[{"ayah_number":1,"text":"تفسير سورة الجمعة وهي مدنية .عن ابن عباس ، وأبي هريرة : أن رسول الله - صلى الله عليه وسلم - كان يقرأ في صلاة الجمعة بسورة الجمعة والمنافقين . رواه مسلم في صحيحه .يخبر تعالى أنه يسبح له ما في السماوات وما في الأرض ، أي : من جميع المخلوقات ناطقها وجامدها ، كما قال : ( وإن من شيء إلا يسبح بحمده ) [ الإسراء : 44 ]ثم قال : ( الملك القدوس ) أي : هو مالك السماوات والأرض المتصرف فيهما بحكمه ، وهو ( القدوس ) أي : المنزه عن النقائص ، الموصوف بصفات الكمال ( العزيز الحكيم ) تقدم تفسيره غير مرة ."},{"ayah_number":2,"text":"وقوله تعالى : ( هو الذي بعث في الأميين رسولا منهم ) الأميون هم : العرب كما قال تعالى : ( وقل للذين أوتوا الكتاب والأميين أأسلمتم فإن أسلموا فقد اهتدوا وإن تولوا فإنما عليك البلاغ والله بصير بالعباد ) [ آل عمران : 314 ] وتخصيص الأميين بالذكر لا ينفي من عداهم ، ولكن المنة عليهم أبلغ وآكد ، كما في قوله : ( وإنه لذكر لك ولقومك ) [ الزخرف : 44 ] وهو ذكر لغيرهم يتذكرون به . وكذا قوله : ( وأنذر عشيرتك الأقربين ) [ الشعراء : 214 ] وهذا وأمثاله لا ينافي قوله تعالى : ( قل يا أيها الناس إني رسول الله إليكم جميعا ) [ الأعراف : 158 ] وقوله : ( لأنذركم به ومن بلغ ) [ الأنعام : 19 ] وقوله إخبارا عن القرآن : ( ومن يكفر به من الأحزاب فالنار موعده ) [ هود : 17 ] ، إلى غير ذلك من الآيات الدالة على عموم بعثته صلوات الله وسلامه عليه إلى جميع الخلق أحمرهم وأسودهم ، وقد قدمنا تفسير ذلك في سورة الأنعام ، بالآيات والأحاديث الصحيحة ، ولله الحمد والمنة .وهذه الآية هي مصداق إجابة الله لخليله إبراهيم حين دعا لأهل مكة أن يبعث الله فيهم رسولا منهم يتلو عليهم آياته ويزكيهم ويعلمهم الكتاب والحكمة . فبعثه الله سبحانه وتعالى وله الحمد والمنة ، على حين فترة من الرسل ، وطموس من السبل ، وقد اشتدت الحاجة إليه ، وقد مقت الله أهل الأرض عربهم وعجمهم ، إلا بقايا من أهل الكتاب - أي : نزرا يسيرا - ممن تمسك بما بعث الله به عيسى ابن مريم عليه السلام ; ولهذا قال تعالى : ( هو الذي بعث في الأميين رسولا منهم يتلو عليهم آياته ويزكيهم ويعلمهم الكتاب والحكمة وإن كانوا من قبل لفي ضلال مبين ) وذلك أن العرب كانوا قديما متمسكين بدين إبراهيم الخليل عليه السلام فبدلوه وغيروه ، وقلبوه وخالفوه ، واستبدلوا بالتوحيد شركا وباليقين شكا ، وابتدعوا أشياء لم يأذن بها الله وكذلك أهل الكتابين قد بدلوا كتبهم وحرفوها وغيروها وأولوها ، فبعث الله محمدا صلوات الله وسلامه عليه بشرع عظيم كامل شامل لجميع الخلق ، فيه هدايتهم ، والبيان لجميع ما يحتاجون إليه من أمر معاشهم ومعادهم ، والدعوة لهم إلى ما يقربهم إلى الجنة ، ورضا الله عنهم ، والنهي عما يقربهم إلى النار وسخط الله . حاكم ، فاصل لجميع الشبهات والشكوك ، والريب في الأصول والفروع . وجمع له تعالى ، وله الحمد والمنة جميع المحاسن ممن كان قبله ، وأعطاه ما لم يعط أحدا من الأولين ، ولا يعطيه أحدا من الآخرين ، فصلوات الله وسلامه عليه دائما إلى يوم الدين ."},{"ayah_number":3,"text":"وقوله : ( وآخرين منهم لما يلحقوا بهم وهو العزيز الحكيم ) قال الإمام أبو عبد الله البخاري رحمه الله .حدثنا عبد العزيز بن عبد الله ، حدثنا سليمان بن بلال ، عن ثور ، عن أبي الغيث ، عن أبي هريرة رضي الله عنه ، قال : كنا جلوسا عند النبي - صلى الله عليه وسلم - فأنزلت عليه سورة الجمعة : ( وآخرين منهم لما يلحقوا بهم ) قالوا : من هم يا رسول الله ؟ فلم يراجعهم حتى سئل ثلاثا ، وفينا سلمان الفارسي فوضع رسول الله - صلى الله عليه وسلم - يده على سلمان ثم قال : \" لو كان الإيمان عند الثريا لناله رجال - أو : رجل - من هؤلاء \" .ورواه مسلم ، والترمذي ، والنسائي ، وابن أبي حاتم ، وابن جرير من طرق عن ثور بن زيد الديلي ، عن سالم أبي الغيث ، عن أبي هريرة بهففي هذا الحديث دليل على أن هذه السورة مدنية ، وعلى عموم بعثته - صلى الله عليه وسلم - إلى جميع الناس ; لأنه فسر قوله : ( وآخرين منهم ) بفارس ولهذا كتب كتبه إلى فارس ، والروم ، وغيرهم من الأمم ، يدعوهم إلى الله عز وجل ، وإلى اتباع ما جاء به ; ولهذا قال مجاهد وغير واحد في قوله : ( وآخرين منهم لما يلحقوا بهم ) قال : هم الأعاجم ، وكل من صدق النبي - صلى الله عليه وسلم - من غير العرب .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا إبراهيم بن العلاء الزبيدي ، حدثنا الوليد بن مسلم ، حدثنا أبو محمد عيسى بن موسى ، عن أبي حازم ، عن سهل بن سعد الساعدي ، قال : قال رسول الله - صلى الله عليه وسلم - : \" إن في أصلاب أصلاب أصلاب رجال من أصحابي رجالا ونساء من أمتي يدخلون الجنة بغير حساب \" ثم قرأ : ( وآخرين منهم لما يلحقوا بهم ) يعني : بقية من بقي من أمة محمد - صلى الله عليه وسلم - .وقوله : ( وهو العزيز الحكيم ) أي : ذو العزة والحكمة في شرعه وقدره ."},{"ayah_number":4,"text":"وقوله : ( ذلك فضل الله يؤتيه من يشاء والله ذو الفضل العظيم ) يعني : ما أعطاه الله محمدا - صلى الله عليه وسلم - من النبوة العظيمة ، وما خص به أمته من بعثته - صلى الله عليه وسلم - إليهم ."},{"ayah_number":5,"text":"يقول تعالى ذاما لليهود الذين أعطوا التوراة وحملوها للعمل بها ، فلم يعملوا بها ، مثلهم في ذلك كمثل الحمار يحمل أسفارا ، أي : كمثل الحمار إذا حمل كتبا لا يدري ما فيها ، فهو يحملها حملا حسيا ولا يدري ما عليه . وكذلك هؤلاء في حملهم الكتاب الذي أوتوه ، حفظوه لفظا ولم يفهموه ولا عملوا بمقتضاه ، بل أولوه وحرفوه وبدلوه ، فهم أسوأ حالا من الحمير ; لأن الحمار لا فهم له ، وهؤلاء لهم فهوم لم يستعملوها ; ولهذا قال في الآية الأخرى : ( أولئك كالأنعام بل هم أضل أولئك هم الغافلون ) [ الأعراف : 179 ] وقال ها هنا : ( بئس مثل القوم الذين كذبوا بآيات الله والله لا يهدي القوم الظالمين )وقال الإمام أحمد رحمه الله : حدثنا ابن نمير ، عن مجالد ، عن الشعبي ، عن ابن عباس قال : قال رسول الله - صلى الله عليه وسلم - : \" من تكلم يوم الجمعة والإمام يخطب ، فهو كمثل الحمار يحمل أسفارا ، والذي يقول له \" أنصت \" ، ليس له جمعة \""},{"ayah_number":6,"text":"ثم قال تعالى : ( قل ياأيها الذين هادوا إن زعمتم أنكم أولياء لله من دون الناس فتمنوا الموت إن كنتم صادقين ) أي : إن كنتم تزعمون أنكم على هدى ، وأن محمدا وأصحابه على ضلالة ، فادعوا بالموت على الضال من الفئتين ( إن كنتم صادقين ) فيما تزعمونه ."},{"ayah_number":7,"text":"قال الله تعالى : ( ولا يتمنونه أبدا بما قدمت أيديهم ) أي : بما يعملون لهم من الكفر والظلم والفجور ، ( والله عليم بالظالمين ) وقد قدمنا في سورة \" البقرة \" الكلام على هذه المباهلة لليهود حيث قال تعالى : ( قل إن كانت لكم الدار الآخرة عند الله خالصة من دون الناس فتمنوا الموت إن كنتم صادقين ولن يتمنوه أبدا بما قدمت أيديهم والله عليم بالظالمين ولتجدنهم أحرص الناس على حياة ومن الذين أشركوا يود أحدهم لو يعمر ألف سنة وما هو بمزحزحه من العذاب أن يعمر والله بصير بما يعملون ) [ البقرة : 94 - 96 ] وقد أسلفنا الكلام هناك وبينا أن المراد أن يدعوا على الضال من أنفسهم أو خصومهم ، كما تقدمت مباهلة النصارى في آل عمران : ( فمن حاجك فيه من بعد ما جاءك من العلم فقل تعالوا ندع أبناءنا وأبناءكم ونساءنا ونساءكم وأنفسنا وأنفسكم ثم نبتهل فنجعل لعنة الله على الكاذبين ) [ آل عمران : 61 ] ومباهلة المشركين في سورة مريم : ( قل من كان في الضلالة فليمدد له الرحمن مدا ) [ مريم : 75 ]وقد قال الإمام أحمد : حدثنا إسماعيل بن يزيد الرقي أبو يزيد ، حدثنا فرات ، عن عبد الكريم بن مالك الجزري ، عن عكرمة ، عن ابن عباس ، قال : قال أبو جهل لعنه الله : إن رأيت محمدا عند الكعبة لآتينه حتى أطأ على عنقه . قال : فقال رسول الله - صلى الله عليه وسلم - : \" لو فعل لأخذته الملائكة عيانا ، ولو أن اليهود تمنوا الموت لماتوا ورأوا مقاعدهم من النار . ولو خرج الذين يباهلون رسول الله - صلى الله عليه وسلم - لرجعوا لا يجدون مالا ولا أهلا .رواه البخاري ، والترمذي ، والنسائي من حديث عبد الرزاق ، عن معمر ، عن عبد الكريم به قال البخاري : \" وتبعه عمرو بن خالد ، عن عبيد الله بن عمرو ، عن عبد الكريم \" . ورواه النسائي أيضا عن عبد الرحمن بن عبد الله الحلبي ، عن عبيد الله بن عمرو الرقي به أتم"},{"ayah_number":8,"text":"وقوله تعالى : ( قل إن الموت الذي تفرون منه فإنه ملاقيكم ثم تردون إلى عالم الغيب والشهادة فينبئكم بما كنتم تعملون ) كقوله تعالى في سورة النساء : ( أينما تكونوا يدرككم الموت ولو كنتم في بروج مشيدة ) [ النساء : 78 ]وفي معجم الطبراني من حديث معاذ محمد بن محمد الهذلي ، عن يونس ، عن الحسن ، عن سمرة مرفوعا : \" مثل الذي يفر من الموت كمثل الثعلب تطلبه الأرض بدين ، فجاء يسعى حتى إذا أعيا وانبهر دخل جحره ، فقالت له الأرض : يا ثعلب ديني . فخرج له حصاص ، فلم يزل كذلك حتى تقطعت عنقه ، فمات \" ."},{"ayah_number":9,"text":"إنما سميت الجمعة جمعة ; لأنها مشتقة من الجمع ، فإن أهل الإسلام يجتمعون فيه في كل أسبوع مرة بالمعابد الكبار وفيه كمل جميع الخلائق ، فإنه اليوم السادس من الستة التي خلق الله فيها السماوات والأرض . وفيه خلق آدم وفيه أدخل الجنة ، وفيه أخرج منها . وفيه تقوم الساعة . وفيه ساعة لا يوافقها عبد مؤمن يسأل الله فيها خيرا إلا أعطاه إياه كما ثبتت بذلك الأحاديث الصحاحوقال ابن أبي حاتم : حدثنا الحسن بن عرفة ، حدثنا عبيدة بن حميد ، عن منصور ، عن أبي معشر ، عن إبراهيم ، عن علقمة ، عن قرثع الضبي ، حدثنا سلمان قال : قال أبو القاسم - صلى الله عليه وسلم - : \" يا سلمان ما يوم الجمعة ؟ \" . قلت : الله ورسوله أعلم . فقال رسول الله - صلى الله عليه وسلم - : \" يوم جمع فيه أبواك - أو أبوكم \"وقد روي عن أبي هريرة من كلامه ، نحو هذا ، فالله أعلم .وقد كان يقال له في اللغة القديمة يوم العروبة . وثبت أن الأمم قبلنا أمروا به فضلوا عنه ، واختار اليهود يوم السبت الذي لم يقع فيه خلق واختار النصارى يوم الأحد الذي ابتدئ فيه الخلق ، واختار الله لهذه الأمة يوم الجمعة الذي أكمل الله فيه الخليقة ، كما أخرجه البخاري ، ومسلم من حديث عبد الرزاق ، عن معمر ، عن همام بن منبه قال : هذا ما حدثنا أبو هريرة قال : قال رسول الله - صلى الله عليه وسلم - : \" نحن الآخرون السابقون يوم القيامة ، بيد أنهم أوتوا الكتاب من قبلنا . ثم هذا يومهم الذي فرض الله عليهم ، فاختلفوا فيه ، فهدانا الله له ، فالناس لنا فيه تبع اليهود غدا ، والنصارى بعد غد \" لفظ البخاري .وفي لفظ لمسلم : \" أضل الله من كان قبلنا فكان لليهود يوم السبت ، وكان للنصارى يوم الأحد . فجاء الله بنا فهدانا الله ليوم الجمعة ، فجعل الجمعة والسبت والأحد ، وكذلك هم تبع لنا يوم القيامة ، نحن الآخرون من أهل الدنيا ، والأولون يوم القيامة ، المقضي بينهم قبل الخلائق \" .وقد أمر الله المؤمنين بالاجتماع لعبادته يوم الجمعة ، فقال : ( يا أيها الذين آمنوا إذا نودي للصلاة من يوم الجمعة فاسعوا إلى ذكر الله ) أي : اقصدوا واعمدوا واهتموا في مسيركم إليها ، وليس المراد بالسعي ها هنا المشي السريع ، وإنما هو الاهتمام بها ، كقوله تعالى : ( ومن أراد الآخرة وسعى لها سعيها وهو مؤمن ) [ الإسراء : 19 ] وكان عمر بن الخطاب وابن مسعود رضي الله عنهما يقرآنها : \" فامضوا إلى ذكر الله \" . فأما المشي السريع إلى الصلاة فقد نهي عنه ، لما أخرجاه في الصحيحين ، عن أبي هريرة عن النبي - صلى الله عليه وسلم - قال : \" إذا سمعتم الإقامة فامشوا إلى الصلاة ، وعليكم السكينة والوقار ، ولا تسرعوا ، فما أدركتم فصلوا ، وما فاتكم فأتموا \" . لفظ البخاريوعن أبي قتادة قال : بينما نحن نصلي مع النبي - صلى الله عليه وسلم - إذ سمع جلبة رجال ، فلما صلى قال : \" ما شأنكم ؟ \" . قالوا : استعجلنا إلى الصلاة . قال : \" فلا تفعلوا ، إذا أتيتم الصلاة فامشوا وعليكم بالسكينة فما أدركتم فصلوا ، وما فاتكم فأتموا \" . أخرجاهوقال عبد الرزاق : أخبرنا معمر ، عن الزهري ، عن سعيد بن المسيب ، عن أبي هريرة رضي الله عنه قال : قال رسول الله - صلى الله عليه وسلم - : \" إذا أقيمت الصلاة فلا تأتوها تسعون ، ولكن ائتوها تمشون ، وعليكم السكينة والوقار ، فما أدركتم فصلوا ، وما فاتكم فأتموا \" .رواه الترمذي من حديث عبد الرزاق كذلك ، وأخرجه من طريق يزيد بن زريع ، عن معمر ، عن الزهري ، عن أبي سلمة ، عن أبي هريرة بمثلهقال الحسن أما والله ما هو بالسعي على الأقدام ، ولقد نهوا أن يأتوا الصلاة إلا وعليهم السكينة والوقار ، ولكن بالقلوب والنية والخشوع .وقال قتادة في قوله : ( فاسعوا إلى ذكر الله ) يعني : أن تسعى بقلبك وعملك ، وهو المشي إليها ، وكان يتأول قوله تعالى : ( فلما بلغ معه السعي ) [ الصافات : 102 ] أي : المشي معه . روي عن محمد بن كعب ، وزيد بن أسلم وغيرهما نحو ذلك .ويستحب لمن جاء الجمعة أن يغتسل قبل مجيئه إليها ، لما ثبت في الصحيحين عن عبد الله بن عمر أن رسول الله - صلى الله عليه وسلم - قال : \" إذا جاء أحدكم الجمعة فليغتسل \"ولهما عن أبي سعيد رضي الله عنه ، قال : قال رسول الله - صلى الله عليه وسلم - \" غسل يوم الجمعة واجب على كل محتلم \"وعن أبي هريرة قال : قال رسول الله - صلى الله عليه وسلم - : \" حق لله على كل مسلم أن يغتسل في كل سبعة أيام ، يغسل رأسه وجسده \" . رواه مسلموعن جابر رضي الله عنه ، قال : قال رسول الله - صلى الله عليه وسلم - : \" على كل رجل مسلم في كل سبعة أيام غسل يوم ، وهو يوم الجمعة \" . رواه أحمد ، والنسائي ، وابن حبانوقال الإمام أحمد : حدثنا يحيى بن آدم ، حدثنا ابن المبارك ، عن الأوزاعي ، عن حسان بن عطية ، عن أبي الأشعث الصنعاني ، عن أوس بن أوس الثقفي قال : سمعت رسول الله - صلى الله عليه وسلم - يقول : \" من غسل واغتسل يوم الجمعة ، وبكر وابتكر ، ومشى ولم يركب ، ودنا من الإمام واستمع ولم يلغ كان له بكل خطوة أجر سنة ، أجر صيامها وقيامها \" .وهذا الحديث له طرق وألفاظ ، وقد أخرجه أهل السنن الأربعة وحسنه الترمذيوعن أبي هريرة رضي الله عنه ، أن رسول الله - صلى الله عليه وسلم - قال : \" من اغتسل يوم الجمعة غسل الجنابة ، ثم راح فكأنما قرب بدنة ، ومن راح في الساعة الثانية فكأنما قرب بقرة ، ومن راح في الساعة الثالثة فكأنما قرب كبشا أقرن ، ومن راح في الساعة الرابعة فكأنما قرب دجاجة ، ومن راح في الساعة الخامسة فكأنما قرب بيضة ، فإذا خرج الإمام حضرت الملائكة يستمعون الذكر \" أخرجاهويستحب له أن يلبس أحسن ثيابه ، ويتطيب ويتسوك ، ويتنظف ويتطهر . وفي حديث أبي سعيد المتقدم : \" غسل يوم الجمعة واجب على كل محتلم ، والسواك ، وأن يمس من طيب أهله \" .وقال الإمام أحمد : حدثنا يعقوب ، حدثنا أبي ، عن محمد بن إسحاق ، حدثني محمد بن إبراهيم التيمي ، عن عمران بن أبي يحيى ، عن عبد الله بن كعب بن مالك ، عن أبي أيوب الأنصاري : سمعت رسول الله - صلى الله عليه وسلم - يقول : \" من اغتسل يوم الجمعة ومس من طيب أهله - إن كان عنده - ولبس من أحسن ثيابه ، ثم خرج حتى يأتي المسجد فيركع - إن بدا له - ولم يؤذ أحدا ، ثم أنصت إذا خرج إمامه حتى يصلي ، كانت كفارة لما بينها وبين الجمعة الأخرى \"وفي سنن أبي داود ، وابن ماجه عن عبد الله بن سلام رضي الله عنه ، أنه سمع رسول الله - صلى الله عليه وسلم - يقول على المنبر : \" ما على أحدكم لو اشترى ثوبين ليوم الجمعة سوى ثوبي مهنته \"وعن عائشة رضي الله عنها : أن رسول الله - صلى الله عليه وسلم - خطب الناس يوم الجمعة ، فرأى عليهم ثياب النمار ، فقال : \" ما على أحدكم إن وجد سعة أن يتخذ ثوبين لجمعته ، سوى ثوبي مهنته \" . رواه ابن ماجهوقوله تعالى : ( إذا نودي للصلاة ) المراد بهذا النداء هو النداء الثاني الذي كان يفعل بين يدي رسول الله - صلى الله عليه وسلم - إذا خرج فجلس على المنبر ، فإنه كان حينئذ يؤذن بين يديه ، فهذا هو المراد ، فأما النداء الأول الذي زاده أمير المؤمنين عثمان بن عفان رضي الله عنه ، فإنما كان هذا لكثرة الناس ، كما رواه البخاري رحمه الله حيث قال : حدثنا آدم - هو ابن أبي إياس - حدثنا ابن أبي ذئب ، عن الزهري ، عن السائب بن يزيد قال : كان النداء يوم الجمعة أوله إذا جلس الإمام على المنبر على عهد رسول الله - صلى الله عليه وسلم - ، وأبي بكر ، وعمر فلما كان عثمان بعد زمن وكثر الناس ، زاد النداء الثاني على الزوراء يعني : يؤذن به على الدار التي تسمى بالزوراء ، وكانت أرفع دار بالمدينة بقرب المسجد .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا أبو نعيم ، حدثنا محمد بن راشد المكحولي ، عن مكحول : أن النداء كان في يوم الجمعة مؤذن واحد حين يخرج الإمام ، ثم تقام الصلاة ، وذلك النداء الذي يحرم عنده البيع والشراء إذا نودي به ، فأمر عثمان رضي الله عنه ، أن ينادى قبل خروج الإمام حتى يجتمع الناس .وإنما يؤمر بحضور الجمعة الرجال الأحرار دون النساء ، والعبيد ، والصبيان ويعذر المسافر ، والمريض ، وقيم المريض ، وما أشبه ذلك من الأعذار ، كما هو مقرر في كتب الفروع .وقوله : ( وذروا البيع ) أي : اسعوا إلى ذكر الله واتركوا البيع إذا نودي للصلاة : ولهذا اتفق العلماء رضي الله عنهم على تحريم البيع بعد النداء الثاني . واختلفوا : هل يصح إذا تعاطاه متعاط أم لا ؟ على قولين ، وظاهر الآية عدم الصحة كما هو مقرر في موضعه ، والله أعلم .وقوله : ( ذلكم خير لكم إن كنتم تعلمون ) أي : ترككم البيع وإقبالكم إلى ذكر الله وإلى الصلاة خير لكم ، أي : في الدنيا والآخرة إن كنتم تعلمون ."},{"ayah_number":10,"text":"وقوله : ( فإذا قضيت الصلاة ) أي : فرغ منها ، ( فانتشروا في الأرض وابتغوا من فضل الله ) لما حجر عليهم في التصرف بعد النداء وأمرهم بالاجتماع ، أذن لهم بعد الفراغ في الانتشار في الأرض والابتغاء من فضل الله . كما كان عراك بن مالك رضي الله عنه إذا صلى الجمعة انصرف فوقف على باب المسجد ، فقال : اللهم إني أجبت دعوتك ، وصليت فريضتك ، وانتشرت كما أمرتني ، فارزقني من فضلك ، وأنت خير الرازقين . رواه ابن أبي حاتم .وروي عن بعض السلف أنه قال : من باع واشترى في يوم الجمعة بعد الصلاة ، بارك الله له سبعين مرة ، لقول الله تعالى : ( فإذا قضيت الصلاة فانتشروا في الأرض وابتغوا من فضل الله )وقوله : ( واذكروا الله كثيرا لعلكم تفلحون ) أي : حال بيعكم وشرائكم ، وأخذكم ، وعطائكم اذكروا الله ذكرا كثيرا ، ولا تشغلكم الدنيا عن الذي ينفعكم في الدار الآخرة ; ولهذا جاء في الحديث : \" من دخل سوقا من الأسواق فقال : لا إله إلا الله ، وحده لا شريك له ، له الملك ، وله الحمد ، وهو على كل شيء قدير كتبت له ألف ألف حسنة ، ومحي عنه ألف ألف سيئة \"وقال مجاهد : لا يكون العبد من الذاكرين الله كثيرا ، حتى يذكر الله قائما وقاعدا ومضطجعا ."},{"ayah_number":11,"text":"يعاتب تبارك وتعالى على ما كان وقع من الانصراف عن الخطبة يوم الجمعة إلى التجارة التي قدمت المدينة يومئذ ، فقال تعالى : ( وإذا رأوا تجارة أو لهوا انفضوا إليها وتركوك قائما ) أي : على المنبر تخطب . هكذا ذكره غير واحد من التابعين ، منهم : أبو العالية ، والحسن ، وزيد بن أسلم ، وقتادة .وزعم مقاتل بن حيان : أن التجارة كانت لدحية بن خليفة قبل أن يسلم ، وكان معها طبل ، فانصرفوا إليها وتركوا رسول الله - صلى الله عليه وسلم - قائما على المنبر إلا القليل منهم . وقد صح بذلك الخبر ، فقال الإمام أحمد :حدثنا ابن إدريس ، عن حصين ، عن سالم بن أبي الجعد ، عن جابر قال : قدمت عير المدينة ورسول الله - صلى الله عليه وسلم - يخطب ، فخرج الناس وبقي اثنا عشر رجلا فنزلت : ( وإذا رأوا تجارة أو لهوا انفضوا إليها )أخرجاه في الصحيحين ، من حديث سالم بهوقال الحافظ أبو يعلى : حدثنا زكريا بن يحيى ، حدثنا هشيم ، عن حصين ، عن سالم بن أبي الجعد ، وأبي سفيان ، عن جابر بن عبد الله قال : بينما النبي - صلى الله عليه وسلم - يخطب يوم الجمعة ، فقدمت عير إلى المدينة فابتدرها أصحاب رسول الله - صلى الله عليه وسلم - حتى لم يبق مع رسول الله - صلى الله عليه وسلم - إلا اثنا عشر رجلا فقال رسول الله - صلى الله عليه وسلم - : \" والذي نفسي بيده ، لو تتابعتم حتى لم يبق منكم أحد ، لسال بكم الوادي نارا \" ونزلت هذه الآية : ( وإذا رأوا تجارة أو لهوا انفضوا إليها وتركوك قائما ) وقال : كان في الاثني عشر الذين ثبتوا مع رسول الله - صلى الله عليه وسلم - : أبو بكر ، وعمر ، رضي الله عنهما .وفي قوله : ( وتركوك قائما ) دليل على أن الإمام يخطب يوم الجمعة قائما . وقد روى مسلم في صحيحه عن جابر بن سمرة قال : كانت للنبي - صلى الله عليه وسلم - خطبتان يجلس بينهما ، يقرأ القرآن ويذكر الناس .ولكن ها هنا شيء ينبغي أن يعلم وهو : أن هذه القصة قد قيل : إنها كانت لما كان رسول الله - صلى الله عليه وسلم - يقدم الصلاة يوم الجمعة على الخطبة ، كما رواه أبو داود في كتاب المراسيل : حدثنا محمود بن خالد ، عن الوليد ، أخبرني أبو معاذ بكير بن معروف أنه سمع مقاتل بن حيان يقول : \" كان رسول الله - صلى الله عليه وسلم - يصلي يوم الجمعة قبل الخطبة مثل العيدين ، حتى إذا كان يوم والنبي - صلى الله عليه وسلم - يخطب ، وقد صلى الجمعة ، فدخل رجل فقال : إن دحية بن خليفة قد قدم بتجارة يعني : فانفضوا ، ولم يبق معه إلا نفر يسير .وقوله : ( قل ما عند الله ) أي : الذي عند الله من الثواب في الدار الآخرة ( خير من اللهو ومن التجارة والله خير الرازقين ) أي : لمن توكل عليه ، وطلب الرزق في وقته ."}]