[{"ayah_number":1,"text":"«والطور» أي الجبل الذي كلم الله عليه موسى."},{"ayah_number":2,"text":"«وكتاب مسطور»."},{"ayah_number":3,"text":"«في رقٍّ منشور» أي التوراة أو القرآن."},{"ayah_number":4,"text":"«والبيت المعمور» هو في السماء الثالثة أو السادسة أو السابعة بحيال الكعبة يزوره كل يوم سبعون ألف ملك بالطواف والصلاة لا يعودون إليه أبدا."},{"ayah_number":5,"text":"«والسقف المرفوع» أي السماء."},{"ayah_number":6,"text":"«والبحر المسجور» أي المملوء."},{"ayah_number":7,"text":"«إن عذاب ربك لواقع» لنازل بمستحقه."},{"ayah_number":8,"text":"«ماله من دافع» عنه."},{"ayah_number":9,"text":"«يوم» مفعول لواقع «تمور السماء مورا» تتحرك وتدور."},{"ayah_number":10,"text":"«وتسير الجبال سيرا» تصير هباء منثورا وذلك في يوم القيامة."},{"ayah_number":11,"text":"«فويل» شدة عذاب «يومئذ للمكذبين» للرسل."},{"ayah_number":12,"text":"«الذين هم في خوض» باطل «يلعبون» أي يتشاغلون بكفرهم."},{"ayah_number":13,"text":"«يوم يُدعُّون إلى نار جهنم دعّا» يدفعون بعنف بدل من يوم تمور، ويقال لهم تبكيتا."},{"ayah_number":14,"text":"«هذه النار التي كنتم بها تكذبون»."},{"ayah_number":15,"text":"«أفسحر هذا» العذاب الذي ترون كما كنتم تقولون في الوحي هذا سحر «أم أنتم لا تبصرون»."},{"ayah_number":16,"text":"«اصلوْها فاصبروا» عليها «أو لا تصبروا» صبركم وجزعكم «سواء عليكم» لأن صبركم لا ينفعكم «إنما تجزون ما كنتم تعملون» أي جزاءه."},{"ayah_number":17,"text":"«إن المتقين في جنات ونعيم»."},{"ayah_number":18,"text":"«فاكهين» متلذذين «بما» مصدرية «آتاهم» أعطاهم «ربهم ووقاهم ربهم عذاب الجحيم» عطفا على آتاهم، أي بإتيانهم ووقايتهم ويقال لهم."},{"ayah_number":19,"text":"«كلوا واشربوا هنيئا» حال أي: مهنئين «بما» الباء سببية «كنتم تعملون»."},{"ayah_number":20,"text":"(متكئين) حال من الضمير المستكن في قوله \"\" في جنات \"\" (على سرر مصفوفة) بعضها إلى جنب بعض (وزوجناهم) عطف على جنات، أي قرناهم (بحور عين) عظام الأعين حسانها."},{"ayah_number":21,"text":"«والذين آمنوا» مبتدأ «أتبعناهم» وفي قراءة واتبعتهم معطوف على آمنوا «ذرياتهم» وفي قراءة ذريتهم الصغار والكبار «بإيمان» من الكبار ومن أولادهم الصغار والخبر «ألحقنا بهم ذرياتهم» المذكورين في الجنة فيكونون في درجتهم وإن لم يعملوا تكرمة للآباء باجتماع الأولاد إليهم «وما ألتناهم» بفتح اللام وكسرها نقصناهم «من عملهم من» زائدة «شيء» يزاد في عمل الأولاد «كل امرئ بما كسب» من عمل خير أو شر «رهين» مرهون يؤاخذ بالشر ويجازى بالخير."},{"ayah_number":22,"text":"«وأمددناهم» زدناهم في وقت بعد وقت «بفاكهة ولحم ما يشتهون» وإن لم يصرحوا بطلبه."},{"ayah_number":23,"text":"«يتنازعون» يتعاطون بينهم «فيها» أي الجنة «كأسا» خمرا «لا لغوٌ فيها» أي بسبب شربها يقع بينهم «ولا تأثيم» به يلحقهم بخلاف خمر الدنيا."},{"ayah_number":24,"text":"«ويطوف عليهم» للخدمة «غلمان» أرقاء «لهم كأنهم» حسنا ولطافة «لؤلؤ مكنون» مصون في الصدف لأنه فيها أحسن منه في غيرها."},{"ayah_number":25,"text":"«وأقبل بعضهم على بعض يتساءلون» يسأل بعضهم بعضا عما كانوا عليه وما وصلوا إليه تلذذا واعترافا بالنعمة."},{"ayah_number":26,"text":"«قالوا» إيماء إلى علة الوصول «إنا كنا قبل في أهلنا» في الدنيا «مشفقين» خائفين من عذاب الله."},{"ayah_number":27,"text":"«فمنّ الله علينا» بالمغفرة «ووقانا عذاب السموم» النار لدخولها في المسام وقالوا إيماء أيضا."},{"ayah_number":28,"text":"«إنا كنا من قبل» أي في الدنيا «ندعوه» نعبده موحدين «إنه» بالكسر استئنافا وإن كان تعليلا معنى وبالفتح تعليلا لفظا «هو البر» المحسن الصادق في وعده «الرحيم» العظيم الرحمة."},{"ayah_number":29,"text":"«فذكِّر» دم على تذكير المشركين ولا ترجع عنه لقولهم لك كاهن مجنون «فما أنت بنعمة ربك» بإنعامه عليك «بكاهن» خبر ما «ولا مجنون» معطوف عليه."},{"ayah_number":30,"text":"«أم» بل «يقولون» هو «شاعر نتربص به ريْب المنون» حوادث الدهر فيهلك كغيره من الشعراء."},{"ayah_number":31,"text":"«قل تربصوا» هلاكي «فإني معكم من المتربصين» هلاككم فعذبوا بالسيف يوم بدر، والتربص الانتظار."},{"ayah_number":32,"text":"«أم تأمرهم أحلامهم» عقولهم «بهذا» قولهم له: ساحر كاهن مجنون، أي لا تأمرهم بذلك «أم» بل «هم قوم طاغون» بعنادهم."},{"ayah_number":33,"text":"«أم يقولون تقوَّلهُ» اختلق القرآن، لم يختلقه «بل لا يؤمنون» استكبارا، فإن قالوا اختلقه."},{"ayah_number":34,"text":"«فليأتوا بحديث» مختلق «مثله إن كانوا صادقين» في قولهم."},{"ayah_number":35,"text":"«أم خُلقوا من غير شيء» من غير خالق «أم هم الخالقون» أنفسهم ولا يعقل مخلوق بغير خالق ولا معدوم يخلق فلابد من خالق هو الله الواحد فلم لا يوحدونه ويؤمنون برسوله وكتابه."},{"ayah_number":36,"text":"«أم خلقوا السماوات والأرض» ولا يقدر على خلقهما إلا الله الخالق فلم لا يعبدونه «بل لا يوقنون» به وإلا لآمنوا بنبيه."},{"ayah_number":37,"text":"«أم عندهم خزائن ربك» من النبوة والرزق وغيرهما فيخصوا من شاءُوا بما شاءُوا «أم هم المسيطرون» المتسلطون الجبارون وفعله سيطر ومثله بيطر وبيقر."},{"ayah_number":38,"text":"«أم لهم سلم» مرقى إلى السماء «يستمعون فيه» أي عليه كلام الملائكة حتى يمكنهم منازعة النبي بزعمهم إن ادعوا ذلك «فليأت مبين» بحجة مستمعهم مدعي الاستماع عليه «بسلطان مبين» بينة واضحة ولشبه هذا الزعم بزعمهم أن الملائكة بنات الله قال تعالى."},{"ayah_number":39,"text":"«أم له البنات» بزعمكم «ولكم البنون» تعالى الله عما زعمتموه."},{"ayah_number":40,"text":"«أم تسألهم أجرا» على ما جئتهم به من الدين «فهم من مغرم» غرم ذلك «مثقلون» فلا يسلمون."},{"ayah_number":41,"text":"«أم عندهم الغيب» أي علمه «فهم يكتبون» ذلك حتى يمكنهم منازعة النبي صلى الله عليه وسلم في البعث وأمور الآخرة بزعمهم."},{"ayah_number":42,"text":"«أم يريدون كيدا» بك ليهلكوك في دار الندوة «فالذين كفروا هم المكيدون» المغلوبون المهلكون فحفظه الله منهم ثم أهلكهم ببدر."},{"ayah_number":43,"text":"«أم لهم إله غير الله سبحان الله عما يشركون» به من الآلهة والاستفهام بأم في مواضعها للتقبيح والتوبيخ."},{"ayah_number":44,"text":"(وإن يروا كسفا) بعضا (من السماء ساقطا) عليهم كما قالوا: \"\" فأسقط علينا كسفا من السماء \"\" أي تعذيبا لهم (يقولوا) هذا (سحاب مركوم) متراكب نروى به ولا يؤمنون."},{"ayah_number":45,"text":"«فذرهم حتى يلاقوا يومهم الذي فيه يصعقون» يموتون."},{"ayah_number":46,"text":"«يوم لا يغني» بدل من يومهم «عنهم كيدهم شيئا ولا هم يُنصرون» يمنعون من العذاب في الآخرة."},{"ayah_number":47,"text":"«وإنَّ للذين ظلموا» بكفرهم «عذابا دون ذلك» في الدنيا قبل موتهم فعذبوا بالجوع والقحط سبع سنين وبالقتل يوم بدر «ولكن أكثرهم لا يعلمون» أن العذاب ينزل بهم."},{"ayah_number":48,"text":"«واصبر لحكم ربك» بإمهالهم ولا يضق صدرك «فإنك بأعيننا» بمرأى منا نراك ونحفظك «وسبح» متلبسا «بحمد ربك» أي قل: سبحان الله وبحمده «حين تقوم» من منامك أو من مجلسك."},{"ayah_number":49,"text":"«ومن الليل فسبحه» حقيقة أيضا «وإدبار النجوم» مصدر، أي عقب غروبها سبحه أيضا، أو صلّ في الأول العشاءين، وفي الثاني الفجر وقيل الصبح."}]