[{"ayah_number":1,"text":"«إذا وقعت الواقعة» قامت القيامة."},{"ayah_number":2,"text":"«ليس لوقعتها كاذبة» نفس تكذب بأن تنفيها كما نفتها في الدنيا."},{"ayah_number":3,"text":"«خافضة رافعة» أي هي مظهرة لخفض أقوام بدخولهم النار ولرفع آخرين بدخولهم الجنة."},{"ayah_number":4,"text":"«إذا رجت الأرض رجا» حركت حركة شديدة."},{"ayah_number":5,"text":"«وبست الجبال بسا» فتتت."},{"ayah_number":6,"text":"«فكانت هباءً» غبارا «منبثا» منتشرا، وإذا الثانية بدل من الأولى."},{"ayah_number":7,"text":"«وكنتم» في القيامة «أزواجا» أصنافا «ثلاثة»."},{"ayah_number":8,"text":"«فأصحاب الميمنة» وهم الذين يؤتون كتبهم بإيمانهم مبتدأ خبره «ما أصحاب الميمنة» تعظيم لشأنهم بدخولهم الجنة."},{"ayah_number":9,"text":"«وأصحاب المشأمة» أي الشمال بأن يؤتى كل منهم كتابه بشماله «ما أصحاب المشأمة» تحقير لشأنهم بدخولهم النار."},{"ayah_number":10,"text":"«والسابقون» إلى الخير وهم الأنبياء مبتدأ «السابقون» تأكيد لتعظيم شأنهم."},{"ayah_number":11,"text":"«أولئك المقربون»."},{"ayah_number":12,"text":"«في جنات النعيم»."},{"ayah_number":13,"text":"«ثلة من الأولين» مبتدأ، أي جماعة من الأمم الماضية."},{"ayah_number":14,"text":"«وقليل من الآخرين» من أمة محمد صلى الله عليه وسلم وهم السابقون من الأمم الماضية وهذه الأمة والخبر."},{"ayah_number":15,"text":"«على سرر موضونة» منسوجة بقضبان الذهب والجواهر."},{"ayah_number":16,"text":"«متكئين عليها متقابلين» حالان من الضمير في الخبر."},{"ayah_number":17,"text":"«يطوف عليهم» للخدمة «ولدان مخلدون» على شكل الأولاد لا يهرمون."},{"ayah_number":18,"text":"«بأكواب» أقداح لا عرى لها «وأباريق» لها عرى وخراطيم «وكأس» إناء شرب الخمر «من معين» أي خمر جارية من منبع لا ينقطع أبدا."},{"ayah_number":19,"text":"«لا يصدعون عنها ولا ينزَِفون» بفتح الزاي وكسرها من نزف الشارب وأنزف، أي لا يحصل لهم منها صداع ولا ذهاب عقل بخلاف خمر الدنيا."},{"ayah_number":20,"text":"«وفاكهة مما يتخيرون»."},{"ayah_number":21,"text":"«ولحم طير مما يشتهون و» لهم للاستمتاع."},{"ayah_number":22,"text":"«وحور» نساء شديدات سواد العيون وبياضها «عين» ضخام العيون كسرت عينه بدل ضمها لمجانسة الياء ومفرده عيناء كحمراء وفي قراءة بجر حور عين."},{"ayah_number":23,"text":"«كأمثال اللؤلؤ المكنون» المصون."},{"ayah_number":24,"text":"«جزاءً» مفعول له أو مصدر والعامل المقدر أي جعلنا لهم ما ذكر للجزاء أو جزيناهم «بما كانوا يعملون»."},{"ayah_number":25,"text":"«لا يسمعون فيها» في الجنة «لغوا» فاحشا من الكلام «ولا تأثيما» ما يؤثم."},{"ayah_number":26,"text":"«إلا» لكن «قيلا» قولا «سلاما» سلاما بدل من قيلا فإنهم يسمعونه."},{"ayah_number":27,"text":"«وأصحاب اليمين ما أصحاب اليمين»."},{"ayah_number":28,"text":"«في سدر» شجر النبق «مخضود» لا شوك فيه."},{"ayah_number":29,"text":"«وطلح» شجر الموز «منضود» بالحمل من أسفله إلى أعلاه."},{"ayah_number":30,"text":"«وظل ممدود» دائم."},{"ayah_number":31,"text":"«وماء مسكوب» جار دائما."},{"ayah_number":32,"text":"«وفاكهة كثيرة»."},{"ayah_number":33,"text":"«لا مقطوعة» في زمن «ولا ممنوعة» بثمن."},{"ayah_number":34,"text":"«وفرش مرفوعة» على السرر."},{"ayah_number":35,"text":"«إنا أنشأناهن إنشاءً» أي الحور العين من غير ولادة."},{"ayah_number":36,"text":"«فجعلناهن أبكارا» عذارى كلما أتاهن أزواجهن وجدوهن عذارى ولا وجع."},{"ayah_number":37,"text":"«عرُْبا» بضم الراء وسكونها جمع عروب وهي المتحببة إلى زوجها عشقا له «أترابا» جمع ترب، أي مستويات في السن."},{"ayah_number":38,"text":"«لأصحاب اليمين» صلة أنشأناهن أو جعلناهن وهم."},{"ayah_number":39,"text":"«ثلة من الأولين»."},{"ayah_number":40,"text":"«وثلة من الآخرين»."},{"ayah_number":41,"text":"«وأصحاب الشمال ما أصحاب الشمال»."},{"ayah_number":42,"text":"«في سموم» ريح جارة من النار تنفذ في المسام «وحميم» ماء شديد الحرارة."},{"ayah_number":43,"text":"«وظل من يحموم» دخان شديد السواد."},{"ayah_number":44,"text":"«لا بارد» كغيره من الظلال «ولا كريم» حسن المنظر."},{"ayah_number":45,"text":"«إنهم كانوا قبل ذلك» في الدنيا «مترفين» منعمين لا يتعبون في الطاعة."},{"ayah_number":46,"text":"«وكانوا يصرون على الحنث» الذنب «العظيم» أي الشرك."},{"ayah_number":47,"text":"«وكانوا يقولون أئذا متنا وكنا ترابا وعظاما أئنا لمبعوثون» في الهمزتين في الموضوعين التحقيق وتسهيل الثانية وإدخال ألف بينهما على الوجهين."},{"ayah_number":48,"text":"«أو آباؤنا الأولون» بفتح الواو للعطف والهمزة للاستفهام وهو في ذلك وفيما قبله للاستبعاد وفي قراءة بسكون الواو عطفا بأو والمعطوف عليه محل إن واسمها."},{"ayah_number":49,"text":"«قل إن الأولين والآخرين»."},{"ayah_number":50,"text":"«لمجموعون إلى ميقات» لوقت «يوم معلوم» أي يوم القيامة."},{"ayah_number":51,"text":"«ثم إنكم أيها الضالون المكذبون»."},{"ayah_number":52,"text":"«لآكلون من شجر من زقوم» بيان للشجر."},{"ayah_number":53,"text":"«فمالئون منها» من الشجر «البطون»."},{"ayah_number":54,"text":"«فشاربون عليه» أي الزقوم المأكول «من الحميم»."},{"ayah_number":55,"text":"«فشاربون شَُرب» بفتح الشين وضمها مصدر «الهيم» الإبل العطاش جمع هيمان للذكر وهيمى للأنثى، كعطشان وعطشى."},{"ayah_number":56,"text":"«هذا نزلهم» ما أعد لهم «يوم الدين» يوم القيامة."},{"ayah_number":57,"text":"«نحن خلقناكم» أوجدناكم من عدم «فلولا» هلا «تصدقون» بالبعث إذ القادر على الإنشاء قادر على الإعادة."},{"ayah_number":58,"text":"«أفرأيتم ما تمنون» تريقون من المني في أرحام النساء."},{"ayah_number":59,"text":"«أأنتم» بتحقيق الهمزتين وإبدال الثانية ألفا وتسهيلها وإدخال ألف بين المسهلة والأخرى وتركه في المواضع الأخرى «تخلقونه» أي المني بشرا «أم نحن الخالقون»."},{"ayah_number":60,"text":"«نحن قدَّرنا» بالتشديد والتخفيف «بينكم الموت وما نحن بمسبوقين» بعاجزين."},{"ayah_number":61,"text":"«على» عن «أن نبدل» نجعل «أمثالكم» مكانكم «وننشئكم» نخلقكم «في مالا تعلمون» من الصور كالقردة والخنازير."},{"ayah_number":62,"text":"«ولقد علمتم النّشاءَةَ الأولى» وفي قراءة بسكون الشين «فلولا تذكرون» فيه إدغام التاء الثانية في الأصل في الذال."},{"ayah_number":63,"text":"«أفرأيتم ما تحرثون» تثيرون في الأرض وتلقون البذر فيها."},{"ayah_number":64,"text":"«أأنتم تزرعونه» تنبتونه «أم نحن الزارعون»."},{"ayah_number":65,"text":"«لو نشاء لجعلناه حطاما» نباتا يابسا لا حب فيه «فظلتم» أصله ظللتم بكسر اللام حذفت تخفيفا أي أقمتم نهارا «تفكهون» حذفت منه إحدى التاءين في الأصل تعجبون من ذلك وتقولون."},{"ayah_number":66,"text":"«إنا لمغرمون» نفقة زرعنا."},{"ayah_number":67,"text":"«بل نحن محرومون» ممنوعون رزقنا."},{"ayah_number":68,"text":"«أفرأيتم الماء الذي تشربون»."},{"ayah_number":69,"text":"«أأنتم أنزلتموه من المزن» السحاب جمع مزنة «أم نحن المنزلون»."},{"ayah_number":70,"text":"«لو نشاء جعلناه أجاجا» ملحا لا يمكن شربه «فلولا» هلا «تشكرون»."},{"ayah_number":71,"text":"«أفرأيتم النار التي تورون» تُخرجون من الشجر الأخضر."},{"ayah_number":72,"text":"«أأنتم أنشأتم شجرتها» كالمرخ والعفار والكلخ «أم نحن المنشئون»."},{"ayah_number":73,"text":"«نحن جعلناها تذكرة» لنار جهنم «ومتاعا» بُلْغَة «للمقوين» للمسافرين من أقوى القوم: أي صاروا بالقوى بالقصر والمد أي القفر وهو مفازة لا نبات فيها ولا ماء."},{"ayah_number":74,"text":"«فسبح» نزه «باسم» زائدة «ربك العظيم» الله."},{"ayah_number":75,"text":"«فلا أقسم» لا زائدة «بمواقع النجوم» بمساقطها لغروبها."},{"ayah_number":76,"text":"«وإنه» أي القسم بها «لقسم لو تعلمون عظيم» لو كنتم من ذوي العلم لعلمتم عظم هذا القسم."},{"ayah_number":77,"text":"«إنه» أي المتلو عليكم «لقرآن كريم»."},{"ayah_number":78,"text":"«في كتاب» مكتوب «مكنون» مصون وهو المصحف."},{"ayah_number":79,"text":"«لايمسّه» خبر بمعنى النهي «إلا المطهرون» الذين طهروا أنفسهم من الأحداث."},{"ayah_number":80,"text":"«تنزيل» منزل «من رب العالمين»."},{"ayah_number":81,"text":"«أفبهذا الحديث» القرآن «أنتم مدهنون» متهاونون مكذبون."},{"ayah_number":82,"text":"«وتجعلون رزقكم» من المطر، أي شكره «أنكم تكذبون» بسقيا الله حيث قلتم مطرنا بنوء كذا."},{"ayah_number":83,"text":"«فلولا» فهلا «إذا بلغت» الروح وقت النزع «الحلقوم» هو مجرى الطعام."},{"ayah_number":84,"text":"«وأنتم» يا حاضري الميت «حينئذ تنظرون» إليه."},{"ayah_number":85,"text":"«ونحن أقرب إليه منكم» بالعلم «ولكن لا تبصرون» من البصيرة، أي لا تعلمون ذلك."},{"ayah_number":86,"text":"«فلولا» فهلا «إن كنتم غير مدينين» مجزيين بأن تبعثوا، أي غير مبعوثين بزعمكم."},{"ayah_number":87,"text":"«ترجعونها» تردون الروح إلى الجسد بعد بلوغ الحلقوم «إن كنتم صادقين» فيما زعمتم فلولا الثانية تأكيد للأولى وإذا ظرف لترجعون المتعلق به الشرطان والمعنى: هلا ترجعونها إن نفيتم البعث صادقين في نفيه، أي لينتفي عن محلها الموت كالبعث."},{"ayah_number":88,"text":"«فأما إن كان» الميت «من المقربين»."},{"ayah_number":89,"text":"«فروْح» أي فله استراحة «وريحان» رزق حسن «وجنة نعيم» وهل الجواب لأما أو لإن أو لهما؟ أقوال."},{"ayah_number":90,"text":"«وأما إن كان من أصحاب اليمين»."},{"ayah_number":91,"text":"«فسلام لك» أي له السلامة من العذاب «من أصحاب اليمين» من جهة أنه منهم."},{"ayah_number":92,"text":"«وأما إن كان من المكذبين الضالين»."},{"ayah_number":93,"text":"(فنزل من حميم) من إضافة الموصوف إلى صفته."},{"ayah_number":94,"text":"(وتصلية جحيم) من إضافة الموصوف إلى صفته."},{"ayah_number":95,"text":"«إن هذا لهو حق اليقين» من إضافة الموصوف إلى صفته."},{"ayah_number":96,"text":"«فسبح باسم ربك العظيم» تقدم."}]