[{"ayah_number":1,"text":"«ن» أحد حروف الهجاء الله أعلم بمراده به «والقلم» الذي كتب به الكائنات في اللوح المحفوظ «وما يسطرون» أي الملائكة من الخير والصلاح."},{"ayah_number":2,"text":"«ما أنت» يا محمد «بنعمة ربك بمجنون» أي انتفى الجنون عنك بسبب إنعام ربك عليك بالنبوة وغيرها وهذا رد لقولهم إنه مجنون."},{"ayah_number":3,"text":"«وإن لك لأجرا غير ممنون» مقطوع."},{"ayah_number":4,"text":"«وإنك لعلى خلق» دين «عظيم»."},{"ayah_number":5,"text":"«فستبصر ويبصرون»."},{"ayah_number":6,"text":"«بأيكم المفتون» مصدر كالمعقول، أي الفتون بمعنى الجنون، أي أبك أم بهم."},{"ayah_number":7,"text":"«إن ربك هو أعلم بمن ضل عن سبيله وهو أعلم بالمهتدين» له وأعلم بمعنى عالم."},{"ayah_number":8,"text":"«فلا تطع المكذبين»."},{"ayah_number":9,"text":"«ودوا» تمنوا «لو» مصدرية «تدهن» تلين لهم «فيدهنون» يلينون لك وهو معطوف على تدهن، وإن جعل جواب التمني المفهوم من ودوا قدر قبله بعد الفاء هم."},{"ayah_number":10,"text":"«ولا تطع كل حلاف» كثير الحلف بالباطل «مهين» حقير."},{"ayah_number":11,"text":"«هماز» غياب أي مغتاب «مشاء بنميم» ساع بالكلام بين الناس على وجه الإفساد بينهم."},{"ayah_number":12,"text":"«مناع للخير» بخيل بالمال عن الحقوق «معتد» ظالم «أثيم» آثم."},{"ayah_number":13,"text":"«عتل» غليظ جاف «بعد ذلك زنيم» دعيٍّ في قريش، وهو الوليد بن المغيرة ادَّعاه أبوه بعد ثماني عشرة سنة، قال ابن عباس: لا نعلم أن الله وصف أحدا بما وصفه به من العيوب فألحق به عارا لا يفارقه أبدا، وتعلق بزنيم الظرف قبله."},{"ayah_number":14,"text":"«أن كان ذا مال وبنين» أي لأن وهو متعلق بما دل عليه."},{"ayah_number":15,"text":"«إذ تتلى عليه آياتنا» القرآن «قال» هي «أساطير الأولين» أي كذب بها لإنعامنا عليه بما ذكر، وفي قراءة أأن بهمزتين مفتوحتين."},{"ayah_number":16,"text":"«سنسمه على الخرطوم» سنجعل على أنفه علامة يعير بها ما عاش فخطم أنفه بالسيف يوم بدر."},{"ayah_number":17,"text":"«إنا بلوناهم» امتحنا أهل مكة بالقحط والجوع «كما بلونا أصحاب الجنة» البستان «إذ أقسموا ليصرمنَّها» يقطعون ثمرتها «مصبحين» وقت الصباح كي لا يشعر بهم المساكين فلا يعطونهم منها ما كان أبوهم يتصدق به عليهم منها."},{"ayah_number":18,"text":"«ولا يستثنون» في يمينهم بمشيئة الله تعالى والجملة مستأنفة، أي وشأنهم ذلك."},{"ayah_number":19,"text":"«فطاف عليها طائف من ربك» نار أحرقتها ليلا «وهم نائمون»."},{"ayah_number":20,"text":"«فأصبحت كالصريم» كالليل الشديد الظلمة، أي سوداء."},{"ayah_number":21,"text":"«فتنادوا مصبحين»."},{"ayah_number":22,"text":"«أن اغدوا على حرثكم» غلتكم تفسير لتنادوا، أو أن مصدرية أي بأن «إن كنتم صارمين» مريدين القطع وجواب الشرط دل عليه ما قبله."},{"ayah_number":23,"text":"«فانطلقوا وهم يتخافتون» يتسارون."},{"ayah_number":24,"text":"«أن لا يدخلنها اليوم عليكم مسكين» تفسير لما قبله، أو أن مصدرية أي بأن."},{"ayah_number":25,"text":"«وغدوا على حرد» منع للفقراء «قادرين» عليه في ظنهم."},{"ayah_number":26,"text":"«فلما رأوها» سوداء محترقة «قالوا إنا لضالون» عنها، أي ليست هذه ثم قالوا لما علموها:"},{"ayah_number":27,"text":"«بل نحن محرومون» ثمرتها بمنعنا الفقراء منها."},{"ayah_number":28,"text":"«قال أوسطهم» خيرهم «ألم أقل لكم لولا» هلا «تسبحون» الله تائبين."},{"ayah_number":29,"text":"«قالوا سبحان ربنا إنا كنا ظالمين» بمنع الفقراء حقهم."},{"ayah_number":30,"text":"«فأقبل بعضهم على بعض يتلاومون»."},{"ayah_number":31,"text":"«قالوا يا» للتنبيه «ويلنا» هلا كنا «إنا كنا طاغين»."},{"ayah_number":32,"text":"«عسى ربنا أن يبدِّلنا» بالتشديد والتخفيف «خيرا منها إنا إلى ربنا راغبون» ليقبل توبتنا ويرد علينا خيرا من جنتنا، روي أنهم أُبدلوا خيرا منها."},{"ayah_number":33,"text":"«كذلك» أي مثل العذاب لهؤلاء «العذاب» لمن خالف أمرنا من كفار مكة وغيرهم «ولعذاب الآخرة أكبر لو كانوا يعلمون» عذابها ما خالفوا أمرنا، ونزل لما قالوا إن بعثنا نعطى أفضل منكم:"},{"ayah_number":34,"text":"«إن للمتقين عند ربهم جنات النعيم»."},{"ayah_number":35,"text":"«أفنجعل المسلمين كالمجرمين» أي تابعين لهم في العطاء."},{"ayah_number":36,"text":"«ما لكم كيف تحكمون» هذا الحكم الفاسد."},{"ayah_number":37,"text":"«أم» أي بل أ «لكم كتاب» منزل «فيه تدرسون» أي تقرؤون."},{"ayah_number":38,"text":"«إن لكم فيه لما تخيرون» تختارون."},{"ayah_number":39,"text":"«أم لكم أَيمان» عهود «علينا بالغة» واثقة «إلى يوم القيامة» متعلق معنى بعلينا، وفي هذا الكلام معنى القسم، أي أقسمنا لكم وجوابه «إن لكم لما تحكمون» به لأنفسكم."},{"ayah_number":40,"text":"«سلهم أيهم بذلك» الحكم الذي يحكمون به لأنفسهم من أنهم يعطون في الآخرة أفضل من المؤمنين «زعيم» كفيل لهم."},{"ayah_number":41,"text":"«أم لهم» أي عندهم «شركاء» موافقون لهم في هذا القول يكفلون به لهم فإن كان كذلك «فليأتوا بشركائهم» الكافلين لهم به «إن كانوا صادقين»."},{"ayah_number":42,"text":"اذكر «يوم يكشف عن ساق» هو عبارة عن شدة الأمر يوم القيامة للحساب والجزاء، يقال: كشفت الحرب عن ساق: إذا اشتد الأمر فيها «ويدعوْن إلى السجود» امتحاناً لإيمانهم «فلا يستطيعون» تصير ظهورهم طبقاً واحداً."},{"ayah_number":43,"text":"«خاشعة» حال من ضمير يدعون، أي ذليلة «أبصارهم» لا يرفعونها «ترهقهم» تغشاهم «ذلة وقد كانوا يدعوْن» في الدنيا «إلى السجود وهم سالمون» فلا يأتون به بأن لا يصلوا."},{"ayah_number":44,"text":"«فذرني» دعني «ومن يكذب بهذا الحديث» القرآن «سنستدرجهم» نأخذهم قليلا قليلا «من حيث لا يعلمون»."},{"ayah_number":45,"text":"«وأملي لهم» أمهلهم «إن كيدي متين» شديد لا يطاق."},{"ayah_number":46,"text":"«أم» بل أ «تسألهم» على تبليغ الرسالة «أجرا فهم من مغرم» مما يعطونكه «مثقلون» فلا يؤمنون لذلك."},{"ayah_number":47,"text":"«أم عندهم الغيب» أي اللوح المحفوظ الذي فيه الغيب «فهم يكتبون» منه ما يقولون."},{"ayah_number":48,"text":"«فاصبر لحكم ربك» فيهم بما يشاء «ولا تكن كصاحب الحوت» في الضجر والعجلة وهو يونس عليه السلام «إذ نادى» دعا ربه «وهو مكظوم» مملوء غما في بطن الحوت."},{"ayah_number":49,"text":"«لولا أن تداركه» أدركه «نعمة» رحمة «من ربه لنبذ» من بطن الحوت «بالعراء» بالأرض الفضاء «وهو مذموم» لكنه رحم فنبذ غير مذموم."},{"ayah_number":50,"text":"«فاجتباه ربه» بالنبوة «فجعله من الصالحين» الأنبياء."},{"ayah_number":51,"text":"«وإن يكاد الذين كفروا ليزلقونك» بضم الياء وفتحها «بأبصارهم» ينظرون إليك نظرا شديدا يكاد أن يصرعك ويسقطك من مكانك «لما سمعوا الذكر» القرآن «ويقولون» حسدا «إنه لمجنون» بسبب القرآن الذي جاء به."},{"ayah_number":52,"text":"«وما هو» أي القرآن «إلا ذكر» موعظة «للعالمين» الجن والإنس لا يحدث بسبب جنون."}]