[{"ayah_number":1,"text":"«سأل سائل» دعا داع «بعذاب واقع»."},{"ayah_number":2,"text":"(للكافرين ليس له دافع) هو النضر بن الحارث قال: \"\" اللهم إن كان هذا هو الحق \"\" الآية."},{"ayah_number":3,"text":"«من الله» متصل بواقع «ذي المعارج» مصاعد الملائكة وهي السماوات."},{"ayah_number":4,"text":"«تعرج» بالتاء والياء «الملائكة والروح» جبريل «إليه» إلى مهبط أمره من السماء «في يوم» متعلق بمحذوف، أي يقع العذاب بهم في يوم القيامة «كان مقداره خمسين ألف سنة» بالنسبة إلى الكافر لما يلقى فيه من الشدائد، وأما المؤمن فيكون أخف عليه من صلاة مكتوبة يصليها في الدنيا كما جاء في الحديث."},{"ayah_number":5,"text":"«فاصبر» وهذا قبل أن يؤمر بالقتال «صبرا جميلا» أي لا جزع فيه."},{"ayah_number":6,"text":"«إنهم يرونه» أي العذاب «بعيدا» غير واقع."},{"ayah_number":7,"text":"«ونراه قريبا» واقعا لا محالة."},{"ayah_number":8,"text":"«يوم تكون السماء» متعلق بمحذوف تقديره يقع «كالمهل» كذائب الفضة."},{"ayah_number":9,"text":"«وتكون الجبال كالعهن» كالصوف في الخفة والطيران بالريح."},{"ayah_number":10,"text":"«ولا يسأل حميم حميما» قريب قريبه لاشتغال كل بحاله."},{"ayah_number":11,"text":"«يبصرونهم» أي يبصر الأحماء بعضهم بعضا ويتعارفون ولا يتكلمون والجملة مستأنفة «يود المجرم» يتمنى الكافر «لو» بمعنى أن «يفتدي من عذاب يومئذ» بكسر الميم وفتحها «ببنيه»."},{"ayah_number":12,"text":"«وصاحبته» زوجته «وأخيه»."},{"ayah_number":13,"text":"«وفصيلته» عشيرته لفصله منها «التي تؤويه» تضمه."},{"ayah_number":14,"text":"«ومن في الأرض جميعا ثم ينجيه» ذلك الافتداء عطف على يفتدي."},{"ayah_number":15,"text":"«كلا» رد لما يوده «إنها» أي النار «لظى» اسم لجهنم لأنها تتلظى، أي تتلهب على الكفار."},{"ayah_number":16,"text":"«نزاعة للشوى» جمع شواة وهي جلدة الرأس."},{"ayah_number":17,"text":"«تدعو من أدبر وتولى» عن الإيمان بأن تقول: إليَّ إليَّ."},{"ayah_number":18,"text":"«وجمع» المال «فأوعي» أمسكه في وعائه ولم يؤد حق الله منه."},{"ayah_number":19,"text":"«إن الإنسان خلق هلوعا» حال مقدرة وتفسيره."},{"ayah_number":20,"text":"«إذا مسه الشر جزوعا» وقت مس الشر."},{"ayah_number":21,"text":"«وإذا مسه الخير منوعا» وقت مس الخير أي المال لحق الله منه."},{"ayah_number":22,"text":"«إلا المصلين» أي المؤمنين."},{"ayah_number":23,"text":"«الذين هم على صلاتهم دائمون» مواظبون."},{"ayah_number":24,"text":"«والذين في أموالهم حق معلوم» هو الزكاة."},{"ayah_number":25,"text":"«للسائل والمحروم» المتعفف عن السؤال فيحرم."},{"ayah_number":26,"text":"«والذين يُصدقون بيوم الدين» الجزاء."},{"ayah_number":27,"text":"«والذين هم من عذاب ربهم مشفقون» خائفون."},{"ayah_number":28,"text":"«إن عذاب ربهم غير مأمون» نزوله."},{"ayah_number":29,"text":"«والذين هم لفروجهم حافظون»."},{"ayah_number":30,"text":"«إلا على أزواجهم أو ما ملكت أيمانهم» من الإماء «فإنهم غير ملومين»."},{"ayah_number":31,"text":"«فمن ابتغى وراء ذلك فأولئك هم العادون» المتجاوزون الحلال إلى الحرام."},{"ayah_number":32,"text":"«والذين هم لأماناتهم» وفي قراءة بالإفراد: ما ائْتُمِنوا عليه من أمر الدين والدنيا «وعهدهم» المأخوذ عليهم في ذلك «راعون» حافظون."},{"ayah_number":33,"text":"«والذين هم بشهادتهم» وفي قراءة بالجمع «قائمون» يقيمونها ولا يكتمونها."},{"ayah_number":34,"text":"«والذين هم على صلاتهم يحافظون» بأدائها في أوقاتها."},{"ayah_number":35,"text":"«أولئك في جنات مكرمون»."},{"ayah_number":36,"text":"«فمال الذين كفروا قبلك» نحوك «مهطعين» حال، أي مديمي النظر."},{"ayah_number":37,"text":"«عن اليمين وعن الشمال» منك «عزين» حال أيضا، أي جماعات حلقا حلقا، يقولون استهزاء بالمؤمنين: لئن دخل هؤلاء الجنة لندخلنها قبلهم قال تعالى:"},{"ayah_number":38,"text":"«أيطمع كل امرىءٍ منهم أن يدخل جنة نعيم»."},{"ayah_number":39,"text":"«كلا» ردع لهم عن طمعهم في الجنة «إنا خلقناهم» كغيرهم «مما يعلمون» من نطف فلا يطمع بذلك في الجنة وإنما يطمع فيها بالتقوى."},{"ayah_number":40,"text":"«فلا» لا زائدة «أقسم برب المشارق والمغارب» للشمس والقمر وسائر الكواكب «إنا لقادرون»."},{"ayah_number":41,"text":"«على أن نبدل» نأتي بدلهم «خيرا منهم وما نحن بمسبوقين» بعاجزين عن ذلك."},{"ayah_number":42,"text":"«فذرهم» اتركهم «يخوضوا» في باطلهم «ويلعبوا» في دنياهم «حتى يلاقوا» يلقوا «يومهم الذي يوعدون» فيه العذاب."},{"ayah_number":43,"text":"«يوم يخرجون من الأجداث» القبور «سراعا» إلى المحشر «كأنهم إلى نَصْبِ» وفي قراءة بضم الحرفين، شيء منصوب كعلم أو راية «يوفضون» يسرعون."},{"ayah_number":44,"text":"«خاشعة» ذليلة «أبصارهم ترهقهم» تغشاهم «ذلة ذلك اليوم الذي كانوا يوعدون» ذلك مبتدأ وما بعده الخبر ومعناه يوم القيامة."}]