[{"ayah_number":1,"text":"«والمرسلات عُرفا» أي الرياح متتابعة كعرف الفرس يتلو بعضه بعضا ونصبه على الحال."},{"ayah_number":2,"text":"«فالعاصفات عصفا» الرياح الشديدة."},{"ayah_number":3,"text":"«والناشرات نشرا» الرياح تنشر المطر."},{"ayah_number":4,"text":"«فالفارقات فرقا» أي آيات القرآن تفرق بين الحق والباطل والحلال والحرام."},{"ayah_number":5,"text":"«فالملقيات ذكرا» أي الملائكة تنزل بالوحي إلى الأنبياء والرسل يلقون الوحي إلى الأمم."},{"ayah_number":6,"text":"«عذْرا أو نذرا» أي للإعذار والإنذار من الله تعالى وفي قراءة بضم ذال نذرا وقرئ بضم ذال عذرا."},{"ayah_number":7,"text":"«إنما توعدون» أي يا كفار مكة من البعث والعذاب «لواقع» كائن لا محالة."},{"ayah_number":8,"text":"«فإذا النجوم طمست» محي نورها."},{"ayah_number":9,"text":"«وإذا السماء فرجت» شقت."},{"ayah_number":10,"text":"«وإذا الجبال نسفت» فتتت وسيرت."},{"ayah_number":11,"text":"«وإذا الرسل أُقتت» بالواو وبالهمزة بدلا منها، أي جمعت لوقت."},{"ayah_number":12,"text":"«لأي يوم» ليوم عظيم «أُجلت» للشهادة على أممهم بالتبليغ."},{"ayah_number":13,"text":"«ليوم الفصل» بين الخلق ويؤخذ منه جواب إذا، أي وقع الفصل بين الخلائق."},{"ayah_number":14,"text":"«وما أدراك ما يوم الفصل» تهويل لشأنه."},{"ayah_number":15,"text":"«ويل يومئذ للمكذبين» هذا وعيد لهم."},{"ayah_number":16,"text":"«ألم نهلك الأولين» بتكذيبهم، أي أهلكناهم."},{"ayah_number":17,"text":"«ثم نتبعهم الآخرين» ممن كذبوا ككفار مكة فنهلكهم."},{"ayah_number":18,"text":"«كذلك» مثل ما فعلنا بالمكذبين «نفعل بالمجرمين» بكل من أجرم فيما يستقبل فنهلكهم."},{"ayah_number":19,"text":"«ويل يومئذ للمكذبين» تأكيد."},{"ayah_number":20,"text":"«أَلم نخلقكم من ماء مهين» ضعيف وهو المني."},{"ayah_number":21,"text":"«فجعلناه في قرار مكين» حريز وهو الرحم."},{"ayah_number":22,"text":"«إلى قدر معلوم» وهو وقت الولادة."},{"ayah_number":23,"text":"«فقَدرنا» على ذلك «فنعم القادرون» نحن."},{"ayah_number":24,"text":"«ويل يومئذ للمكذبين»."},{"ayah_number":25,"text":"«ألم نجعل الأرض كفاتا» مصدر كفت بمعنى ضم، أي ضامة."},{"ayah_number":26,"text":"«أحياءً» على ظهرها «وأمواتا» في بطنها."},{"ayah_number":27,"text":"«وجعلنا فيها رواسيَ شامخات» جبالا مرتفعات «وأسقيناكم ماء فراتا» عذبا."},{"ayah_number":28,"text":"«ويل يومئذ للمكذبين» ويقال للمكذبين يوم القيامة:"},{"ayah_number":29,"text":"«انطلقوا إلى ما كنتم به» من العذاب «تكذبون»."},{"ayah_number":30,"text":"«انطلقوا إلى ظل ذي ثلاث شعب» هو دخان جهنم إذا ارتفع افترق ثلاث فرق لعظمه."},{"ayah_number":31,"text":"«لا ظليل» كنين يظلهم من حر ذلك اليوم «ولا يغني» يرد عنهم شيئا «من اللهب» النار."},{"ayah_number":32,"text":"«إنها» أي النار «ترمي بشرر» هو ما تطاير منها «كالقصر» من البناء في عظمه وارتفاعه."},{"ayah_number":33,"text":"(كأنه جمالات) جمالات جمع جمل وفي قراءة جمالت (صفر) في هيئتها ولونها وفي الحديث \"\" شرار الناس أسود كالقير \"\" والعرب تسمي سود الإبل صفرا لشوب سوادها بصفرة فقيل صفر في الآية بمعنى سود لما ذكر وقيل لا، والشرر: جمع شرارة، والقير: القار."},{"ayah_number":34,"text":"«ويل يومئذ للمكذبين»."},{"ayah_number":35,"text":"«هذا» أي يوم القيامة «يوم لا ينطقون» فيه بشيء."},{"ayah_number":36,"text":"«ولا يؤذن لهم» في العذر «فيعتذرون» عطف على يؤذن من غير تسبب عنه فهو داخل في حيز النفي، أي لا إذن فلا اعتذار."},{"ayah_number":37,"text":"«ويل يومئذ للمكذبين»."},{"ayah_number":38,"text":"«هذا يوم الفصل جمعناكم» أيها المكذبون من هذه الأمة «والأولين» من المكذبين قبلكم فتحاسبون وتعذبون جميعا."},{"ayah_number":39,"text":"«فإن كان لكم كيد» حيلة في دفع العذاب عنكم «فكيدون» فافعلوها."},{"ayah_number":40,"text":"«ويل يومئذ للمكذبين»."},{"ayah_number":41,"text":"«إن المتقين في ظلال» أي تكاثف أشجار إذ لا شمس يظل من حرها «وعيون» نابعة من الماء."},{"ayah_number":42,"text":"«وفواكه مما يشتهون» فيه إعلام بأن المأكل والمشرب في الجنة بحسب شهواتهم بخلاف الدنيا فبحسب ما يجد الناس في الأغلب ويقال لهم:"},{"ayah_number":43,"text":"«كلوا واشربوا هنيئا» حال، أي متهنئين «بما كنتم تعملون» من الطاعة."},{"ayah_number":44,"text":"«إنا كذلك» كما جزينا المتقين «نجزي المحسنين»."},{"ayah_number":45,"text":"«ويل يومئذ للمكذبين»."},{"ayah_number":46,"text":"«كلوا وتمتعوا» خطاب للكفار في الدنيا «قليلا» من الزمان وغايته الموت، وفي هذا تهديد لهم «إنكم مجرمون»."},{"ayah_number":47,"text":"«ويل يومئذ للمكذبين»."},{"ayah_number":48,"text":"«وإذا قيل لهم اركعوا» صلوا «لا يركعون» لا يصلون."},{"ayah_number":49,"text":"«ويل يومئذ للمكذبين»."},{"ayah_number":50,"text":"«فبأي حديث بعده» أي القرآن «يؤمنون» أي لا يمكن إيمانهم بغيره من كتب الله بعد تكذيبهم به لاشتماله على الإعجاز الذي لم يشتمل عليه غيره."}]