[{"ayah_number":1,"text":"«والنازعات» الملائكة تنزع أرواح الكفار «غرقا» نزعا بشدة."},{"ayah_number":2,"text":"«والناشطات نشطا» الملائكة تنشط أرواح المؤمنين، أي تسلها برفق."},{"ayah_number":3,"text":"«والسابحات سبحا» الملائكة تسبح من السماء بأمره تعالى، أي تنزل."},{"ayah_number":4,"text":"«فالسابقات سبقا» الملائكة تسبق بأرواح المؤمنين إلى الجنة."},{"ayah_number":5,"text":"«فالمدبرات أمرا» الملائكة تدبر أمر الدنيا، أي تنزل بتدبيره، وجواب هذه الأقسام محذوف، أي لتبعثنَّ يا كفار مكة وهو عامل في."},{"ayah_number":6,"text":"«يوم ترجف الراجفة» النفخة الأولى بها يرجف كل شيء، أي يتزلزل فوصفت بما يحدث منها."},{"ayah_number":7,"text":"«تتبعها الرادفة» النفخة الثانية وبينهما أربعون سنة، والجملة حال من الراجفة، فاليوم واسع للنفختين وغيرهما فصح ظرفيته للبعث الواقع عقب الثانية."},{"ayah_number":8,"text":"«قلوب يومئذٍ واجفة» خائفة قلقة."},{"ayah_number":9,"text":"«أبصارها خاشعة» ذليلة لهول ما ترى."},{"ayah_number":10,"text":"«يقولون» أي أرباب القلوب والأبصار استهزاء وإنكارا للبعث «أئنا» بتحقيق الهمزتين وتسهيل الثانية وإدخال الف بينهما على الوجهين في الموضعين «لمردودون في الحافرة» أي أنرد بعد الموت إلى الحياة، والحافرة: اسم لأول الأمر، ومنه رجع فلان في حافرته: إذا رجع من حيث جاء."},{"ayah_number":11,"text":"«أئذا كنا عظاما نخرة» وفي قراءة ناخرة بالية متفتتة نحيا."},{"ayah_number":12,"text":"«قالوا تلك» أي رجعتنا إلى الحياة «إذا» إن صحت «كرة» رجعة «خاسرة» ذات خسران قال تعالى:"},{"ayah_number":13,"text":"«فإنما هي» أي الرادفة التي يعقبها البعث «زجرة» نفخة «واحدة» فإذا نفخت."},{"ayah_number":14,"text":"«فإذا هم» أي كل الخلائق «بالساهرة» بوجه الأرض أحياءً بعدما كانوا ببطنها أمواتا."},{"ayah_number":15,"text":"«هل أتاك» يا محمد «حديث موسى» عامل في."},{"ayah_number":16,"text":"«إذ ناداه ربه بالوادِ المقدس طوىً» اسم الوادي بالتنوين وتركه، فقال:"},{"ayah_number":17,"text":"«اذهب إلى فرعون إنه طغى» تجاوز الحد في الكفر."},{"ayah_number":18,"text":"«فقل هل لك» أدعوك «إلى أن تزكى» وفي قراءة بتشديد الزاي بإدغام التاء الثانية في الأصل فيها: تتطهر من الشرك بأن تشهد أن لا إله إلا الله."},{"ayah_number":19,"text":"«وأهديك إلى ربك» أدلك على معرفته ببرهان «فتخشى» فتخافه."},{"ayah_number":20,"text":"«فأراه الآية الكبرى» من آياته السبع وهي اليد أو العصا."},{"ayah_number":21,"text":"«فكذب» فرعون موسى «وعصى» الله تعالى."},{"ayah_number":22,"text":"«ثم أدبر» عن الإيمان «يسعى» في الأرض بالفساد."},{"ayah_number":23,"text":"«فحشر» جمع السحرة وجنده «فنادى»."},{"ayah_number":24,"text":"«فقال أنا ربكم الأعلى» لا رب فوقي."},{"ayah_number":25,"text":"(فأخذه الله) أهلكه بالغرق (نكال) عقوبة (الآخرة) أي هذه الكلمة (والأولى) أي قوله قبلها: \"\" ما علمت لكم من إله غيري \"\" وكان بينهما أربعون سنة."},{"ayah_number":26,"text":"«إن في ذلك» المذكور «لعبرة لمن يخشى» الله تعالى."},{"ayah_number":27,"text":"«أأنتم» بتحقيق الهمزتين وإبدال الثانية ألفاً وتسهيلها وإدخال ألف بين المسهلة والأخرى وتركه، أي منكرو البعث «أشد خلقا أم السماء» أشد خلقا «بناها» بيان لكيفية خلقها."},{"ayah_number":28,"text":"«رفع سمكها» تفسير لكيفية البناء، أي جعل سمتها في جهة العلو رفيعا، وقيل سمكها سقفها «فسواها» جعلها مستوية بلا عيب."},{"ayah_number":29,"text":"«وأغطش ليلها» أظلمه «وأخرج ضحاها» أبرز نور شمسها وأضيف إليها الليل لأنه ظلها والشمس لأنها سراجها."},{"ayah_number":30,"text":"«والأرض بعد ذلك دحاها» بسطها وكانت مخلوقة قبل السماء من غير دحو."},{"ayah_number":31,"text":"«أخرج» حال بإضمار قد أي مخرجا «منها ماءها» بتفجير عيونها «ومرعاها» ما ترعاه النعم من الشجر والعشب وما يأكله الناس من الأقوات والثمار، وإطلاق المرعى عليه استعارة."},{"ayah_number":32,"text":"«والجبال أرساها» أثبتها على وجه الأرض لتسكن."},{"ayah_number":33,"text":"«متاعا» مفعول له لمقدر، أي فعل ذلك متعة أو مصدر أي تمتيعا «لكم ولأنعامكم» جمع نعم وهي الإبل والبقر والغنم."},{"ayah_number":34,"text":"«فإذا جاءت الطامة الكبرى» النفخة الثانية."},{"ayah_number":35,"text":"«يوم يتذكر الإنسان» بدل من إذا «ما سعى» في الدنيا من خير وشر."},{"ayah_number":36,"text":"«وبرزت» أظهرت «الجحيم» النار المحرقة «لمن يرى» لكل راءٍ وجواب إذا:"},{"ayah_number":37,"text":"«فأما من طغى» كفر."},{"ayah_number":38,"text":"«وآثر الحياة الدنيا» باتباع الشهوات."},{"ayah_number":39,"text":"«فإن الجحيم هي المأوى» مأواه."},{"ayah_number":40,"text":"«وأما من خاف مقام ربه» قيامه بين يديه «ونهى النفس» الأمارة «عن الهوى» المردي باتباع الشهوات."},{"ayah_number":41,"text":"«فإن الجنة هي المأوى» وحاصل الجواب: فالعاصي في النار والمطيع في الجنة."},{"ayah_number":42,"text":"«يسَألونك» أي كفار مكة «عن الساعة أيان مرساها» متى وقوعها وقيامها."},{"ayah_number":43,"text":"«فيم» في أي شيء «أنت من ذكراها» أي ليس عندك علمها حتى تذكرها."},{"ayah_number":44,"text":"«إلى ربك منتهاها» منتهى علمها لا يعلمه غيره."},{"ayah_number":45,"text":"«إنما أنت منذر» إنما ينفع إنذارك «من يخشاها» يخافها."},{"ayah_number":46,"text":"«كأنهم يوم يرونها لم يلبثوا» في قبورهم «إلا عشية أو ضحاها» عشية يوم أو بكرته وصح إضافة الضحى إلى العشية لما بينهما من الملابسة إذ هما طرفا النهار، وحسن الإضافة وقوع الكلمة فاصلة."}]