[{"ayah_number":1,"text":"«والسماء ذات البروج» الكواكب اثني عشر برجا تقدَّمت في الفرقان."},{"ayah_number":2,"text":"«واليوم الموعود» يوم القيامة."},{"ayah_number":3,"text":"«وشاهد» يوم الجمعة «ومشهود» يوم عرفة كذا فسرت الثلاثة في الحديث فالأول موعود به والثاني شاهد بالعمل فيه، والثالث تشهده الناس والملائكة، وجواب القسم محذوف صدره، تقديره لقد."},{"ayah_number":4,"text":"«قتل» لعن «أصحاب الأخدود» الشق في الأرض."},{"ayah_number":5,"text":"«النار» بدل اشتمال منه «ذات الوقود» ما توقد به."},{"ayah_number":6,"text":"«إذ هم عليها» حولها على جانب الأخدود على الكراسي «قعود»."},{"ayah_number":7,"text":"«وهم على ما يفعلون بالمؤمنين» بالله من تعذيبهم بالإلقاء في النار إن لم يرجعوا عن إيمانهم «شهود» حضور، رُوي أن الله أَنجى المؤمنين الملقين في النار بقبض أرواحهم قبل وقوعهم فيها وخرجت النار إلى من ثَمَّ فأحرقتهم."},{"ayah_number":8,"text":"«وما نقموا منهم إلا أن يؤمنوا بالله العزيز» في ملكه «الحميد» المحمود."},{"ayah_number":9,"text":"«الذي له ملك السماوات والأرض والله على كل شيءٍ شهيد» أي ما أنكر الكفار على المؤمنين إلا إيمانهم."},{"ayah_number":10,"text":"«إن الذين فتنوا المؤمنين والمؤمنات» بالإحراق «ثم لم يتوبوا فلهم عذاب جهنم» بكفرهم «ولهم عذاب الحريق» أي عذاب إحراقهم المؤمنين في الآخرة، وقيل في الدنيا بأن أخرجت النار فأحرقتهم كما تقدم."},{"ayah_number":11,"text":"«إن الذين آمنوا وعملوا الصالحات لهم جنات تجري من تحتها الأنهار ذلك الفوز الكبير»."},{"ayah_number":12,"text":"«إن بطش ربك» بالكفار «لشديد» بحسب إرادته."},{"ayah_number":13,"text":"«إنه هو يبدىءُ» الخلق «ويعيد» فلا يعجزه ما يريد."},{"ayah_number":14,"text":"«وهو الغفور» للمذنبين المؤمنين «الودود» المتودد إلى أوليائه بالكرامة."},{"ayah_number":15,"text":"«ذو العرش» خالقه ومالكه «المجيد» بالرفع: المستحق لكمال صفات العلوّ."},{"ayah_number":16,"text":"«فعَّال لما يريد» لا يعجزه شيء."},{"ayah_number":17,"text":"«هل أتاك» يا محمد «حديث الجنود»."},{"ayah_number":18,"text":"«فرعون وثمود» بدل من الجنود واستغني بذكر فرعون عن أتباعه، وحديثهم أنهم أُهلكوا بكفرهم وهذا تنبيه لمن كفر بالنبي صلى الله عليه وسلم والقرآن ليتعظوا."},{"ayah_number":19,"text":"«بل الذين كفروا في تكذيب» بما ذكر."},{"ayah_number":20,"text":"«والله من ورائهم محيط» لا عاصم لهم منه."},{"ayah_number":21,"text":"«بل هو قرآن مجيد» عظيم."},{"ayah_number":22,"text":"«في لوح» هو في الهواء فوق السماء السابعة «محفوظٍ» بالجر من الشياطين ومن تغيير شيء منه طوله ما بين السماء والأرض، وعرضه ما بين المشرق والمغرب، وهو من درة بيضاء، قاله ابن عباس رضي الله عنهما."}]