[{"ayah_number":1,"text":"«والفجر» أي فجر كل يوم."},{"ayah_number":2,"text":"«وليال عشر» أي عشر ذي الحجة."},{"ayah_number":3,"text":"«والشفع» الزوج «والوتر» بفتح الواو وكسرها لغتان: الفرد."},{"ayah_number":4,"text":"«والليل إذا يسْر» مقبلا ومدبرا."},{"ayah_number":5,"text":"«هل في ذلك» القسم «قسمٌ لذي حجر» عقل، وجواب القسم محذوف أي: لتعذبنّ يا كفار مكة."},{"ayah_number":6,"text":"«ألم ترَ» تعلم يا محمد «كيف فعل ربك بعاد»."},{"ayah_number":7,"text":"«إرَمَ» هي عاد الأولى، فإرم عطف بيان أو بدل، ومنع الصرف للعلمية والتأنيث «ذات العماد» أي الطول كان طول الطويل منهم أربعمائة ذراع."},{"ayah_number":8,"text":"«التي لم يُخلق مثلها في البلاد» في بطشهم وقوتهم."},{"ayah_number":9,"text":"«وثمود الذين جابوا» قطعوا «الصخر» جمع صخرة واتخذوها بيوتا «بالواد» وادي القرى."},{"ayah_number":10,"text":"«وفرعون ذي الأوتاد» كان يتد أربعة أوتاد يشد إليها يدي ورجلي من يعذبه."},{"ayah_number":11,"text":"«الذين طغوا» تجبروا «في البلاد»."},{"ayah_number":12,"text":"«فأكثروا فيها الفساد» القتل وغيره."},{"ayah_number":13,"text":"«فصبَّ عليهم ربك سوط» نوع «عذاب»."},{"ayah_number":14,"text":"«إن ربك لبالمرصاد» يرصد أعمال العباد فلا يفوته منها شيء ليجازيهم عليها."},{"ayah_number":15,"text":"«فأما الإنسان» الكافر «إذا ما ابتلاه» اختبره «ربه فأكرمه» بالمال وغيره «ونعَّمه فيقول ربي أكرمن»."},{"ayah_number":16,"text":"«وأما إذا ما ابتلاه فقدره» ضيق «عليه رزقه فيقول ربي أهانن»."},{"ayah_number":17,"text":"«كلا» ردع، أي ليس الإكرام بالغنى والإهانة بالفقر وإنما هو بالطاعة والمعصية، وكفار مكة لا ينتبهون لذلك «بل لا يكرمون اليتيم» لا يحسنون إليه مع غناهم أو لا يعطونه حقه من الميراث."},{"ayah_number":18,"text":"«ولا يحضون» أنفسهم أو غيرهم «على طعام» أي طعام «المسكين»."},{"ayah_number":19,"text":"«وتأكلون التراث» الميراث «أكلا لما» أي شديدا، للمهم نصيب النساء والصبيان من الميراث مع نصيبهم منه أو مع مالهم."},{"ayah_number":20,"text":"«ويحبون المال حبا جما» أي: كثيرا فلا ينفقونه، وفي قراءة بالفوقانية في الأفعال الأربعة."},{"ayah_number":21,"text":"«كلا» ردع لهم عن ذلك «إذا دكت الأرض دكا دكا» زلزلت حتى ينهدم كل بناء عليها وينعدم."},{"ayah_number":22,"text":"«وجاء ربك» أي أمره «والملك» أي الملائكة «صفا صفا» حال، أي مصطفين أو ذوي صفوف كثيرة."},{"ayah_number":23,"text":"«وجيء يومئذ بجهنم» تقاد بسبعين ألف زمام كل زمام بأيدي سبعين ألف ملك لها زفير وتغيظ «يومئذ» بدل من إذا وجوابها «يتذكر الإنسان» أي الكافر ما فرط فيه «وأنَّي له الذكرى» استفهام بمعنى النفي، أي لا ينفعه تذكره ذلك."},{"ayah_number":24,"text":"«يقول» مع تذكره «يا» للتنبيه «ليتني قدمت» الخير والإيمان «لحياتي» الطيبة في الآخرة أو وقت حياتي في الدنيا."},{"ayah_number":25,"text":"«فيومئذٍ لا يعذِّب» بكسر الذال «عذابه» أي الله «أحد» أي لا يكله إلى غيره."},{"ayah_number":26,"text":"«و» كذا «لا يوثق» بكسر الثاء «وثاقه أحد» وفي قراءة بفتح الذال والثاء فضمير عذابه ووثاقه للكافر والمعنى لا يعذب أحد مثل تعذيبه ولا يوثق مثل إيثاقه."},{"ayah_number":27,"text":"«يا أيتها النفس المطمئنة» الآمنة وهي المؤمنة."},{"ayah_number":28,"text":"«إرجعي إلى ربك» يقال لها ذلك عند الموت، أي إرجعي إلى أمره وإرادته «راضية» بالثواب «مرضية» عند الله بعملك، أي جامعة بين الوصفين وهما حالان ويقال لها في القيامة:"},{"ayah_number":29,"text":"«فادخلي في» جملة «عبادي» الصالحين."},{"ayah_number":30,"text":"«وادخلي جنتي» معهم."}]