[{"ayah_number":1,"text":"«والليل إذا يغشى» بظلمته كل ما بين السماء والأرض."},{"ayah_number":2,"text":"«والنهار إذا تجلى» تكشف وظهر وإذا في الموضوعين لمجرد الظرفية والعامل فيها فعل القسم."},{"ayah_number":3,"text":"«وما» بمعنى من أو مصدرية «خلق الذكر والأنثى» آدم وحواء وكل ذكر وكل أنثى، والخنثى المشكل عندنا ذكر أو أنثى عند الله تعالى فيحنث بتكليمه من حلف لا يكلم لا يكلم ذكرا ولا أنثى."},{"ayah_number":4,"text":"«إن سعيكم» عملكم «لشتى» مختلف فعامل للجنة بالطاعة وعامل للنار بالمعصية."},{"ayah_number":5,"text":"«فأما من أعطى» حق الله «واتقى» الله."},{"ayah_number":6,"text":"«وصدَّق بالحسنى» أي بلا إله إلا الله في الموضوعين."},{"ayah_number":7,"text":"«فسنسيره لليسرى» للجنة."},{"ayah_number":8,"text":"«وأما من بخل» بحق الله «واستغنى» عن ثوابه."},{"ayah_number":9,"text":"«وكذب بالحسنى»."},{"ayah_number":10,"text":"«فسنسيره» نهيئه «للعسرى» للنار."},{"ayah_number":11,"text":"«وما» نافية «يغني عنه ماله إذا تردَّى» في النار."},{"ayah_number":12,"text":"«إن علينا لَلهدى» لتبيين طريق الهدى من طريق الضلال ليمتثل أمرنا بسلوك الأول ونهينا عن ارتكاب الثاني."},{"ayah_number":13,"text":"«وإن لنا للآخرة والأولى» أي الدنيا فمن طلبهما من غيرنا فقد أخطأ."},{"ayah_number":14,"text":"«فأنذرتكم» خوفتكم يا أهل مكة «نارا تلظى» بحذف إحدى التاءين من الأصل وقريء بثبوتها، أي تتوقد."},{"ayah_number":15,"text":"«لا يصلاها» يدخلها «إلا الأشقى» بمعنى الشقي."},{"ayah_number":16,"text":"(الذي كذب) النبي (وتولى) عن الإيمان وهذا الحصر مؤول لقوله تعالى: \"\" ويغفر ما دون ذلك لمن يشاء \"\" فيكون المراد الصلي المؤبد."},{"ayah_number":17,"text":"«وسيجنبها» يبعد عنها «الأتقى» بمعنى التقي."},{"ayah_number":18,"text":"«الذي يؤتي ماله يتزكى» متزكيا به عند الله تعالى بأن يخرجه لله تعالى لا رياء ولا سمعة، فيكون زاكيا عند الله، وهذا نزل في الصدّيق رضي الله عنه لما اشترى بلالا المعذب على إيمانه وأعتقه، فقال الكفار: إنما فعل ذلك ليد كانت له عنده فنزلت."},{"ayah_number":19,"text":"«وما لأحد عنده من نعمة تُجزى»."},{"ayah_number":20,"text":"«إلا» لكن فعل ذلك «ابتغاء وجه ربه الأعلى» أي طلب ثواب الله."},{"ayah_number":21,"text":"«ولسوف يرضى» بما يُعطاه من الثواب في الجنة والآية تشمل من فعل مثل فعله رضي الله تعالى عنه فيبعده عن النار ويثاب."}]