[{"ayah_number":1,"text":"«اقرأ» أوجد القراءة مبتدئا «باسم ربك الذي خلق» الخلائق."},{"ayah_number":2,"text":"«خلق الإنسان» الجنس «من علق» جمع علقة وهي القطعة اليسيرة من الدم الغليظ."},{"ayah_number":3,"text":"«اقرأ» تأكيد للأول «وربك الأكرم» الذي لا يوازيه كريم، حال من الضمير اقرأ."},{"ayah_number":4,"text":"«الذي علم» الخط «بالقلم» وأول من خط به إدريس عليه السلام."},{"ayah_number":5,"text":"«علم الإنسان» الجنس «ما لم يعلم» قبل تعليمه الهدى والكتابة والصناعة وغيرها."},{"ayah_number":6,"text":"«كلا» حقا «إنَّ الإنسان ليطغى»."},{"ayah_number":7,"text":"«أن رآه» أي نفسه «استغنى» بالمال، نزل في أبي جهل، ورأى علمية واستغنى مفعول ثان وأن رآه مفعول له."},{"ayah_number":8,"text":"«إن إلى ربك» يا إنسان «الرجعى» أي الرجوع تخويف له فيجازي الطاغي بما يستحقه."},{"ayah_number":9,"text":"«أرأيت» في الثلاثة مواضع للتعجب «الذي ينهي» هو أبو جهل."},{"ayah_number":10,"text":"«عبدا» هو النبي صلى الله عليه وسلم «إذا صلّى»."},{"ayah_number":11,"text":"«أرأيت إن كان» المنهي «على الهدى»."},{"ayah_number":12,"text":"«أو» للتقسيم «أمر بالتقوى»."},{"ayah_number":13,"text":"«أرأيت إن كذب» أي الناهي النبي «وتولى» عن الإيمان."},{"ayah_number":14,"text":"«ألم يعلم بأن الله يرى» ما صدر منه، أي يعلمه فيجازيه عليه، أي اعجب منه يا مخاطب من حيث نهيه عن الصلاة ومن حيث أن المنهي على الهدى آمر بالتقوى ومن حيث أن الناهي مكذب متولٍ عن الإيمان."},{"ayah_number":15,"text":"«كلا» ردع له «لئن» لام قسم «لم ينته» عما هو عليه من الكفر «لنسفعا بالناصية» لنجرنَّ بناصيته غلى النار."},{"ayah_number":16,"text":"«ناصية» بدل نكرة من معرفة «كاذبة خاطئة» وصفها بذلك مجازًا والمراد صاحبها."},{"ayah_number":17,"text":"«فليدع ناديه» أي أهل ناديه وهو المجلس ينتدى يتحدث فيه القوم وكان قال للنبي صلى الله عليه وسلم لما انتهره حيث نهاه عن الصلاة: لقد علمت ما بها رجل أكثر ناديا مني لأملأنَّ عليك هذا الوادي إن شئت خيلا جردا ورجالا مردا."},{"ayah_number":18,"text":"(سندع الزبانية) الملائكة الغلاظ الشداد لإهلاكه كما في الحديث \"\" لو دعا ناديه لأخذته الزبانية عيانا \"\"."},{"ayah_number":19,"text":"«كلا» ردع له «لا تطعه» يا محمد في ترك الصلاة «واسجد» صلِّ لله «واقترب» منه بطاعته."}]