[{"ayah_number":1,"text":"أي: إذا انشقت السماء وانفطرت،"},{"ayah_number":2,"text":"وانتثرت  نجومها، وزال جمالها،"},{"ayah_number":3,"text":"وفجرت البحار فصارت بحرا واحدا،"},{"ayah_number":4,"text":"وبعثرت القبور بأن أخرجت  ما فيها من الأموات،"},{"ayah_number":5,"text":"وحشروا للموقف بين يدي الله للجزاء على الأعمال. فحينئذ ينكشف الغطاء، ويزول ما كان خفيا، وتعلم كل نفس ما معها من الأرباح والخسران، هنالك يعض الظالم على يديه إذا رأى أعماله باطلة، وميزانه قد خف، والمظالم قد تداعت إليه، والسيئات قد حضرت لديه، وأيقن بالشقاء الأبدي والعذاب السرمدي  .و [هنالك] يفوز المتقون المقدمون لصالح الأعمال بالفوز العظيم، والنعيم المقيم والسلامة من عذاب الجحيم."},{"ayah_number":6,"text":"يقول تعالى معاتبا للإنسان المقصر في حق ربه، المتجرئ على مساخطه  :  يَا أَيُّهَا الْإِنْسَانُ مَا غَرَّكَ بِرَبِّكَ الْكَرِيمِ  أتهاونا منك في حقوقه؟ أم احتقارا منك لعذابه؟ أم عدم إيمان منك بجزائه؟"},{"ayah_number":7,"text":"أليس هو  الَّذِي خَلَقَكَ فَسَوَّاكَ  في أحسن تقويم؟  فَعَدَلَكَ  وركبك تركيبا قويما معتدلا، في أحسن الأشكال، وأجمل الهيئات، فهل يليق بك أن تكفر نعمة المنعم، أو تجحد إحسان المحسن؟"},{"ayah_number":8,"text":"إن هذا إلا من جهلك وظلمك وعنادك وغشمك، فاحمد الله أن لم يجعل صورتك صورة كلب أو حمار، أو نحوهما من الحيوانات؛ فلهذا قال تعالى:  فِي أَيِّ صُورَةٍ مَا شَاءَ رَكَّبَكَ"},{"ayah_number":9,"text":" كَلَّا بَلْ تُكَذِّبُونَ بِالدِّينِ  أي: مع هذا الوعظ والتذكير، لا تزالون مستمرين على التكذيب بالجزاء."},{"ayah_number":10,"text":"وأنتم لا بد أن تحاسبوا على ما عملتم، وقد أقام الله عليكم ملائكة كراما يكتبون أقوالكم وأفعالكم ويعلمون أفعالكم، ودخل في هذا أفعال القلوب، وأفعال الجوارح، فاللائق بكم أن تكرموهم وتجلوهم وتحترموهم."},{"ayah_number":11,"text":"وأنتم لا بد أن تحاسبوا على ما عملتم، وقد أقام الله عليكم ملائكة كراما يكتبون أقوالكم وأفعالكم ويعلمون أفعالكم، ودخل في هذا أفعال القلوب، وأفعال الجوارح، فاللائق بكم أن تكرموهم وتجلوهم وتحترموهم."},{"ayah_number":12,"text":""},{"ayah_number":13,"text":"المراد بالأبرار، القائمون بحقوق الله وحقوق عباده، الملازمون للبر، في أعمال القلوب وأعمال الجوارح، فهؤلاء جزاؤهم النعيم في القلب والروح والبدن، في دار الدنيا [وفي دار] البرزخ و [في] دار القرار."},{"ayah_number":14,"text":" وَإِنَّ الْفُجَّارَ  الذين قصروا في حقوق الله وحقوق عباده، الذين فجرت قلوبهم ففجرت أعمالهم  لَفِي جَحِيمٍ  أي: عذاب أليم، في دار الدنيا و [دار] البرزخ وفي دار القرار."},{"ayah_number":15,"text":" يَصْلَوْنَهَا  ويعذبون [بها] أشد العذاب  يَوْمِ الدِّينِ  أي: يوم الجزاء على الأعمال."},{"ayah_number":16,"text":" وَمَا هُمْ عَنْهَا بِغَائِبِينَ  أي: بل هم ملازمون لها، لا يخرجون منها."},{"ayah_number":17,"text":" وَمَا أَدْرَاكَ مَا يَوْمُ الدِّينِ ثُمَّ مَا أَدْرَاكَ مَا يَوْمُ الدِّينِ  ففي هذا تهويل لذلك اليوم الشديد الذي يحير الأذهان."},{"ayah_number":18,"text":" وَمَا أَدْرَاكَ مَا يَوْمُ الدِّينِ ثُمَّ مَا أَدْرَاكَ مَا يَوْمُ الدِّينِ  ففي هذا تهويل لذلك اليوم الشديد الذي يحير الأذهان."},{"ayah_number":19,"text":" يَوْمَ لَا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئًا  ولو كانت لها قريبة [أو حبيبة] مصافية، فكل مشتغل بنفسه لا يطلب الفكاك لغيرها.  وَالْأَمْرُ يَوْمَئِذٍ لِلَّهِ  فهو الذي يفصل بين العباد، ويأخذ للمظلوم حقه من ظالمه [والله أعلم]"}]