[{"ayah_number":1,"text":"سورة الفاتحة هي السورة الوحيدة التي أمر الإسلام أتباعه أن يقرءوها في كل صلاة. وفي جميع الركعات، وفي كل الأوقات، ولهذا أصبح حفظها ميسورا لكل مؤمن.وهذه السورة على صغر حجمها، وقلة آياتها، قد اشتملت بوجه إجمالي على مقاصد الدين من توحيد، وتعبد، وأحكام، ووعد ووعيد.ونرى من الخير قبل أن نبدأ في تفسيرها بالتفصيل، أن نمهد لذلك بالكلام عما يأتي:أولا: متى نزلت سورة الفاتحة؟للإجابة على هذا السؤال نقول: إن الرأي الراجح بين المحققين من العلماء أنها نزلت بمكة، بل هي من أوائل ما نزل من القرآن بمكة.وقيل: إنها مدنية. وقيل: إنها نزلت مرتين مرة بمكة حين فرضت الصلاة ومرة بالمدينة حين حولت القبلة.قال القرطبي: الأول أصح لقوله- تعالى- في سورة الحجر: وَلَقَدْ آتَيْناكَ سَبْعاً مِنَ الْمَثانِي وَالْقُرْآنَ الْعَظِيمَ وسورة الحجر مكية بالإجماع. ولا خلاف في أن فرض الصلاة كان بمكة، وما حفظ أنه لم يكن في الإسلام قط صلاة بغير الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ «يدل على ذلك قوله صلّى الله عليه وسلّم: «لا صلاة إلا بفاتحة الكتاب» . وهذا خبر عن الحكم لا عن الابتداء»  .ثانيا: عدد آياتها: وهي سبع آيات لقوله- تعالى-: وَلَقَدْ آتَيْناكَ سَبْعاً مِنَ الْمَثانِي وَالْقُرْآنَ الْعَظِيمَ. قال العلماء: السبع المثاني هي الفاتحة.وقال ابن كثير: هي سبع آيات بلا خلاف. وقال عمرو بن عبيد: هي ثماني آيات لأنه جعل إِيَّاكَ نَعْبُدُ آية. وقال حسين الجعفي: هي ست آيات وهذان القولان شاذان»  .ثالثا: أسماؤها: لسورة الفاتحة أسماء كثيرة من أشهرها:1- «الفاتحة أو فاتحة الكتاب، وسميت بذلك لأنه تفتتح قراءة القرآن بها لفظا. وتفتتح بها الكتابة في المصحف خطا، وتفتتح بها الصلوات، وإن لم تكن هي أول ما نزل من القرآن. وقد اشتهرت بهذا الاسم في أيام النبوة.وقد أصبح هذا الاسم علما بالغلبة لتلك الطائفة من الآيات التي مبدؤها الْحَمْدُ لِلَّهِ..ونهايتها.. وَلَا الضَّالِّينَ.2- «أم القرآن أو الكتاب» وسميت بذلك لاشتمالها إجمالا على المقاصد التي ذكرت فيه تفصيلا، أو لاشتمالها على ما فيه من الثناء على الله بما هو أهله، والتعبد بأمره ونهيه، وبيان وعده ووعيده، أو على جملة معانيه من الحكم النظرية، والأحكام العملية التي هي سلوك الصراط المستقيم، والاطلاع على معارج السعداء ومنازل الأشقياء.قال ابن جرير: «والعرب تسمى كل أمر جامع أمّا، وكل مقدم له توابع تتبعه «أما» فتقول للجلدة التي تجمع الدماغ: «أم الرأس» . وتسمى لواء الجيش ورايتهم التي يجتمعون تحتها «أما»  .3- «السبع المثاني» جمع مثنى كفعلي اسم مكان. أو مثنى- بالتشديد- من التثنية على غير قياس. وسميت بذلك لأنها سبع آيات في الصلاة، أى تكرر فيها أخرج الإمام أحمد، عن أبي هريرة، عن النبي صلّى الله عليه وسلّم أنه قال: «هي أم القرآن، وهي السبع المثاني، وهي القرآن العظيم»  .4- وتسمى- أيضا- سورة «الحمد» . 5- و «الكنز» . 6- و «الواقية» .7- و «الشفاء» ، لحديث. هي الشفاء من كل داء.8- و «الكافية» لأنها تكفي عن سواها ولا يكفى سواها عنها.9- و «الأساس» . 10- و «الرقية» .هذا، وقد ذكر القرطبي للفاتحة اثنى عشر اسما، كما ذكر السيوطي لها في كتابه «الإتقان» خمسة وعشرين اسما.رابعا: فضلها: ورد في فضل سورة الفاتحة أحاديث كثيرة منها:ما رواه البخاري في صحيحه عن أبي سعيد بن المعلى- رضي الله عنه- قال:كنت أصلي في المسجد، فدعاني النبي صلّى الله عليه وسلّم فلم أجبه فقلت: يا رسول الله، إني كنت أصلّي.فقال: ألم يقل الله: اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذا دَعاكُمْ.ثم قال لي: «لأعلمنك سورة هي أعظم السور في القرآن قبل أن تخرج من المسجد» . ثم أخذ بيدي، فلما أراد أن يخرج، قلت: يا رسول الله. ألم تقل: لأعلمنك سورة هي أعظم سورة في القرآن. قال: الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ، هي السبع المثاني والقرآن العظيم الذي أوتيته»  .وروى مسلّم والنسائي، عن ابن عباس، قال:بينما جبريل قاعد عند النبي صلّى الله عليه وسلّم سمع نقيضا من فوقه- أي: صوتا- فرفع رأسه فقال:هذا باب من السماء فتح اليوم لم يفتح قط إلا اليوم. فسلّم وقال: أبشر بنورين قد أوتيتهما، ولم يؤتهما نبي قبلك: فاتحة الكتاب، وخواتيم سورة البقرة، لم تقرأ بحرف منهما إلا أعطيته»  .وروى مسلّم عن أبي هريرة- رضي الله عنه- عن النبي صلّى الله عليه وسلّم قال:«من صلّى صلاة لم يقرأ فيها بأم القرآن فهي خداج (ثلاثا) : غير تمام» فقيل لأبي هريرة: إنا نكون وراء الإمام؟ فقال: اقرأ بها في نفسك فإني سمعت رسول الله صلّى الله عليه وسلّم يقول: قال الله- تعالى-: «قسمت الصلاة بيني وبين عبدي نصفين، ولعبدي ما سأل» ، فإذا قال العبد:الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ. قال الله: حمدني عبدي، وإذا قال: الرَّحْمنِ الرَّحِيمِ. قال الله تعالى: أثنى علي عبدي. وإذا قال: مالِكِ يَوْمِ الدِّينِ قال الله: مجدني عبدي. فإذا قال:إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ. قال الله: هذا بيني وبين عبدي ولعبدي ما سأل. فإذا قال:اهْدِنَا الصِّراطَ الْمُسْتَقِيمَ. صِراطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ.قال الله: «هذا لعبدي ولعبدي ما سأل»  .وأخرج الإمام أحمد في مسنده، عن عبد الله بن جابر، أن رسول الله صلّى الله عليه وسلّم قال له: ألا أخبرك بأخير سورة في القرآن؟ قلت: بلى يا رسول الله. قال: اقرأ: الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ حتى تختمها .تلك هي بعض الأحاديث التي وردت في فضل هذه السورة الكريمة.وقد ذكر العلماء أنه يسن للمسلّم قبل القراءة أن يستعيذ بالله من الشيطان الرجيم، استجابة لقوله- تعالى- فَإِذا قَرَأْتَ الْقُرْآنَ فَاسْتَعِذْ بِاللَّهِ مِنَ الشَّيْطانِ الرَّجِيمِ  .ومعنى «أعوذ بالله من الشيطان الرجيم» : ألتجئ إلى الله وأتحصن به، واستجير بجنابه من الشيطان الرجيم أن يضرني في ديني أو دنياي.قال ابن كثير: «والشيطان في لغة العرب كل متمرد من الجن والإنس والدواب وكل شيء.وهو مشتق من شطن إذا بعد، فهو بعيد بطبعه عن طباع الشر، وبعيد بفسقه عن كل خير.وقيل: مشتق من شاط لأنه مخلوق من نار. والأول أصح إذ عليه يدل كلام العرب، فهم:يقولون تشيطن فلان إذا فعل أفعال الشيطان، ولو كان من شاط. لقالوا: تشيط، فالشيطان مشتق من البعد على الصحيح»  .والرجيم: فعيل بمعنى مفعول أي أنه مرجوم مطرود من رحمة الله ومن كل خير، وقيل:رجيم بمعنى راجم لأنه يرجم الناس بالوساوس والشكوك.قال بعض العلماء: «وإنما خصت القراءة بطلب الاستعاذة مع أنه قد أمر بها على وجه العموم في جميع الشئون، لأن القرآن مصدر الهداية والشيطان مصدر الضلال، فهو يقف للإنسان بالمرصاد في هذا الشأن على وجه خاص، فيثير أمامه ألوانا من الشكوك فيما يقرأ، وفيما يفيد من قراءته، وفيما يقصد بها، فيفوت عليه الانتفاع بهدى الله وآياته، فعلمنا الله أن نتقي ذلك كله بهذه الاستعاذة التي هي في الواقع عنوان صدق، وتعبير حق، عن امتلاء قلب المؤمن بمعنى اللجوء إلى الله، وقوة عزيمته في طرد الوساوس والشكوك، واستقبال الهداية بقلب طاهر،وعقل واع، وإيمان ثابت»  .قال القرطبي: وقد أجمع العلماء على أن التعوذ ليس من القرآن ولا آية منه، وهو قول القارئ: أعوذ بالله من الشيطان الرجيم  .والآن وبعد هذا التمهيد الموجز الذي تكلمنا فيه عن نزول سورة الفاتحة، وعن عدد آياتها، وعن أشهر أسمائها، وعن بعض الأحاديث التي وردت في فضلها نحب أن نبدأ في تفسير السورة الكريمة فنقول- وبالله التوفيق-: بسم ٱلله الرَّحْمٰنِ الرَّحِيمِ الاسم: اللفظ الذى يدل على ذات أو معنى. وقد اختلف النحويون في اشتقاقه على وجهين، فقال البصريون: هو مشتق من السمو، وهو العلو والرفعة، فقيل: اسم، لأن صاحبه بمنزلة المرتفع به.وقال الكوفيون: إنه مشتق من السمة وهي العلامة، لأن الاسم علامة لمن وضع له، فأصل اسم على هذا \" وسم \".ويرى المحققون أن رأي البصريين أرجح، لأنه يقال في تصغير \" اسم \" سُمىَ، وفي جمعه أسماء، والتصغير والجمع يردان الأشياء إلى أصولها. ولو كان أصله وسم - كما قال الكوفيون - لقيل في جمعه: أوسام، وفي تصغيره وسيم.ولفظ الجلالة وهو \" الله \" علم على ذات الخالق - عز وجل - تفرد به - سبحانه - ولا يطلق على غيره، ولا يشاركه فيه أحد.قال القرطبي: قوله \" الله \" هذا الاسم أكبر أسمائه - سبحانه - وأجمعها حتى قال بعض العلماء: إنه اسم الله الأعظم ولم يتسم به غيره، ولذلك لم يثن ولم يجمع: فالله اسم للموجود الحق الجامع لصفات الإِلهية، المنعوت بنعوت الربوبيه، المنفرد بالوجود الحقيقي، لا إله إلا هو - سبحانه -و  ٱلرَّحْمٰنِ ٱلرَّحِيمِ  صفتان مشتقتان من الرحمة. والرحمة في أصل اللغة: رقة في القلب تقتضي الإِحسان، وهذا المعنى لا يليق أن يكون وصفاً لله - تعالى-، ولذا فسرها بعض العلماء بإرادة الإِحسان. وفسرها آخرون بالإِحسان نفسه.والموافق لمذهب السلف أن يقال: هي صفة قائمة بذاته - تعالى - لا نعرف حقيقتها، وإنما نعرف أثرها الذي هو الإِحسان.وقد كثرت أقوال المفسرين في العلاقة بين هاتين الصفتين، فبعضهم يرى أن  ٱلرَّحْمٰنِ  هو المنعم على جميع الخلق. وأن  ٱلرَّحِيمِ  هو المنعم على المؤمنين خاصه. ويرى آخرون أن  ٱلرَّحْمٰنِ  هو المنعم بجلائل النعم، وأن  ٱلرَّحِيمِ  هو المنعم بدقائقها.ويرى فريق ثالث أن الوصفين بمعنى واحد وأن الثاني منهما تأكيد للأول. والذى يراه المحققون من العلماء أن الصفتين ليستا بمعنى واحد، بل روعي فب كل منهما معنى لم يراع في الآخر، فالرحمن بمعنى عظيم الرحمة، لأن فعلان صيغة مبالغة في كثرة الشيء وعظمته، ويلزم منه الدوام كغضبان وسكران. والرحيم بمعنى دائم الرحمة، لأن صيغته فعيل تستعمل في الصفات الدائمة ككريم وظريف. فكأنه قيل: العظيم الرحمة الدائمة.أو أن  ٱلرَّحْمٰنِ  صفة ذاتية هي مبدأ الرحمة والإِحسان. و  ٱلرَّحِيمِ  صفة فعل تدل على وصول الرحمة والإِحسان وتعديهما إلى المنعم عليه.ولعل مما يؤيد ذلك أن لفظ الرحمن لم يذكر في القرآن إلا مجرى عليه الصفات كما هو الشأنِ في أسماء الذات. قال - تعالى-: ٱلرَّحْمَٰنُ عَلَّمَ ٱلْقُرْآنَ  و ٱلرَّحْمَٰنُ عَلَى ٱلْعَرْشِ ٱسْتَوَىٰ  قُلِ ٱدْعُواْ ٱللَّهَ أَوِ ٱدْعُواْ ٱلرَّحْمَٰنَ وهكذا...أما لفظ الرحيم فقد كثر في القرآن استعماله وصفاً فعلياً، وجاء في الغالب بأسلوب التعدية والتعلق بالمنعم عليه. قال - تعالى - إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٌ رَّحِيمٌ  وَكَانَ بِٱلْمُؤْمِنِينَ رَحِيماً  إِنَّهُ كَانَ بِكُمْ رَحِيماً إلخ.قال بعض العلماء \" وهذا الرأي في نظرنا هو أقوى الآراء، فإن تخصيص أحد الوصفين بدقائق النعم أو ببعض المنعم عليهم لا دليل عليه، كما أنه ليس مستساغاً أن يقال في القرآن: إن كلمة ذكرت بعد أخرى لمجرد تأكيد المعنى المستفاد منها \".والجار والمجرور \" بسم \" متعلق بمحذوف تقديره ابتدئ.والمعنى: ابتدئ قراءتي متبركاً ومتيمناً باسم الله الذى هو الأول والآخر، والظاهر والباطن، والذى رحمته وسعت كل شيء، وأتبرأ مما كان يفعله المشركون والضالون، من ابتدائهم قراءتهم وأفعالهم باسم اللات أو باسم العزى أو باسم غيرهما من الآلهة الباطلة.هذا وقد أجمع العلماء على أن البسملة جزء آية من سورة النمل فى قوله - تعالى - إِنَّهُ مِن سُلَيْمَانَ وَإِنَّهُ بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ ثم اختلفوا بعد ذلك في كونها آية مستقلة أنزلت للفصل بين السور مرة واحدة، أو هى آية من سورة الفاتحة ومن كل سورة ألخ.فبعضهم يرى أن البسملة آية من الفاتحة ومن كل سورة، ومن حججهم أن السلف قد أثبتوها في المصحف مع الأمر بتجريد القرآن مما ليس منه، ولذا لم يكتبوا \" آمين \". فثبت بهذا أن البسملة جزء من الفاتحة ومن كل سورة.وبهذا الرأي قال ابن عباس وابن عمر وأبو هريرة وسعيد بن جبير والشافعي، وأحمد في أحد قوليه.ويرى آخرون أن البسملة ليست آية من الفاتحة ولا من غيرها من السور، وقالوا: إنها آية فذة. من القرآن أنزلت للفصل والتبرك للابتداء بها، ومن حججهم أنها لو كانت آية من الفاتحة ومن كل سورة، لما اختلف الناس في ذلك، ولما اضطربت أقوالهم في كونها آية من كل سورة أو من الفاتحة فقط.وكما وقع الخلاف بين العلماء في كونها آية مستقلة أو آية من كل سورة، فقد وقع الخلاف بينهم - أيضاً - في وجوب قراءتها فى الصلاة، وفي الجهر بها أو الإِسرار إذا قرئت.وتحقيق القول في ذلك مرجعه إلى كتب الفقه، وإلى كتب التفسير التي عنيت بتفسير آيات الأحكام."},{"ayah_number":2,"text":" الحمد  هو الثناء باللسان على الجميل الصادر عن اختيار من نعمة أو غيرها. رب العالمين  أي: مالكهم، إذ الرب مصدر \" ربه يربه \" إذا تعاهده بالتربية حتى يبلغ به شيئاً فشيئا درجة الكمال. وهو اسم من أسماء الله - تعالى - ولا يطلق على غيره إلا مقيداً فيقال: رب الدار، ورب الضيعة أي: صاحبها ومالكها.والعالمين: جمع عالم، وهو كل موجود سوى الله - تعالى -قال القرطبي: \" وهو مأخوذ من العلم والعلامة لأنه يدل على موجده \" وقيل: المراد بالعالمين أولو العلم من الإِنس والجن والملائكة.وقد افتتحت سورة الفاتحة بهذه الجملة الكريمة  ٱلْحَمْدُ للَّهِ رَبِّ ٱلْعَالَمِينَ  لأنه سبحانه أول كل شيء وآخر كل شيء، ولكي يعلمنا - سبحانه - أن نبدأ كتبنا وخطبنا بالحمد والثناء عليه، حتى نبدأ ونحن في صلة بالله تكشف عن النفوس أغشيتها، وتجلو عن القلوب أصداءها.والمعنى - كما قال ابن جرير - \" الشكر خالصاً لله - جل ثناؤه - دون سائر ما يعبد من دونه، ودون كل ما برأ من خلقه بما أنعم على عباده من النعم التى لا يحصيها العدد. ولا يحيط بعددها غيره أحد، في تصحيح الآلات لطاعته، وتمكين جوارح أجسام المكلفين لأداء فرائضه، مع ما بسط لهم في دنياهم من الرزق، وغذاهم به من نعيم العيش، عن غير استحقاق لهم عليه، ومع ما نبههم عليه ودعاهم إليه، من الأسباب المؤدية إلى دوام الخلود في دار المقام في النعيم المقيم. لربنا الحمد على ذلك كله أولا وآخراً.فالآية الكريمة قد قررت بصراحة ووضوح ثبوت الثناء المطلق الذي لا يحد لله - تعالى - وانه ليس لأحد أن ينازعه إياه - سبحانه - هو رب العالمين.وجملة  ٱلْحَمْدُ للَّهِ  مفيدة لقصر الحمد عليه - سبحانه - نحو قولهم: \" الكرم في العرب \". كما أن أل في \" الحمد \" للاستغراق. أي: أن جميع أجناس الحمد ثابتة لله رب العالمين.وإنما كان الحمد مقصوراً في الحقيقة على الله، لأن كل ما يستحق أن يقابل بالثناء فهو صادر عنه ومرجعه إليه، إذ هو الخالق لكل شيء، وما يقدم إلى بعض الناس من حمد جزاء إحسانهم، فهو في الحقيقة حمد لله، لأنه - سبحانه - هو الذي وفقهم لذلك وأعانهم عليه.ولم تفتتح السورة بصيغة الأمر بأن يقال: احمدوا الله، وإنما افتتحت بصيغة الخبر  ٱلْحَمْدُ للَّهِ  ، لأن الأمر يقتضي التكليف: والتكليف قد تنفر منه النفوس أحياناً، فأراد - سبحانه - وهو يبادئهم بشرعة جديدة وتكاليف لم يعهدوها، أن يؤنس نفوسهم، ويؤلف قلوبهم، فساق لهم الخطاب بصيغة الخبر، ترفقا بهم، حتى يديموا الإِصغاء لما سيلقيه عليهم من تكاليف.وقد تكلم بعض المفسرين عن الحكمة في ابتداء السورة الكريمة بقوله - تعالى -  ٱلْحَمْدُ للَّهِ  ، دون قوله - تعالى -: المدح لله، أو: الشكر لله. فقال:اعلم أن المدح أعم من الحمد، والحمد أعم من الشكر. أما بيان أن المدح أعم من الحمد فلأن المدح يحصل للعاقل وغير العاقل، ألا ترى أنه كما يحسن مدح الرجل العاقل على أنواع فضائله، فكذلك قد يمدح اللؤلؤ لحسن شكله.أما الحمد فإنه لا يحصل إلا للفاعل المختار على ما يصدر منه من الإِنعام والإِحسان، فثبت أن المدح أعم من الحمد.وأما بيان أن الحمد أعم من الشكر، فلأن الحمد عبارة عن تعظيم الفاعل لأجل ما صدر عنه من الإِنعام. سواء أكان ذلك الإِنعام واصلا إليك أم إلى غيرك. وأما الشكر فهو عبارة عن تعظيمه لأجل إنعام وصل إليك، فثبت بما ذكرنا أن المدح أعم من الحمد، وأن الحمد أعم من الشكر.إذا عرفت هذا فنقول: إنما لم يقل: المدح لله، لأننا بينا أن المدح كما يحصل للفاعل المختار فقد يحصل لغيره. وأما الحمد فإنه لا يحصل إلا للفاعل المختار. فكان قوله \" الحمد لله \" تصريحاً بأن المؤثر في وجود هذا العالم فاعل مختار خلقه بالقدرة والمشيئة... وإنما لم يقل: الشكر لله، لأننا بينا أن الشكر عبارة عن تعظيمه بسبب إنعام صدر منه ووصل إليك، وهذا يشعر بأن العبد إذا ذكر تعظيمه بسبب ما وصل إليه من النعمة. فحينئذ يكون المطلوب الأصلى له وصول النعمة إليه. وهذه درجة حقيرة. فأما إذا قال \" الحمد لله \" ، فهذا يدل على أن العبد حمده لأجل كونه مستحقا للحمد لا لخصوص أنه - سبحانه - أوصل النعمة إليه، فيكون الإِخلاص أكمل، واستغراق القلب في مشاهدة نور الحق أتم، وانقطاعه عما سوى الحق أقوى وأثبت.وقد أجرى - سبحانه - على لفظ الجلالة نعت الربوبية للعالمين، ليكون كالاستدلال على استحقاقه - تعالى - للحمد وحده، وفى ذلك إشعار لعباده بأنهم مكرمون من ربهم، إذ الأمر بغير توجيه فيه إيماء إلى إهمال عقولهم، أما إذا كان موجهاً ومعللا فإنه يكون فيه إشعار لهم برعاية ناحية العقل فيهم، وفي تلك الرعاية تشريف وتكريم لهم.فكأنه - سبحانه - يقول لهم: اجعلوا حمدكم وثناءكم لي وحدي. لأني أنا رب العالمين. وأنا الذي تعهدتكم برعايتي وتربيتي منذ تكوينكم من الطين حتى استويتم عقلاء مفكرين."},{"ayah_number":3,"text":"وقد أتبع - سبحانه - هذا الوصف وهو  رَبِّ ٱلْعَالَمِينَ  ، بوصف آخر هو  ٱلرَّحْمٰنِ ٱلرَّحِيمِ  لحكم سامية من أبرزها: أن وصفه - تعالى - ب  رَبِّ ٱلْعَالَمِينَ  أي: مالكهم، قد يثير فى النفوس شيئاً من الخوف أو الرهبة، فإن المربي قد يكون خشناً جباراً متعنتاً، وذلك مما يخدش من جميل التربية، وينقص من فضل التعهد.لذا قرن - سبحانه - كونه مربياً، بكونه الرحمن الرحيم، لينفي بذلك هذا الاحتمال، وليفهم عباده بأن ربوبيته لهم مصدرها عموم رحمته وشمول إحسانه، فهم برحمته يوجدون، وبرحمته يتصرفون ويرزقون، وبرحمته يبعثون ويسألون.ولا شك أن في هذا الإِفهام تحريضاً لهم على حمده وعبادته بقلوب مطمئنة، ونفوس مبتهجة، ودعوة لهم إلى أن يقيموا حياتهم على الرحمة والإِحسان، لا على الجبروت والطغيان، فالراحمون يرحمهم الرحمن."},{"ayah_number":4,"text":"بعد أن بين - سبحانه - لعباده موجبات حمده، وأنه الجدير وحده بالحمد، لأنه المربي الرحيم، والمنعم الكريم، أتبع ذلك ببيان أنه - سبحانه -  مَٰلِكِ يَوْمِ ٱلدِّينِ .والمالك وصف من الملك - بكسر الميم - بمعنى حيازة الشيء مع القدرة على التصرف فيه. واليوم في العرف: ما يكون من طلوع الشمس إلى غروبها، وليس هذا مراداً هنا، وإنما المراد مطلق الزمن وهو يوم القيامة.والدين: الجزاء والحساب، يقال: دنته بما صنع، أي: جازيته على صنيعه، ومنه قولهم. كما تدين تدان. أي: كما تفعل تجازى، وفي الحديث \"الكيس من دان نفسه وعمل لما بعد الموت\" أي: حاسب نفسه: والمعنى: أنه - تعالى - يتصرف في أمور يوم الدين من حساب وثواب وعقاب، تصرف المالك فيما يملك، كما قال - تعالى - يَوْمَ لاَ تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئاً وَٱلأَمْرُ يَوْمَئِذٍ لِلَّهِ وهناك قراءة أخرى للآية وهي  مَٰلِكِ يَوْمِ ٱلدِّينِ  من الملك - بضم الميم - وعليها يكون المعنى: أنه - تعالى - هو المدبر لأمور يوم الدين، وأن له على ذلك اليوم هيمنة الملوك وسيطرتهم، فكل شيء في ذلك اليوم يجري بأمره، وكل تصرف فيه ينفذ باسمه، كما قال - تعالى - لِّمَنِ ٱلْمُلْكُ ٱلْيَوْمَ لِلَّهِ ٱلْوَاحِدِ ٱلْقَهَّارِ قال الإِمام ابن كثير: \" وتخصيص الملك بيوم الدين لا ينفيه عما عداه، لأنه قد تقدم الإِخبار بأنه رب العالمين، وذلك عام في الدنيا والآخرة. وإنما أضيف إلى يوم الدين، لأنه لا يدعي أحد هنالك شيئاً، ولا يتكلم أحد إلا بإذنه، كما قال - تعالى - يَوْمَ يَقُومُ ٱلرُّوحُ وَٱلْمَلاَئِكَةُ صَفّاً لاَّ يَتَكَلَّمُونَ إِلاَّ مَنْ أَذِنَ لَهُ ٱلرَّحْمَٰنُ وَقَالَ صَوَاباً والملك في الحقيقة هو الله، قال - تعالى - هُوَ ٱللَّهُ ٱلَّذِي لاَ إِلَٰهَ إِلاَّ هُوَ ٱلْمَلِكُ ٱلْقُدُّوسُ ٱلسَّلاَمُ وفي الصحيحين عن أبي هريرة، عن رسول الله - صلى الله عليه وسلم - أنه قال: \" يقبض الله الأرض، ويطوي السماء بيمينه ثم يقول: أنا الملك أين ملوك الأرض؟ أين الجبارون، أين المتكبرون \" ثم قال: وأما تسمية غيره في الدنيا بملك فعلى سبيل المجاز كما قال - تعالى - إِنَّ ٱللَّهَ قَدْ بَعَثَ لَكُمْ طَالُوتَ مَلِكاً وفي هذه الأوصاف التي أجريت على الله تعالى، من كونه ربا للعالمين وملكا للأمر كله يوم الجزاء، بعد الدلالة على اختصاص الحمد به فى قوله:  ٱلْحَمْدُ للَّهِ  في كل ذلك دليل على أن من كانت هذه صفاته لم يكن أحد أحق منه للحمد والثناء عليه، بل لا يستحق ذلك على الحقيقة سواه، فإن ترتب الحكم على الوصف مشعر بعليته له \".والمتدبر لهذه الآية الكريمة يراها خير وسيلة لتربية الإِنسان وغرس الإِيمان العميق في قلبه، لأنه إذا آمن بأن هناك يوما يظهر فيه إحسان المحسن وإساءة المسيء، وأن زمام الحكم في ذلك اليوم لله الواحد القهار، فإنه في هذه الحالة سيقوي عنده خلق المراقبة لخالقه، ويجتهد في السير على الطريق المستقيم."},{"ayah_number":5,"text":"كانت الآيات الثلاث التي تقدمت هذه الآية تقريراً للحقيقة في جانب الربوبية وعظمتها وعموم سلطانها وسعة رحمتها تقريرا جمع أمور الدنيا والآخرة ثم جاءت هذه الآية لتقرر أن الذي يجدر بنا أن نعبده وأن نسعتين به إنما هو الله الذي تجلت أوصافه، ووضحت عظمته، وثبتت هيمنته على هذا الكون.ولفظ \" إيا \" ضمير منفصل، و \" الكاف \" الملحقة به للخطاب.والعبارة تفيد أن الطاعة البالغة حد النهاية في الخضوع والخشوع والتعظيم، والعبادة الصحيحة تتأتى للمسلم بتحقق أمرين: إخلاصها لله، وموافقتها لما جاء به النبي صلى الله عليه وسلم.قال ابن جرير: \" لأن العبودية عند جميع العرب أصلها الذلة، وأنها تسمى الطريق المذلل الذي وطئته الأقدام وذللته السابلة معبداً \".والاستعانة: طلب المعونة، من أجل الأقتدار على الشيء والتمكن من فعله.والمعنى: لك يا ربنا وحدك نخشع ونذل ونستكين، فقد توليتنا برعايتك وغمرتنا برحمتك، فنحن نخصك بطلب الإِعانة على طاعتك وعلى أمورنا كلها، ولا نتوجه بهذا الطلب إلى أحد سواك، فأنت المستحق للعبادة، وأنت القدير على كل شيء، والعليم ببواطن الأمور وظواهرها، لا تخفى عليك طوية، ولا تتوارى عنك نية.وقدم - سبحانه - المعبود على العبادة فقال:  إِيَّاكَ نَعْبُدُ  ، لإِفادة قصر العبادة عليه، وهو ما يقتضيه التوحيد الخالص.وقال:  نعبد  بنون الجماعة ولم يقل أعبد، ليدل على أن العبادة أحسن ما تكون فى جماعة المؤمنين، وللإِشعار بأن المؤمنين المخلصين يكونون فى اتحادهم وإخائهم بحيث يقوم كل واحد منهم فى الحديث عن شئونهم الظاهرة وغير الظاهرة مقام جميعهم، فهم كما قال النبي صلى الله عليه وسلم: \" المؤمنون تتكافأ دماؤهم، ويسعى بذمتهم أدناهم، وهم يد على من سواهم \".وقدمت العبادة على الاستعانة، لكون الأولى وسيلة إلى الثانية. وتقديم الوسائل سبب في تحصيل المطالب، وليدل على أنهم لا يستقلون بإقامة العبادات، بل إن عون الله هو الذى ييسر لهم أداءها.ولم يذكر المستعان عليه من الأعمال، ليشمل الطلب كل ما تتجه إليه نفس الإِنسان من الأعمال الصالحة.وجاءت الآية الكريمة بأسلوب الخطاب على طريقة الالتفات، تلوينا لنظم الكلام من أسلوب إلى أسلوب. وقد وضح هذا المعنى صاحب الكشاف فقال: \" فإن قلت: لم عدل عن لفظ الغيبة إلى لفظ الخطاب؟ قلت: هذا يسمى الالتفات في علم البيان.وهو قد يكون من الغيبة إلى الخطاب، ومن الخطاب إلى الغيبة، ومن الغيبة إلى التكلم... وذلك على عادة العرب في افتنانهم في الكلام وتصرفهم فيه. لأن الكلام إذا نقل من أسلوب إلى أسلوب، كان ذلك أحسن تطرية لنشاط السامع، وإيقاظاً للإِصغاء إليه من إجرائه على أسلوب واحد: وقد تختص مواضعه بفوائد. ومما اختص به هذا الموضع: أنه لما ذكر الحقيق بالحمد، وأجرى عليه تلك الصفات العظام، تعلق العلم بمعلوم عظيم الشأن، حقيق بالثناء وغاية للخضوع والاستعانة فى المهمات، فخوطب ذلك المعلوم المتميز بتلك الصفات فقيل: إياك يا من هذه صفاته نخصك بالعبادة والاستعانة، ولا نعبد غيرك ولا نستعينه... \".هذا، وقد جاءت فى فضل هذه الآية الكريمة آثار متعددة، ومن ذلك قول بعض العلماء: الفاتحة سر القرآن، وسرها هذه الكلمة  إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ  فالأول تبرؤ من الشرك، والثانى تبرؤ من الحول والقوة والتفويض إلى الله \"."},{"ayah_number":6,"text":"ثم بين - سبحانه - أن أفضل شيء يطلبه العبد من ربه، إنما هو هدايته إلى الطريق الذى يوصل إلى أسمى الغايات، وأعظم المقاصد، فقال - تعالى -: ٱهْدِنَا ٱلصِّرَاطَ ٱلْمُسْتَقِيمَ صِرَاطَ ٱلَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ ٱلْمَغْضُوبِ عَلَيْهِم وَلاَ ٱلضَّآلِّينَ .والهداية: هي الإِرشاد والدلالة بلطف على ما يوصل إلى البغية، وتسند الهداية إلى الله وإلى النبي وإلى القرآن، وقد يراد منها الإِيصال إلى ما فيه خير، وهي بهذا المعنى لا تضاف إلى الله - تعالى -.قال أبو حيان في البحر ما ملخصه: وقد تأتي بمعنى التبيين كما في قوله - تعالى - وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ أي بينا لهم طريق الخير. أو بمعنى الإِلهام كما في قوله تعالى: قَالَ فَمَن رَّبُّكُمَا يٰمُوسَىٰ قَالَ رَبُّنَا ٱلَّذِيۤ أَعْطَىٰ كُلَّ شَيءٍ خَلْقَهُ ثُمَّ هَدَىٰ قال المفسرون معناه: ألهم الحيوانات كلها إلى منافعها، أو بمعنى الدعاء كما في قوله تعالى: وَلِكُلِّ قَوْمٍ هَادٍ أي: داع. والأصل في هدى أن يصل إلى ثاني معموليه باللام كما في قوله تعالى: إِنَّ هَٰذَا ٱلْقُرْآنَ يَِهْدِي لِلَّتِي هِيَ أَقْوَمُ أو بإلى كما في قوله تعالى: وَإِنَّكَ لَتَهْدِيۤ إِلَىٰ صِرَاطٍ مُّسْتَقِيمٍ ثم يتسع فيه فيعدى إليه بنفسه ومنه:  ٱهْدِنَا ٱلصِّرَاطَ ٱلْمُسْتَقِيمَ .والصراط: الجادة والطريق، من سَرط الشيء إذا ابتلعه، وسمى الطريق بذلك لأنه يبتلع المارين فيه، وتبدل سينه صاد على لغة قريش.والمستقيم: المعتدل الذي لا اعوجاج فيه.وأنعمت عليهم: النعمة لين العيش وخفضه، ونعم الله كثيرة لا تحصى. غَيْرِ ٱلْمَغْضُوبِ عَلَيْهِم  الغضب هيجان النفس وثورتها، عند الميل إلى الانتقام، وهو ضد الرضا. وإذا أسند إلى الله فسر بمعنى إرادة الانتقام أو بمعنى الانتقام نفسه.والموافق لمذهب السلف أن يقال: هو صفة له - تعالى - لائقة بجلاله لا نعلم حقيقتها مجردة عن اللوازم البشرية وإنما نعرف أثرها وهو الانتقام من العصاة، وإنزال العقوبة بهم.والمعنى: اهدنا يا ربنا إلى طريقك المستقيم، الذى يوصلنا إلى سعادة الدنيا والآخرة، ويجعلنا مع الذين أنعمت عليهم من خلقك، وجنبنا يا مولانا طريق الذين غضبت عليهم من الأمم السابقة أو الأجيال اللاحقة بسبب سوء أعمالهم وطريق الذين هاموا في الضلالات، فانحرفوا عن القصد، وحق عليهم العذاب.وفي هذا الدعاء أسمى ألوان الأدب، لأن هذا الدعاء قد تضرع به المؤمنون إلى خالقهم بعد أن اعترفوا له - سبحانه - قبل ذلك بأنه هو المستحق لجميع المحامد، وأنه هو رب العالمين، والمتصرف في أحوالهم يوم الدين.قال الإِمام ابن كثير: وهذا أكمل أحوال السائل. أن يمدح مسئوله ثم يسأل حاجته وحاجة إخوانه المؤمنين بقوله:  ٱهْدِنَا ٱلصِّرَاطَ ٱلْمُسْتَقِيمَ  لأنه أنجح للحاجة، وأنجع للإِجابة، ولهذا أرشدنا الله إليه لأنه الأكمل.وقد تكلم المفسرون كلاماً كثيراً عن المراد بالصراط المستقيم الذي جعل الله طلب الهداية إليه في هذا السورة أول دعوة علمها لعباده. والذي نراه: أن أجمع الأقوال في ذلك أن المراد بالصراط المستقيم، هو ما جاء به الإِسلام من عقائد وآداب وأحكام، توصل الناس متى اتبعوها إلى سعادة الدنيا والآخرة، فإن طريق السلام هو الطريق الذي ختم الله به الرسالات السماوية، وجعل القرآن دستوره الشامل، ووكل إلى النبي صلى الله عليه وسلم أمر تبليغه وبيانه.وقد ورد فى الأحاديث النبوية ما يؤيد هذا القول، ومن ذلك ما أخرجه الإِمام أحمد في مسنده، عن النواس بن سمعان، عن رسول الله صلى الله عليه وسلم أنه قال: \" ضرب الله مثلا صراطا مستقيما، وعلى جنبتي الصراط سوران فيهما أبواب مفتحة، وعلى الأبواب ستور مرخاة، وعلى باب الصراط داع يقول: يا أيها الناس ادخلوا الصراط جميعاً ولا تعوجوا، وداع يدعو من فوق الصراط، فإذا أراد الإِنسان أن يفتح شيئاً من تلك الأبواب قال له: ويحك لا تفتحه، فإنك إن تفتحه تلجه، فالصراط الإِسلام، والسوران حدود الله، والأبواب المفتحة محارم الله، وذلك الداعي من فوق الصراط واعظ الله في قلب كل مسلم \".والمراد بقوله - تعالى -  ٱهْدِنَا ٱلصِّرَاطَ ٱلْمُسْتَقِيمَ  أي: ثبتنا عليه، واجعلنا من المداومين على السير في سبيله، فإن العبد مفتقر إلى الله في كل وقت لكي يثبته على الهداية، ويزيده منها، ويعينه عليها. وقد أمر سبحانه المؤمنين أن يقولوا: رَبَّنَا لاَ تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِن لَّدُنْكَ رَحْمَةً إِنَّكَ أَنْتَ ٱلْوَهَّابُ وجملة  صِرَاطَ ٱلَّذِينَ أَنْعَمْتَ عَلَيْهِمْ  بدل من الصراط المستقيم.ولم يقل: اهدنا صراط الذين أنعمت عليهم مستغنياً عن ذكر الصراط المستقيم، ليدل أن صراط هؤلاء المنعم عليهم هو الصراط المستقيم."},{"ayah_number":7,"text":"وجملة  صِرَاطَ ٱلَّذِينَ أَنْعَمْتَ عَلَيْهِمْ  بدل من الصراط المستقيم.ولم يقل: اهدنا صراط الذين أنعمت عليهم مستغنياً عن ذكر الصراط المستقيم، ليدل أن صراط هؤلاء المنعم عليهم هو الصراط المستقيم.وقال:  صِرَاطَ ٱلَّذِينَ أَنْعَمْتَ عَلَيْهِمْ  ولم يقل صراط الأنبياء أو الصالحين، ليدل على أن الدين في ذاته نعمة عظيمة، ويكفي للدلالة على عظمتها إسنادها إليه - تعالى - في قوله:  أَنْعَمْتَ عَلَيْهِمْ  لأن المراد بالإِنعام هنا - على الراجح - الإِنعام الديني. فالمنعم عليهم هم من عرفوا الحق فتمسكوا به، وعرفوا الخير فعملوا به.قال بعض العلماء: (وإنما اختار في البيان أن يضيف الصراط إلى المنعم عليهم لمعنيين:أولهما: هو إبراز نفسية المحب المخلص، وأنه يكون شديد الاحتياط دقيق التحري عن الطريق الموصل إلى ساحة الرضا في ثقة تملأ نفسه، وتفعم قلبه، ولا يجد في مثل هذا المقام ما يملأ نفسه ثقة إلا أن يبين الطريق، بأنه الطريق الذي وصل بالسير عليه من قبله الأنبياء والصديقون والشهداء والصالحون.وثانيهما: أن من خواطر المؤمل في نعيم ربه أن يكون تمام أنسه في رفقة من الناس صالحين، وصحب منهم محسنين).وقوله - تعالى -  غَيْرِ ٱلْمَغْضُوبِ عَلَيْهِم  بدل من  ٱلَّذِينَ أَنْعَمْتَ عَلَيْهِمْ  وأتى في وصف الإِنعام بالفعل المسند إلى الله - تعالى - فقال:  أنعمت عليهم  في وصف الغضب باسم المفعول فقال:  غَيْرِ ٱلْمَغْضُوبِ عَلَيْهِم  وفي ذلك تعليم لأدب جميل، وهو أن الإِنسان يجمل به أن يسند أفعال الإِحسان إلى الله، ويتحامى أن يسند إليه أفعال العقاب والابتلاء، وإن كان كل من الإِحسان والعقاب صادراً منه، ومن شواهد هذا قوله - تعالى - حكاية عن مؤمني الجن وَأَنَّا لاَ نَدْرِيۤ أَشَرٌّ أُرِيدَ بِمَن فِي ٱلأَرْضِ أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَداً وحرف (لا) في قوله  وَلاَ ٱلضَّآلِّينَ  جئ به لتأكيد معنى النفي المستفاد من كلمة غير. والمراد بالمغضوب عليهم اليهود. وبالضالين النصارى. وقد ورد هذا التفسير عن النبي صلى الله عليه وسلم في حديث رواه الإِمام أحمد فى مسنده وابن حبان في صحيحه.ومن المفسرين من قال بأن المراد بالمغضوب عليهم من فسدت إرادتهم حيث علموا الحق ولكنهم تركوه عناداً وجحودا، وأن المراد بالضالين من فقدوا العلم فهم تائهون في الضلالات دون أن يهتدوا إلى طريق قويم.وقدم المغضوب عليهم على الضالين، لأن معنى المغضوب عليهم كالضد لمعنى المنعم عليهم، ولأن المقابلة بينهما أوضح منها بين المنعم عليهم والضالين، فكان جديراً بأن يوضع في مقابلته قبل الضالين.قال العلماء: ويستحب لمن يقرأ الفاتحة أن يقول بعدها (آمين) ومعناه اللهم استجب وليس هذا اللفظ من القرآن بدليل أنه لم يثبت في المصاحف والدليل على استحباب التأمين ما رواه الإِمام أحمد وأبو داود والترمذي عن وائل بن حجر قال: سمعت النبي صلى الله عليه وسلم قرأ  غَيْرِ ٱلْمَغْضُوبِ عَلَيْهِم وَلاَ ٱلضَّآلِّينَ  فقال: (آمين) مد بها صوته.وفي الصحيحين عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال: \" إذا أمن الإِمام فأمنوا، فإن من وافق تأمينه تأمين الملائكة غفر الله له ما تقدم من ذنبه \".هذا، وقد أفاض العلماء في الحديث عما اشتملت عليه سورة الفاتحة من آداب وعقائد وعبادات وأحكام، ومن ذلك قول ابن كثير.(اشتملت هذه السورة الكريمة، وهى سبع آيات - على حمد الله وتمجيده والثناء عليه بذكر أسمائه الحسنى المستلزمة لصفاته العليا، وعلى ذكر المعاد وهو يوم الدين، وعلى إرشاد عبيده إلى سؤاله والتضرع إليه والتبرى من حولهم وقوتهم، إلى إخلاص العبادة له وتوحيده بالألوهية، وتنزيهه عن أن يكون له شريك أو نظير، وإلى سؤالهم إياه الهداية إلى الصراط المستقيم، وهو الدين القويم وتثبيتهم عليه، واشتملت على الترغيب في الأعمال الصالحة ليكونوا مع أهلها يوم القيامة، والتحذير من مسالك الباطل لئلا يحشروا مع سالكيها يوم القيامة، وهم المغضوب عليهم والضالون).وقال بعض العلماء: سورة الفاتحة مشتملة على أربعة أنواع من العلوم هي مناط الدين.أحدها: علم الأصول وإليه الإِشارة بقوله  ٱلْحَمْدُ للَّهِ رَبِّ ٱلْعَالَمِينَ ٱلرَّحْمٰنِ ٱلرَّحِيمِ  ، ومعرفة النبوات وإليه الاشارة بقوله:  أَنْعَمْتَ عَلَيْهِمْ  ومعرفة المعاد وإليه الاشارة بقوله  مَٰلِكِ يَوْمِ ٱلدِّينِ .وثانيها: علم الفروع وأعظمه العبادات وإليه الإِشارة بقوله  إِيَّاكَ نَعْبُدُ .وثالثها: علم الأخلاق، وإليه الإِشارة بقوله  وَإِيَّاكَ نَسْتَعِينُ ٱهْدِنَا ٱلصِّرَاطَ ٱلْمُسْتَقِيمَ .ورابعها: علم القصص والأخبار عن الأمم السابقة السعداء منهم والأشقياء، وهو المراد بقوله  صِرَاطَ ٱلَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ ٱلْمَغْضُوبِ عَلَيْهِم وَلاَ ٱلضَّآلِّينَ .وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم."}]