[{"ayah_number":1,"text":"تمهيد بين يدي السورة1- سورة يونس- عليه السلام- هي السورة العاشرة في ترتيب المصحف، فقد سبقتها سور: «الفاتحة، البقرة، آل عمران، النساء، المائدة، الأنعام، الأعراف، الأنفال، التوبة» .2- وكان نزولها بعد سورة «الإسراء» .3- وعدد آياتها: تسع ومائة آية عند الجمهور. وفي المصحف الشامي مائة وعشر آيات.4- وسميت بهذا الاسم تكريما ليونس- عليه السلام- ولقومه الذين آمنوا به واتبعوه قبل أن ينزل بهم العذاب، وفي ذلك تقول السورة الكريمة: فَلَوْلا كانَتْ قَرْيَةٌ آمَنَتْ فَنَفَعَها إِيمانُها إِلَّا قَوْمَ يُونُسَ لَمَّا آمَنُوا كَشَفْنا عَنْهُمْ عَذابَ الْخِزْيِ فِي الْحَياةِ الدُّنْيا وَمَتَّعْناهُمْ إِلى حِينٍ «1» .5- وسورة يونس من السور المكية، وعلى هذا سار المحققون من العلماء.وقيل إنها مكية سوى الآية الأربعين منها وهي قوله- تعالى- وَمِنْهُمْ مَنْ يُؤْمِنُ بِهِ وَمِنْهُمْ مَنْ لا يُؤْمِنُ بِهِ وَرَبُّكَ أَعْلَمُ بِالْمُفْسِدِينَ والآيتين الرابعة والتسعين، والخامسة والتسعين وهما قوله- تعالى-: فَإِنْ كُنْتَ فِي شَكٍّ مِمَّا أَنْزَلْنا إِلَيْكَ، فَسْئَلِ الَّذِينَ يَقْرَؤُنَ الْكِتابَ مِنْ قَبْلِكَ، لَقَدْ جاءَكَ الْحَقُّ مِنْ رَبِّكَ فَلا تَكُونَنَّ مِنَ المُمْتَرِينَ، وَلا تَكُونَنَّ مِنَ الَّذِينَ كَذَّبُوا بِآياتِ اللَّهِ فَتَكُونَ مِنَ الْخاسِرِينَ.قال صاحب المنار: وقال السيوطي في الإتقان: استثنى منها الآيات 40، 94، 95، فقيل إنها مدنية نزلت في اليهود. وقيل: من أولها إلى رأس أربعين آية مكي، والباقي مدني، حكاه ابن الفرس والسخاوي في جمال القراء.ثم قال صاحب المنار: وأقول إن موضوع السورة لا يقبل هذا من جهة الدراية، وهو مما لم نثبت به رواية، وكون المراد بالذين يقرءون الكتاب في الآية (94) اليهود لا يقتضى أن تكون نزلت بالمدينة، وبيان ذلك من وجهين:أحدهما: أن المراد بالشك فيها الفرض لا وقوع الشك حقيقة، ولذلك قال الرسول صلى الله عليه وسلم: «لا أشك ولا أسأل» ، وهو مرسل يؤيده قول ابن عباس، وسعيد بن جبير، والحسن البصري.وثانيهما: أن هذا المعنى نزل في سورة مكية أخرى، كقوله- تعالى- في سورة الإسراء:وَلَقَدْ آتَيْنا مُوسى تِسْعَ آياتٍ بَيِّناتٍ فَسْئَلْ بَنِي إِسْرائِيلَ إِذْ جاءَهُمْ.وقوله- سبحانه- في سورة الأنبياء: فَسْئَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لا تَعْلَمُونَ.والذي تطمئن إليه النفس، أن سورة يونس جميعها مكية، كما قال المحققون من العلماء، لأن الذين قالوا بوجود آية أو آيات مدنية فيها لم يأتوا برواية صحيحة تصلح مستندا لهم، ولأن السورة الكريمة من مطلعها إلى نهايتها تشاهد فيها سمات القرآن المكي واضحة جلية، فهي تهتم بإثبات وحدانية الله، وبإثبات صدق النبي صلى الله عليه وسلم وبإثبات أن هذا القرآن من عند الله، وأن البعث حق، وأن ما أورده المشركون من شبهات حول الدعوة الإسلامية، قد تولت السورة الكريمة دحضه بأسلوب منطقي رصين..والذي يطالع هذه السورة الكريمة بتدبر وخشوع، يراها في مطلعها تتحدث عن سمو القرآن الكريم في هدايته وإحكامه، وعن موقف المشركين من النبي صلى الله عليه وسلم ودعوته، وعن الأدلة على وحدانية الله وقدرته.قال- تعالى-: الر. تِلْكَ آياتُ الْكِتابِ الْحَكِيمِ. أَكانَ لِلنَّاسِ عَجَباً أَنْ أَوْحَيْنا إِلى رَجُلٍ مِنْهُمْ، أَنْ أَنْذِرِ النَّاسَ وَبَشِّرِ الَّذِينَ آمَنُوا أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِنْدَ رَبِّهِمْ، قالَ الْكافِرُونَ إِنَّ هذا لَساحِرٌ مُبِينٌ.ثم نراها في الربع الثاني منها تصور بأسلوب حكيم طبيعة الإنسان فتقول وَإِذا مَسَّ الْإِنْسانَ الضُّرُّ دَعانا لِجَنْبِهِ أَوْ قاعِداً أَوْ قائِماً، فَلَمَّا كَشَفْنا عَنْهُ ضُرَّهُ مَرَّ كَأَنْ لَمْ يَدْعُنا إِلى ضُرٍّ مَسَّهُ، كَذلِكَ زُيِّنَ لِلْمُسْرِفِينَ ما كانُوا يَعْمَلُونَ الآية 12.ثم تحكى مصارع الظالمين، وأقوالهم الفاسدة، ورد القرآن عليهم فتقول: وَلَقَدْ أَهْلَكْنَا الْقُرُونَ مِنْ قَبْلِكُمْ لَمَّا ظَلَمُوا، وَجاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّناتِ، وَما كانُوا لِيُؤْمِنُوا كَذلِكَ نَجْزِي الْقَوْمَ الْمُجْرِمِينَ. ثُمَّ جَعَلْناكُمْ خَلائِفَ فِي الْأَرْضِ مِنْ بَعْدِهِمْ لِنَنْظُرَ كَيْفَ تَعْمَلُونَ.وبعد أن تمضى السورة الكريمة في دحض أقوال المشركين، وفي بيان الطبائع البشرية، نراها في مطلع الربع الثالث. تصور لنا حسن عاقبة المتقين، وسوء عاقبة الضالين، فتقول:وَاللَّهُ يَدْعُوا إِلى دارِ السَّلامِ وَيَهْدِي مَنْ يَشاءُ إِلى صِراطٍ مُسْتَقِيمٍ. لِلَّذِينَ أَحْسَنُوا الْحُسْنى وَزِيادَةٌ، وَلا يَرْهَقُ وُجُوهَهُمْ قَتَرٌ وَلا ذِلَّةٌ، أُولئِكَ أَصْحابُ الْجَنَّةِ هُمْ فِيها خالِدُونَ. وَالَّذِينَ كَسَبُوا السَّيِّئاتِ جَزاءُ سَيِّئَةٍ بِمِثْلِها وَتَرْهَقُهُمْ ذِلَّةٌ ما لَهُمْ مِنَ اللَّهِ مِنْ عاصِمٍ، كَأَنَّما أُغْشِيَتْ وُجُوهُهُمْ قِطَعاً مِنَ اللَّيْلِ مُظْلِماً أُولئِكَ أَصْحابُ النَّارِ هُمْ فِيها خالِدُونَ.ثم تأمر السورة الكريمة النبي صلى الله عليه وسلم أن يسأل المشركين بأسلوب توبيخي عمن يرزقهم من السموات والأرض، وعمن يبدأ الخلق ثم يعيده، وعمن يهدى إلى الحق، فتقول: قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّماءِ وَالْأَرْضِ أَمَّنْ يَمْلِكُ السَّمْعَ وَالْأَبْصارَ، وَمَنْ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ، وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ، وَمَنْ يُدَبِّرُ الْأَمْرَ، فَسَيَقُولُونَ اللَّهُ، فَقُلْ أَفَلا تَتَّقُونَ. فَذلِكُمُ اللَّهُ رَبُّكُمُ الْحَقُّ فَماذا بَعْدَ الْحَقِّ إِلَّا الضَّلالُ فَأَنَّى تُصْرَفُونَ.وبعد أن تتحدى السورة الكريمة المشركين أن يأتوا بسورة من مثل القرآن الكريم. وتعلن عن عجزهم على رءوس الأشهاد، تأخذ في تسلية الرسول صلى الله عليه وسلم وفي تصوير جانب من أحوالهم في حياتهم وبعد مماتهم فتقول:بَلْ كَذَّبُوا بِما لَمْ يُحِيطُوا بِعِلْمِهِ وَلَمَّا يَأْتِهِمْ تَأْوِيلُهُ، كَذلِكَ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ فَانْظُرْ كَيْفَ كانَ عاقِبَةُ الظَّالِمِينَ. وَمِنْهُمْ مَنْ يُؤْمِنُ بِهِ وَمِنْهُمْ مَنْ لا يُؤْمِنُ بِهِ وَرَبُّكَ أَعْلَمُ بِالْمُفْسِدِينَ. وَإِنْ كَذَّبُوكَ فَقُلْ لِي عَمَلِي وَلَكُمْ عَمَلُكُمْ أَنْتُمْ بَرِيئُونَ مِمَّا أَعْمَلُ وَأَنَا بَرِيءٌ مِمَّا تَعْمَلُونَ ...ثم نراها في الربع الرابع توجه نداء إلى الناس كافة تدعوهم فيه إلى الإقبال على ما جاء به الرسول صلى الله عليه وسلم من مواعظ فيها الشفاء لما في الصدور، وفيها الهداية لما في النفوس فتقول:يا أَيُّهَا النَّاسُ قَدْ جاءَتْكُمْ مَوْعِظَةٌ مِنْ رَبِّكُمْ وَشِفاءٌ لِما فِي الصُّدُورِ وَهُدىً وَرَحْمَةٌ لِلْمُؤْمِنِينَ. قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذلِكَ فَلْيَفْرَحُوا هُوَ خَيْرٌ مِمَّا يَجْمَعُونَ.ثم تسوق جانبا من مظاهر قدرة الله النافذة، وعلمه المحيط بكل شيء، فتقول: وَما تَكُونُ فِي شَأْنٍ وَما تَتْلُوا مِنْهُ مِنْ قُرْآنٍ، وَلا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُوداً إِذْ تُفِيضُونَ فِيهِ، وَما يَعْزُبُ عَنْ رَبِّكَ مِنْ مِثْقالِ ذَرَّةٍ فِي الْأَرْضِ وَلا فِي السَّماءِ، وَلا أَصْغَرَ مِنْ ذلِكَ وَلا أَكْبَرَ إِلَّا فِي كِتابٍ مُبِينٍ.وفي مطلع الربع الخامس منها تحكى لنا جانبا من قصة نوح- عليه السلام- مع قومه، وكيف أنه نصحهم، وذكرهم بآيات الله، ولكنهم لم يستمعوا إليه، فكانت عاقبتهم الإغراق بالطوفان قال- تعالى-:فَكَذَّبُوهُ فَنَجَّيْناهُ وَمَنْ مَعَهُ فِي الْفُلْكِ وَجَعَلْناهُمْ خَلائِفَ، وَأَغْرَقْنَا الَّذِينَ كَذَّبُوا بِآياتِنا فَانْظُرْ كَيْفَ كانَ عاقِبَةُ الْمُنْذَرِينَ.ثم تحكى لنا جانبا من قصة موسى- عليه السلام- مع فرعون، ومن المحاورات، والمجادلات التي دارت بينهما، ومن الدعوات المستجابة التي توجه بها موسى إلى خالقه، فتقول: وَقالَ مُوسى رَبَّنا إِنَّكَ آتَيْتَ فِرْعَوْنَ وَمَلَأَهُ زِينَةً وَأَمْوالًا فِي الْحَياةِ الدُّنْيا، رَبَّنا لِيُضِلُّوا عَنْ سَبِيلِكَ، رَبَّنَا اطْمِسْ عَلى أَمْوالِهِمْ وَاشْدُدْ عَلى قُلُوبِهِمْ، فَلا يُؤْمِنُوا حَتَّى يَرَوُا الْعَذابَ الْأَلِيمَ. قالَ قَدْ أُجِيبَتْ دَعْوَتُكُما فَاسْتَقِيما وَلا تَتَّبِعانِّ سَبِيلَ الَّذِينَ لا يَعْلَمُونَ.ثم نراها في الربع السادس والأخير منها، تحكى لنا ما قاله فرعون عند ما أدركه الغرق، كما تخبرنا عن النهاية الطيبة التي لقوم يونس- عليه السلام- بسبب إيمانهم، ثم تسوق ألوانا من مظاهر قدرة الله، ومن حكمه العادل بين عباده، ومن رعايته لأوليائه ورسله فتقول:ثُمَّ نُنَجِّي رُسُلَنا وَالَّذِينَ آمَنُوا كَذلِكَ حَقًّا عَلَيْنا نُنْجِ الْمُؤْمِنِينَ.ثم تختم السورة الكريمة بتوجيه نداء إلى الناس تبين لهم فيه أن من اهتدى فإنما يهتدى لنفسه، وأن من ضل فإنما يضل عليها فتقول: قُلْ يا أَيُّهَا النَّاسُ قَدْ جاءَكُمُ الْحَقُّ مِنْ رَبِّكُمْ، فَمَنِ اهْتَدى فَإِنَّما يَهْتَدِي لِنَفْسِهِ وَمَنْ ضَلَّ فَإِنَّما يَضِلُّ عَلَيْها، وَما أَنَا عَلَيْكُمْ بِوَكِيلٍ. وَاتَّبِعْ ما يُوحى إِلَيْكَ وَاصْبِرْ حَتَّى يَحْكُمَ اللَّهُ وَهُوَ خَيْرُ الْحاكِمِينَ.تلك أهم المقاصد الإجمالية التي اشتملت عليها السورة الكريمة، ومنها نرى بوضوح أن السورة الكريمة قد عنيت عناية بارزة بإثبات وحدانية الله وقدرته النافذة، وعلمه المحيط بكل شيء، تارة عن طريق مخلوقاته التي يشاهدونها كما في قوله- تعالى-: هُوَ الَّذِي جَعَلَ الشَّمْسَ ضِياءً وَالْقَمَرَ نُوراً وَقَدَّرَهُ مَنازِلَ لِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسابَ....وتارة عن طريق اعترافهم بأن الله وحده هو خالقهم ورازقهم ومدبر أمرهم كما في قوله- تعالى-: قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّماءِ وَالْأَرْضِ، أَمَّنْ يَمْلِكُ السَّمْعَ وَالْأَبْصارَ، وَمَنْ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ، وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ، وَمَنْ يُدَبِّرُ الْأَمْرَ فَسَيَقُولُونَ اللَّهُ فَقُلْ أَفَلا تَتَّقُونَ.وتارة عن طريق لجوئهم إليه وحده لا سيما عند الشدائد والمحن، كما حدث من فرعون عند ما أدركه الغرق.كذلك نرى السورة الكريمة قد عنيت بدعوة الناس إلى التدبر والتفكر وإلى الاعتبار بمصارع الظالمين، وإلى عدم التعلق بزخرف الحياة الدنيا..إِنَّ فِي اخْتِلافِ اللَّيْلِ وَالنَّهارِ وَما خَلَقَ اللَّهُ فِي السَّماواتِ وَالْأَرْضِ لَآياتٍ لِقَوْمٍ يَتَّقُونَ. إِنَّ الَّذِينَ لا يَرْجُونَ لِقاءَنا وَرَضُوا بِالْحَياةِ الدُّنْيا وَاطْمَأَنُّوا بِها، وَالَّذِينَ هُمْ عَنْ آياتِنا غافِلُونَ، أُولئِكَ مَأْواهُمُ النَّارُ بِما كانُوا يَكْسِبُونَ.كذلك نرى السورة الكريمة قد اهتمت بالرد على الشبهات التي أثارها المشركون حول القرآن الكريم، وحول البعث وما فيه من ثواب وعقاب ...فأثبتت أن هذا القرآن من عند الله، وتحدتهم أن يأتوا بسورة من مثله فقالت: أَمْ يَقُولُونَ افْتَراهُ، قُلْ فَأْتُوا بِسُورَةٍ مِثْلِهِ، وَادْعُوا مَنِ اسْتَطَعْتُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صادِقِينَ.كما أثبتت أن يوم القيامة حق، وأنهم لن ينجيهم من عذاب الله في ذلك اليوم ندمهم أو ما يقدمونه من فداء فقالت: وَلَوْ أَنَّ لِكُلِّ نَفْسٍ ظَلَمَتْ ما فِي الْأَرْضِ لَافْتَدَتْ بِهِ، وَأَسَرُّوا النَّدامَةَ لَمَّا رَأَوُا الْعَذابَ، وَقُضِيَ بَيْنَهُمْ بِالْقِسْطِ وَهُمْ لا يُظْلَمُونَ.هذا، والسورة الكريمة بعد كل ذلك تمتاز بأنها قد عرضت ما عرضت من هدايات وتوجيهات بأسلوب بليغ مؤثر، تقشعر منه الجلود، وتلين منه القلوب، وتخشع له النفوس..مما يدل على أن هذا القرآن من عند الله. ولو كان من عند غير الله لوجدوا فيه اختلافا كثيرا.سورة يونس من السور التي افتتحت ببعض حروف التهجي.وقد وردت هذه الفواتح تارة مفردة بحرف واحد، وتارة مركبة من حرفين، أو ثلاثة أو أربعة أو خمسة.فالسور التي افتتحت بحرف واحد ثلاثة، وهي سورة: ص، ق، ن.والسور التي افتتحت بحرفين تسعة، وهي: طه، طس، يس، وحم في ست سور، هي:غافر، فصلت، الزخرف. الدخان، الجاثية، الأحقاف.والسور التي بدئت بثلاثة أحرف، ثلاث عشرة سورة، وهي: ألم في ست سور هي:البقرة، آل عمران، العنكبوت، الروم، لقمان، السجدة، والر في خمس سور هي:يونس، هود، يوسف، إبراهيم، الحجر، وطسم في سورتين هما: الشعراء، القصص.وهناك سورتان بدئتا بأربعة أحرف وهما: الأعراف، الرعد. وسورتان بدئتا بخمسة أحرف وهما: مريم، والشورى.فيكون مجموع السور التي افتتحت بالحروف المقطعة تسعا وعشرين سورة.هذا، وقد وقع خلاف بين العلماء في المعنى المقصود بتلك الحروف المقطعة التي افتتحت بها بعض السور القرآنية، ويمكن إجمال خلافهم في رأيين رئيسين:الرأى الأول يرى أصحابه: أن المعنى المقصود منها غير معروف، فهي من المتشابه الذي استأثر الله بعلمه.وإلى هذا الرأى ذهب ابن عباس- في إحدى الروايات عنه- كما ذهب إليه الشعبي، وسفيان الثوري، وغيرهم من العلماء. فقد أخرج ابن المنذر وغيره عن الشعبي أنه سئل عن فواتح السور فقال: إن لكل كتاب سرا، وإن سر هذا القرآن في فواتح السور.ويروى عن ابن عباس انه قال: عجزت العلماء عن إدراكها. وعن على- رضى الله عنه- قال: «إن لكل كتاب صفوة، وصفوة هذا الكتاب حروف التهجي» وفي رواية أخرى عن الشعبي أنه قال: «سر الله فلا تطلبوه» .ومن الاعتراضات التي وجهت إلى هذا الرأى، أنه إذا كان الخطاب بهذه الفواتح غير مفهوم للناس، لأنه من المتشابه، فإنه يترتب على ذلك أنه كالخطاب بالمهمل، أو مثل ذلك كمثل المتكلم بلغة أعجمية مع أناس عرب لا يفهمونها.وقد أجيب عن ذلك، بأن هذه الألفاظ لم ينتف الإفهام عنها عند كل الناس، فالرسول صلى الله عليه وسلم كان يفهم المراد منها، وكذلك بعض أصحابه المقربين، ولكن الذي ننفيه أن يكون الناس جميعا فاهمين لمعنى هذه الحروف المقطعة في أوائل السور.أما الرأى الثاني فيرى أصحابه: أن المعنى المقصود منها معلوم، وأنها ليست من المتشابه الذي استأثر الله بعلمه.وأصحاب هذا الرأى قد اختلفوا فيما بينهم في تعيين هذا المعنى المقصود على أقوال كثيرة من أهمها ما يأتى:1- أن هذه الحروف أسماء للسور، بدليل قول النبي صلى الله عليه وسلم «من قرأ حم السجدة حفظ إلى أن يصبح» . وبدليل اشتهار بعض السور بالتسمية بها، كسورة «ص» وسورة «يس» .ولا يخلو هذا القول من الضعف، لأن كثيرا من السور قد افتتحت بلفظ واحد من هذه الفواتح، والغرض من التسمية رفع الاشتباه.2- وقيل: إن هذه الحروف قد جاءت هكذا فاصلة للدلالة على انقضاء سورة، وابتداء أخرى.3- وقيل: إنها حروف مقطعة، بعضها من أسماء الله- تعالى- وبعضها من صفاته فمثلا «ألم» أصلها أنا الله أعلم.4- وقيل: إنها اسم الله الأعظم، الى غير ذلك من الأقوال التي لا تخلو من مقال. والتي أوصلها السيوطي في كتابه «الإتقان» إلى أكثر من عشرين قولا.5- ولعل أقرب الأقوال إلى الصواب أن يقال: إن هذه الحروف المقطعة قد وردت في افتتاح بعض السور، للإشعار بأن هذا القرآن الذي تحدى الله به المشركين هو من جنس الكلام المركب من هذه الحروف التي يعرفونها، ويقدرون على تأليف الكلام منها. فإذا عجزوا عن الإتيان بسورة من مثله، فذلك لبلوغه في الفصاحة والحكمة مرتبة يقف فصحاؤهم وبلغاؤهم دونها بمراحل شاسعة.وفضلا عن ذلك فإن تصدير بعض السور بمثل هذه الحروف المقطعة يجذب أنظار المعرضين عن استماع القرآن حين يتلى عليهم إلى الإنصات والتدبر لأنه يطرق أسماعهم في أول التلاوة ألفاظ غير مألوفة في مجاري كلامهم، وذلك مما يلفت أنظارهم ليتبينوا ما يراد منها، فيترتب على ذلك أن يسمعوا حكما، وهدايات قد تكون سببا في إيمانهم. ولعل مما يشهد بصحة هذا الرأى: أن الآيات التي تلى هذه الحروف المقطعة، تتحدث عن القرآن وعن كونه معجزة للرسول صلى الله عليه وسلم في أغلب المواضع.ومن ذلك قوله- تعالى-: في أول سورة البقرة الم، ذلِكَ الْكِتابُ لا رَيْبَ فِيهِ هُدىً لِلْمُتَّقِينَ. وقوله سبحانه في أول سورة هود: الر. كِتابٌ أُحْكِمَتْ آياتُهُ ثُمَّ فُصِّلَتْ مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ وقوله- سبحانه- في أول سورة إبراهيم: الر. كِتابٌ أَنْزَلْناهُ إِلَيْكَ لِتُخْرِجَ النَّاسَ مِنَ الظُّلُماتِ إِلَى النُّورِ بِإِذْنِ رَبِّهِمْ إِلى صِراطِ الْعَزِيزِ الْحَمِيدِ.وهكذا نرى أن كثيرا من السور التي افتتحت بالحروف المقطعة، قد أعقبت هذا الافتتاح بالحديث الصريح أو الضمنى عن القرآن الكريم، وأن هذه السور إذا تأملتها من أولها إلى آخرها ترى من أهدافها الاساسية إثبات وحدانية الله، وإثبات صحة الرسالة المحمدية، وإثبات أن هذا القرآن الذي هو معجزة الرسول الخالدة- منزل من عند الله- تعالى-.هذه خلاصة لآراء العلماء في المراد بالحروف المقطعة التي افتتحت بها بعض السور القرآنية، ومن أراد مزيدا لذلك فليرجع- مثلا- إلى كتاب «الإتقان» للسيوطي، وإلى كتاب «البرهان» . للزركشى، وإلى تفسير الآلوسى.ثم قال- تعالى-: تِلْكَ آياتُ الْكِتابِ الْحَكِيمِ.تِلْكَ اسم إشارة والمشار إليه الآيات. والمراد بها آيات القرآن الكريم. ويندرج فيها آيات السورة التي معنا.والكتاب: مصدر كتب كالكتب، وأصل الكتب: ضم أديم إلى أديم بالخياطة، واستعمل عرفا في ضم الحروف بعضها إلى بعض بالخط والمراد به القرآن الكريم على الصحيح.قال الآلوسى: «وأما حمل الكتاب على الكتب التي خلت قبل القرآن من التوراة والإنجيل وغيرهما، كما أخرجه ابن أبى حاتم عن قتادة فهو في غاية البعد» .والحكيم- بزنة فعيل- مأخوذ من الفعل حكم بمعنى منع. تقول حكمت الفرس أى وضعت الحكمة في فمها لمنعها من الجموح والنفور.والمقصود أن هذا الكتاب ممتنع عن الفساد، ومبرأ من الخلل والتناقض والاختلاف.قال الإمام الرازي ما ملخصه: «وفي وصف الكتاب بكونه حكيما وجوه منها: أن الحكيم هو ذو الحكمة، بمعنى اشتماله على الحكمة- فيكون الوصف للنسبة كلابن وتامر- ومنها أن الحكيم بمعنى الحاكم، بدليل قوله- تعالى-: وَأَنْزَلَ مَعَهُمُ الْكِتابَ بِالْحَقِّ لِيَحْكُمَ بَيْنَ النَّاسِ فِيمَا اخْتَلَفُوا فِيهِ ومنها أن الحكيم بمعنى المحكم والإحكام معناه المنع من الفساد، فيكون المراد منه أنه لا تغيره الدهور أو المراد منه براءته من الكذب والتناقض» .والمعنى: تلك الآيات السامية، والمنزلة عليك يا محمد، هي آيات الكتاب، المشتمل على الحكمة والصواب المحفوظ من كل تحريف أو تبديل الناطق بكل ما يوصل إلى السعادة الدنيوية والأخروية.وصحت الإشارة إلى آيات الكتاب مع أنها لم تكن قد نزلت جميعها، لأن الإشارة إلى جميعها، حيث كانت بصدد الإنزال، ولأن الله- تعالى- قد وعد رسوله صلى الله عليه وسلم بنزول القرآن عليه، كما في قوله: - تعالى-: إِنَّا سَنُلْقِي عَلَيْكَ قَوْلًا ثَقِيلًا ووعد الله- تعالى- لا يتخلف."},{"ayah_number":2,"text":"ثم بين- سبحانه- موقف المشركين من دعوته فقال: أَكانَ لِلنَّاسِ عَجَباً أَنْ أَوْحَيْنا إِلى رَجُلٍ مِنْهُمْ أَنْ أَنْذِرِ النَّاسَ وَبَشِّرِ الَّذِينَ آمَنُوا أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِنْدَ رَبِّهِمْ..روى الضحاك عن ابن عباس قال: لما بعث الله- تعالى- رسوله محمدا صلى الله عليه وسلمأنكرت العرب ذلك، أو من أنكر منهم، وقالوا الله أعظم من أن يكون رسوله بشرا مثل محمد، فأنزل الله- تعالى-: أَكانَ لِلنَّاسِ عَجَباً ... الآية .والهمزة في قوله «أكان» لإنكار تعجبهم، ولتعجب السامعين منه لوقوعه في غير موضعه.وقوله لِلنَّاسِ جار ومجرور حال من قوله عَجَباً والمراد بهم مشركو مكة ومن لف لفهم في إنكار ما جاء به النبي صلى الله عليه وسلم.وقوله: عَجَباً خبر كان، والعجب والتعجيب- استعظام أمر خفى سببه.وقوله: أَنْ أَوْحَيْنا في تأويل مصدر أى: إيحاؤنا، وهو اسم كان. والوحى:الإعلام في خفاء، والمقصود به ما أوحاه الله- تعالى- إلى نبيه صلى الله عليه وسلم من قرآن وغيره.وقوله: إِلى رَجُلٍ مِنْهُمْ أى إلى بشر من جنسهم يعرفهم ويعرفونه.وقوله: أَنْ أَنْذِرِ النَّاسَ الإنذار إخبار معه تخويف في مدة تتسع التحفظ من المخوف منه، فإن لم تتسع له فهو إعلام وإشعار لا إنذار، وأكثر ما يستعمل في القرآن في التخويف من عذاب الله- تعالى-:والمراد بالناس هنا: جميع الذين يمكنه صلى الله عليه وسلم أن يبلغهم دعوته.وقوله: وَبَشِّرِ الَّذِينَ آمَنُوا البشارة: إخبار معه ما يسر فهو أخص من الخبر، سمى بذلك لأن أثره يظهر على البشرة التي هي ظاهر الجلد.وقوله: أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِنْدَ رَبِّهِمْ أى أن لهم سابقة ومنزلة رفيعة عند ربهم.وأصل القدم العضو المخصوص. وأطلقت على السبق، لكونها سببه وآلته، فسمى المسبب باسم السبب من باب المجاز المرسل، كما سميت النعمة يدا لأنها تعطى باليد.وأصل الصدق أن يكون في الأقوال، ويستعمل أحيانا في الأفعال فيقال: فلان صدق في القتال، إذا وفاه حقه، فيعبر بصفة الصدق عن كل فعل فاضل.وإضافة القدم إلى الصدق من إضافة الموصوف إلى الصفة كقولهم: مسجد الجامع، والأصل قدم صدق. أى محققة مقررة. وفيه مبالغة لجعلها عين الصدق. ثم جعل الصدق كأنه صاحبها.ويجوز أن تكون إضافة القدم إلى الصدق من باب إضافة المسبب إلى السبب، وفي ذلك تنبيه إلى أن ما نالوه من منازل رفيعة عند ربهم. إنما هو بسبب صدقهم في أقوالهم وأفعالهم ونياتهم.قال الإمام ابن جرير ما ملخصه: واختلف أهل التأويل في معنى قوله: قَدَمَ صِدْقٍ فقال بعضهم معناه: أن لهم أجرا حسنا بسبب ما قدموه من عمل صالح..وقال آخرون معناه: أن لهم سابق صدق في اللوح المحفوظ من السعادة.وقال آخرون: معنى ذلك أن محمدا صلى الله عليه وسلم شفيع لهم.ثم قال: وأولى هذه الأقوال عندي بالصواب قول من قال معناه: أن لهم أعمالا صالحة عند الله يستحقون بها منه الثواب، وذلك أنه محكي عن العرب قولهم: هؤلاء أهل القدم في الإسلام. أى هؤلاء الذين قدموا فيه خيرا، فكان لهم فيه تقديم.ويقال: لفلان عندي قدم صدق وقدم سوء، وذلك بسبب ما قدم إليه من خير أو شر، ومنه قول حسان بن ثابت- رضى الله عنه-:لنا القدم العليا إليك وخلفنا ... لأولنا في طاعة الله تابعومعنى الآية الكريمة: أبلغ الجهل وسوء التفكير بمشركي مكة ومن على شاكلتهم، أن كان إيحاؤنا إلى رجل منهم يعرفهم ويعرفونه لكي يبلغهم الدين الحق، أمرا عجبا، يدعوهم إلى الدهشة والاستهزاء بالموحى إليه صلى الله عليه وسلم حتى لكأن النبوة في زعمهم تتنافى مع البشرية.إن الذي يدعو الى العجب حقا هو ما تعجبوا منه، لأن الله- تعالى- اقتضت حكمته أن يجعل رسله الى الناس من البشر، لأن كل جنس يأنس لجنسه، وينفر من غيره، هو- سبحانه- أعلم حيث يجعل رسالته.قال صاحب الكشاف: «فإن قلت: فما معنى اللام في قوله أَكانَ لِلنَّاسِ عَجَباً وما الفرق بينه وبين قولك: كان عند الناس عجبا؟قلت: معناه أنهم جعلوه لهم أعجوبة يتعجبون منها. ونصبوه علما لهم يوجهون نحوه استهزاءهم وإنكارهم. وليس في «عند الناس» هذا المعنى.والذي تعجبوا منه أن يوحى إلى بشر. وأن يكون رجلا من أفناء رجالهم دون عظيم من عظمائهم. فقد كانوا يقولون: العجب أن الله لم يجد رسولا يرسله إلى الناس إلا يتيم أبى طالب. وأن يذكر لهم البعث. وينذر بالنار ويبشر بالجنة. وكل واحد من هذه الأمور ليسبعجب، لأن الرسل المبعوثين إلى الأمم لم يكونوا إلا بشرا مثلهم.وقال الله- تعالى-: قُلْ لَوْ كانَ فِي الْأَرْضِ مَلائِكَةٌ يَمْشُونَ مُطْمَئِنِّينَ لَنَزَّلْنا عَلَيْهِمْ مِنَ السَّماءِ مَلَكاً رَسُولًا.وإرسال الفقير أو اليتيم ليس بعجب- أيضا- لأن الله- تعالى- إنما يختار من استحق الاختيار لجمعه أسباب الاستقلال لما اختير له من النبوة. والغنى والتقدم في الدنيا ليس من تلك الأسباب في شيء قال- تعالى-: وَما أَمْوالُكُمْ وَلا أَوْلادُكُمْ بِالَّتِي تُقَرِّبُكُمْ عِنْدَنا زُلْفى.والبعث للجزاء على الخير والشر. هو الحكمة العظمى فكيف يكون عجبا إنما العجب والمنكر في العقول، تعطيل الجزاء.وقدم- سبحانه- خبر كان وهو عَجَباً على اسمها وهو أَنْ أَوْحَيْنا. لأن المقصود بالإنكار في الآية إنما هو تعجبهم ودهشتهم من أن يكون الرسول بشرا.وقدم- سبحانه- الإنذار على التبشير، لأن التخلية مقدمة على التحلية، وإزالة ما لا ينبغي مقدم في الرتبة على فعل ما ينبغي.ولم يذكر المنذر به، لتهويله وتعميمه حتى يزداد خوفهم وإقبالهم على الدين الحق، الذي يؤدى اتباعه إلى النجاة من العذاب.وخص التبشير بالمؤمنين لأنهم وحدهم المستحقون له، بخلاف الإنذار فإنه يشمل المؤمن والكافر. ولذا قال- سبحانه- أَنْ أَنْذِرِ النَّاسَ أى جميع الناس.وذكر- سبحانه- في جانب التبشير المبشر به- وهو حصولهم على المنزلة الرفيعة عند ربهم- لكي تقوى رغبتهم في طاعته. ومحبتهم لعبادته، وبذلك ينالون ما بشرهم به.ثم وضح- سبحانه- ما قاله الكافرون عند مجيء الرسول صلى الله عليه وسلم بدعوته فقال:قالَ الْكافِرُونَ إِنَّ هذا لَساحِرٌ مُبِينٌ.أى: قال الكافرون المتعجبون من أن يكون صلى الله عليه وسلم رسولا إليهم، إن هذا الإنسان الذي يدعى النبوة لساحر بيّن السحر واضحه. حيث إنه استطاع بقوة تأثيره في النفوس أن يفرق بين الابن وأبيه، والأخ وأخيه.وعلى هذه القراءة التي وردت عن ابن كثير والكوفيين تكون الإشارة إلى الرسول- صلى الله عليه وسلم.وقرأ الباقون: إن هذا لسحر مبين أى: إن هذا القرآن لسحر واضح، لأنه خارق للعادة في جذبه النفوس إلى الايمان بما جاء به محمد صلى الله عليه وسلم.قال ابو حيان ما ملخصه: «ولما كان قولهم فيما لا يمكن أن يكون سحرا ظاهر الفساد، لم يحتج إلى جواب، لأنهم يعلمون نشأته معهم بمكة، وخلطتهم له، - وأنه لا علم له بالسحر- وقد أتاهم بعد بعثته بكتاب إلهى مشتمل على مصالح الدنيا والآخرة مع الفصاحة والبلاغة التي أعجزتهم ...وقولهم هذا هو دين الكفرة مع أنبيائهم. فقد قال فرعون وقومه في موسى- عليه السلام- إِنَّ هذا لَساحِرٌ عَلِيمٌ وقال قوم عيسى فيه عند ما جاءهم بالبينات هذا لَساحِرٌ مُبِينٌ ودعوى السحر إنما هي على سبيل العناد والجحد».وقال الآلوسى «وفي قولهم هذا اعتراف منهم بأن ما عاينوه خارج عن طوق البشر، نازل من حضرة خلاق القوى والقدر، ولكنهم يسمونه سحرا تماديا في العناد، كما هو شنشنة المكابر اللجوج، وشنشنة المفحم المحجوج».وجاءت الجملة الكريمة بدون حرف عطف، لكونها استئنافا مبنيا على سؤال مقدر، فكأنه قيل: فماذا قالوا بعد هذا التعجب؟ فكان الجواب: قالَ الْكافِرُونَ إِنَّ هذا لَساحِرٌ مُبِينٌ.ويرى الامام ابن جرير أن الآية فيها كلام محذوف، فقد قال: - رحمه الله-: «وفي الكلام حذف استغنى بدلالة ما ذكر عما ترك ذكره، وتأويل الكلام: أكان للناس عجبا أن أوحينا إلى رجل منهم أن أنذر الناس وبشر الذين آمنوا أن لهم قدم صدق عند ربهم، فلما أتاهم بوحي الله وتلاه عليهم وبشرهم وأنذرهم قال المنكرون لتوحيد الله ورسالة رسوله إن هذا الذي جاءنا به محمد صلى الله عليه وسلم لسحر مبين» .وقد اشتملت جملة إِنَّ هذا لَساحِرٌ مُبِينٌ على جملة من المؤكدات، للإشارة إلى رسوخهم في الكفر، وإلى أنهم مع وضوح الأدلة على صدق الرسول صلى الله عليه وسلم لم يزدادوا إلا جحودا وعنادا، وصدق الله إذ يقول: فَإِنَّهُمْ لا يُكَذِّبُونَكَ وَلكِنَّ الظَّالِمِينَ بِآياتِ اللَّهِ يَجْحَدُونَ."},{"ayah_number":3,"text":"قال الإمام الرازي ما ملخصه: «اعلم أنه- تعالى- لما حكى عن الكفار أنهم تعجبوا من الوحى والبعثة والرسالة ثم إنه- تعالى- أزال ذلك التعجب بأنه لا يبعد ألبتة في أن يبعث خالق الخلق إليهم رسولا يبشرهم وينذرهم.. كان هذا الجواب إنما يتم بإثبات أمرين:أحدهما: إثبات أن لهذا العالم إلها قاهرا قادرا، نافذ الحكم بالأمر والنهى.والثاني: إثبات الحشر والنشر والبعث والقيامة، حتى يحصل الثواب والعقاب اللذان أخبر الأنبياء عن حصولهما.فلا جرم أنه- سبحانه- ذكر في هذا الموضع ما يدل على تحقيق هذين المطلوبين.أما الأول: وهو إثبات الألوهية فبقوله- تعالى: إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّماواتِ وَالْأَرْضَ....وأما الثاني: فهو إثبات المعاد والحشر والنشر بقوله: إِلَيْهِ مَرْجِعُكُمْ جَمِيعاً....فثبت أن هذا الترتيب في غاية الحسن، ونهاية الكمال».والمعنى: إن ربكم ومالك أمركم- الذي عجبتم من أن يرسل إليكم رسولا منكم هو الله الذي خلق السموات والأرض في مقدار ستة أيام أى أوقات.فالمراد من اليوم معناه اللغوي وهو مطلق الوقت.وعن ابن عباس- رضى الله عنهما- أن تلك الأيام من أيام الآخرة التي يوم منها كألف سنة مما تعدون.قال الآلوسى: «وقيل هي مقدار ستة أيام من أيام الدنيا وهو الأنسب بالمقام، لما فيه من الدلالة على القدرة الباهرة بخلق هذه الأجرام العظيمة في مثل تلك المدة اليسيرة، ولأنه تعريف لنا بما نعرفه».وقال بعض العلماء: «ولا ندخل في تحديد هذه الأيام الستة، فهي لم تذكر هنا لنتجه إلى تحديد مداها ونوعها، وإنما ذكرت لبيان حكمة التدبير والتقدير في الخلق حسب مقتضيات الغاية من هذا الخلق، وتهيئته لبلوغ هذه الغاية.وعلى أية حال فالأيام الستة غيب من غيب الله، الذي لا مصدر لإدراكه إلا هذا المصدر، فعلينا أن نقف عنده ولا نتعداه، والمقصود بذكرها هو الإشارة الى حكمة التقدير والتدبير والنظام الذي يسير مع الكون من بدئه إلى منتهاه».وقال سعيد بن جبير: كان الله قادرا على أن يخلق السموات والأرض في لمحة ولحظة.ولكنه- سبحانه- خلقهن في ستة أيام، لكي يعلم عباده التثبت والتأنى في الأمور.وقوله: ثُمَّ اسْتَوى عَلَى الْعَرْشِ معطوف على ما قبله، لتأكيد مزيد قدرته وعظمته- سبحانه-.والاستواء من معانيه اللغوية الاستقرار، ومنه قوله- تعالى- وَاسْتَوَتْ عَلَى الْجُودِيِّ.أى: استقرت، ومن معانيه- أيضا- الاستيلاء والقهر والسلطان، ومنه قول الشاعر:قد استوى بشر على العراق أى: استولى عليه وعرش الله- كما قال الراغب- مما لا يعلمه البشر على الحقيقة إلا بالاسم وليس كما تذهب إليه أوهام العامة، فإنه لو كان كذلك لكان حاملا له- تعالى الله عن ذلك- لا محمولا».وقد ذكر العرش في القرآن الكريم في إحدى وعشرين آية، وذكر الاستواء على العرش في سبع آيات.أما الاستواء على العرش فذهب سلف الأمة الى أنه صفة الله- تعالى- بلا كيف ولا انحصار ولا تشبيه ولا تمثيل لاستحالة اتصافه- سبحانه- بصفات المحدثين، ولوجوب تنزيهه عما لا يليق به فيجب الإيمان بها كما وردت وتفويض العلم بحقيقتها إلى الله- تعالى-.فعن أم سلمة- رضي الله عنها- أنها قالت في تفسير قوله- تعالى- الرَّحْمنُ عَلَى الْعَرْشِ اسْتَوى: الكيف غير معقول، والاستواء مجهول، والإقرار به من الإيمان، والجحود به كفر.وقال الإمام مالك: الكيف غير معقول، والاستواء غير مجهول، والإيمان به واجب، والسؤال عنه بدعة.وقال محمد بن الحسن: اتفق الفقهاء جميعا على الإيمان بالصفات من غير تفسير ولا تشبيه.وقال الإمام الرازي: «إن هذا المذهب هو الذي نقول به ونختاره ونعتمد عليه» .وذهب بعض علماء الخلف إلى وجوب صرف هذه الصفة وأمثالها عن الظاهر لاستحالة حملها على ما يفيده ظاهر اللفظ، لأنه- سبحانه- مخالف للحوادث، ووجوب حملها على ما يليق به- سبحانه-.وعليه فإن الاستواء هنا: كناية عن القهر والعظمة والغلبة والسلطان وقوله: يُدَبِّرُ الْأَمْرَ استئناف مسوق لتقرير عظمته- سبحانه- ولبيان حكمة استوائه على العرش.والتدبير معناه: النظر في أدبار الأمور وعواقبها لتقع على الوجه المحمود.والمراد به هنا: التقدير الجاري على وفق الحكمة التي اقتضتها إرادة الله ومشيئته.والمراد بالأمر: ما يتعلق بأمور المخلوقات كلها من إنس وجن وغير ذلك من مخلوقاته التي لا تعد ولا تحصى.أى أنه سبحانه يدبر أمر مخلوقاته تدبيرا حكيما، حسبما تقتضيه إرادته وعبر بالمضارع في قوله: يُدَبِّرُ للإشارة الى تجدد التدبير واستمراره، إذ أنه- سبحانه- لا يهمل شئون خلقه.وقوله: ما مِنْ شَفِيعٍ إِلَّا مِنْ بَعْدِ إِذْنِهِ استئناف آخر مسوق لبيان تفرده في تدبيره وأحكامه.والشفيع مأخوذ من الشفع وهو ضم الشيء إلى مثله، وأكثر ما يستعمل في انضمام من هو أعلى منزلة إلى من هو أدنى منه لإعانته على ما يريده.والاستثناء هنا مفرغ من أعم الأوقات والأحوال. أى: ما من شفيع يستطيع أن يشفع لغيره في جميع الأوقات والأحوال إلا بعد إذنه- سبحانه-.وشبيه بهذه الآية قوله- تعالى-: مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ.وقوله- سبحانه-: وَكَمْ مِنْ مَلَكٍ فِي السَّماواتِ لا تُغْنِي شَفاعَتُهُمْ شَيْئاً إِلَّا مِنْ بَعْدِ أَنْ يَأْذَنَ اللَّهُ لِمَنْ يَشاءُ وَيَرْضى.واسم الإشارة في قوله- سبحانه- ذلِكُمُ اللَّهُ رَبُّكُمْ فَاعْبُدُوهُ يعود إلى ذات الله- تعالى- الموصوفة بتلك الصفات الجليلة.أى: ذلكم الموصوف بالخلق والتدبير والتصرف في شئون خلقه وفق مشيئته، هو الله ربكم فأخلصوا له العبادة والطاعة ولا تشركوا معه أحدا في ذلك.ثم ختم- سبحانه- الآية بالأمر بالتذكر فقال: أَفَلا تَذَكَّرُونَ أى: أتعلمون أن الله- تعالى- هو خالقكم وهو القادر على كل شيء، ومع ذلك تستبعدون أن يكون الرسول بشرا، فهلا تذكرتم قدرة الله وحكمته حتى تثوبوا إلى رشدكم، وتتبعوا الحق الذي جاءكم به نبيكم صلى الله عليه وسلم: وإيثار تَذَكَّرُونَ على تفكرون للإيذان بظهور الأمر وأنه كالمعلوم الذي لا يفتقر الى عمق في التفكير والبحث والتأمل. إذا أن مظاهر قدرة الله وعظمته نراها واضحة جلية في الأنفس والآفاق.وبذلك نرى الآية الكريمة قد ساقت ألوانا من مظاهر قدرة الله- تعالى- وبالغ حكمته، ونفاذ أحكامه حتى يخلص له الناس العبادة والطاعة."},{"ayah_number":4,"text":"ثم بين- سبحانه- أن مرجع العباد جميعا إليه، وأنه سيجازى كل إنسان بما يستحق.فقال- تعالى- إِلَيْهِ مَرْجِعُكُمْ جَمِيعاً وَعْدَ اللَّهِ حَقًّا.أى: إلى الله- تعالى- وحده مرجعكم جميعا بعد الموت ليحاسبكم على أعمالكم، وقد وعد الله بذلك وعدا صدقا، ولن يخلف الله وعده.قال أبو حيان: وانتصب وَعْدَ اللَّهِ وحَقًّا على أنهما مصدران مؤكدان لمضمون الجملة، والتقدير وعد الله وعدا، فلما حذف الناصب أضاف المصدر الى الفاعل، وذلك كقوله «صبغة الله» و «صنع الله» والتقدير في حَقًّا: حق ذلك حقا».وقوله: إِنَّهُ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيدُهُ كالتعليل لما أفاده قوله- سبحانه- إِلَيْهِ مَرْجِعُكُمْ فإن غاية البدء والإعادة هو الجزاء المناسب على الأعمال الدنيوية.أى: إن شأنه- سبحانه- أن يبدأ الخلق عند تكوينه ثم يعيده الى الحياة مرة أخرى بعد موته وفنائه.ثم بين- سبحانه- الحكمة من الإعادة بعد الموت فقال: لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ بِالْقِسْطِ، وَالَّذِينَ كَفَرُوا لَهُمْ شَرابٌ مِنْ حَمِيمٍ وَعَذابٌ أَلِيمٌ بِما كانُوا يَكْفُرُونَ.والقسط- كما يقول الراغب- النصيب بالعدل. يقال: قسط الرجل إذا جار وظلم.ومنه قوله- تعالى- أَمَّا الْقاسِطُونَ فَكانُوا لِجَهَنَّمَ حَطَباًويقال أقسط فلان إذا عدل، ومنه قوله- تعالى- وَأَقْسِطُوا إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ.والحميم: الماء الذي بلغ أقصى درجات الحرارة، قال- تعالى- وَسُقُوا ماءً حَمِيماً فَقَطَّعَ أَمْعاءَهُمْ أى: فعل ما فعل سبحانه من بدء الخلق وإعادتهم ليجزي الذين آمنوا وعملوا الصالحات بعدله الجزاء الطيب الذي أعده لهم، وأما الذين كفروا فيجزيهم- أيضا- بعد له ما يستحقونه من شراب حميم يقطع أمعاءهم، ومن عذاب مؤلم لأبدانهم، وذلك بسبب كفرهم واستحبابهم العمى على الهدى.وقوله: بِالْقِسْطِ حال من فاعل لِيَجْزِيَ ليجزيهم ملتبسا بالقسط.ويصح أن يكون المعنى: فعل ما فعل ليجزي الذين آمنوا وعملوا الصالحات الجزاء الحسن بسبب عدلهم وتمسكهم بتكاليف دينهم، وأما الذين كفروا فلهم شراب من حميم وعذاب أليم بسبب كفرهم.قال الجمل ما ملخصه: وقال- سبحانه- وَالَّذِينَ كَفَرُوا لَهُمْ شَرابٌ ... بتغيير في الأسلوب للمبالغة في استحقاقهم للعقاب. وللتنبيه على أن المقصود بالذات من الإبداء والإعادة هو الإثابة، والعذاب وقع بالعرض. وأنه- تعالى- يتولى إثابة المؤمنين بما يليق بلطفه وكرمه، ولذلك لم يعينه، وأما عقاب الكفرة فكأنه داء ساقه إليهم سوء اعتقادهم وسوء أفعالهم.وبعد أن بين- سبحانه- جانبا من مظاهر قدرته في خلق السموات والأرض، أتبع ذلك بذكر مظاهر أخرى لقدرته، تتمثل في خلق الشمس والقمر والليل والنهار فقال- تعالى-:"},{"ayah_number":5,"text":"ففي هاتين الآيتين- كما يقول الآلوسى- تنبيه على الاستدلال على وجوده- تعالى- ووحدته وعلمه وقدرته وحكمته. بآثار صنيعه في النيرين بعد التنبيه على الاستدلال بما مر، وبيان لبعض أفراد التدبير الذي أشير إليه إشارة إجمالية، وإرشاد إلى أنه- سبحانه- حين دبر أمورهم المتعلقة بمعاشهم هذا التدبير البديع، فلأن يدبر مصالحهم المتعلقة بمعادهم بإرسال الرسل وإنزال الكتب أولى وأحرى» .وقوله جَعَلَ يجوز أن يكون بمعنى أنشأ وأبدع، فيكون لفظ ضِياءً حال من المفعول، ويجوز أن يكون بمعنى صير فيكون اللفظ المذكور مفعولا ثانيا.وقوله ضِياءً جمع ضوء كسوط وسياط، وحوض وحياض، وقيل هو مصدر ضاء يضوء ضياء كقام يقوم قياما، وصام يصوم صياما، وعلى كلا الوجهين فالكلام على حذف مضاف.والمعنى: الله- تعالى- وحده هو الذي جعل لكم الشمس ذات ضياء، وجعل لكم القمر ذا نور، لكي تنتفعوا بهما في مختلف شئونكم.قال الجمل: «وخص الشمس بالضياء لأنه أقوى وأكمل من النور، وخص القمر بالنور لأنه أضعف من الضياء ولأنهما إذا تساويا لم يعرف الليل من النهار، فدل ذلك على أن الضياء المختص بالشمس أكمل وأقوى من النور المختص بالقمر».هذا دليل. ومما يدل على التفرقة بين الشمس والقمر في نورهما قوله- تعالى-: وَجَعَلَ الْقَمَرَ فِيهِنَّ نُوراً وَجَعَلَ الشَّمْسَ سِراجاً وقوله- سبحانه-: تَبارَكَ الَّذِي جَعَلَ فِي السَّماءِ بُرُوجاً وَجَعَلَ فِيها سِراجاً وَقَمَراً مُنِيراً.وقوله: وَقَدَّرَهُ مَنازِلَ معطوف على ما قبله.والتقدير: جعل الشيء أو الأشياء على مقادير مخصوصة في الزمان أو المكان أو غيرهما قال- تعالى-: وَاللَّهُ يُقَدِّرُ اللَّيْلَ وَالنَّهارَ.المنازل: جمع منزل، وهي أماكن النزول، وهي- كما يقول بعضهم- ثمانية وعشرون منزلا، وتنقسم إلى اثنى عشر برجا وهي: الحمل، والثور، والجوزاء، والسرطان، والأسد، والسنبلة، والميزان، والعقرب، والقوس، والجدى، والدلو، والحوت، لكل برج منها منزلان وثلث منزل، وينزل القمر في كل ليلة منزلا منها إلى انقضاء ثمانية وعشرين.ويستتر ليلتين إن كان الشهر ثلاثين يوما، ويستتر ليلة واحدة إن كان الشهر تسعة وعشرين يوما.والضمير في قوله: قَدَّرْناهُ يعود الى القمر، كما في قوله- تعالى-: وَالْقَمَرَ قَدَّرْناهُ مَنازِلَ حَتَّى عادَ كَالْعُرْجُونِ الْقَدِيمِ.أى: الله- تعالى- هو الذي جعل الشمس ضياء والقمر نورا، وقدر للقمر منازل ينزل فيها في كل ليلة على هيئة خاصة، وطريقة بديعة تدل على قدرة الله وحكمته.قالوا: وكانت عودة الضمير إلى القمر وحده، لسرعة سيره بالنسبة إلى الشمس: ولأن منازله معلومة محسوسة، ولأنه العمدة في تواريخ العرب، ولأن أحكام الشرع منوطة به في الأغلب .وجوز بعضهم أن يكون الضمير للشمس والقمر معا، أى: وقدر لهما منازل، أو قدر لسيرهما منازل لا يجاوزانها في السير، ولا يتعدى أحدهما على الآخر كما قال- تعالى-:لَا الشَّمْسُ يَنْبَغِي لَها أَنْ تُدْرِكَ الْقَمَرَ وَلَا اللَّيْلُ سابِقُ النَّهارِ وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ .وإنما وحد الضمير للإيجاز كما في قوله- تعالى-: وَاللَّهُ وَرَسُولُهُ أَحَقُّ أَنْ يُرْضُوهُ.وقوله: لِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسابَ بيان للحكمة من الخلق والتقدير.أى: جعل- سبحانه- الشمس ضياء، والقمر نورا، وقدره منازل، لتعلموا عدد السنين التي يفيدكم علمها في مصالحكم الدينية والدنيوية ولتعلموا الحساب بالأوقات من الأشهر والأيام لضبط عباداتكم ومعاملاتكم.قال الإمام ابن كثير عند تفسيره لهذه الآية: يخبر الله- تعالى- عما خلق من الآيات الدالة على كمال قدرته، وعظيم سلطانه، أنه جعل الشعاع الصادر عن جرم الشمس ضياء، وجعل شعاع القمر نورا، هذا فن وهذا فن آخر، ففاوت بينهما لئلا يشتبها، وجعل سلطان الشمس بالنهار وسلطان القمر بالليل، وقدر القمر منازل، فأول ما يبدو القمر يكون صغيرا، ثم يتزايد نوره وجرمه حتى يستوسق ويكمل إبداره، ثم يشرع في النقص حتى يرجع إلى حالته الأولى. فبالشمس تعرف الأيام، وبسير القمر تعرف الشهور والأعوام» .واسم الإشارة في قوله ما خَلَقَ اللَّهُ ذلِكَ إِلَّا بِالْحَقِّ يعود إلى المذكور من جعل الشمس ضياء والقمر نورا وتقديره منازل.أى: ما خلق الله ذلك الذي ذكره لكم إلا خلقا ملتبسا بالحق، ومقترنا بالحكمة البالغة التي تقتضيها مصالحكم.وقوله: يُفَصِّلُ الْآياتِ لِقَوْمٍ يَعْلَمُونَ استئناف مسوق لبيان المنتفعين بهذه الدلائل الدالة على قدرة الله ووحدانيته ورحمته بعباده.أى: يفصل- سبحانه- ويوضح البراهين الدالة على قدرته لقوم يعلمون الحق، فيستجيبون له، ويكثرون من طاعة الله وشكره على ما خلق وأنعم."},{"ayah_number":6,"text":"ثم بين- سبحانه- لونا آخر من ألوان قدرته ورحمته فقال: إِنَّ فِي اخْتِلافِ اللَّيْلِ وَالنَّهارِ طولا وقصرا، وحرا وبردا، وتعاقبا دقيقا لا يسبق أحدهما معه الآخر وَما خَلَقَ اللَّهُ فِي السَّماواتِ وَالْأَرْضِ من أنواع الانس والجن والحيوان والنبات والنجوم وغير ذلك من المخلوقات التي لا تعد ولا تحصى..إن في كل ذلك الذي خلقه لَآياتٍ لِقَوْمٍ يَتَّقُونَ أى: لدلائل عظيمة كثيرة دالة على قدرة الله ورحمته ووحدانيته، لقوم يتقون الله- تعالى- فيحذرون عقابه، ويرجون رحمته.وخص- سبحانه- المتقين بالذكر، لأنهم هم المنتفعون بنتائج التدبر في هذه الدلائل.وبذلك نرى أن القرآن الكريم قد سلك أنجع الوسائل في مخاطبة الفطرة البشرية، حيث لفت الأنظار إلى ما اشتمل عليه هذا الكون من مخلوقات شاهدة محسوسة، تدل على وحدانية الله، وقدرته النافذة، ورحمته السابغة بعباده.ثم بينت السورة الكريمة ما أعده الله من عذاب للكافرين، وما أعده من ثواب للطائعين، فقال- تعالى-:"},{"ayah_number":7,"text":"قال الإمام الرازي: «اعلم أنه- تعالى- لما أقام الدلائل على صحة القول بإثبات الإله القادر الرحيم الحكيم، وعلى صحة القول بالمعاد والحشر والنشر، شرع بعده في شرح أحوال من يكفر بها وفي شرح أحوال من يؤمن بها».والمراد بلقائه- سبحانه- الرجوع إليه يوم القيامة للحساب والجزاء. والمعنى: إن الذين لا يرجون ولا يتوقعون لقاءنا يوم القيامة لحسابهم على أعمالهم في الدنيا وَرَضُوا بِالْحَياةِ الدُّنْيا رضاء جعلهم لا يفكرون إلا في التشبع من زينتها ومتعها، واطمأنوا بها، اطمئنانا صيرهم يفرحون بها ويسكنون إليها وَالَّذِينَ هُمْ عَنْ آياتِنا التنزيلية والكونية الدالة على وحدانيتنا وقدرتنا غافِلُونَ بحيث لا يخطر على بالهم شيء مما يدل عليه هذه الآيات من عبر وعظات.فأنت ترى أن الله- تعالى- قد وصف هؤلاء الأشقياء بأربع صفات ذميمة.وصفهم- أولا- بعدم الرجاء في لقاء الله- تعالى- بأن صاروا لا يطمعون في ثواب، ولا يخافون من عقاب، لإنكار الدار الآخرة.ووصفهم- ثانيا- بأنهم رضوا بالحياة الدنيا، بأن أصبح همهم محصورا فيها، وفي لذائذها وشهواتها.قال الإمام الرازي: واعلم أن الصفة الأولى إشارة إلى خلو قلبه عن اللذات الروحانية، وفراغه عن طلب السعادات الحاصلة بالمعارف الربانية، وأما هذه الصفة الثانية فهي إشارة إلى من استغرقه الله في طلب اللذات الجسمانية واكتفائه بها، واستغراقه في طلبها».ووصفهم- ثالثا- بأنهم اطمأنوا بهذه الحياة، اطمئنان الشخص إلى الشيء الذي لا ملاذ له سواه، فإذا كان السعداء يطمئنون إلى ذكر الله، فإن هؤلاء الأشقياء ماتت قلوبهم عن كل خير، وصارت لا تطمئن إلا إلى زينة الحياة الدنيا.ووصفهم- رابعا- بالغفلة عن آيات الله التي توقظ القلب، وتهدى العقل، ونحفز النفس إلى التفكير والتدبير.وبالجملة فهذه الصفات الأربع تدل دلالة واضحة على أن هؤلاء الأشقياء قد آثروا دنياهم على أخراهم، واستحبوا الضلالة على الهدى، واستبدلوا الذي هو أدنى بالذي هو خير.فماذا كان مصيرهم كما بينه- سبحانه- في قوله: أُولئِكَ مَأْواهُمُ النَّارُ بِما كانُوا يَكْسِبُونَ."},{"ayah_number":8,"text":"أى: أولئك المتصفون بتلك الصفات الخسيسة، مقرهم وملجؤهم الذي يلجئون إليه النار وبئس القرار، بسبب ما اجترحوه من سيئات وما اقترفوه من منكرات.هذه هي صفات هؤلاء الأشقياء، وذلك هو جزاؤهم العادل، أما السعداء فقد بين الله- تعالى- بعد ذلك صفاتهم وثوابهم فقال- تعالى-: إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ."},{"ayah_number":9,"text":"أى: آمنوا بما يجب الإيمان به، وعملوا في دنياهم الأعمال الصالحة التي ترفع درجاتهم عند ربهم.يَهْدِيهِمْ رَبُّهُمْ بِإِيمانِهِمْ أى يرشدهم ربهم ويوصلهم بسبب إيمانهم وعملهم الصالح إلى غايتهم وهي الجنة.وإنما لم تذكر تعويلا على ظهورها وانسياق النفس إليها، بعد أن عرف أن مأوى الكافرين النار وبئس القرار..قال الإمام ابن كثير: يحتمل أن تكون الباء في قوله بِإِيمانِهِمْ للسببية، فيكون التقدير بسبب إيمانهم في الدنيا يهديهم الله يوم القيامة إلى الصراط المستقيم حتى يجوزوه ويخلصوا إلى الجنة، ويحتمل أن تكون للاستعانة كما قال مجاهد: يَهْدِيهِمْ رَبُّهُمْ بِإِيمانِهِمْ:أى: يكون إيمانهم لهم نورا يمشون به وقال ابن جريج في الآية: يمثل له عمله في صورة حسنة وريح طيبة إذا قام من قبره يعارض صاحبه ويبشره بكل خير فيقول له من أنت؟ فيقول أنا عملك، فيجعل له نوره من بين يديه حتى يدخله الجنة، فذلك قوله- تعالى- يَهْدِيهِمْ رَبُّهُمْ بِإِيمانِهِمْ. والكافر يمثل له عمله في صورة سيئة. وريح منتنة فيلزم صاحبه حتى يقذفه في النار..».وقوله: تَجْرِي مِنْ تَحْتِهِمُ الْأَنْهارُ فِي جَنَّاتِ النَّعِيمِ أى: تجرى من تحت منازلهم أو مقاعدهم الأنهار، وهم آمنون مطمئنون في الجنات، يتنعمون فيها بما لا عين رأت ولا أذن سمعت. ولا خطر على قلب بشر."},{"ayah_number":10,"text":"وقوله: دَعْواهُمْ فِيها سُبْحانَكَ اللَّهُمَّ أى: دعاؤهم في هذه الجنات يكون بقولهم:سبحانك اللهم. فالدعوى هاهنا بمعنى الدعاء. يقال: دعا يدعو دعاء ودعوى. كما يقال:شكا يشكو شكاية وشكوى.ولفظ سبحان: اسم مصدر بمعنى التسبيح وهو منصوب بفعل مضمر لا يكاد يذكر معه.ولفظ اللهم أصله يا الله، فلما استعمل دون حرف النداء الذي هو «يا» جعلت هذه الميم المشددة في آخره عوضا عن حرف النداء.قال الإمام الرازي: «ومما يقوى أن المراد من الدعوى هنا الدعاء، أنهم قالوا: اللهم.وهذا نداء الله- تعالى- ومعنى قولهم: سبحانك اللهم. إنا نسبحك. كقول القانت في دعاء القنوت «اللهم إياك نعبد» .ثم قال: ويجوز أن يراد بالدعاء العبادة، ونظيره قوله- تعالى-: وَأَعْتَزِلُكُمْ وَما تَدْعُونَ مِنْ دُونِ اللَّهِ أى: وما تعبدون، فيكون معنى الآية: أنه لا عبادة لأهل الجنة إلا أن يسبحوا الله ويحمدوه، ويكون اشتغالهم بذلك الذكر لا على سبيل التكليف، بل على سبيل الابتهاج بذكر الله- تعالى-».وقوله وَتَحِيَّتُهُمْ فِيها سَلامٌ معطوف على ما قبله. والتحية: التكرمة بالحال الجليلة، وأصلها أحياك الله حياة طيبة. والسلام: بمعنى السلامة من كل مكروه.أى: دعاؤهم في الجنة أن يقولوا سبحانك اللهم. وتحيتهم التي يحيون بها هي السلامة من كل مكروه.وهذه التحية تكون من الله- تعالى- لهم كما في قوله- سبحانه- تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُ سَلامٌ.وتكون من الملائكة كما في قوله- تعالى-: وَالْمَلائِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِنْ كُلِّ بابٍ. سَلامٌ عَلَيْكُمْ بِما صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِ.وتكون منهم فيما بينهم كما يتبادر من قوله- تعالى- لا يَسْمَعُونَ فِيها لَغْواً إِلَّا سَلاماً...وقوله: وَآخِرُ دَعْواهُمْ أَنِ الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ أى: وختام دعائهم يكون بقولهم:الحمد لله رب العالمين.قال الإمام القرطبي ما ملخصه: «ويؤخذ من هذه الآية الكريمة أن التهليل والتسبيح والحمد قد يسمى دعاء» .روى الشيخان عن ابن عباس أن رسول الله صلى الله عليه وسلم كان يقول عند الكرب: «لا إله إلا الله العظيم الحليم، لا إله إلا الله رب العرش العظيم، لا إله إلا الله رب السموات والأرض، ورب العرش الكريم» . قال الطبري: كان السلف يدعون بهذا الدعاء ويسمونه دعاء الكرب.والذي يقطع النزاع ويثبت أن هذا يسمى دعاء، وإن لم يكن فيه من معنى الدعاء شيء، وإنما هو تعظيم لله- تعالى- وثناء عليه، ما رواه النسائي عن سعد بن أبى وقاص قال: قال رسول الله صلى الله عليه وسلم: «دعوة ذي النون إذ دعا بها في بطن الحوت لا إله إلا أنت سبحانك إنى كنت من الظالمين، فإنه لن يدعو بها مسلم في شيء إلا استجيب له» .ويستحب للداعي أن يقول في آخر دعائه كما قال الله- تعالى- حكاية عن أهل الجنة:وَآخِرُ دَعْواهُمْ أَنِ الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ.ثم بين- سبحانه- بعض مظاهر لطفه ورحمته بالناس، وما جبلوا عليه من صفات وطبائع فقال- تعالى-:"},{"ayah_number":11,"text":"قال صاحب المنار: «هاتان الآيتان في بيان شأن من شئون البشر وغرائزهم فيما يعرض لهم في حياتهم الدنيا من خير وشر، ونفع وضر، وشعورهم بالحاجة إلى الله- تعالى- واللجوء إلى دعائه لأنفسهم وعليها، واستعجالهم الأمور قبل أوانها وهو تعريض بالمشركين، وحجة على ما يأتون من شرك وما ينكرون من أمر البعث، متمم لما قبله، ولذلك عطف عليه .وقوله: يُعَجِّلُ من التعجيل بمعنى طلب الشيء قبل وقته المحدد له والاستعجال:طلب التعجيل بالشيء.والأجل: الوقت المحدد لانقضاء المدة. وأجل الإنسان هو الوقت المضروب لانتهاء عمره.والمراد بالناس هنا- عند عدد من المفسرين-: المشركون الذي وصفهم الله- تعالى- قبل ذلك بأنهم لا يرجون لقاءه ورضوا بالحياة الدنيا واطمأنوا بها.ولقد حكى القرآن في كثير من آياته، أن المشركين قد استعجلوا الرسول صلى الله عليه وسلم في نزول العذاب، ومن ذلك قوله- تعالى- وَيَسْتَعْجِلُونَكَ بِالْعَذابِ، وَلَوْلا أَجَلٌ مُسَمًّى لَجاءَهُمُ الْعَذابُ، وَلَيَأْتِيَنَّهُمْ بَغْتَةً وَهُمْ لا يَشْعُرُونَ. يَسْتَعْجِلُونَكَ بِالْعَذابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بِالْكافِرِينَ  ، وقوله- تعالى-: وَإِذْ قالُوا اللَّهُمَّ إِنْ كانَ هذا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنا حِجارَةً مِنَ السَّماءِ أَوِ ائْتِنا بِعَذابٍ أَلِيمٍ .والمعنى: ولو يعجل الله- تعالى- لهؤلاء المشركين العقوبة التي طلبوها، تعجيلا مثل استعجالهم الحصول على الخير لَقُضِيَ إِلَيْهِمْ أَجَلُهُمْ أى: لأميتوا وأهلكوا جميعا، ولكن الله- تعالى- الرحيم بخلقه، الحكيم في أفعاله، لا يعجل لهم العقوبة التي طلبوها كما يعجل لهم طلب الخير لحكمة هو يعلمها فقد يكون من بين هؤلاء المتعجلين للعقوبة من يدخل في الإسلام، ويتبع الرسول صلى الله عليه وسلم.قال الإمام الرازي: «فقد بين- سبحانه- في هذه الآية: أنهم لا مصلحة لهم في تعجيل إيصال الشر إليهم، لأنه- تعالى- لو أوصل ذلك العقاب إليهم لماتوا وهلكوا، ولا صلاح في إماتتهم، فربما آمنوا بعد ذلك، وربما خرج من أصلابهم من كان مؤمنا، وذلك يقتضى أن لا يعاجلهم بإيصال ذلك الشر» .ومن العلماء من يرى أن المراد بالناس هنا ما يشمل المشركين وغيرهم، وأن الآية الكريمة تحكى لونا من ألوان لطف الله بعباده ورحمته بهم.ومن المفسرين الذين اقتصروا على هذا الاتجاه في تفسيرهم الإمام ابن كثير، فقد قال عند تفسيره لهذه الآية: يخبر- تعالى- عن حلمه ولطفه بعباده أنه لا يستجيب لهم إذا دعوا على أنفسهم، أو أموالهم أو أولادهم بالشر في حال ضجرهم وغضبهم، وأنه يعلم منهم عدم القصد إلى إرادة ذلك، فلهذا لا يستجيب لهم والحالة هذه لطفا ورحمة، كما يستجيب لهم إذا دعوا لأنفسهم أو لأموالهم أو لأولادهم بالخير والبركة والسخاء، ولهذا قال: وَلَوْ يُعَجِّلُ اللَّهُ لِلنَّاسِ الشَّرَّ اسْتِعْجالَهُمْ بِالْخَيْرِ لَقُضِيَ إِلَيْهِمْ أَجَلُهُمْ.. أى لو استجاب لهم جميع ما دعوه به في ذلك لأهلكهم.ثم قال: ولكن لا ينبغي الإكثار من ذلك، كما جاء في الحديث الذي رواه الحافظ أبو بكر البزار في مسنده عن جابر قال: قال رسول الله- صلى الله عليه وسلم-: «لا تدعوا على أنفسكم، لا تدعوا على أولادكم، لا تدعوا على أموالكم، لا توافقوا من الله ساعة فيها إجابة فيستجيب لكم» .وقال مجاهد في تفسير هذه الآية: هو قول الإنسان لولده أو ماله إذا غضب عليه: اللهم لا تبارك فيه والعنه، فلو يعجل لهم الاستجابة في ذلك كما يستجاب لهم في الخير لأهلكهم .أما الإمام الآلوسى فقد حكى هذين الوجهين، ورجح الأول منهما فقال: «قوله: وَلَوْ يُعَجِّلُ اللَّهُ لِلنَّاسِ الشَّرَّ ... وهم الذين لا يرجون لقاء الله- تعالى- المذكورون في قوله:إِنَّ الَّذِينَ لا يَرْجُونَ لِقاءَنا ... والمراد لو يعجل الله لهم الشر الذي كانوا يستعجلون به تكذيبا واستهزاء ... » ، وأخرج ابن جرير عن قتادة: أنه قال: «هو دعاء الرجل على نفسه وماله بما يكره أن يستجاب له، وفيه حمل الناس على العموم، والمختار الأول، ويؤيده ما قيل: من أن الآية نزلت في النضر بن الحارث حين قال: «اللهم إن كان هذا هو الحق من عندك فأمطر علينا حجارة من السماء أو ائتنا بعذاب أليم» «2» .والذي يبدو لنا أن كون لفظ الناس للجنس أولى، ويدخل فيه المشركون دخولا أوليا، لأنه لا توجد قرينة تمنع من إرادة ذلك، وحتى لو صح ما قيل من أن الآية نزلت في النضر بن الحارث، فإن العبرة بعموم اللفظ لا بخصوص السبب.وقوله اسْتِعْجالَهُمْ بِالْخَيْرِ منصوب على المصدرية، والأصل: ولو يعجل الله للناس الشر تعجيلا مثل استعجالهم بالخير، فحذف تعجيلا وصفته المضافة، وأقيم المضاف إليه مقامها.ثم بين- سبحانه- ما يشير إلى الحكمة في عدم تعجيل العقوبة فقال: فَنَذَرُ الَّذِينَ لا يَرْجُونَ لِقاءَنا فِي طُغْيانِهِمْ يَعْمَهُونَ.والطغيان: مجاوزة الحد في كل شيء، ومنه طغى الماء إذا ارتفع وتجاوز حده.ويعمهون: من العمه، يقال: عمه- كفرح ومنع- عمها، إذا تحير وتردد فهو عمه وعامه.أى: لا نعجل للناس ما طلبوه من عقوبات، وإنما نترك الذين لا يرجون لقاءنا إلى يوم القيامة، على سبيل الإمهال والاستدراج في الدنيا في طغيانهم يتحيرون ويترددون، بحيث تلتبس عليهم الأمور فلا يعرفون الخير من الشر."},{"ayah_number":12,"text":"ثم صور- سبحانه- طبيعة الإنسان في حالتي العسر واليسر فقال: وَإِذا مَسَّ الْإِنْسانَ الضُّرُّ دَعانا لِجَنْبِهِ أَوْ قاعِداً أَوْ قائِماً، فَلَمَّا كَشَفْنا عَنْهُ ضُرَّهُ مَرَّ كَأَنْ لَمْ يَدْعُنا إِلى ضُرٍّ مَسَّهُ ...والمس: اتصال أحد الشيئين بآخر على وجه الإحساس والإصابة.والضر: ما يصيب الإنسان من سوء الحال في نفسه أو بدنه أو غيرهما مما يحبه ويشتهيه.والمعنى: وَإِذا مَسَّ الْإِنْسانَ الضُّرُّ عن طريق المرض أو الفقر أو غيرهما دَعانا بإلحاح وتضرع لكي نكشفه عنه، فهو تارة يدعونا وهو مضطجع على جنبه، وتارة يدعونا وهو قاعد، وتارة يدعونا وهو قائم على قدميه.فَلَمَّا كَشَفْنا عَنْهُ ضُرَّهُ وما أصابه من سوء مَرَّ كَأَنْ لَمْ يَدْعُنا إِلى ضُرٍّ مَسَّهُ أى:مضى واستمر في غفلته الأولى حتى لكأنه لم تنزل به كروب، ولم يسبق له أن دعانا بإلحاح لكشفها.وخص- سبحانه- هذه الأحوال بالذكر، لعدم خلو الإنسان عنها في العادة.وقيل: يصح أن يراد بهذه الأحوال تعميم أصناف المضار، لأنها قد تكون خفيفة فيدعو الله وهو قائم، وقد تكون متوسطة فيدعوه وهو قاعد، وقد تكون ثقيلة فيدعوه وهو نائم.ورحم الله صاحب الكشاف فقد قال عند تفسيره لهذه الآية: «فإن قلت: فما فائدة ذكر هذه الأحوال؟قلت: معناه أن المضرور لا يزال داعيا لا يفتر عن الدعاء حتى يزول عنه الضر، فهو يدعونا في حالاته كلها، سواء أكان منبطحا عاجزا عن النهوض، أم كان قاعدا لا يقدر على القيام، أم كان قائما لا يطيق المشي.ويجوز أن يراد أن من المضرورين من هو أشد حالا وهو صاحب الفراش، ومنهم من هو أخف، وهو القادر على القعود، ومنهم المستطيع للقيام، وكلهم لا يستغنون عن الدعاء واستدفاع البلاء، لأن الإنسان للجنس..» .وفي التعبير بالمس إشارة إلى أن ما أصابه من ضر حتى ولو كان يسيرا فإنه لا يترك الدعاء والابتهال إلى الله بأن يكشفه عنه.وقوله لِجَنْبِهِ في موضع الحال من فاعل دَعانا وأَوْ لتنويع الأحوال، أو لأصناف المضار.والتعبير بقوله- سبحانه- مَرَّ يمثل أدق تصوير لطبيعة الإنسان الذي يدعو الله عند البلاء، وينساه عند الرخاء، فهو في حالة البلاء يدعو الله في كل الأحوال، فإذا ما انكشف عنه البلاء مر واندفع في تيار الحياة. بدون كابح، ولا زاجر، ولا مبالاة، وبدون توقف ليتدبر أو ليعتبر ...ثم ختم- سبحانه- الآية بقوله: كَذلِكَ زُيِّنَ لِلْمُسْرِفِينَ ما كانُوا يَعْمَلُونَ أى: كما زين لهذا الإنسان الدعاء عند البلاء والإعراض عند الرخاء، زين لهؤلاء المسرفين المتجاوزين لحدود الله، ما كانوا يعملونه من إعراض عن ذكره، ومن غفلة عن حكمته وعن سننه في كونه.قال الآلوسى: «وفي الآية ذم لمن يترك الدعاء في الرخاء، ويهرع إليه في الشدة، واللائق بحال العاقل التضرع إلى مولاه في السراء والضراء، فإن ذلك أرجى للإجابة. ففي الحديث الشريف: «تعرف إلى الله في الرخاء يعرفك في الشدة» .وأخرج أبو الشيخ عن أبى الدرداء قال: ادع الله يوم سرائك يستجب لك يوم ضرائك.وفي حديث للترمذي عن أبى هريرة ورواه الحاكم عن سلمان وقال صحيح الإسناد «من سره أن يستجيب الله له عند الشدائد والكروب، فليكثر من الدعاء عند الرخاء»  .وقال الإمام ابن كثير عند تفسيره لهذه الآية: «وقد ذم الله- تعالى- من هذه طريقته وصفته في الدعاء. أما من رزقه الله الهداية والسداد والتوفيق والرشاد فإنه مستثنى من ذلك، - لأنه يدعو الله في الشدة والرخاء-، وفي الحديث الشريف: «عجبا لأمر المؤمن لا يقضى الله له قضاء إلا كان خيرا له: إن أصابته ضراء فصبر كان خيرا له، وإن أصابته سراء فشكر كان خيرا له، وليس ذلك لأحد إلا للمؤمن» .وبعد أن بين- سبحانه- جانبا من شأنه مع الناس ومن شأنهم معه. أتبع ذلك ببيان مصير الأمم الظالمة ليكون في ذلك عبرة وعظة فقال- تعالى-:"},{"ayah_number":13,"text":"والخطاب في قوله: وَلَقَدْ أَهْلَكْنَا.. لأهل مكة الذين كانوا معاصرين للنبي صلى الله عليه وسلم ومناوئين لدعوته، ويدخل فيه غيرهم ممن يصلح للخطاب على سبيل التبع.والقرون جمع قرن. والقرن- كما يقول القرطبي- الأمة من الناس، قال الشاعر:إذا ذهب القرن الذي كنت فيهم ... وخلفت في قرن فأنت غريبفالقرن كل عالم في عصره، مأخوذ من الاقتران، أى: عالم مقترن بعضهم إلى بعض.وفي الحديث الشريف: «خير القرون قرني- يعنى أصحابى- ثم الذين يلونهم، ثم الذين يلونهم» .فالقرن على هذا مدة من الزمان. قيل: ستون عاما، وقيل سبعون، وقيل ثمانون، وقيل: مائة سنة، وعليه أكثر أصحاب الحديث، أن القرن مائة سنة، واحتجوا بأن النبي صلى الله عليه وسلم قال لعبد الله بن بسر: «تعيش قرنا» فعاش مائة سنة .ولَمَّا ظرف بمعنى حين، وهو متعلق بقوله أَهْلَكْنَا.والمعنى: ولقد أهلكنا أهل القرون السابقة عليكم يا أهل مكة. حين استمروا في ظلمهم وعنادهم، وحين أصروا على كفرهم بعد أن جاءتهم رسلهم بالدلائل الدالة على وحدانية الله، وعلى صدقهم فيها يبلغونه عن ربهم، فعليكم- أيها الغافلون- أن تثوبوا إلى رشدكم، وأن تتبعوا الحق الذي جاءكم به نبيكم كي لا يصيبكم ما أصاب الظالمين من قبلكم.وقوله: وَجاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّناتِ يدل على إفراط أولئك المهلكين في الظلم، وبلوغهم فيه أقصى الغايات، لأنهم مع وضوح الشواهد على صدق الرسل، استمروا في جحودهم وظلمهم.وقوله: وَما كانُوا لِيُؤْمِنُوا معطوف على ظَلَمُوا. أى: أهلكنا أهل القرون السابقين عليكم حين استمروا على ظلمهم، وحين علم الله- تعالى- منهم الإصرار على الكفر، فإهلاكهم كان بسبب مجموع هذين الأمرين.وقوله: كَذلِكَ نَجْزِي الْقَوْمَ الْمُجْرِمِينَ تذييل قصد به التهديد والوعيد.أى: مثل ذلك الجزاء الأليم وهو إهلاك الظالمين، نجزى القوم المجرمين في كل زمان ومكان."},{"ayah_number":14,"text":"وقوله- سبحانه-: ثُمَّ جَعَلْناكُمْ خَلائِفَ فِي الْأَرْضِ مِنْ بَعْدِهِمْ لِنَنْظُرَ كَيْفَ تَعْمَلُونَ معطوف على قوله أَهْلَكْنَا.والخلائف جمع خليفة. وهو كل من يخلف غيره ويأتى من بعده.أى: ثم جعلناكم أيها المكلفون باتباع النبي صلى الله عليه وسلم خلفاء في الأرض من بعد أولئك الأقوام المهلكين لنرى ونشاهد ونعلم أى عمل تعملون في خلافتكم فنجازيكم على ذلك بالجزاء المناسب الذي تقتضيه حكمتنا وإرادتنا، وكَيْفَ مفعول مطلق ل تَعْمَلُونَ لا لِنَنْظُرَ لأن الاستفهام له الصدارة، فلا يعمل فيه ما قبله.قال الآلوسى: واستعمال النظر بمعنى العلم مجاز، حيث شبه بنظر الناظر. وعيان المعاين في تحققه. والمراد نعاملكم معاملة من يطلب العلم بأعمالكم ليجازيكم بحسبها، كقوله- تعالى- لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا .قال قتادة: صدق الله ربنا، ما جعلنا خلفاء إلا لينظر إلى أعمالنا، فأروا الله من أعمالكم خيرا، بالليل والنهار.ثم حكى- سبحانه- بعض المقترحات الفاسدة التي اقترحها المشركون على النبي صلى الله عليه وسلم ورد عليها بما يبطلها فقال- تعالى-:"},{"ayah_number":15,"text":"قال الآلوسى ما ملخصه: «عن مقاتل قال: إن الآية وَإِذا تُتْلى عَلَيْهِمْ آياتُنا..نزلت في جماعة من قريش قالوا للنبي صلى الله عليه وسلم إن كنت تريد أن نؤمن لك، فأت بقرآن ليس فيه ترك عبادة اللات والعزى وليس فيه ما يعيبها. وإن لم ينزل الله- تعالى- عليك ذلك فقل أنت هذا من نفسك، أو بدله فاجعل مكان آية عذاب آية رحمة، ومكان حرام حلالا، ومكان حلال حراما، .والمعنى: وإذا تتلى على أولئك المشركين آياتنا الواضحة المنزلة عليك- يا محمد- قالوا على سبيل العناد والحسد: ائت بقرآن آخر سوى هذا القرآن الذي تتلوه علينا، أو بدله بأن تجعل مكان الآية التي فيها سب لآلهتنا، آية أخرى فيها مدح لها.وفي الآية الكريمة التفات من الخطاب إلى الغيبة، إظهارا للإعراض عنهم، حتى لكأنهم غير حاضرين، وغير أهل لتوجيه الخطاب إليهم.والمراد بالآيات: الآيات القرآنية الدالة على وحدانية الله- تعالى- وعلى صدق الرسول صلى الله عليه وسلم فيما يبلغه عن ربه، وأضافها- سبحانه- إليه على سبيل التشريف والتعظيم، وأسند التلاوة إلى الآيات بصيغة المبنى للمفعول، للإشارة إلى أن هذه الآيات لوضوحها، ولمعرفتهم التامة لتاليها، صارت بغير حاجة إلى تعيين تاليها صلى الله عليه وسلم.قال صاحب الكشاف: «فإن قلت: فماذا كان غرضهم- وهم أدهى الناس وأمكرهم- في هذا الاقتراح؟قلت: الكيد والمكر. أما اقتراح إبدال قرآن بقرآن ففيه أنه من عندك وأنك قادر على مثله، فأبدل مكانه آخر، وأما اقتراح التبديل والتغيير فللطمع ولاختبار الحال، وأنه إذا وجد منه تبديل، فإما أن يهلكه الله فينجوا هم منه أو لا يهلكه فيسخروا منه، ويجعلوا التبديل حجة عليه، وتصحيحا لافترائه على الله» .وقوله: قُلْ ما يَكُونُ لِي أَنْ أُبَدِّلَهُ مِنْ تِلْقاءِ نَفْسِي إِنْ أَتَّبِعُ إِلَّا ما يُوحى إِلَيَّ إِنِّي أَخافُ إِنْ عَصَيْتُ رَبِّي عَذابَ يَوْمٍ عَظِيمٍ هذا القول أمر من الله- تعالى- لرسوله صلى الله عليه وسلم بأن يرد عليهم بما يزهق باطلهم.وكلمة تِلْقاءِ مصدر من اللقاء كتبيان من البيان، وكسر التاء فيهما سماعي، والقياس في هذا المصدر فتحها كالتكرار والتطواف والتجوال.والمعنى: قل لهم- أيها الرسول الكريم- على سبيل التوبيخ: لا يصح لي بحال من الأحوال، أن أبدل هذا القرآن من عند نفسي ومن جهتها وإنما أنا أبلغكم ما أنزل الله على منه، بدون زيادة أو نقصان، أو تغيير أو تبديل.وقوله: إِنِّي أَخافُ إِنْ عَصَيْتُ رَبِّي عَذابَ يَوْمٍ عَظِيمٍ تعليل لمضمون ما قبله من امتناع الإتيان بغيره أو تبديله، والاقتصار على اتباع الوحى.أى: إنى أخاف إن عصيت ربي أية معصية، عذاب يوم عظيم الهول، وإذا كان شأنى أن أخشاه- سبحانه- من أية معصية ولو كانت صغيرة، فكيف لا أخشاه إن عصيت بتبديل كلامه استجابة لأهوائكم؟"},{"ayah_number":16,"text":"ثم لقن الله- تعالى- رسوله صلى الله عليه وسلم ردا آخر عليهم، زيادة في تسفيه أفكارهم فقال- تعالى-: قُلْ لَوْ شاءَ اللَّهُ ما تَلَوْتُهُ عَلَيْكُمْ، وَلا أَدْراكُمْ بِهِ فَقَدْ لَبِثْتُ فِيكُمْ عُمُراً مِنْ قَبْلِهِ أَفَلا تَعْقِلُونَ وقوله: وَلا أَدْراكُمْ بِهِ بمعنى ولا أعلمكم وأخبركم به، أى:بهذا القرآن. يقال: دريت الشيء وأدرانى الله به، أى أعلمنى وأخبرنى به.وأدرى فعل ماض، وفاعله مستتر يعود على الله- عز وجل- والكاف والميم مفعول به.والمعنى: قل لهم- أيضا- أيها الرسول الكريم- لو شاء الله- تعالى- أن لا أتلوا عليكم هذا القرآن لفعل، ولو شاء أن يجعلكم لا تدرون منه شيئا، لفعل- أيضا-، فإن مرد الأمور كلها إليه، ولكنه- سبحانه- شاء وأراد أن أتلوه عليكم، وأن يعلمكم به بواسطتى، فأنا رسول مبلغ ما أمرنى الله بتبليغه.قال القرطبي: «وقرأ ابن كثير: ولأدراكم به بغير ألف بين للام والهمزة.والمعنى: لو شاء الله لأعلمكم به من غير أن أتلوه عليكم فهي لام التأكيد دخلت على ألف أفعل» .وجاءت الآية الكريمة بدون عطف على ما قبلها، إظهارا لكمال شأن المأمور به. وإيذانا باستقلاله، فإن ما سبق كان للرد على اقتراحهم تبديل القرآن. وهذه الآية للرد على اقتراحهم الإتيان بغيره.ومفعول المشيئة محذوف. لأن جزاء الشرط ينبئ عنه، أى: لو شاء الله عدم تلاوته ما تلوته عليكم:وقوله: فَقَدْ لَبِثْتُ فِيكُمْ عُمُراً مِنْ قَبْلِهِ تعليل للملازمة المستلزمة لكون عدم التلاوة وعدم العلم منوط بمشيئة الله- تعالى- وقوله: عُمُراً منصوب على الظرفية وهو كناية عن المدة الطويلة. أى: فأنتم تعلمون أنى قد مكثت فيما بينكم، مدة طويلة من الزمان، قبل أن أبلغكم هذا القرآن، حفظتم خلالها أحوالى، وأحطتم خبرا بأقوالى وأفعالى، وعرفتم أنى لم أقرأ عليكم من آية أو سورة مما يشهد أن هذا القرآن إنما هو من عند الله- تعالى-.والهمزة في قوله أَفَلا تَعْقِلُونَ داخلة على محذوف. وهي للاستفهام التوبيخي.والتقدير: أجهلتم هذا الأمر الجلى الواضح، فصرتم لا تعقلون أن أمثال هذه الاقتراحات المتعنتة التي اقترحتموها لا يملك تنفيذها أحد إلا الله- تعالى-.قال الإمام الرازي ما ملخصه: «أمر الله تعالى رسوله صلى الله عليه وسلم أن يرد عليهم بما جاء في هذه الآية وتقريره: أن أولئك الكفار كانوا قد شاهدوا رسول الله صلى الله عليه وسلم من أول عمره إلى ذلك الوقت، وكانوا عالمين بأحواله. وأنه ما طالع كتابا ولا تتلمذ على أستاذ ولا تعلم من أحد، ثم بعد انقراض أربعين سنة على هذا الوجه، جاءهم بهذا الكتاب العظيم المشتمل على نفائس علم الأصول ودقائق علم الأحكام، ولطائف علم الأخلاق، وأسرار قصص الأولين، وعجز عن معارضته العلماء والفصحاء والبلغاء، وكل من له عقل سليم فإنه يعرف أن مثل هذا لا يحصل إلا بالوحي والإلهام من الله- تعالى- ."},{"ayah_number":17,"text":"ثم ختم- سبحانه- الرد على هؤلاء الذين لا يرجون لقاءه، بالحكم عليهم بعدم الفلاح فقال- تعالى- فَمَنْ أَظْلَمُ مِمَّنِ افْتَرى عَلَى اللَّهِ كَذِباً أَوْ كَذَّبَ بِآياتِهِ، إِنَّهُ لا يُفْلِحُ الْمُجْرِمُونَ والاستفهام في قوله: فَمَنْ أَظْلَمُ للإنكار والنفي.أى: لا أحد أشد ظلما عند الله، وأجدر بعقابه وغضبه، ممن افترى عليه الكذب، بأن نسب إليه- سبحانه- ما هو برىء منه، أو كذب بآياته وحججه التي أنزلها لتأييد رسله.وقوله: إِنَّهُ لا يُفْلِحُ الْمُجْرِمُونَ تذييل قصد به التهديد والوعيد.أى: إن حال وشأن هؤلاء المجرمين، أنهم لا يفلحون. ولا يصلون إلى ما يبغون ويريدون.هذا، وقد ساق الإمام ابن كثير عند تفسيره لهذه الآيات بعض الشواهد الدالة على صدق النبي صلى الله عليه وسلم فيما بلغه عن ربه فقال عند تفسيره لهذه الآية: «لا أحد أشد ظلما ممن افترى على الله كذبا، وتقول على الله، وزعم أن الله أرسله ولم يكن كذلك.. ومثل هذا لا يخفى أمره على الأغبياء فكيف يشتبه حال هذا بالأنبياء. فإن من قال هذه المقالة صادقا أو كاذبا. فلا بد أن الله ينصب من الأدلة على بره أو فجوره ما هو أظهر من الشمس. فإن الفرق بين محمد صلى الله عليه وسلم وبين مسيلمة الكذاب لمن شاهدهما أظهر من الفرق بين وقت الضحى وبين نصف الليل في حندس الظلماء. فمن شيم كل منهما وأفعاله وكلامه يستدل من له بصيرة على صدق محمد صلى الله عليه وسلم وكذب مسيلمة..» .ثم حكى- سبحانه- أقبح رذائلهم، وهي عبادتهم لغير الله، ودعواهم أن أصنامهم ستشفع لهم فقال- تعالى-:"},{"ayah_number":18,"text":"وهذه الآية الكريمة معطوفة على قوله- تعالى- قبل ذلك وَإِذا تُتْلى عَلَيْهِمْ آياتُنا..عطف القصة على القصة.والعبادة: الطاعة البالغة حد النهاية في الخضوع والتعظيم.أى: وهؤلاء الذين لا يرجون لقاءنا، ويطلبون قرآنا غير هذا القرآن أو تبديله، بلغ من جهلهم وسفههم أنهم يعبدون من دون الله أصناما لا تضرهم ولا تنفعهم، لأنها جمادات لا قدرة لها على ذلك.والمقصود بوصفها بأنها لا تضر ولا تنفع: بطلان عبادتها، لأن من شأن المعبود أن يملك الضر والنفع، وأن يكون مثيبا على الطاعة ومعاقبا على المعصية.وقوله: مِنْ دُونِ اللَّهِ جار ومجرور متعلق بمحذوف حال من فاعل يَعْبُدُونَ أى:يعبدونها متجاوزين الله وتاركين طاعته.وما موصولة أو نكرة موصوفة. والمراد بها الأصنام التي عبدوها من دون الله.قال الجمل: «ونفى الضر والنفع هنا عن الأصنام باعتبار الذات، وإثباتهما لها في سورة الحج في قوله يَدْعُوا لَمَنْ ضَرُّهُ أَقْرَبُ مِنْ نَفْعِهِ باعتبار السبب، فلا يرد كيف نفى عن الأصنام الضر والنفع، وأثبتهما لها في سورة الحج».وقوله: وَيَقُولُونَ هؤُلاءِ شُفَعاؤُنا عِنْدَ اللَّهِ حكاية لأقوالهم السخيفة عند ما يدعون إلى عبادة الله وحده.والشفعاء: جمع شفيع، وهو من يشفع لغيره في دفع ضرر أو جلب نفع.أى: أنهم يدينون بالعبادة لأصنام لا تضرهم إن تركوا عبادتها، ولا تنفعهم إن عبدوها، فإذا ما طلب منهم أن يجعلوا عبادتهم لله وحده قالوا: إننا نعبد هذه الأصنام لتكون شفيعة لنا عند الله في دنيانا، بأن نتوسل إليه بها في إصلاح معاشنا، وفي آخرتنا إن كان هناك ثواب وعقاب يوم القيامة.وهنا يأمر الله- تعالى- نبيه صلى الله عليه وسلم أن يرد عليهم بما يخرس ألسنتهم فيقول: قُلْ أَتُنَبِّئُونَ اللَّهَ بِما لا يَعْلَمُ فِي السَّماواتِ وَلا فِي الْأَرْضِ.أى: قل يا محمد لهؤلاء الجاهلين: إن الله- تعالى- لا يخفى عليه شيء في هذا الكون ولا يعلم أن هناك من يشفع عنده مما تزعمون شفاعته. فهل تعلمون أنتم ما لا يعلمه، وهل تخبرونه بما لا يعلم له وجودا في السموات ولا في الأرض؟!! فالمقصود بهذه الجملة الكريمة التهكم بهم، والسخرية بعقولهم وأفكارهم، ونفى أن تكون الأوثان شفعاء عند الله بأبلغ وجه.والعائد في قوله بِما لا يَعْلَمُ محذوف. والتقدير بما لا يعلمه.وقوله فِي السَّماواتِ وَلا فِي الْأَرْضِ حال من العائد المحذوف، وهو مؤكد للنفي، لأن مالا يوجد فيهما فهو منتف عادة.قال صاحب الكشاف: «فإن قلت كيف: أنبأوا الله بذلك؟ قلت: هو تهكم بهم، وبما ادعوه من المحال الذي هو شفاعة الأصنام، وإعلام بأن الذي أنبأوا به باطل. فكأنهم يخبرونه بشيء لا يتعلق علمه به، كما يخبر الرجل بما لا يعلمه.وقوله فِي السَّماواتِ وَلا فِي الْأَرْضِ تأكيد لنفيه، لأن ما لم يوجد فيهما فهو منتف معدوم».وقوله: سُبْحانَهُ وَتَعالى عن كل شريك، وعما قاله هؤلاء الجاهلون من أن الأصنام شفعاء عنده.وبذلك تكون الآية الكريمة قد وبخت المشركين على عبادتهم لغير الله وعلى جهالاتهم وتقولهم على الله بغير علم.ثم بين- سبحانه- أن عبادة الناس لغيره- تعالى- إنما حدثت بعد أن اختلفوا واتبعوا الهوى. فقال:"},{"ayah_number":19,"text":"والمراد بالناس: الجنس البشرى كله في جملته، فإنهم كانوا أمة واحدة. ثم كثروا وتفرقوا وصاروا شعوبا وقبائل.ويرى بعض المفسرين أن المراد بالناس هنا: العرب خاصة، فإنهم كانوا حنفاء على ملة إبراهيم، إلى أن ظهر فيهم عمرو بن لحى الذي ابتدع لهم عبادة الأصنام.قال الآلوسى: «قوله وَما كانَ النَّاسُ إِلَّا أُمَّةً واحِدَةً فَاخْتَلَفُوا أى: وما كان الناس كافة من أول الأمر إلا متفقين على الحق والتوحيد من غير اختلاف، وروى هذا عن ابن عباس والسدى ومجاهد.. وذلك من عهد آدم- عليه السلام- إلى أن قتل قابيل هابيل.وقيل إلى زمن إدريس- عليه السلام- وقيل إلى زمن نوح. وقيل كانوا كذلك في زمنه- عليه السلام- بعد أن لم يبق على الأرض من الكافرين ديار إلى أن ظهر بينهم الكفر.وقيل: من لدن إبراهيم- عليه السلام- إلى أن أظهر عمرو بن لحي عبادة الأصنام، وهو المروي عن عطاء. وعليه فالمراد من الناس العرب خاصة. وهو الأنسب بإيراد الآية الكريمة إثر حكاية ما حكى عنهم من رذائل، وتنزيه ساحة الكبرياء عن ذلك»  .وقوله: فَاخْتَلَفُوا أى ما بين ضال ومهتد، فبعث الله إليهم رسله، ليبشروا المهتدين بجزيل الثواب، ولينذروا الضالين بسوء العقاب.والفاء للتعقيب، وهي لا تنافى امتداد زمان اتفاقهم على الحق، لأن المراد بيان أن وقوع الاختلاف بينهم إنما حدث عقيب انتهاء مدة الاتفاق، لا عقيب حدوثه.والمراد بالكلمة في قوله: وَلَوْلا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَقُضِيَ بَيْنَهُمْ ... ما قضاه الله- تعالى- وأراده من تأخير الحكم بين المؤمنين وغيرهم إلى يوم القيامة.أى: ولولا كلمة سبقت من ربك بتأخير القضاء بين الطائعين والعاصين إلى يوم القيامة، لقضى بينهم- سبحانه- في هذه الدنيا. فيما كانوا يختلفون فيه وذلك بأن يعجل للكافرين والعصاة العقوبة في الدنيا قبل الآخرة، ولكنه- سبحانه- اقتضت حكمته عدم تعجيل العقوبة في الدنيا، وأن يجعل الدار الآخرة هي دار الجزاء والثواب والعقاب.وقد تضمنت هذه الآية الكريمة الوعيد الشديد على الاختلاف المؤدى إلى التفرقة في الدين، وإلى الشقاق والنزاع، كما تضمنت تسلية الرسول صلى الله عليه وسلم عما أصابه من قومه: فكأنه- سبحانه- يقول إن الاختلاف من طبيعة البشر، فلا تنتظر من الناس جميعا أن يكونوا مؤمنين. ثم حكى- سبحانه- لونا آخر من ألوان تعنت المشركين وجهالاتهم فقال- تعالى-:"},{"ayah_number":20,"text":"ومرادهم بالآية التي طلبوها: آية كونية سوى القرآن الكريم، بأن تكون معه صلى الله عليه وسلم ناقة كناقة صالح- عليه السلام- أو تكون معه عصا كعصا موسى- عليه السلام- وكأنهم لا يعتبرون القرآن آية كبرى، ومعجزة عظمى على صدقه صلى الله عليه وسلم.ومرادهم بإنزالها عليه: ظهورها على يديه صلى الله عليه وسلم حتى يروا ذلك بأعينهم.أى: ويقول هؤلاء المشركون لنبيهم صلى الله عليه وسلم هلا أنزل الله عليك آية أخرى سوى القرآن الكريم تكون شاهدة لك بالنبوة، كأن تعيد إلى الحياة آباءنا، وكأن تحول جبال مكة إلى بساتين» .ومطالبهم هذه إنما طلبوها على سبيل العناد والتعنت لا على سبيل الاسترشاد والثبت، قال- تعالى-: وَلَوْ أَنَّنا نَزَّلْنا إِلَيْهِمُ الْمَلائِكَةَ وَكَلَّمَهُمُ الْمَوْتى وَحَشَرْنا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلًا ما كانُوا لِيُؤْمِنُوا إِلَّا أَنْ يَشاءَ اللَّهُ.. .وقوله: فَقُلْ إِنَّمَا الْغَيْبُ لِلَّهِ فَانْتَظِرُوا إِنِّي مَعَكُمْ مِنَ الْمُنْتَظِرِينَ أمر من الله- تعالى- لرسوله صلى الله عليه وسلم بأن يرد عليهم بما يفحمهم.أى: قل لهم في الجواب على هذه المطالب المتعنتة: إن هذه المطالب التي طلبتموها هي من علم الغيب الذي استأثر الله به، فقد يجيبكم إليها- سبحانه- وقد لا يجيبكم، فانتظروا فيما يقضيه الله في أمر تعنتكم في مطالبكم، إنى معكم من المنتظرين لقضائه وقدره، ولما يفعله بي وبكم.فالجملة الكريمة تهديد لهم على تعنتهم وجهلهم، وتهوينهم من شأن القرآن الكريم، مع أنه أصدق معجزة للرسول صلى الله عليه وسلم وأعظمها.ولقد حكى القرآن- في آيات أخرى كثيرة- المطالب المتعنتة التي طلبها المشركون من النبي صلى الله عليه وسلم والتي تدل على عنادهم وجحودهم، ومن ذلك قوله- تعالى-: وَقالُوا لَنْ نُؤْمِنَ لَكَ حَتَّى تَفْجُرَ لَنا مِنَ الْأَرْضِ يَنْبُوعاً. أَوْ تَكُونَ لَكَ جَنَّةٌ مِنْ نَخِيلٍ وَعِنَبٍ فَتُفَجِّرَ الْأَنْهارَ خِلالَها تَفْجِيراً. أَوْ تُسْقِطَ السَّماءَ كَما زَعَمْتَ عَلَيْنا كِسَفاً أَوْ تَأْتِيَ بِاللَّهِ وَالْمَلائِكَةِ قَبِيلًا، أَوْيَكُونَ لَكَ بَيْتٌ مِنْ زُخْرُفٍ أَوْ تَرْقى فِي السَّماءِ وَلَنْ نُؤْمِنَ لِرُقِيِّكَ حَتَّى تُنَزِّلَ عَلَيْنا كِتاباً نَقْرَؤُهُ. قُلْ سُبْحانَ رَبِّي هَلْ كُنْتُ إِلَّا بَشَراً رَسُولًا .كما حكى أيضا- سبحانه- أنه لو أجابهم إلى مطالبهم لما آمنوا، لأنهم معاندون جاحدون فقال- تعالى- إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لا يُؤْمِنُونَ. وَلَوْ جاءَتْهُمْ كُلُّ آيَةٍ حَتَّى يَرَوُا الْعَذابَ الْأَلِيمَ.وقال- سبحانه-: وَلَوْ نَزَّلْنا عَلَيْكَ كِتاباً فِي قِرْطاسٍ فَلَمَسُوهُ بِأَيْدِيهِمْ لَقالَ الَّذِينَ كَفَرُوا إِنْ هذا إِلَّا سِحْرٌ مُبِينٌ .وبعد أن ساقت السورة الكريمة جانبا من أقوال الذين لا يرجون لقاء الله ومن مقترحاتهم الباطلة ومن معتقداتهم الفاسدة، أتبعت ذلك بتصوير بعض الطبائع البشرية تصويرا صادقا يكشف عن أحوال النفوس في حالتي السراء والضراء فقال- تعالى-:"},{"ayah_number":21,"text":"وقوله أَذَقْنَا من الذوق وحقيقته إدراك الطعام ونحوه بالذوق باللسان واستعمل هنا على سبيل المجاز في إدراك ما يسر وما يؤلم من المعنويات كالرحمة والضراء.قال الآلوسى «والمراد بالناس كفار مكة على ما قيل، لما روى من أن الله- تعالى- سلط عليهم القحط سبع سنين، حتى كادوا يهلكون فطلبوا منه أن يدعو لهم بالخصب، ووعدوه بالإيمان، فلما دعا لهم ورحمهم الله- تعالى- بالمطر، طفقوا يطعنون في آياته- تعالى- ويعاندون نبيه صلى الله عليه وسلم.وقيل: إن الناس عام لجميع الكفار» .والضراء من الضر، وهو ما يصيب الإنسان في نفسه من أمراض وأسقام.والمكر: هو التدبير الخفى الذي يفضى بالممكور به إلى ما لا يتوقعه من مضرة وكيد.والمعنى: وإذا أذقنا الناس منا رحمة كأن منحناهم الصحة والسعادة والغنى من بعد ضراء أصابتهم في أنفسهم أو فيمن يحبون، ما كان منهم إلا المبادرة إلى الطعن في آياتنا الدالة على قدرتنا، والاستهزاء بها والتهوين من شأنها.وأسند إذاقته الرحمة إلى ضمير الجلالة، وأسند المساس إلى الضراء، رعاية للأدب مع الله- تعالى-، لأنه وإن كان كل شيء من عنده، إلا أن الأدب معه- سبحانه- يقتضى إسناد الخير إليه والشر إلى غيره كما في قوله- تعالى-: وَإِذا مَرِضْتُ فَهُوَ يَشْفِينِ وفي الحديث: «اللهم إن الخير بيديك والشر ليس إليك» .وإذا الأولى شرطية، والثانية فجائية والجملة بعدها جواب الشرط.وجاء التعبير بإذا الفجائية في الجواب، للإشارة إلى توغلهم في الجحود والكنود فهم بمجرد أن حلت النعمة بهم محل النقمة، عادوا إلى عنادهم وجهلهم، ونسبوا كل خير إلى غيره- تعالى-.قال الرازي: «واعلم أنه- تعالى- ذكر هذا المعنى بعينه فيما تقدم من هذه السورة في قوله- تعالى- وَإِذا مَسَّ الْإِنْسانَ الضُّرُّ دَعانا لِجَنْبِهِ أَوْ قاعِداً أَوْ قائِماً، فَلَمَّا كَشَفْنا عَنْهُ ضُرَّهُ مَرَّ كَأَنْ لَمْ يَدْعُنا إِلى ضُرٍّ مَسَّهُ.. إلا أنه- تعالى- زاد في هذه الآية التي نحن بصدد تفسيرها دقيقة أخرى ما ذكرها في تلك الآية، وتلك الدقيقة هي أنهم يمكرون عند وجدان الرحمة.وفي الآية المتقدمة ما كانت هذه الدقيقة مذكورة فثبت بما ذكرنا أن عادة هؤلاء الأقوام اللجاج والعناد والمكر .وقوله: قُلِ اللَّهُ أَسْرَعُ مَكْراً إِنَّ رُسُلَنا يَكْتُبُونَ ما تَمْكُرُونَ أمر من الله- تعالى- لرسوله صلى الله عليه وسلم بأن يرد عليهم بما يبطل مكرهم.أى: قل يا محمد لهؤلاء الجاحدين الذين يسرعون بالمكر في مقام الشكر، إن الله- تعالى- أسرع مكرا منكم لأنه لا يخفى عليه شيء من مكركم، ولأن الحفظة من الملائكة يسجلون عليكم أقوالكم وأفعالكم، التي تحاسبون عليها في يوم القيامة حسابا عسيرا، وسترون أن مكركم السيئ لا يحيق إلا بكم.وقوله: أَسْرَعُ أفعل تفضيل من الفعل الثلاثي سرع- كضخم وحسن-، أو من الفعل الرباعي «أسرع» عند من يرى ذلك.والجملة الكريمة تحقيق للانتقام منهم. وتنبيه على أن مكرهم الخفى غير خاف على الحفظة من الملائكة فضلا عن الخالق- عز وجل- الذي لا تخفى عليه خافية في الأرض ولا في السماء.وسمى- سبحانه- إنكارهم لآياته واستهزاءهم بها مكرا، لأنهم كانوا كثيرا ما يتجمعون سرا، ليتشاوروا في المؤامرات التي يعرقلون بها سير الدعوة الإسلامية، وفي الشبهات التي يوجهونها إلى النبي صلى الله عليه وسلم."},{"ayah_number":22,"text":"ثم ساق- سبحانه- مشهدا حيا. تراه العيون، وتهتز له القلوب، ويجعل المشاعر تتجه إلى الله وحده بالدعاء فقال- تعالى- هُوَ الَّذِي يُسَيِّرُكُمْ فِي الْبَرِّ وَالْبَحْرِ ...والسير معناه: الانتقال من مكان إلى آخر. والتسيير معناه: جعل الإنسان أو الحيوان أو غيرهما يسير بذاته، أو بواسطة دابة أو سفينة أو غيرهما، مما سخره الله- تعالى- له بقدرته ورحمته.أى: هو- سبحانه- الذي يسيركم بقدرته ورحمته في البر والبحر، بواسطة ما وهبكم من قدرة على السير، أو ما سخر لكم من دواب وسفن وغيرهما مما تستعملونه في سفركم، وكل ذلك من أجل مصلحتكم ومنفعتكم.ثم قال- تعالى- حَتَّى إِذا كُنْتُمْ فِي الْفُلْكِ وَجَرَيْنَ بِهِمْ بِرِيحٍ طَيِّبَةٍ وَفَرِحُوا بِها....والفلك: ما عظم من السفن. ويستعمل هذا اللفظ عند كثير من العلماء للواحد والجمع.والظاهر أن المراد به هنا الجمع، بدليل قوله وَجَرَيْنَ أى: السفن.والمراد بالريح الطيبة: الريح المناسبة لسير السفن، والموافقة لا تجاهها.أى: هو- سبحانه- وحده الذي ينقلكم من مكان إلى آخر في البر والبحر، حتى إذا كنتم في إحدى مرات تسييركم راكبين في السفن التي سخرها لكم، وجرت هذه السفن بمن فيها بسبب الريح الطيبة إلى المكان الذي تقصدونه، وأنتم في حالة فرح غامر، وسرور شامل.. جاءَتْها رِيحٌ عاصِفٌ، وَجاءَهُمُ الْمَوْجُ مِنْ كُلِّ مَكانٍ وَظَنُّوا أَنَّهُمْ أُحِيطَ بِهِمْ....والريح العاصف: هي الريح الشديدة القوية. يقال: عصفت الريح وأعصفت فهي عاصف إذا اشتدت في سرعتها وهيجانها.والموج: ما ارتفع من مياه البحار، والظن هنا بمعنى اليقين أو الاعتقاد الراجح، وقوله:أُحِيطَ بِهِمْ، أى: أحاط بهم البلاء من كل ناحية. يقال لمن وقع في بلية: قد أحيط به.وأصل هذا أن العدو إذا أحاط بعدوه جعله على حافة الهلاك.أى بعد أن جرت السفن بهؤلاء القوم في البحر وهم في فرح وحبور، جاءت إليهم ريح عاصفة شديدة السرعة والتقلب، وارتفع إليها الموج من كل مكان، واعتقد ركابها- الذين كانوا منذ قليل فرحين مبتهجين- أنهم قد أحاط بهم الهلاك كما يحيط العدو بعدوه.وقوله: بِهِمْ فيه التفات من الخطاب إلى الغيبة، لأنه كان الظاهر أن يقال: حتى إذا كنتم في الفلك وجرين بكم لكن جاء الكلام على أسلوب الالتفات للمبالغة في تقبيح أحوالهم، وسوء صنيعهم.قال صاحب الكشاف «فإن قلت: ما فائدة صرف الكلام من الخطاب إلى الغيبة؟ قلت:المبالغة، كأنه يذكر لغيرهم حالهم ليعجبهم منها، ويستدعى منهم الإنكار والتقبيح» .وقوله: دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ لَئِنْ أَنْجَيْتَنا مِنْ هذِهِ لَنَكُونَنَّ مِنَ الشَّاكِرِينَ بيان لما قالوه بعد أن داهمتهم الرياح العاصفة، والأمواج العالية وبعد أن أيقنوا أنهم على حافة الموت.أى في تلك الساعات العصيبة، واللحظات الحرجة، توجهوا إلى الله وحده قائلين: نقسم لك يا ربنا، ويا من لا يعجزك شيء، لئن أنجيتنا من تلك الأهوال التي نحن فيها، لنكونن من الشاكرين لك، المطيعين لأمرك، المتبعين لشرعك.وهنا، وبعد هذا الدعاء العريض، هدأت العاصفة. وانخفضت الأمواج، وسكنت النفوس بعض السكون، ووصلت السفن إلى شاطئ الأمان فماذا كانت النتيجة؟كانت النتيجة كما صورها القرآن الكريم: فَلَمَّا أَنْجاهُمْ إِذا هُمْ يَبْغُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ ..."},{"ayah_number":23,"text":"أى: فحين أنجاهم الله- تعالى- بفضله ورحمته من هذا الكرب العظيم الذي كانوا فيه، إذا هم يسعون في الأرض فسادا. ويرتكبون البغي الفاضح الذي لا يخفى قبحه على أحد.وقيد البغي بكونه بغير الحق، لأنه لا يكون إلا كذلك، إذا البغي معناه: تجاوز الحق، يقال: بغى الجرح إذا تجاوز حده في الفساد.فقوله: بِغَيْرِ الْحَقِّ تأكيد لما يفيده البغي من التعدي والظلم، فهو بغى ظاهر سافر لا يخفى قبحه على أحد.وقيل قيده بذلك ليخرج البغي على الغير في مقابلة بغيه. فإنه يسمى بغيا في الجملة، لكنه بحق. وهو قول ضعيف، لأن دفع البغي لا يسمى بغيا وإنما يسمى إنصافا من الظالم، ولذا قال القرآن الكريم: وَلَمَنِ انْتَصَرَ بَعْدَ ظُلْمِهِ فَأُولئِكَ ما عَلَيْهِمْ مِنْ سَبِيلٍ .وجاء التعبير بالفاء وإذا الفجائية، للإشعار بأنهم قوم بلغ بهم اللؤم والجحود، أنهم بمجرد أن وطئت أقدامهم بر الأمان، نسوا ما كانوا فيه من أهوال، وسارعوا إلى الفساد في الأرض، دون أن يردعهم رادع، أو يصدهم ترغيب أو ترهيب.والتعبير بقوله فِي الْأَرْضِ للإشارة إلى أن بغيهم قد شمل أقطارها، ولم يقتصر على جانب من جوانبها.وقوله- سبحانه- يا أَيُّهَا النَّاسُ إِنَّما بَغْيُكُمْ عَلى أَنْفُسِكُمْ مَتاعَ الْحَياةِ الدُّنْيا ثُمَّ إِلَيْنا مَرْجِعُكُمْ فَنُنَبِّئُكُمْ بِما كُنْتُمْ تَعْمَلُونَ خطاب منه- سبحانه- لأولئك البغاة في كل زمان ومكان، قصد به التهديد والوعيد.أى: يا أيها الناس الذين تضرعوا إلينا في ساعات الشدة، وهرولوا إلى البغي بعد زوال تلك الشدة، اعلموا أن بغيكم هذا مرجعه إليكم لا إلى غيركم فأنتم وحدكم الذين تتحملون سوء عاقبته في الدنيا والآخرة.من الشاكرين لك، المطيعين لأمرك، المتبعين لشرعك.وهنا، وبعد هذا الدعاء العريض، هدأت العاصفة. وانخفضت الأمواج، وسكنت النفوس بعض السكون، ووصلت السفن إلى شاطئ الأمان فماذا كانت النتيجة؟كانت النتيجة كما صورها القرآن الكريم: فَلَمَّا أَنْجاهُمْ إِذا هُمْ يَبْغُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ ...أى: فحين أنجاهم الله- تعالى- بفضله ورحمته من هذا الكرب العظيم الذي كانوا فيه، إذا هم يسعون في الأرض فسادا. ويرتكبون البغي الفاضح الذي لا يخفى قبحه على أحد.وقيد البغي بكونه بغير الحق، لأنه لا يكون إلا كذلك، إذا البغي معناه: تجاوز الحق، يقال: بغى الجرح إذا تجاوز حده في الفساد.فقوله: بِغَيْرِ الْحَقِّ تأكيد لما يفيده البغي من التعدي والظلم، فهو بغى ظاهر سافر لا يخفى قبحه على أحد.وقيل قيده بذلك ليخرج البغي على الغير في مقابلة بغيه. فإنه يسمى بغيا في الجملة، لكنه بحق. وهو قول ضعيف، لأن دفع البغي لا يسمى بغيا وإنما يسمى إنصافا من الظالم، ولذا قال القرآن الكريم: وَلَمَنِ انْتَصَرَ بَعْدَ ظُلْمِهِ فَأُولئِكَ ما عَلَيْهِمْ مِنْ سَبِيلٍ .وجاء التعبير بالفاء وإذا الفجائية، للإشعار بأنهم قوم بلغ بهم اللؤم والجحود، أنهم بمجرد أن وطئت أقدامهم بر الأمان، نسوا ما كانوا فيه من أهوال، وسارعوا إلى الفساد في الأرض، دون أن يردعهم رادع، أو يصدهم ترغيب أو ترهيب.والتعبير بقوله فِي الْأَرْضِ للإشارة إلى أن بغيهم قد شمل أقطارها، ولم يقتصر على جانب من جوانبها.وقوله- سبحانه- يا أَيُّهَا النَّاسُ إِنَّما بَغْيُكُمْ عَلى أَنْفُسِكُمْ مَتاعَ الْحَياةِ الدُّنْيا ثُمَّ إِلَيْنا مَرْجِعُكُمْ فَنُنَبِّئُكُمْ بِما كُنْتُمْ تَعْمَلُونَ خطاب منه- سبحانه- لأولئك البغاة في كل زمان ومكان، قصد به التهديد والوعيد.أى: يا أيها الناس الذين تضرعوا إلينا في ساعات الشدة، وهرولوا إلى البغي بعد زوال تلك الشدة، اعلموا أن بغيكم هذا مرجعه إليكم لا إلى غيركم فأنتم وحدكم الذين تتحملون سوء عاقبته في الدنيا والآخرة.واعلموا أن هذا البغي إنما تتمتعون به متاع الحياة الدنيا التي لا بقاء لها، وإنما هي إلى زوال وفناء.واعلموا كذلك أن مردكم إلينا بعد هذا التمتع الفاني. فنخبركم يوم الدين بكل أعمالكم، وسنجازيكم عليها بالجزاء الذي تستحقونه.وقوله: إِنَّما بَغْيُكُمْ مبتدأ وخبره عَلى أَنْفُسِكُمْ أى هو عليكم في الحقيقة لا على الذين تبغون عليهم.وقوله: مَتاعَ الْحَياةِ الدُّنْيا: قرأ حفص عن عاصم مَتاعَ بفتح العين على أنه مصدر مؤكد لفعل مقدر. أى: تتمتعون به متاع الحياة الدنيا الزائلة الفانية.وقرأ الجمهور بالرفع على أنه خبر لمبتدأ محذوف والتقدير: هو متاع الحياة الدنيا. وقوله:ثُمَّ إِلَيْنا مَرْجِعُكُمْ فَنُنَبِّئُكُمْ بِما كُنْتُمْ تَعْمَلُونَ تذييل قصد به تهديدهم على بغيهم، ووعيدهم عليه بسوء المصير حتى يرتدعوا وينزجروا.هذا، ومن الأحكام والآداب التي أخذها العلماء من هذه الآيات ما يأتى:1- أن من الواجب على العاقل أن يكثر من ذكر الله في حالتي الشدة والرخاء، وأن لا يكون ممن يدعون الله عند الضر وينسونه عند العافية، ففي الحديث الشريف: «تعرف إلى الله في الرخاء يعرفك في الشدة» .2- ان الناس جبلوا على الرجوع إل الله وحده عند المصائب والمحن، وفي ذلك يقول الآلوسى: «روى أبو داود والنسائي وغيرهما عن سعد بن أبى وقاص قال: لما كان يوم الفتح فر عكرمة بن أبى جهل فركب البحر فأصابتهم ريح عاصف، فقال أصحاب السفينة لركابها: أخلصوا فإن آلهتكم لا تغنى عنكم شيئا. فقال عكرمة: لئن لم ينجني في البحر إلا الإخلاص، ما ينجيني في البر غيره. اللهم إن لك عهدا إن أنت عافيتني مما أنا فيه أن آتى محمدا حتى أضع يدي في يده، فلأجدنه عفوا كريما. قال: فجاء فأسلم.وفي رواية ابن سعد عن أبى مليكه: أن عكرمة لما ركب السفينة وأخذتهم الريح فجعلوا يدعون الله- تعالى- ويوحدونه فقال: ما هذا؟ فقالوا: هذا مكان لا ينفع فيه إلا الله- تعالى-. قال: «فهذا ما يدعونا إليه محمد صلى الله عليه وسلم فارجعوا بنا» . فرجع وأسلم ... » .وقال الفخر الرازي: «يحكى أن واحدا قال لجعفر الصادق: اذكر لي دليلا على إثبات الصانع؟ فقال له: أخبرنى عن حرفتك: فقال: أنا رجل أتجر في البحر. فقال له: صف لي كيفية حالك. فقال: ركبت البحر فانكسرت السفينة وبقيت على لوح واحد من ألواحها، وجاءت الرياح العاصفة. فقال جعفر: هل وجدت في قلبك تضرعا ودعاء. فقال: نعم.فقال جعفر: فإلهك هو الذي تضرعت إليه في ذلك الوقت» .وقد ساق صاحب المنار قصة ملخصها «أن رجلا إنجليزيا قرأ ترجمة قوله- تعالى- هُوَ الَّذِي يُسَيِّرُكُمْ فِي الْبَرِّ وَالْبَحْرِ. فراعته بلاغة وصفها لطغيان البحر.. وكان يعمل قائدا لإحدى السفن.. فسأل بعض المسلمين: أتعلمون أن نبيكم صلى الله عليه وسلم قد سافر في البحار؟ فقالوا له: لا.. فأسلم الرجل لأنه اعتقد أن القرآن ليس من كلام البشر وإنما هو كلام الله- تعالى ... » .3- دل قوله- تعالى- يا أَيُّهَا النَّاسُ إِنَّما بَغْيُكُمْ عَلى أَنْفُسِكُمْ ... على أن البغي يجازى أصحابه عليه في الدنيا والآخرة.فأما في الآخرة فهو ما دل عليه إنذار أهله بأنه- سبحانه- سيجازيهم عليه أسوأ الجزاء.وأما في الدنيا فبدليل قوله- تعالى- يا أَيُّهَا النَّاسُ إِنَّما بَغْيُكُمْ عَلى أَنْفُسِكُمْ ويؤيده ما رواه البخاري في الأدب المفرد والترمذي وابن ماجة والحاكم من حديث أبى بكر الصديق- رضى الله عنه- أن رسول الله صلى الله عليه وسلم قال: ما من ذنب يعجل الله لصاحبه العقوبة في الدنيا مع ما يدخر له في الآخرة سوى البغي وقطيعة الرحم» .قال الآلوسى. وفي الآية من الزجر عن البغي ما لا يخفى «فقد أخرج أبو نعيم والخطيب والديلمي وغيرهم عن أنس قال رسول الله صلى الله عليه وسلم: «ثلاث هن رواجع على أهلها: المكر والنكث والبغي» ثم تلا صلى الله عليه وسلم قوله- تعالى- يا أَيُّهَا النَّاسُ إِنَّما بَغْيُكُمْ عَلى أَنْفُسِكُمْ. وقوله- تعالى- فَمَنْ نَكَثَ فَإِنَّما يَنْكُثُ عَلى نَفْسِهِ وقوله- تعالى- وَلا يَحِيقُ الْمَكْرُ السَّيِّئُ إِلَّا بِأَهْلِهِ.وأخرج ابن مردويه عن ابن عباس وابن عمر قالا: قال رسول الله صلى الله عليه وسلم: «لو بغى جبل على جبل لدك الباغي منهما» .وكان المأمون يتمثل بهذين البيتين لأخيه:يا صاحب البغي إن البغي مصرعه ... فارجع فخير فعال المرء أعدلهفلو بغى جبل يوما على جبل ... لاندك منه أعاليه وأسفلهثم ساق- سبحانه- مثلا لمتاع الحياة الدنيا الزائل، ولزخرفها الفاني، فقال- تعالى-:"},{"ayah_number":24,"text":"وقوله- سبحانه- إِنَّما مَثَلُ ... المثل بمعنى المثل، والمثل: النظير والشبيه، ثم اطلق على القول السائر المعروف لمماثلة مضربه- وهو الذي يضرب فيه- لمورده الذي ورد فيه أولا، ولا يكون إلا فيما فيه غرابة. ثم استعير للصفة أو الحال أو القصة إذا كان لها شأن عجيب وفيها غرابة، وعلى هذا المعنى يحمل المثل في هذه الآية وأشباهها.والأمثال إنما تضرب لتوضيح المعنى الخفى، وتقريب الشيء المعقول من الشيء المحسوس، وعرض الأمر الغائب في صورة المشاهد، فيكون المعنى الذي ضرب له المثل أوقع في القلوب، وأثبت في النفوس.والمعنى: إنما صفة الحياة الدنيا وحالها في سرعة زوالها، وانصرام نعيمها بعد إقباله. كحال ماء أَنْزَلْناهُ مِنَ السَّماءِ فَاخْتَلَطَ بِهِ نَباتُ الْأَرْضِ أى: فكثر بسببه نبات الأرض حتى التف وتشابك بعضه ببعض لازدهاره وتجاوزه ونمائه.وشبه- سبحانه- الحياة الدنيا بماء السماء دون ماء الأرض، لأن ماء السماء وهو المطر لا تأثير لكسب العبد فيه بزيادة أو نقص- بخلاف ماء الأرض- فكان تشبيه الحياة به أنسب.وقوله: مِمَّا يَأْكُلُ النَّاسُ وَالْأَنْعامُ معناه: وهذا النبات الذي نما وازدهر بسبب نزول المطر من السماء، بعضه مما يأكله الناس كالبقول والفواكه. وبعضه مما تأكله الأنعام كالحشائش والأعشاب المختلفة.وجملة مِمَّا يَأْكُلُ النَّاسُ وَالْأَنْعامُ حال من النبات.وقوله: حَتَّى إِذا أَخَذَتِ الْأَرْضُ زُخْرُفَها وَازَّيَّنَتْ.. تصوير بديع لما صارت عليه الأرض بعد نزول الماء عليها، وبعد أن أنبتت من كل زوج بهيج.ولفظ حَتَّى غاية لمحذوف: أى نزل المطر من السماء فاهتزت الأرض وربت وأنبتت النبات الذي ما زال ينمو ويزدهر حتى أخذت الأرض زخرفها.والزخرف: الذهب وكمال حسن الشيء. ومن القول أحسنه، ومن الأرض ألوان نباتها.أى: حتى إذا استوفت الأرض حسنها وبهاءها وجمالها، وازينت بمختلف أنواع النباتات ذات المناظر البديعة، والألوان المتعددة.قال صاحب الكشاف: «وهو كلام فصيح. جعلت الأرض آخذة زخرفها وزينتها على التمثيل بالعروس إذا أخذت الثياب الفاخرة من كل لون فاكتستها، وتزينت بغيرها من ألوان الزينة، أصل ازينت تزينت» .وقوله: وَظَنَّ أَهْلُها أَنَّهُمْ قادِرُونَ عَلَيْها أى: وظن أهل تلك الأرض الزاخرة بالنباتات النافعة. أنهم قادرون على قطف ثمارها، ومتمكنون من التمتع بخيراتها، ومن الانتفاع بغلاتها.وقوله: أَتاها أَمْرُنا لَيْلًا أَوْ نَهاراً فَجَعَلْناها حَصِيداً.. تصوير معجز لما أصاب زرعها من هلاك بعد نضرته واستوائه وأَوْ للتنويع أى: تارة يأتى ليلا وتارة يأتى نهارا.والجملة الكريمة جواب إذا في قوله حَتَّى إِذا أَخَذَتِ الْأَرْضُ زُخْرُفَها ...أى: بعد أن بلغت الأرض الذروة في الجمال وفي تعلق الآمال بمنافع زروعها، أتاها قضاؤنا النافذ، وأمرنا المقدر لإهلاكها بالليل وأصحابها نائمون، أو بالنهار وهم لا هون، فجعلناها بما عليها كالأرض المحصودة، التي استؤصل زرعها.وقوله: كَأَنْ لَمْ تَغْنَ بِالْأَمْسِ تأكيد لهلاكها واستئصال ما عليها من نبات بصورة سريعة حاسمة.أى: جعلناها كالأرض المحصودة التي قطع زرعها، حتى لكأنها لم يكن بها منذ وقت قريب: الزرع النضير، والنبات البهيج، والنخل الباسق، والطلع النضيد.قال القرطبي قوله: كَأَنْ لَمْ تَغْنَ بِالْأَمْسِ أى: لم تكن عامرة. من غنى بالمكان إذا أقام فيه وعمره، والمغانى في اللغة: المنازل التي يعمرها الناس»  .وقال ابن كثير: قوله: كَأَنْ لَمْ تَغْنَ بِالْأَمْسِ أى كأنها ما كانت حينا قبل ذلك، وهكذا الأمور بعد زوالها كأنها لم تكن، ولهذا جاء في الحديث الشريف: «يؤتى بأنعم أهل الدنيا فيغمس في النار غمسة فيقال له: هل رأيت خيرا قط؟ هل مر بك نعيم قط؟ فيقول لا.ويؤتى بأشد الناس عذابا في الدنيا فيغمس في النعيم غمسة ثم يقال له: هل رأيت بؤسا قط فيقول لا» .والمراد بالأمس هنا: الوقت الماضي القريب: لا خصوص اليوم الذي قبل يومك.وقوله: كَذلِكَ نُفَصِّلُ الْآياتِ لِقَوْمٍ يَتَفَكَّرُونَ تذييل قصد به الحض على التفكير والاعتبار.أى: كهذا المثل في وضوحه وبيانه لحال الحياة الدنيا، وقصر مدة التمتع بها نفصل الآيات ونضرب الأمثال الدالة على وحدانيتنا وقدرتنا لقوم يحسنون التفكير والتدبر في ملكوت السموات والأرض.قال الجمل ما ملخصه: «وهذه الآية مثل ضربه الله- تعالى- للمتشبث في الدنيا الراغب في زهرتها وحسنها.. ووجه التمثيل أن غاية هذه الدنيا التي ينتفع بها المرء، كناية عن هذا النبات الذي لما عظم الرجاء في الانتفاع به، وقع اليأس منه، ولأن المتمسك بالدنيا إذا نال منها بغيته أتاه الموت بغتة فسلبه ما هو فيه من نعيم الدنيا ولذتها» .وبعد أن بين- سبحانه- حال الحياة الدنيا، وقصر مدة التمتع بها، أتبع ذلك بدعوة الناس جميعا إلى العمل الصالح الذي يوصلهم إلى الجنة فقال- تعالى-:"},{"ayah_number":25,"text":"والمقصود بدار السلام: الجنة التي أعدها الله- تعالى- لعباده المؤمنين، وسميت بذلك، لأنها الدار التي سلم أهلها من كل ألم وآفة. أو لأن تحيتهم فيها سلام، أو لأن السلام من أسماء الله- تعالى- فأضيفت إليه تعظيما لشأنها، وتشريفا لقدرها، كما يقال للكعبة: بيت الله.وقوله: وَاللَّهُ يَدْعُوا إِلى دارِ السَّلامِ ... معطوف على محذوف يدل عليه السياق.والتقدير: الشيطان يدعوكم إلى إيثار متاع الحياة الدنيا وزخرفها، والله- تعالى- يدعو الناس جميعا إلى الإيمان الحق الذي يوصلهم إلى دار كرامته.وقوله: وَيَهْدِي مَنْ يَشاءُ إِلى صِراطٍ مُسْتَقِيمٍ وهو المؤدى بصاحبه إلى رضوان الله ومغفرته.والمراد بالصراط المستقيم: الدين الحق الذي شرعه الله لعباده. وبلغه لهم عن طريق نبيه محمد صلى الله عليه وسلم."},{"ayah_number":26,"text":"وقوله: لِلَّذِينَ أَحْسَنُوا الْحُسْنى وَزِيادَةٌ ... بيان لحسن عاقبة الذين استجابوا لدعوته، واتبعوا صراطه المستقيم.أى: للمؤمنين الصادقين الذين قدموا في دنياهم الأعمال الصالحة، المنزلة الحسنى، والمئوية الحسنى وهي الجنة، ولهم زيادة على ذلك التفضل من الله- تعالى- عليهم بالنظر إلى وجهه الكريم.وتفسير الزيادة بالنظر إلى وجهه الكريم، مأثور عن جمع من الصحابة منهم أبو بكر، وعلى بن أبى طالب، وابن مسعود، وأبو موسى الأشعرى وغيرهم- رضى الله عنهم.ومستندهم في ذلك الأحاديث النبوية التي وردت في هذا الشأن والتي منها ما أخرجه مسلم في صحيحه عن صهيب- رضى الله عنه- أن رسول الله صلى الله عليه وسلم: تلا هذه الآية لِلَّذِينَ أَحْسَنُوا الْحُسْنى وَزِيادَةٌ ...وقال: «إذا دخل أهل الجنة الجنة، وأهل النار النار، نادى مناد: يا أهل الجنة إن لكم عند الله موعدا. يريد أن ينجزكموه فيقولون: ما هو؟ ألم يثقل موازيننا؟ ألم ببيض وجوهنا ويدخلنا الجنة ويزحزحنا عن النار؟ قال: فيكشف لهم الحجاب فينظرون إليه، فو الله ما أعطاهم الله شيئا أحب إليهم من النظر إليه، ولا أقر لأعينهم» .وذكر بعضهم أن المراد بالزيادة هنا: «مضاعفة الحسنات بعشر أمثالها أو أكثر أو مغفرته- سبحانه- ما فرط منهم في الدنيا، ورضوانه عليهم في الآخرة» .والحق ان التفسير الوارد عن الصحابة. والمؤيد بما جاء في الأحاديث النبوية هو الواجب الاتباع، ولا يصح العدول عنه. ولا مانع من أن يمن الله عليهم بما يمن من مضاعفة الحسنات ومن المغفرة والرضوان، بعد نظرهم إلى وجهه الكريم، أو قبل ذلك.ولذا قال الإمام ابن كثير ما ملخصه: قوله: وَزِيادَةٌ هي تضعيف ثواب الأعمال..وأفضل من ذلك النظر إلى وجهه الكريم. فإنه زيادة أعظم من جميع ما يعطوه.. وقد روى تفسير الزيادة بالنظر إلى وجهه الكريم عن جمع من السلف والخلف، وقد وردت أحاديث كثيرة عن النبي صلى الله عليه وسلم في ذلك، ومنها ما رواه ابن جرير عن أبى موسى الأشعرى أن رسول الله صلى الله عليه وسلم قال: «إن الله يبعث يوم القيامة مناديا ينادى يا أهل الجنة- بصوت يسمعه أولهم وآخرهم- إن الله وعدكم الحسنى وزيادة. فالحسنى الجنة، والزيادة النظر إلى وجه الرحمن» .عز وجل.وعن أبى بن كعب أنه سأل رسول الله صلى الله عليه وسلم عن قول الله- تعالى- لِلَّذِينَ أَحْسَنُوا الْحُسْنى وَزِيادَةٌ قال: «الحسنى الجنة والزيادة النظر إلى وجه الله- تعالى-» .والمقصود بقوله: وَلا يَرْهَقُ وُجُوهَهُمْ قَتَرٌ وَلا ذِلَّةٌ الإخبار عن خلوص نعيمهم من كل ما يكدر الصفو، إثر بيان ما أعطاهم من رضوان.وقوله: يَرْهَقُ من الرهق بمعنى الغشيان والتغطية. يقال: رهقه يرهقه رهقا- من باب طرب- أى غشيه وغطاه بسرعة.والقتر والقترة: الغبار والدخان الذي فيه سواد والذلة: الهوان والصغار. يقال: ذل فلان يذل ذلة وذلا، إذا أصابه الصغار والحقارة.أى: ولا يغطى وجوههم يوم القيامة شيء مما يغطى وجوه الكفار، من السواد والهوان والصغار.وهذه الجملة بما اشتملت عليه من المعاني، توحى بأن في يوم القيامة من الزحام والأهوال والكروب. ما يجعل آثار الحزن أو الفرح ظاهرة على الوجوه والمشاعر، فهناك وجوه عَلَيْها غَبَرَةٌ. تَرْهَقُها قَتَرَةٌ وهناك وجوه ناضِرَةٌ. إِلى رَبِّها ناظِرَةٌ.وقوله: أُولئِكَ أَصْحابُ الْجَنَّةِ هُمْ فِيها خالِدُونَ تذييل قصد به تأكيد مدحهم ومسرتهم.أى: أولئك المتصفون بتلك الصفات الكريمة هم أصحاب دار السلام، وهم خالدون فيها خلودا أبديا، لا خوف معه ولا زوال."},{"ayah_number":27,"text":"ثم بين- سبحانه- مصير الظالمين، بعد أن بين حسن عاقبة المحسنين، ليهلك من هلك عن بينة، ويحيى من حي عن بينة فقال- تعالى-: وَالَّذِينَ كَسَبُوا السَّيِّئاتِ جَزاءُ سَيِّئَةٍ بِمِثْلِها، وَتَرْهَقُهُمْ ذِلَّةٌ، ما لَهُمْ مِنَ اللَّهِ مِنْ عاصِمٍ، كَأَنَّما أُغْشِيَتْ وُجُوهُهُمْ قِطَعاً مِنَ اللَّيْلِ مُظْلِماً.أى: إذا كان جزاء الذين أحسنوا الحسنى وزيادة، فإن جزاء الذين اجترحوا السيئات، واقترفوا الموبقات، سيئات مثل السيئات التي ارتكبوها كما قال- تعالى- وَجَزاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُها.والمقصود أنهم كما كسبوا السيئات في الدنيا، فإن الله- تعالى- يجازيهم عليها في الآخرة بما يستحقون من عذاب ومصير سيئ.وقوله: وَتَرْهَقُهُمْ ذِلَّةٌ أى: وتغشاهم وتغطيهم ذلة عظيمة ومهانة شديدة، وفي إسناد الرهق إلى أنفسهم دون وجوههم، إيذان بأنها محيطة بهم من كل جانب.وقوله: ما لَهُمْ مِنَ اللَّهِ مِنْ عاصِمٍ أى: ليس لهم أحد يعصمهم أو يجيرهم أو يشفع لهم، بحيث ينجون من عذاب الله- تعالى-.وقوله: كَأَنَّما أُغْشِيَتْ وُجُوهُهُمْ قِطَعاً مِنَ اللَّيْلِ مُظْلِماً تصوير بديع للظلام الحسى والمعنوي الذي يبدو على وجوه هؤلاء الظالمين.أى: كأنما ألبست وجوههم قطعا من الليل المظلم، والسواد الحالك، حتى صارت شديدة السواد واضحة الكدرة والظلمة.وقوله: أُولئِكَ أَصْحابُ النَّارِ هُمْ فِيها خالِدُونَ بيان لسوء عاقبتهم، وتعاسة أحوالهم.أى: أولئك المتصفون بتلك الصفات الذميمة، أصحاب النار هم فيها خالدون خلودا أبديا لا نهاية له.وهكذا نرى في هذه الآيات الكريمة تصويرا بديعا لما عليه المؤمنون الصادقون من صفات حسنة، ومن جزاء كريم، يتجلى في رفع درجاتهم، وفي رضا الله- تعالى- عنهم: كما نرى فيها- أيضا- وصفا معجزا لأحوال الخارجين عن طاعته ووصفا للمصير المؤلم، الذي ينتظرهم يوم القيامة، يَوْمَ لا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئاً، وَالْأَمْرُ يَوْمَئِذٍ لِلَّهِ.ثم حكى- سبحانه- جانبا من الأقوال التي تدور بين المشركين وبين شركائهم يوم القيامة، فقال- تعالى:"},{"ayah_number":28,"text":"وقوله: نَحْشُرُهُمْ أى نجمعهم يوم القيامة للحساب، يقال: حشر القائد جنده، إذا جمعهم للحرب أو لأمر من الأمور.ويوم ظرف زمان منصوب بفعل مقدر.والمعنى: واذكر أيها الرسول الكريم أو أيها الإنسان العاقل، يوم نجمع الناس كافة، لنحاسبهم على أعمالهم في الدنيا.ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوا مَكانَكُمْ أَنْتُمْ وَشُرَكاؤُكُمْ أى: ثم نقول للمشركين منهم في هذا اليوم العصيب، الزموا مكانكم أنتم وشركاؤكم فلا تبرحوه حتى يقضى الله قضاءه فيكم، فقوله: مَكانَكُمْ ظرف مكان منصوب بفعل مقدر، وقوله وَشُرَكاؤُكُمْ معطوف على ضمير الفعل المقدر، وقوله أَنْتُمْ تأكيد له. أى قفوا مكانكم أنتم وشركاؤكم.وجاء العطف بثم، للإشارة إلى أن بين حشرهم وبين ما يقال لهم، مواقف أخرى فيها من الأهوال ما فيها، فثم هنا للتراخي النسبي.وقال- سبحانه- مَكانَكُمْ أَنْتُمْ وَشُرَكاؤُكُمْ مع أن المشركين كانوا يعتبرون معبوداتهم شركاء الله- من باب التهكم بهم. وللإشارة إلى أن ما عبدوهم لم يكونوا في يوم من الأيام شركاء لله، وإنما المشركون هم الذين وصفوهم بذلك افتراء وكذبا.وجاء وصفهم بالشرك في حيز الصلة، للإيذان بأنه أكبر جناياتهم وأن شركهم بالله- تعالى- هو الذي أدى بهم إلى هذا المصير المؤلم.وقوله: فَزَيَّلْنا بَيْنَهُمْ أى: ففرقنا بينهم، وقطعنا ما بينهم من صلات، وميزنا بعضهم عن بعض كما يميز بين الخصوم عند التقاضي والمساءلة.وزيلنا: من التزييل بمعنى التمييز والتفريق، يقال: زيلت الشيء أزيله إذا نحيته وأبعدته، ومنه قوله- تعالى-: لَوْ تَزَيَّلُوا لَعَذَّبْنَا الَّذِينَ كَفَرُوا مِنْهُمْ عَذاباً أَلِيماً  أى:لو تميزوا وتفرقوا.وعبر بالفاء للدلالة على أن هذا التفريق والتمييز قد حدث عقب الخطاب من غير مهلة وجاء الأسلوب بصيغة الماضي مع أن هذا التذييل سيكون في الآخرة، للإيذان بتحقيق الوقوع، وإلى زيادة التوبيخ والتحسير لهم.وقوله: وَقالَ شُرَكاؤُهُمْ ما كُنْتُمْ إِيَّانا تَعْبُدُونَ معطوف على ما قبله.والمراد بالشركاء كل ما عبد من دون الله من إنس وجن وأوثان وغير ذلك.أى: وقال شركاؤهم الذين أشركوهم في العبادة مع الله- تعالى-: إنكم أيها المشركون لم تكونوا لنا عابدين في الدنيا، وإنما كنتم تعبدون أشياء أخرى زينها الشيطان لكم فانقدتم له بدون تدبر أو تعقل.والمقصود بقولهم هذا- التبري من المشركين، وتوبيخهم على أفكارهم الفاسدة."},{"ayah_number":29,"text":"وقوله: فَكَفى بِاللَّهِ شَهِيداً بَيْنَنا وَبَيْنَكُمْ إِنْ كُنَّا عَنْ عِبادَتِكُمْ لَغافِلِينَ تأكيد لهذا التبري والإنكار، ورجوع إلى الشهادة الحق في ذلك.وإِنْ في قوله إِنْ كُنَّا مخففة من الثقيلة.. أى: فكفى أن يكون الله- تعالى- شهيدا وحكما بيننا وبينكم، فهو- سبحانه- يعلم حالنا وحالكم، ويعلم أننا كنا في غفلة عن عبادتكم لنا، بحيث إننا ما فكرنا فيها ولا رضينا بها."},{"ayah_number":30,"text":"ثم ختم- سبحانه- هذه الآيات الكريمة ببيان أحوال الناس في هذا اليوم العظيم فقال:هُنالِكَ تَبْلُوا كُلُّ نَفْسٍ ما أَسْلَفَتْ، وَرُدُّوا إِلَى اللَّهِ مَوْلاهُمُ الْحَقِّ وَضَلَّ عَنْهُمْ ما كانُوا يَفْتَرُونَ.أى: هنالك في ذلك الموقف الهائل الشديد، تختبر كل نفس مؤمنة أو كافرة: ما سلف منها من أعمال، فترى ما كان نافعا أو ضارا من هذه الأعمال، وترى الجزاء المناسب عن كل عمل بعد أن عاد الجميع إلى الله مولاهم الحق، ليقضى بينهم بقضائه العادل، وقد غاب عن المشركين في هذا الموقف ما كانوا يفترونه من أن هناك آلهة أخرى ستشفع لهم يوم القيامة.وهكذا ترى الآيات الكريمة تصور أحوال الناس يوم الدين تصويرا بليغا مؤثرا، يتجلى فيه موقف الشركاء من عابديهم، وموقف كل إنسان من عمله الذي أسلفه في الدنيا.وبعد هذا الحديث المعجز عن يوم الحشر وأهواله، ساقت السورة الكريمة بضع آيات فيها الأدلة المقنعة على وحدانية الله وقدرته، ولكن بأسلوب السؤال والجواب، فقال- تعالى:"},{"ayah_number":31,"text":"والمعنى: قل يا محمد لهؤلاء المشركين: من الذي يرزقكم من السماء بالأمطار وما يتولد عنها، ومن الأرض وما يخرج منها من نباتات وأشجار، وغير ذلك مما تخرجه الأرض.وقوله: أَمَّنْ يَمْلِكُ السَّمْعَ وَالْأَبْصارَ أى: بل قل لهم- أيضا- من الذي يملك ما تتمتعون به من سمع وبصر، ومن الذي يستطيع خلقهما وتسويتهما بالطريقة التي أوجدها- سبحانه.وخص هاتين الحاستين بالذكر، لأن لهما أعظم الأثر في حياة الإنسان، ولأنهما قد اشتملتا في تركيبهما على ما بهر العقول، ويشهد بقدرته- تعالى- وعجيب صنعه في خلقه.وأم هنا منقطعة بمعنى بل، وهي هنا للإضراب الانتقالى لا الإبطالى، وفيه تنبيه على كفاية هذا الاستفهام في الدلالة على المقصود، وهو إثبات قدرة الله- تعالى- ووجوب إخلاص العبادة له.وقوله: وَمَنْ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ دليل ثالث على قدرة الله ووحدانيته.أى: وقل لهم كذلك من سوى الله- تعالى- يملك إخراج النبات وهو كائن حي من الأرض الميتة، وإخراج الإنسان وهو كائن حي من النطفة وبالعكس، وإخراج الطير من البيضة وبالعكس.وقوله: وَمَنْ يُدَبِّرُ الْأَمْرَ دليل رابع على قدرة الله ووحدانيته أى: وقل لهم- أيضا- من الذي يتولى تدبير أمر هذا الكون من إحياء وإماتة، وصحة ومرض، وغنى وفقر، وليل ونهار، وشمس وقمر ونجوم ...هذه الجملة الكريمة من باب التعميم بعد التخصيص، لأن كل ما سبق من نعم يندرج فيها.وقوله: فَسَيَقُولُونَ اللَّهُ حكاية للجواب الذي لا يستطيعون إنكاره، لأنهم مقرون معترفون بأن الله- تعالى- هو الذي خلقهم، وهو الذي يدبر أمرهم، وإنما كانوا يتخذون الشركاء للزلفى، كما حكى القرآن عنهم في قوله: وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّهُ.. وفي قوله- سبحانه- حكاية عنهم ما نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونا إِلَى اللَّهِ زُلْفى ...ولفظ الجلالة مبتدأ، والخبر محذوف والتقدير: فسيقولون الله وحده هو الذي فعل كل ذلك.وقوله: فَقُلْ أَفَلا تَتَّقُونَ أمر من الله- تعالى- لرسوله صلى الله عليه وسلم بأن يرد عليهم بهذا الرد.والهمزة لإنكار واقعهم الذميم، وهي داخلة على كلام مقدر، ومفعول تتقون محذوف.أى: أتعلمون وتعترفون بأن الله- تعالى- هو الخالق لكل ما سبق، ومع ذلك تشركون معه آلهة في العبادة، دون أن تتقوا عذابه يوم القيامة؟.إن مسلكك هذا إنما يدل على ضعف في التفكير، وانطماس في العقول، وجهالة ليس بعدها جهالة."},{"ayah_number":32,"text":"ثم أرشدهم- سبحانه- إلى الطريق القويم لو كانوا يعقلون فقال: فَذلِكُمُ اللَّهُ رَبُّكُمُ الْحَقُّ....أى: فذلكم الذي فعل ما فعل من رزقكم ومن تدبير أمركم، هو الله المربى لكم بنعمه، وهو الذي لا تحق العبودية والألوهية إلا له وحده.إذا كان الأمر كذلك فَماذا بَعْدَ الْحَقِّ إِلَّا الضَّلالُ أى لا يوجد غير الحق شيء يتبع سوى الضلال، فمن ترك الحق وهو عبادة الله وحده، فقد وقع في الباطل والضلال وهو عبادة غيره من الآلهة الأخرى.قال القرطبي: «ثبت عن عائشة- رضى الله عنها- أن النبي صلى الله عليه وسلم كان إذا قام إلى الصلاة من جوف الليل قال: «اللهم لك الحمد» الحديث، وفيه: أنت الحق، ووعدك الحق، وقولك الحق، ولقاؤك الحق، والجنة حق والنار حق، والنبيون حق، ومحمد حق ... » .فقوله: أنت الحق، أى الواجب الوجود، وأصله من حق الشيء إذا ثبت ووجب- وهذا الوصف لله- تعالى- بالحقيقة، إذ وجوده بنفسه لم يسبقه عدم ولا يلحقه عدم، وما عداه مما يقال عليه هذا الاسم مسبوق بعدم، ويجوز عليه لحاق العدم، ووجوده من موجده لا من نفسه.ومقابلة الحق بالضلال عرف لغة وشرعا كما في هذه الآية.. والضلال حقيقته الذهاب عن الحق مأخوذ من ضلال الطريق، وهو العدول عن سمته، يقال: ضل الطريق وأضل الشيء إذا أضاعه..» .وقوله: فَأَنَّى تُصْرَفُونَ أى: فكيف تصرفون وتتحولون عن الحق إلى الضلال، بعد اعترافكم وإقراركم بأن خالقكم ورازقكم ومدبر أمركم هو الله- تعالى- وحده.فأنى هنا بمعنى كيف، والاستفهام لإنكار واقعهم المخزى واستبعاده والتعجب منه.ومن الأحكام التي تؤخذ من هذه الآية الكريمة: أن الحق والباطل، والهدى والضلال، نقيضان لا يجتمعان، لأن النقيضين يمتنع أن يكونا حقين وأن يكونا باطلين في وقت واحد بل متى ثبت أن أحدهما هو الحق، وجب أن يكون الآخر هو الباطل."},{"ayah_number":33,"text":"ثم بين- سبحانه- سنة من سننه التي لا تتخلف ولا تتبدل، فقال- تعالى-:كَذلِكَ حَقَّتْ كَلِمَةُ رَبِّكَ عَلَى الَّذِينَ فَسَقُوا أَنَّهُمْ لا يُؤْمِنُونَ.والكاف للتشبيه بمعنى مثل. وحقت بمعنى وجبت وثبتت.والمراد بالكلمة هنا: حكمه وقضاؤه- سبحانه-.والمعنى: مثل ما ثبت أن الله- تعالى- هو الرب الحق، وأنه ليس بعد الحق إلا الضلال، ثبت- أيضا- الحكم والقضاء منه- سبحانه- على الذين فسقوا عن أمره، وعموا وصموا عن الحق، أنهم لا يؤمنون به، لأنهم إن يروا سبيل الرشد لا يتخذوه سبيلا، وإن يروا سبيل الغي يتخذوه سبيلا.فالمراد بالفسق هنا: التمرد في الكفر، والسير فيه إلى أقصى حدوده.ثم ساق- سبحانه- أنواعا أخرى من الأدلة على وحدانية الله- تعالى- وقدرته.فقال:"},{"ayah_number":34,"text":"أى: قل يا محمد لهؤلاء الغافلين عن الحق: هل من شركائكم الذين عبدتموهم من دون الله، أو أشركتموهم مع الله، من له القدرة على أن يبدأ خلق الإنسان من نطفة، ثم من علقة، ثم من مضغة ... ثم ينشئه خلقا آخر، ثم يعيده إلى الحياة مرة أخرى بعد موته؟قل لهم يا محمد: الله وحده هو الذي يبدأ الخلق ثم يعيده، أما شركاؤكم فهم أعجز من أن يخلقوا ذبابا ولو اجتمعوا له ...وإذا كان الأمر كذلك من الوضوح والظهور فَأَنَّى تُؤْفَكُونَ والإفك الصرف والقلب عن الشيء. يقال: أفكه عن الشيء يأفكه أفكا، إذا قلبه عنه وصرفه.أى فكيف ساغ لكم أن تصرفوا عقولكم عن عبادة الإله الحق، إلى عبادة أصنام لا تنفع ولا تضر؟!.وجاءت جملة قُلْ هَلْ مِنْ شُرَكائِكُمْ.. بدون حرف العطف على ما قبلها للإيذان باستقلالها في حصول المطلوب، وإثبات المقصود.وساق- سبحانه- الأدلة بأسلوب السؤال والاستفهام، لأن الكلام إذا كان واضحا جليا ثم ذكر على سبيل الاستفهام، وتفويض الجواب إلى المسئول كان ذلك أبلغ وأوقع في القلب.وجعل- سبحانه- إعادة المخلوقات بعد موتها حجة عليهم في التدليل على قدرته مع عدم اعترافهم بها، للإيذان بسطوع أدلتها، لأن القادر على البدء يكون أقدر على الإعادة كما قال- تعالى- وَهُوَ الَّذِي يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ.. .فلما كان إنكارهم لهذه الحقيقة الواضحة من باب العناد أو المكابرة، نزل إنكارهم لها منزلة العدم.وإلى هذا المعنى أشار صاحب الكشاف بقوله: «فإن قلت: كيف قيل لهم هل من شركائكم من يبدأ الخلق ثم يعيده، وهم غير معترفين بالإعادة؟.قلت: قد وضعت إعادة الخلق لظهور برهانها موضع ما إن دفعه دافع كان مكابرا رادا الظاهر البين الذي لا مدخل للشبهة فيه، ودلالة على أنهم في إنكارهم لها منكرون أمرا مسلما معترفا بصحته عند العقلاء. وقال لنبيه صلى الله عليه وسلم: قُلِ اللَّهُ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيدُهُ فأمره بأن ينوب عنهم في الجواب. يعنى أنه لا يدعهم لجاجهم ومكابرتهم أن ينطقوا بكلمة الحق فتكلم أنت عنهم..» ."},{"ayah_number":35,"text":"وقوله: قُلْ هَلْ مِنْ شُرَكائِكُمْ مَنْ يَهْدِي إِلَى الْحَقِّ قُلِ اللَّهُ يَهْدِي لِلْحَقِّ. حجة أخرى تدمغ جهلهم، جيء بها لتكون دليلا على قدرة الله على الهداية والإضلال، عقب إقامة الأدلة على قدرته- سبحانه- على بدء الخلق وإعادتهم.أى: قل لهم يا محمد- أيضا- على سبيل التهكم من أفكارهم: هل من شركائكم من يستطيع أن يهدى غيره إلى الدين الحق، فينزل كتابا، أو يرسل رسولا، أو يشرع شريعة، أو يضع نظاما دقيقا لهذا الكون. أو يحث العقول على التدبر والتفكر في ملكوت السموات والأرض ... ؟قل لهم يا محمد: الله وحده هو الذي يفعل كل ذلك، أما شركاؤكم فلا يستطيعون أن يفعلوا شيئا من ذلك أو من غيره.وقوله: أَفَمَنْ يَهْدِي إِلَى الْحَقِّ أَحَقُّ أَنْ يُتَّبَعَ أَمَّنْ لا يَهِدِّي إِلَّا أَنْ يُهْدى.. توبيخ آخر لهم على جهالاتهم وغفلتهم عن إدراك الأمور الواضحة.أى: قل لهم يا محمد: أفمن يهدى غيره إلى الحق وهو الله- تعالى-. أحق أن يتبع فيما يأمر به وينهى عنه، أم من لا يستطيع أن يهتدى بنفسه إلا أن يهديه غيره أحق بالاتباع؟لا شك أن الذي يهدى غيره إلى الحق أحق بالاتباع من الذي هو في حاجة إلى أن يهديه غيره.وقوله: فَما لَكُمْ كَيْفَ تَحْكُمُونَ استفهام قصد به التعجيب من أحوالهم التي تدعو إلى الدهشة والغرابة.أى: ما الذي وقع لكم، وما الذي أصابكم في عقولكم حتى صرتم تشركون في العبادة مع الله الخالق الهادي، مخلوقات لا تهدى بنفسها وإنما هي في حاجة إلى من يخلقها ويهديها.قال الإمام الرازي: «واعلم أن الاستدلال على وجود الصانع بالخلق أولا ثم بالهداية ثانيا، عادة مطردة في القرآن، فقد حكى- سبحانه- عن إبراهيم أنه ذكر ذلك فقال:الَّذِي خَلَقَنِي فَهُوَ يَهْدِينِ وعن موسى أنه قال: رَبُّنَا الَّذِي أَعْطى كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدى وأمر محمدا صلى الله عليه وسلم بذلك فقال: سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى. الَّذِي خَلَقَ فَسَوَّى، وَالَّذِي قَدَّرَ فَهَدى. وهو في الحقيقة دليل شريف، لأن الإنسان له جسد وله روح، فالاستدلال على وجود الصانع بأحوال الجسد هو الخلق، والاستدلال بأحوال الروح هو الهداية، فهاهنا أيضا لما ذكر دليل الخلق في الآية الأولى وهو قوله: مَنْ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيدُهُ أتبعه بدليل الهداية في هذه الآية .وقوله: أَمَّنْ لا يَهِدِّي ورد فيه ست قراءات، منها قراءة يعقوب وحفص بكسر الهاء وتشديد الدال، ومنها قراءة حمزة والكسائي بالتخفيف كيرمى، ومنها قراءة ابن كثير وابن عامر وورش عن نافع «يهدى» فتح الياء والهاء وتشديد الدال.. .والاستثناء في قوله: أَمَّنْ لا يَهِدِّي إِلَّا أَنْ يُهْدى مفرغ من أعم الأحوال.والتقدير: أفمن يهدى إلى الحق أحق بالاتباع، أم من لا يستطيع الهداية إلا أن يهديه إليها غيره أحق بالاتباع؟وجاء قوله- سبحانه- فَما لَكُمْ كَيْفَ تَحْكُمُونَ باستفهامين متواليين، زيادة في توبيخهم وتقريعهم، ولفت أنظارهم إلى الحق الواضح الذي لا يخفى على كل ذي عقل سليم."},{"ayah_number":36,"text":"وقوله: وَما يَتَّبِعُ أَكْثَرُهُمْ إِلَّا ظَنًّا ... توبيخ آخر لهم على انقيادهم للأوهام والظنون، وتسلية للرسول صلى الله عليه وسلم عما أصابه منهم من إساءات.أى: إن هؤلاء الذين أعرضوا عن دعوتك يا محمد، لا يتبعون في عقائدهم وعبادتهم لغير خالقهم سوى الظنون والأوهام التي ورثها الأبناء عن الآباء.وخص أكثرهم بالذكر، لأن هناك قلة منهم يعرفون الحق كما يعرفون أبناءهم، ولكنهم لا يتبعونه عنادا وجحودا وحسدا، كما قال- تعالى- فَإِنَّهُمْ لا يُكَذِّبُونَكَ وَلكِنَّ الظَّالِمِينَ بِآياتِ اللَّهِ يَجْحَدُونَ .ويجوز أن يكون- سبحانه- خص أكثرهم بالذكر، للإشارة إلى أن هناك قلة منهم تعرف الحق، وستتبعه في الوقت الذي يريده الله- تعالى.والتنكير في قوله ظَنًّا للتنويع. أى لا يتبع أكثرهم إلا نوعا من الظن الواهي الذي لا يستند إلى دليل أو برهان.وقوله: إِنَّ الظَّنَّ لا يُغْنِي مِنَ الْحَقِّ شَيْئاً استئناف مسوق لبيان شأن الظن وبطلانه.والمراد بالظن هنا: ما يخالف العلم واليقين، والمراد بالحق: العلم والاعتقاد الصحيح المطابق للواقع.أى: إن الظن الفاسد المبنى على الأوهام لا يغنى صاحبه شيئا من الإغناء، عن الحق الثابت الذي لا ريب في ثبوته وصحته.وقوله شَيْئاً مفعول مطلق أى: لا يغنى شيئا من الإغناء، ويجوز أن يكون مفعولا به على جعل يغنى بمعنى يدفع.وقوله: إِنَّ اللَّهَ عَلِيمٌ بِما يَفْعَلُونَ تذييل قصد به التهديد والوعيد.أى: إن الله- تعالى- عليم بأقوالهم وأفعالهم، وسيحاسبهم عليها يوم القيامة، وسينالون ما يستحقونه من عقاب بسبب أقوالهم الباطلة. وأفعالهم الفاسدة.قال صاحب المنار ما ملخصه: «استدل العلماء بهذه الآية على أن العلم اليقيني واجب في الاعتقاديات، ويدخل في الاعتقاديات الإيمان بأركان الإسلام وغيرها من الفرائض والواجبات القطعية، والإيمان بتحريم المحظورات القطعية كذلك ...أما ما دون العلم اليقيني مما لا يفيد إلا الظن فلا يؤخذ به في الاعتقاد وهو متروك للاجتهاد في الأعمال، كاجتهاد الأفراد في الأعمال الشخصية، واجتهاد أولى الأمر في الإدارة والسياسة، مع التقيد بالشورى وتحرى العدل..» .وبعد أن ساقت السورة الكريمة ألوانا من البراهين الدالة على وحدانية الله- تعالى-، وعلى صدق الرسول صلى الله عليه وسلم فيما يبلغه عن ربه، وعلى أن هذا القرآن من عند الله تعالى، عادت السورة الكريمة إلى الحديث عن القرآن الكريم، فتحدت أعداءه أن يأتوا بسورة مثله، ووصفتهم بالجهالة وسفاهة الرأى، وصورت أحوالهم ومواقفهم من دعوة الحق تصويرا بليغا. استمع إلى السورة الكريمة وهي تتحدث عن كل ذلك فتقول:"},{"ayah_number":37,"text":"قال الإمام ابن كثير «هذا بيان لإعجاز القرآن، وأنه لا يستطيع البشر أن يأتوا بمثله، ولا بعشر سور ولا بسورة من مثله لأنه بفصاحته وبلاغته ووجازته وحلاوته واشتماله على المعاني الغزيرة النافعة في الدنيا والآخرة، لا يكون إلا من عند الله- تعالى- الذي لا يشبهه شيء في ذاته ولا في صفاته، ولا في أفعاله ولا في أقواله، فكلامه لا يشبه كلام المخلوقين، ولهذا قال- تعالى-: وَما كانَ هذَا الْقُرْآنُ أَنْ يُفْتَرى مِنْ دُونِ اللَّهوالنفي هنا للشأن الذي هو أبلغ في النفي، وأعمق في الدلالة على أن هذا القرآن من عند الله، من نفى الشيء في ذاته مباشرة.أى: وليس من شأن هذا القرآن المعجز، أن يخترعه أو يختلقه أحد من الإنس أو الجن أو غيرهما لأن ما اشتمل عليه من إعجاز وبلاغة وتشريعات حكيمة، وآداب قويمة، وهدايات جامعة ... يشهد بأنه من كلام خالق القوى والقدر.وقوله: وَلكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ الْكِتابِ بيان لكمال هداية القرآن الكريم، وهيمنته على الكتب السماوية السابقة.والمراد بالذي بين يديه: الكتب السابقة على القرآن كالتوراة والإنجيل والزبور.وقوله بَيْنَ يَدَيْهِ فيه نوع مجاز لأن ما بين يدي الشيء يكون أمامه، فوصف- سبحانه- ما مضى من الكتب بأنها بين يدي القرآن لشدة ظهورها واشتهارها، ومعنى تصديق القرآن للكتب السابقة: تأييده لما اشتملت عليه من دعوة إلى وحدانية الله- تعالى-، ومن أمر باتباع الرسول صلى الله عليه وسلم عند ظهوره.وأل في الْكِتابِ للجنس، فالمراد به جنس الكتب السماوية التي أنزلها- سبحانه- على بعض أنبيائه.والمعنى: ليس من شأن هذا الكتاب في إعجازه وهدايته أن يكون من عند غير الله، لأن غيره- سبحانه- لا يقدر على ذلك، ولكن من شأنه أن يكون مؤيدا للكتب السماوية السابقة فيما دعت إليه من إخلاص العبودية لله- تعالى- ومن اتباع لرسله، وأن يكون مفصلا وموضحا لما اشتملت عليه هذه الكتب من تشريعات وآداب وأحكام.وقوله تَصْدِيقَ منصوب على أنه معطوف على خبر كان، أو على أنه خبر لكان المقدرة أى: ولكن كان تصديق.وقوله لا رَيْبَ فِيهِ مِنْ رَبِّ الْعالَمِينَ بيان لمصدره.أى: هذا الكتاب لا ريب ولا شك في كونه منزلا على رسوله محمد صلى الله عليه وسلم من الله- تعالى- رب العالمين.وفصلت جملة لا رَيْبَ فِيهِ عما قبلها لأنها مؤكدة له، ومقررة لمضمونه.ونفى- سبحانه- عن القرآن الريب على سبيل الاستغراق: مع وقوع الريب فيه من المشركين، حيث وصفوه بأنه أساطير الأولين، لأنه لروعة بيانه، وسطوع حجته، ووضوح دلائله، لا يرتاب ذو عقل متدبر في كونه وحيا سماويا، ومصدر هداية وإصلاح.فجملة لا رَيْبَ فِيهِ تنفى الريب في القرآن عمن شأنهم أن يتدبروه، ويقبلوا على النظر فيه بروية ومن ارتاب فيه فلأنه لم يقبل عليه بأذن واعية، أو بصيرة نافذة أو قلب سليم."},{"ayah_number":38,"text":"وقوله- سبحانه أَمْ يَقُولُونَ افْتَراهُ انتقال من بيان كون القرآن من عند الله، إلى بيان مزاعمهم فيه.وأم هنا منقطعة بمعنى بل والهمزة للاستفهام، أى: بل أيقولون إن محمدا صلى الله عليه وسلم هو الذي أتى بهذا القرآن من عند نفسه لا من عند الله.وقوله قُلْ فَأْتُوا بِسُورَةٍ مِثْلِهِ، وَادْعُوا مَنِ اسْتَطَعْتُمْ مِنْ دُونِ اللَّهِ. أمر من الله- تعالى- لنبيه صلى الله عليه وسلم بأن يرد عليهم بما يكبتهم ويخرس ألسنتهم.أى: قل لهم: يا محمد على سبيل التبكيت والتحدي: إن كان الأمر كما زعمتم من أنى أنا الذي اختلقت هذا القرآن، فأتوا أنتم يا فصحاء العرب بسورة مثل سوره في البلاغة والهداية وقوة التأثير، وقد أبحت لكم مع ذلك أن تدعوا لمعاونتكم ومساعدتكم في بلوغ غايتكم كل من تستطيعون دعوته سوى الله- تعالى- وجاءت كلمة «سورة» منكرة، للإشارة إلى أنه لا يطالبهم بسورة معينة، وإنما أباح لهم أن يأتوا بأية سورة من مثل سور القرآن، حتى ولو كانت كأصغر سورة منه.والضمير في مِثْلِهِ يعود إلى القرآن الكريم، والمراد بمثله هنا: ما يشابهه في حسن النظم، وجمال الأسلوب، وسداد المعنى، وقوة التأثير.وقوله: وَادْعُوا من الدعاء، والمراد به هنا: طلب حضور المدعو أى نادوهم.وكلمة مَنِ في قوله: مَنِ اسْتَطَعْتُمْ تشمل آلهتهم وبلغاءهم وشعراءهم وكل من يتوسمون فيه العون والمساعدة.وكلمة دُونِ هنا بمعنى غير أى: ادعوا لمساعدتكم كل من تستطيعون دعوته غير الله- تعالى- فإنه وحده القادر على أن يأتى بمثله.وقوله: إِنْ كُنْتُمْ صادِقِينَ جملة شرطية، وجوابها محذوف لدلالة الكلام السابق عليه، أى: إن كنتم صادقين في دعواكم أنى افتريت هذا القرآن، فهاتوا سورة مثله مفتراة، فإنكم مثلي في العربية والفصاحة.فأنت ترى أن الآية الكريمة قد تحدتهم وأثارت حماستهم، وأرخت لهم الحبل، وعرضت بعدم صدقهم، حتى تتوافر دواعيهم على المعارضة التي زعموا أنهم أهل لها.قال الآلوسى: «هذه الآية دلالة على إعجاز القرآن، لأنه صلى الله عليه وسلم تحدى مصاقع العرب بسورة ما منه، فلم يأتوا بذلك، وإلا فلو أتوا بذلك لنقل إلينا، لتوفر الدواعي على نقله» .هذا وقد عقد صاحب الظلال فصلا طويلا للحديث عن إعجاز القرآن فقال: «وقد ثبت هذا التحدي، وثبت العجز عنه، وما يزال ثابتا ولن يزال، والذين يدركون بلاغة هذه اللغة، ويتذوقون الجمال الفنى والتناسق فيها، يدركون أن هذا النسق من القول لا يستطيعه إنسان، وكذلك الذين يدرسون النظم الاجتماعية، والأصول التشريعية، ويدرسون النظام الذي جاء به هذا القرآن، يدركون أن النظرة فيه إلى تنظيم الحاجة الإنسانية ومقتضيات حياتها من جميع جوانبها، والفرص المدخرة فيه لمواجهة الأطوار والتقلبات في يسر ومرونة كل أولئك أكبر من أن يحيط به عقل بشرى واحد، أو مجموعة من العقول في جيل واحد أو في جميع الأجيال، ومثلهم الذين يدرسون النفس الإنسانية ووسائل الوصول إلى التأثير فيها وتوجيهها، ثم يدرسون وسائل القرآن وأساليبه.فليس هو إعجاز اللفظ والتعبير وأسلوب الأداء وحده، ولكنه الإعجاز المطلق الذي يلمسه الخبراء في هذا وفي النظم والتشريعات والتقسيمات وما إليها ... » ."},{"ayah_number":39,"text":"ثم انتقلت السورة الكريمة من توبيخهم على كذبهم وجحودهم، إلى توبيخهم على جهلهم وغباوتهم فقال- تعالى-: بَلْ كَذَّبُوا بِما لَمْ يُحِيطُوا بِعِلْمِهِ وَلَمَّا يَأْتِهِمْ تَأْوِيلُهُ....أى: أن هؤلاء الأشقياء لم يكتفوا بما قالوه في شأن القرآن الكريم من أقاويل فاسدة، بل هرولوا إلى تكذيب ما فيه من هدايات سامية، وآداب عالية، وأخبار صادقة، بدون فهم أو تدبر، وبدون انتظار لتفسير معانيه وأخباره التي لم يهتدوا إلى معرفتها بعد.قال صاحب الكشاف قوله بَلْ كَذَّبُوا بِما لَمْ يُحِيطُوا بِعِلْمِهِ وَلَمَّا يَأْتِهِمْ تَأْوِيلُهُ أى: بل سارعوا إلى التكذيب بالقرآن قبل أن يفقهوه ويعلموا كنه أمره، وقبل أن يتدبروه ويقفوا على تأويله ومعانيه، وذلك لفرط نفورهم عما يخالف دينهم، وشرادهم عن مفارقة دين آبائهم كالناشئ على التقليد من الحشوية، إذا أحس بكلمة لا توافق ما نشأ عليه وألفه، وإن كانت أضوأ من الشمس في ظهور الصحة وبيان الاستقامة أنكرها في أول وهلة، واشمأز منها قبل أن يحسن إدراكها بحاسة سمعه من غير فكر في صحة أو فساد، لأنه لم يشعر قلبه إلا صحة مذهبه، وفساد ما عداه من المذاهب..فإن قلت: فما معنى التوقع في قوله: وَلَمَّا يَأْتِهِمْ تَأْوِيلُهُ؟ قلت: معناه أنهم كذبوا به على البديهة قبل التدبر ومعرفة التأويل، تقليدا للآباء، وكذبوه بعد التدبر تمردا، وعنادا فذمهم بالتسرع إلى التكذيب قبل العلم.ويجوز أن يكون معنى وَلَمَّا يَأْتِهِمْ تَأْوِيلُهُ ولم يأتهم بعد تأويل ما فيه من الإخبار بالغيوب، يعنى أنه كتاب معجز من جهتين: من جهة إعجاز نظمه، ومن جهة ما فيه من الإخبار بالغيوب، فتسرعوا إلى التكذيب به قبل أن ينظروا في نظمه وبلوغه حد الإعجاز، وقبل أن يخبروا إخباره بالمغيبات وصدقه وكذبه» .وقال الآلوسى: وعبر- سبحانه- بقوله: بَلْ كَذَّبُوا بِما لَمْ يُحِيطُوا بِعِلْمِهِ دون أن يقال. بل كذبوا به من غير أن يحيطوا بعلمه أو نحوه للإيذان بكمال جهلهم به، وأنهم لم يعلموه إلا بعنوان عدم العلم به، وبأن تكذيبهم به إنما هو بسبب عدم إحاطتهم بعلمه، لما أن تعليق الحكم بالموصول مشعر بعلية ما في حيز الصلة له، وأصل الكلام بما لم يحيطوا به علما، إلا أنه عدل منه إلى ما في النظم الكريم لأنه أبلغ.ونفى إتيان التأويل بكلمة لَمَّا الدالة على توقع منفيها بعد نفى الإحاطة بعلمه بكلمة «لم» لتأكيد الذم، وتشديد التشنيع، فإن الشناعة في تكذيب الشيء، قبل علمه المتوقع إتيانه أفحش منها في تكذيبه قبل علمه مطلقا» .وقوله كَذلِكَ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ فَانْظُرْ كَيْفَ كانَ عاقِبَةُ الظَّالِمِينَ تهديد لهم ووعيد على التمادي في العناد.أى: كما كذب المشركون نبيهم محمدا صلى الله عليه وسلم عن جهل وجحود: كذب الذين من قبلهم أنبياءهم، كقوم نوح وعاد وثمود، فكانت نتيجة هذا التكذيب أن أخذهم الله- تعالى- أخذ عزيز مقتدر.قال- تعالى-: فَكُلًّا أَخَذْنا بِذَنْبِهِ، فَمِنْهُمْ مَنْ أَرْسَلْنا عَلَيْهِ حاصِباً، وَمِنْهُمْ مَنْ أَخَذَتْهُ الصَّيْحَةُ، وَمِنْهُمْ مَنْ خَسَفْنا بِهِ الْأَرْضَ، وَمِنْهُمْ مَنْ أَغْرَقْنا وَما كانَ اللَّهُ لِيَظْلِمَهُمْ وَلكِنْ كانُوا أَنْفُسَهُمْ يَظْلِمُونَ ."},{"ayah_number":40,"text":"ثم فصل- سبحانه- أحوالهم ومواقفهم من القرآن الكريم فقال: وَمِنْهُمْ مَنْ يُؤْمِنُ بِهِ وَمِنْهُمْ مَنْ لا يُؤْمِنُ بِهِ، وَرَبُّكَ أَعْلَمُ بِالْمُفْسِدِينَ.أى: ومن هؤلاء الذين بعثت إليهم يا محمد من يؤمن بهذا القرآن، ويتبعك وينتفع بما أرسلت به، ومنهم من لا يؤمن به أبدا لاستحبابه العمى على الهدى.وعليه يكون المراد بمن يؤمن به، أولئك الذين وفقهم الله لا تباع الحق عن يقين وإذعان.وقيل إن المعنى: ومن قومك يا محمد أناس يؤمنون في قرارة نفوسهم بأن هذا القرآن من عند الله، ولكنهم يكذبونك جحودا وعنادا ومنهم من لا يؤمن به أصلا لانطماس بصيرته، وإيثاره الغي على الرشد.وعلى هذا التفسير يكون المراد بمن يؤمن به: أولئك الذين يعرفون الحق كما يعرفون أبناءهم، ولكن الغرور والجهل والحسد حال بينهم وبين اتباعه.وقوله: وَرَبُّكَ أَعْلَمُ بِالْمُفْسِدِينَ أى: وربك أعلم بالمفسدين في الأرض بالشرك والظلم والفجور، وسيحاسبهم على ذلك يوم الدين حسابا عسيرا، ويذيقهم العذاب الذي يستحقونه، فالمراد بالعلم هنا لازمه وهو الحساب والعقاب."},{"ayah_number":41,"text":"وقوله: وَإِنْ كَذَّبُوكَ فَقُلْ لِي عَمَلِي وَلَكُمْ عَمَلُكُمْ، أَنْتُمْ بَرِيئُونَ مِمَّا أَعْمَلُ وَأَنَا بَرِيءٌ مِمَّا تَعْمَلُونَ إرشاد من الله- تعالى- لنبيه صلى الله عليه وسلم إذا ما لج أعداؤه في طغيانهم.أى: وإن تمادى هؤلاء الأشرار في طغيانهم وفي تكذيبهم لك يا محمد، فقل لهم: أنا مسئول عن عملي أمام الله، وأنتم مسئولون عن أعمالكم أمامه- سبحانه- وأنتم بريئون مما أعمله فلا تؤاخذونى عليه، وأنا برىء كذلك من أعمالكم فلا يؤاخذنى الله عليها.فالآية الكريمة تسلية للرسول صلى الله عليه وسلم عما أصابه من قومه. وإعلام له بأن وظيفته البلاغ، أما حسابهم على أعمالهم فعلى الله- تعالى-."},{"ayah_number":42,"text":"ثم صور- سبحانه- ما عليه أولئك الجاحدون من جهالات مطبقة، وغباء مستحكم فقال- تعالى-: وَمِنْهُمْ مَنْ يَسْتَمِعُونَ إِلَيْكَ أَفَأَنْتَ تُسْمِعُ الصُّمَّ وَلَوْ كانُوا لا يَعْقِلُونَ، وَمِنْهُمْ مَنْ يَنْظُرُ إِلَيْكَ أَفَأَنْتَ تَهْدِي الْعُمْيَ وَلَوْ كانُوا لا يُبْصِرُونَ.أى: ومن هؤلاء المشركين- يا محمد- من يستمعون إليك وأنت تقرأ عليهم القرآن وترشدهم إلى ما ينفعهم، ولكنهم يستمعون بلا تدبر أو فهم، فهل أنت- يا محمد- في إمكانك أن تسمع الصم، ولو انضم إلى صممهم عدم تعقلهم، لأن الأصم العاقل- كما يقول صاحب الكشاف- ربما تفرس واستدل إذا وقع في صماخه دوى الصوت، فإذا اجتمع سلب السمع والعقل جميعا فقد تم الأمر.ومنهم- أيضا- من ينظر إليك، ويشاهد البراهين الدالة على صدقك، فإن وجهك ليس بوجه كذاب، ولكنه لا يتبع دعوتك جحودا وعنادا، فهل أنت في إمكانك أن تهدى العمى ولو انضم إلى فقدان بصرهم فقدان بصيرتهم فأنت ترى أن هاتين الآيتين الكريمتين قد نعتا على المشركين جهالاتهم، وانطماس بصيرتهم، بحيث صاروا لا ينتفعون بنعم الله التي أنعم بها عليهم.فقد وصمهم- سبحانه- يفقدان السمع والبصر والعقل، مع أنهم يسمعون ويبصرون ويعقلون، لأنهم لما لم يستعملوا نعم الله فيما خلقت له، صارت هي والعدم سواء.والاستفهام في الآيتين للإنكار والاستبعاد.وجواب لو في الآيتين محذوف لدلالة ما قبله عليه، والجملة معطوفة على جملة مقدرة مقابلة لها. أى: أفأنت تسمع الصم لو كانوا يعقلون ولو كانوا لا يعقلون، على معنى أفأنت تستطيع إسماعهم في الحالتين؟ كلا لا تستطيع ذلك وإنما القادر على ذلك هو الله وحده."},{"ayah_number":43,"text":"ثم صور- سبحانه- ما عليه أولئك الجاحدون من جهالات مطبقة، وغباء مستحكم فقال- تعالى-: وَمِنْهُمْ مَنْ يَسْتَمِعُونَ إِلَيْكَ أَفَأَنْتَ تُسْمِعُ الصُّمَّ وَلَوْ كانُوا لا يَعْقِلُونَ، وَمِنْهُمْ مَنْ يَنْظُرُ إِلَيْكَ أَفَأَنْتَ تَهْدِي الْعُمْيَ وَلَوْ كانُوا لا يُبْصِرُونَ.أى: ومن هؤلاء المشركين- يا محمد- من يستمعون إليك وأنت تقرأ عليهم القرآن وترشدهم إلى ما ينفعهم، ولكنهم يستمعون بلا تدبر أو فهم، فهل أنت- يا محمد- في إمكانك أن تسمع الصم، ولو انضم إلى صممهم عدم تعقلهم، لأن الأصم العاقل- كما يقول صاحب الكشاف- ربما تفرس واستدل إذا وقع في صماخه دوى الصوت، فإذا اجتمع سلب السمع والعقل جميعا فقد تم الأمر.ومنهم- أيضا- من ينظر إليك، ويشاهد البراهين الدالة على صدقك، فإن وجهك ليس بوجه كذاب، ولكنه لا يتبع دعوتك جحودا وعنادا، فهل أنت في إمكانك أن تهدى العمى ولو انضم إلى فقدان بصرهم فقدان بصيرتهم فأنت ترى أن هاتين الآيتين الكريمتين قد نعتا على المشركين جهالاتهم، وانطماس بصيرتهم، بحيث صاروا لا ينتفعون بنعم الله التي أنعم بها عليهم.فقد وصمهم- سبحانه- يفقدان السمع والبصر والعقل، مع أنهم يسمعون ويبصرون ويعقلون، لأنهم لما لم يستعملوا نعم الله فيما خلقت له، صارت هي والعدم سواء.والاستفهام في الآيتين للإنكار والاستبعاد.وجواب لو في الآيتين محذوف لدلالة ما قبله عليه، والجملة معطوفة على جملة مقدرة مقابلة لها. أى: أفأنت تسمع الصم لو كانوا يعقلون ولو كانوا لا يعقلون، على معنى أفأنت تستطيع إسماعهم في الحالتين؟ كلا لا تستطيع ذلك وإنما القادر على ذلك هو الله وحده."},{"ayah_number":44,"text":"ثم بين- سبحانه- سنة من سننه التي لا تتخلف فقال: إِنَّ اللَّهَ لا يَظْلِمُ النَّاسَ شَيْئاً وَلكِنَّ النَّاسَ أَنْفُسَهُمْ يَظْلِمُونَ.أى: إن الله- تعالى- قد اقتضت سننه في خلقه، أن لا يظلمهم شيئا، كأن يعذبهم- مثلا- مع إيمانهم وطاعتهم له، أو كأن ينقصهم شيئا من الأسباب التي يهتدون باستعمالها إلى ما فيه خيرهم.. ولكن الناس هم الذين يظلمون أنفسهم، بإيرادها موارد المهالك عن طريق اجتراح السيئات، واقتراف الموبقات، الموجبة للعقوبات في الدنيا والآخرة.وبذلك نرى أن هذه الآيات الكريمة، قد نفت تصور أن يكون هذا القرآن من عند غير الله، وتحدت المشركين أن يأتوا بسورة مثله، ووصمتهم بالتسرع في الحكم على شيء لم يحيطوا بعلمه، وأمرت النبي صلى الله عليه وسلم أن يثبت على دعوة الحق، سواء استجاب له الناس أم لم يستجيبوا، وأن الله- تعالى- قد اقتضت حكمته ألا يعذب الناس إلا إذا فعلوا ما يوجب العقوبة، وصدق الله إذ يقول: ما يَفْعَلُ اللَّهُ بِعَذابِكُمْ إِنْ شَكَرْتُمْ وَآمَنْتُمْ وَكانَ اللَّهُ شاكِراً عَلِيماً.وبعد أن بينت السورة الكريمة أحوال أولئك المشركين في الدنيا، ومواقفهم من الدعوة الإسلامية، أتبعت ذلك بالحديث عن أحوالهم يوم الحشر، ومن استعجالهم للعذاب، وعن رد الرسول صلى الله عليه وسلم عليهم، فقال- تعالى-:"},{"ayah_number":45,"text":"وقوله- سبحانه-: وَيَوْمَ يَحْشُرُهُمْ كَأَنْ لَمْ يَلْبَثُوا إِلَّا ساعَةً مِنَ النَّهارِ يَتَعارَفُونَ بَيْنَهُمْ بيان لأحوالهم السيئة عند جمعهم لحساب يوم القيامة.إذ الحشر- كما يقول الراغب- إخراج الجماعة عن مقرهم وإزعاجهم عنه إلى الحرب ونحوها» .والمراد به هنا: إخراج الناس من قبورهم وجمعهم في الموقف لحسابهم على أعمالهم الدنيوية.والمقصود بالساعة هنا: المدة القليلة من الزمان، فقد جرت العادة أن يضرب بها المثل في الوقت القصير.والمعنى: واذكر أيها الرسول الكريم، وذكر هؤلاء المشركين الذين عموا وصموا عن الحق، يوم يجمعهم الله- في الآخرة للحساب والعقاب، فيشتد كربهم، وينسون تلك الملذات والشهوات.. التي استمتعوا بها في الدنيا، حتى لكأنهم لم يلبثوا فيها وفي قبورهم، إلا ساعة من النهار أى: إلا مدة قصيرة من النهار، يتعارفون بينهم، أى: لا تتسع تلك المدة إلا للتعارف فيما بينهم.وقوله: كَأَنْ لَمْ يَلْبَثُوا جملة حالية من ضمير الجمع في يحشرهم.وخصت الساعة بكونها من النهار، لأنها أعرف لهم من ساعات الليل.والمقصود بالتشبيه: بيان أن هذه السنوات الطويلة التي قضاها هؤلاء المشركون في الدنيا يتمتعون بلهوها ولعبها، ويستبعدون معها أن هناك بعثا وحسابا.. قد زالت عن ذاكرتهم في يوم القيامة، حتى لكأنهم لم يمكثوا فيها سوى وقت قصير لا يتسع لأكثر من التعارف القليل مع الأقارب والجيران والأصدقاء، حتى لكأن ذلك النعيم الذي تقلبوا فيه دهرا طويلا لم يروه من قبل ...وشبيه بهذه الآية قوله- تعالى- في سورة الأحقاف: كَأَنَّهُمْ يَوْمَ يَرَوْنَ ما يُوعَدُونَ لَمْ يَلْبَثُوا إِلَّا ساعَةً مِنْ نَهارٍ وقوله- سبحانه، في سورة الروم وَيَوْمَ تَقُومُ السَّاعَةُ يُقْسِمُ الْمُجْرِمُونَ ما لَبِثُوا غَيْرَ ساعَةٍ  .فإن قيل: إن هناك بعض الآيات ذكرت أنهم عند ما يسألون يحسبون بأنهم لبثوا في الدنيا يوما أو بعض يوم، أو عشية أو ضحاها كما في قوله- تعالى-: قالَ كَمْ لَبِثْتُمْ فِي الْأَرْضِ عَدَدَ سِنِينَ، قالُوا لَبِثْنا يَوْماً أَوْ بَعْضَ يَوْمٍ  . وكما في قوله- تعالى- كَأَنَّهُمْ يَوْمَ يَرَوْنَها لَمْ يَلْبَثُوا إِلَّا عَشِيَّةً أَوْ ضُحاها فكيف نجمع بين هذه الآيات التي اختلفت إجابتهم فيها؟.فالجواب: أن أهل الموقف يختلفون في تقدير الزمن الذي لبثوه في الدنيا على حسب اختلاف أحوالهم، وعلى حسب أهوال كل موقف، فإن في يوم القيامة مواقف متعددة بعضها أشد من بعض.وقوله يَتَعارَفُونَ بَيْنَهُمْ جملة حالية أيضا من ضمير الجمع في يحشرهم.قال القرطبي: «وهذا التعارف توبيخ وافتضاح، يقول بعضهم لبعض: أنت أضللتنى وأغويتنى وحملتني على الكفر، وليس تعارف شفقة ورحمة وعطف ... والصحيح أنه لا ينقطع هذا التعارف التوبيخي عند مشاهدة أهوال القيامة، لقوله- تعالى- وَلَوْ تَرى إِذِ الظَّالِمُونَ مَوْقُوفُونَ عِنْدَ رَبِّهِمْ يَرْجِعُ بَعْضُهُمْ إِلى بَعْضٍ الْقَوْلَ ...فأما قوله: وَلا يَسْئَلُ حَمِيمٌ حَمِيماً وأشباهه فمعناه: لا يسأله سؤال رحمة وشفقة..»  .وقوله: قَدْ خَسِرَ الَّذِينَ كَذَّبُوا بِلِقاءِ اللَّهِ وَما كانُوا مُهْتَدِينَ جملة مستأنفة مسوقة لبيان حكم الله عليهم في آخرتهم بعد أن ضيعوا دنياهم.والمراد بلقاء الله: مطلق الحساب والجزاء الكائن في يوم القيامة.أى: أن هؤلاء الأشقياء الذين أعرضوا عن الحق وأنكروا الحشر، قد خسروا سعادتهم الأبدية، وحق عليهم العذاب المهين، بسبب كفرهم وطغيانهم، وعدم اهتدائهم إلى طريق النجاة."},{"ayah_number":46,"text":"وقوله: وَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنا مَرْجِعُهُمْ تأكيد لخسرانهم، ولوقوع العذاب بهم، وتسلية للرسول صلى الله عليه وسلم عما أصابه منهم و «إن» شرطية. و «ما» مزيدة لتأكيد معنى الشرط، وجملة فَإِلَيْنا مَرْجِعُهُمْ جواب للشرط وما عطف عليه.والمعنى: إن هؤلاء المشركين الذين ناصبوك العداوة أيها الرسول الكريم لا يخفى علينا أمرهم ونحن إما نرينك ببصرك بعض الذي نعدهم به من العذاب الدنيوي، وإما نتوفينك، قبل ذلك، وفي كلتا الحالتين فإن مرجعهم إلينا وحدنا في الآخرة، فنعاقبهم العقوبة التي يستحقونها.وقال- سبحانه- بَعْضَ الَّذِي نَعِدُهُمْ للإشارة إلى أن ما ينزل بهم من عذاب دنيوى، هو جزء من العذاب المدخر لهم في الآخرة.وقد أنجز الله- تعالى- وعده لنبيه صلى الله عليه وسلم فسلط عليهم القحط والمجاعة، حتى كانوا لشدة جوعهم يرون كأن بينهم وبين السماء دخانا. ونصر المسلمين عليهم في غزوتى بدر والفتح، وكل ذلك حدث في حياة النبي صلى الله عليه وسلم.وقال- سبحانه- بَعْضَ الَّذِي نَعِدُهُمْ ولم يقل بعض الذي وعدناهم، لاستحضار صورة العذاب، والدلالة على تجدده واستمراره.أى: نعدهم وعدا متجددا على حسب ما تقتضيه حكمتنا ومشيئتنا، من إنذار عقب إنذار، ومن وعيد بعد وعيد.والمراد من الشهادة في قول ثُمَّ اللَّهُ شَهِيدٌ عَلى ما يَفْعَلُونَ لازمها وهو المعاقبة والمجازاة، فكأنه- سبحانه- يقول: ثم الله- تعالى- بعد ذلك معاقب لهم على ما فعلوه من سيئات، وما يرتكبونه من منكرات.قال صاحب الكشاف: «فإن قلت: الله شهيد على ما يفعلون في الدارين فما معنى ثم؟قلت: ذكرت الشهادة والمراد مقتضاها ونتيجتها وهو العقاب، فكأنه قال: ثم الله معاقبهم على ما يفعلون. ويجوز أن يراد أن الله مؤد شهادته على أفعالهم يوم القيامة حين ينطق جلودهم وألسنتهم وأيديهم فتكون شاهدة عليهم».هذا، وفي معنى هذه الآية وردت آيات أخرى منها قوله- تعالى-: وَإِنْ ما نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ، فَإِنَّما عَلَيْكَ الْبَلاغُ وَعَلَيْنَا الْحِسابُ وقوله- تعالى- فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ، فَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنا يُرْجَعُونَ"},{"ayah_number":47,"text":"ثم بين- سبحانه- أن من مظاهر رحمته بعباده، أن جعل لكل أمة رسولا يهديها إلى الحق وإلى الطريق المستقيم فقال- تعالى-: وَلِكُلِّ أُمَّةٍ رَسُولٌ فَإِذا جاءَ رَسُولُهُمْ قُضِيَ بَيْنَهُمْ بِالْقِسْطِ وَهُمْ لا يُظْلَمُونَ.أى: أنه- سبحانه- اقتضت حكمته ورحمته أن يجعل لكل جماعة من الناس، رسولا يبلغهم ما أمره الله بتبليغه، ويشهد عليهم بذلك يوم القيامة، فإذا جاء رسولهم وشهد بأنه قد بلغهم ما أمره الله به، قضى- سبحانه- بينه وبينهم بالعدل، فحكم بنجاة المؤمن وبعقوبة الكافر، ولا يظلم ربك أحدا.قال الإمام ابن كثير عند تفسيره لهذه الآية «فكل أمة تعرض على الله- تعالى- بحضرة رسولها، وكتاب أعمالها من خير أو شر شاهد عليهم، وحفظتهم من الملائكة شهود أيضا أمة بعد أمة، وهذه الأمة الشريفة وإن كانت آخر الأمم في الخلق، إلا أنها أول الأمم يوم القيامة، يفصل بينهم ويقضى لهم كما جاء في الصحيحين عن رسول الله صلى الله عليه وسلم أنه قال: «نحن الآخرون السابقون يوم القيامة، المقضى لهم قبل الخلائق، فأمته إنما حازت قصب السبق بشرف رسولها- صلوات الله وسلامه عليه دائما إلى يوم الدين»."},{"ayah_number":48,"text":"وقوله: وَيَقُولُونَ مَتى هذَا الْوَعْدُ إِنْ كُنْتُمْ صادِقِينَ حكاية لأقوالهم الدالة على طغيانهم وفجورهم.أى: أن هؤلاء لم يكتفوا بالإعراض عن دعوة الحق، بل قالوا لرسولهم صلى الله عليه وسلم الذي حذرهم من عذاب الله إذا ما استمروا في كفرهم: متى يقع علينا هذا العذاب الأليم الذي تهددنا؟ إننا نتعجله فأت به إن كنت أنت وأصحابك من الصادقين في دعواكم أن هناك عذابا ينتظرنا.وهذا القول منهم يدل على توغلهم في الكفر والجحود، وعدم اكتراثهم بما يخبرهم به الرسول صلى الله عليه وسلم."},{"ayah_number":49,"text":"ولذا أمر الله تعالى: رسوله صلى الله عليه وسلم أن يرد عليهم فقال: قُلْ لا أَمْلِكُ لِنَفْسِي ضَرًّا وَلا نَفْعاً إِلَّا ما شاءَ اللَّهُ....أى: قل يا محمد لهؤلاء الجاهلين المتعجلين للعذاب: إننى لا أملك لنفسي- فضلا عن غيرها- شيئا من الضر فأدفعه عنها، ولا شيئا من النفع فأجلبه لها، لكن الذي يملك ذلك هو الله وحده، فهو- سبحانه- الذي يملك أن ينزل العذاب بكم في أى وقت يشاء، فلماذا تطلبون منى ما ليس في قدرتي. وعلى هذا التفسير يكون الاستثناء منقطعا.ويجوز أن يكون متصلا فيكون المعنى: قل لهم يا محمد إننى لا أملك لنفسي شيئا من الضر أو النفع، إلا ما شاء الله- تعالى- أن يجعلني قادرا عليه منهما، فإننى أملكه بمشيئته وإرادته.وقدم- سبحانه- الضر على النفع هنا، لأن الآية مسوقة للرد على المشركين، الذين تعجلوا نزول العذاب الذي هو نوع من الضر.أما الآية التي في سورة الأعراف، وهي قوله- تعالى- قُلْ لا أَمْلِكُ لِنَفْسِي نَفْعاً وَلا ضَرًّا إِلَّا ما شاءَ اللَّهُ.. فقد قدم فيها النفع على الضر، لأنها مسوقة لبيان الحقيقة في ذاتها.وهي أن الرسول صلى الله عليه وسلم لا يملك لنفسه شيئا من التصرف في هذا الكون، وللإشعار بأن النفع هو المقصود بالذات من تصرفات الإنسان.وقوله: لِكُلِّ أُمَّةٍ أَجَلٌ إِذا جاءَ أَجَلُهُمْ فَلا يَسْتَأْخِرُونَ ساعَةً وَلا يَسْتَقْدِمُونَ تأكيد لما قبله، وتقرير لقدرة الله- تعالى- النافذة.أى: لكل أمة من الأمم أجل قدره الله- تعالى- لانتهاء حياتها، فإذا حان وقت هذا الأجل هلكت في الحال دون أن تتقدم على الوقت المحدد لموتها ساعة أو تتأخر أخرى.ثم ساقت السورة الكريمة ألوانا أخرى من الأجوبة التي لقنها الله- تعالى- لرسوله- صلى الله عليه وسلم لكي يرد بها على المشركين الذين تعجلوا العذاب كما صورت أحوالهم عند ما يرون العذاب، فقال- تعالى-:"},{"ayah_number":50,"text":"وقوله «أرأيتم» بمعنى أخبرونى. وكلمة أرأيت تستعمل في القرآن للتنبيه والحث على الرؤية والتأمل، فهو استفهام للتنبيه مؤداه: أرأيت كذا أو عرفته؟ إن لم تكن أبصرته أو عرفته فانظره وتأمله وأخبرنى عنه.ولما كانت الرؤية للشيء سببا لمعرفته وللإخبار عنه، أطلق السبب وأريد المسبب فهو مجاز مرسل علاقته السببية والمسببية.وقوله: بياتا أى: ليلا، ومنه البيت لأنه يبات فيه. يقال: بات يبيت بيتا وبياتا.والمعنى: أخبرونى أيها الجاهلون الحمقى: أى دافع جعلكم تستعجلون نزول العذاب؟ إن وقوع العذاب سواء أكان بالليل أم بالنهار لا يمكن دفعه، ولا يمكن أن يتعجله عاقل، لأنه- كما يقول صاحب الكشاف-: كل مكروه، مر المذاق، موجب للنفار منه، فكيف ساغ لكم أن تستعجلوا نزول شيء فيه هلاككم ومضرتكم؟!! وقال- سبحانه- بَياتاً ولم يقل ليلا، للإشعار بمجيء العذاب في وقت غفلتهم ونومهم بحيث لا يشعرون به، فهم قد يقضون جانبا من الليل في اللهو واللعب، ثم ينامون فيأتيهم العذاب في هذا الوقت الذي هجعوا فيه.فالآية الكريمة توبيخ لهم على استعجالهم وقوع شيء من شأن العقلاء أنهم يرجون عدم وقوعه.ولذا قال القرطبي: «قوله: ماذا يَسْتَعْجِلُ مِنْهُ الْمُجْرِمُونَ استفهام معناه التهويل والتعظيم. أى: ما أعظم ما يستعجلون به. كما يقال لمن يطلب أمرا تستوخم عاقبته: ماذا تجنى على نفسك» .وجواب الشرط لقوله: إِنْ أَتاكُمْ ... محذوف والتقدير: إن أتاكم عذابه في أحد هذين الوقتين أفزعكم وأهلككم فلماذا تستعجلون وقوع شيء هذه نتائجه؟وقد ذكر صاحب الكشاف وجها آخر بعد أن ذكر هذا الوجه فقال: فإن قلت: فهلا قيل ماذا يستعجلون منه؟ قلت: أريدت الدلالة على موجب ترك الاستعجال وهو الإجرام، لأن من شأن المجرم أن يخاف التعذيب على إجرامه، ويهلك فزعا من مجيئه وإن أبطأ- فضلا عن أن يستعجله- ويجوز أن يكون ماذا يَسْتَعْجِلُ مِنْهُ الْمُجْرِمُونَ جوابا للشرط كقولك إن أتيتك ماذا تطعمني ."},{"ayah_number":51,"text":"وقوله- سبحانه- أَثُمَّ إِذا ما وَقَعَ آمَنْتُمْ بِهِ ... زيادة في تجهيلهم وتأنيبهم والهمزة داخلة على محذوف، وثُمَّ حرف عطف يدل على الترتيب والتراخي وجيء به هنا للدلالة على زيادة الاستبعاد.والمعنى: إنكم أيها الجاهلون لستم بصادقين فيما تطلبون، لأنكم قبل وقوع العذاب تتعجلون وقوعه، فإذا ما وقع وشاهدتم أهواله. وذقتم مرارته.. آمنتم بأنه حق، وتحول استهزاؤكم به إلى تصديق وإذعان وتحسر.وقوله: آلْآنَ وَقَدْ كُنْتُمْ بِهِ تَسْتَعْجِلُونَ قصد به زيادة إيلامهم وحسرتهم ولفظ آلْآنَ ظرف زمان يدل على الحال الحاضرة، وهو في محل نصب على أنه ظرف لفعل مقدر.أى: قيل لهم عند إيمانهم بعد وقوع العذاب: آلآن آمنتم بأنه حق؟ مع أنكم قبل ذلك كنتم به تستهزءون، وتقولون للرسول صلى الله عليه وسلم ولأتباعه: مَتى هذَا الْوَعْدُ إِنْ كُنْتُمْ صادِقِينَ ألا فلتعلموا: أن إيمانكم في هذا الوقت غير مقبول، لأنه جاء في غير أوانه، وصدق الله إذ يقول: فَلَمَّا رَأَوْا بَأْسَنا قالُوا آمَنَّا بِاللَّهِ وَحْدَهُ وَكَفَرْنا بِما كُنَّا بِهِ مُشْرِكِينَ. فَلَمْ يَكُ يَنْفَعُهُمْ إِيمانُهُمْ لَمَّا رَأَوْا بَأْسَنا، سُنَّتَ اللَّهِ الَّتِي قَدْ خَلَتْ فِي عِبادِهِ، وَخَسِرَ هُنالِكَ الْكافِرُونَ  ."},{"ayah_number":52,"text":"وقوله: ثُمَّ قِيلَ لِلَّذِينَ ظَلَمُوا ذُوقُوا عَذابَ الْخُلْدِ هَلْ تُجْزَوْنَ إِلَّا بِما كُنْتُمْ تَكْسِبُونَ تأكيد لتوبيخهم وتأنيبهم بعد أن نزل بهم العذاب، وهو معطوف على لفظ «قيل» المقدر قبل لفظ آلْآنَ.أى: قيل لهم: آلآن آمنتم بأن العذاب حقيقة بعد أن كنتم به تستعجلون؟ ثم قيل لهؤلاء الظالمين الذين أصروا على الكفر واقتراف المنكرات: ذوقوا عذاب الخلد أى العذاب الباقي الدائم، إذ الخلد والخلود مصدر خلد الشيء إذا بقي على حالة واحدة لا يتغير.والاستفهام في قوله: هَلْ تُجْزَوْنَ إِلَّا بِما كُنْتُمْ تَكْسِبُونَ للنفي والإنكار. أى لا تجزون إلا بالجزاء المناسب لما كنتم تكسبونه في الدنيا من كفر بالحق، وإيذاء للدعاة إليه، وتكذيب بوحي الله- تعالى-."},{"ayah_number":53,"text":"ثم قال- سبحانه- وَيَسْتَنْبِئُونَكَ أَحَقٌّ هُوَ النبأ: كما يقول الراغب. خبر ذو فائدة عظيمة، يحصل به علم أو غلبة ظن .والاستنباء: طلب الأخبار الهامة.أى: إن هؤلاء الضالين يطلبون منك- أيها الرسول الكريم- على سبيل التهكم والاستهزاء، أن تخبرهم عن هذا العذاب الذي توعدتهم به، أهو واقع بهم على سبيل الحقيقة، أم هو غير واقع ولكنك تحدثهم عنه على سبيل الإرهاب والتهديد؟وقوله: قُلْ إِي وَرَبِّي إِنَّهُ لَحَقٌّ وَما أَنْتُمْ بِمُعْجِزِينَ إرشاد من الله- تعالى- لنبيه صلى الله عليه وسلم إلى الجواب الذي يرد به عليهم.ولفظ إِي بكسر الهمزة وسكون الياء- حرف جواب وتصديق بمعنى نعم، إلا أنه لا يستعمل إلا مع القسم.أى: قل لهم يا محمد: نعم وحق ربي إن العذاب الذي أخبرتكم به لا محيص لكم عنه وما أنتم بمعجزى الله- تعالى- إذا أراد أن ينزله بكم في أى وقت يريده، بل أنتم في قبضته وتحت سلطانه وملكه، فاتقوا الله، بأن تخلصوا له العبادة، وتتبعوا رسوله صلى الله عليه وسلم فيما جاءكم به من عنده- سبحانه-.وقد أكد سبحانه- الجواب عليهم بأتم وجوه التأكيد، لأنهم كانوا قوما ينكرون أشد الإنكار أن يكون هناك عذاب وحساب وبعث وجنة ونار.قال ابن كثير: «وهذه الآية ليس لها نظير في القرآن إلا آيتان أخريان، يأمر الله- تعالى- رسوله فيهما أن يقسم به على من أنكر المعاد، أما الآية الأولى فهي قوله - تعالى-: وَقالَ الَّذِينَ كَفَرُوا لا تَأْتِينَا السَّاعَةُ قُلْ بَلى وَرَبِّي لَتَأْتِيَنَّكُمْ..  وأما الآية الثانية فهي قوله- تعالى-: زَعَمَ الَّذِينَ كَفَرُوا أَنْ لَنْ يُبْعَثُوا قُلْ بَلى وَرَبِّي لَتُبْعَثُنَّ.. .وجملة وَما أَنْتُمْ بِمُعْجِزِينَ إما معطوفة على جواب القسم، أو مستأنفة سبقت لبيان عجزهم عن الخلاص، وتأكيد وقوع العذاب عليهم."},{"ayah_number":54,"text":"ثم بين- سبحانه- أنهم لن يستطيعوا افتداء أنفسهم من العذاب عند وقوعه فقال- تعالى-: وَلَوْ أَنَّ لِكُلِّ نَفْسٍ ظَلَمَتْ ما فِي الْأَرْضِ لَافْتَدَتْ بِهِ.أى: ولو أن لكل نفس تلبست بالظلم بسبب شركها وفسوقها، جميع ما في الأرض من مال ومتاع، وأمكنها أن تقدمه كفداء لها من العذاب يوم القيامة، لقدمته سريعا دون أن تبقى منه شيئا حتى تفتدى ذاتها من العذاب المهين.ومفعول لَافْتَدَتْ محذوف. أى لافتدت نفسها به.ولو هنا امتناعية، أى: امتنع افتداء كل نفس ظالمة، لامتناع ملكها لما تفدى به ذاتها وهو جميع ما في الأرض من أموال، ولامتناع قبول ذلك منها فيما لو ملكته على سبيل الفرض.وقوله وَأَسَرُّوا النَّدامَةَ لَمَّا رَأَوُا الْعَذابَ بيان لما انتابهم من حسرات عند مشاهدتهم لأهوال العذاب المعد لهم.وأَسَرُّوا من الإسرار بمعنى الإخفاء والكتمان. يقال: أسر فلان الحديث. أى: خفض صوته به، ويقابله الإعلان والجهر، ومنه قوله- تعالى- وَأَسِرُّوا قَوْلَكُمْ أَوِ اجْهَرُوا بِهِ إِنَّهُ عَلِيمٌ بِذاتِ الصُّدُورِ.والندامة والندم: ما يجده الإنسان في نفسه من آلام وحسرات على أقوال أو أفعال سيئة، فات أوان تداركها.أى: وأخفى هؤلاء الظالمون الندامة حين رأوا بأبصارهم مقدمات العذاب، وحين أيقنوا أنهم لا نجاة لهم منه، ولا مصرف لهم عنه.قال صاحب الكشاف: «قوله- سبحانه- وَأَسَرُّوا النَّدامَةَ لَمَّا رَأَوُا الْعَذابَ لأنهم بهتوا لرؤيتهم ما لم يحتسبوه، ولم يخطر ببالهم، وعاينوا من شدة الأمر وتفاقمه، ما سلبهم قواهم، وبهرهم، فلم يطيقوا عنده بكاء ولا صراخا ولا ما يفعله الجازع، سوى إسرار الندم والحسرة في القلوب، كما ترى المقدم للصلب يثخنه ما دهمه من فظاعة الخطب ويغلب، حتى لا ينبس بكلمة ويبقى جامدا مبهوتا.وقيل: أسر رؤساؤهم الندامة من سفلتهم الذين أضلوهم، حياء منهم وخوفا من توبيخهم..وقيل أسروا الندامة: أظهروها من قولهم أسر الشيء إذا أظهره وليس هناك تجلد» .وقوله: وَقُضِيَ بَيْنَهُمْ بِالْقِسْطِ وَهُمْ لا يُظْلَمُونَ بيان لعدالة الله في أحكامه بين عباده.أى: وقضى الله- تعالى- بين هؤلاء الظالمين وبين غيرهم بالعدل دون أن يظلم أحدا.ثم ساق- سبحانه- بعد ذلك ما يدل على كمال قدرته، وسعة رحمته، وعلى أنه وحده الذي يملك التحليل والتحريم، ويعلم السر وأخفى فقال- تعالى-:"},{"ayah_number":55,"text":"أى: ألا إن لله وحده لا لغيره، ملك ما في السموات وما في الأرض من مخلوقات، وهو- سبحانه- يتصرف فيها وفق إرادته ومشيئته كما يتصرف المالك فيما يملكه، فهو يعطى من يشاء ويغفر لمن يشاء، ويتوب على من يشاء لا يُسْئَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْئَلُونَ.وقوله: أَلا إِنَّ وَعْدَ اللَّهِ حَقٌّ أى: ألا إن كل ما وعد الله به الناس من ثواب وعقاب وغيرهما، ثابت ثبوتا لا ريب فيه، وواقع وقوعا لا محيص عنه.وصدرت الآية الكريمة بأداة الاستفتاح أَلا الدالة على التنبيه، لحض الغافلين عن هذه الحقيقة على التذكر والاعتبار والعودة إلى طريق الحق.وأعيد حرف التنبيه في جملة أَلا إِنَّ وَعْدَ اللَّهِ حَقٌّ لتمييزها بهذا التنبيه عن سابقتها، لأنها مقصودة بذاتها: إذ أن المشركين كانوا يظنون أن ما وعدهم به الرسول صلى الله عليه وسلم هو من باب الترغيب والترهيب وليس من باب الحقائق الثابتة.ثم ختم- سبحانه- الآية بقوله: وَلكِنَّ أَكْثَرَهُمْ لا يَعْلَمُونَ أى ولكن أكثر هؤلاء الناس الذين بعثت إليهم يا محمد، لا يعلمون ما جئت به علما نافعا لسوء استعدادهم، وضعف عقولهم، وخبث نفوسهم.وقال أَكْثَرَهُمْ: إنصافا للقلة المؤمنة التي علمت الحق فاتبعته وصدقته، ووقفت إلى جانب الرسول صلى الله عليه وسلم تؤيده وتفتدى دعوته بالنفس والمال."},{"ayah_number":56,"text":"وقوله: هُوَ يُحيِي وَيُمِيتُ وَإِلَيْهِ تُرْجَعُونَ بيان لكمال قدرته، إثر بيان عظم ملكوته، ونفاذ وعده.أى: هو- سبحانه- الذي يحيى من يريد إحياءه ويميت من يريد إماتته وإليه وحده ترجعون جميعا، فيحاسبكم على أعمالكم، ويجازى الذين أساءوا بما عملوا، ويجازى الذين أحسنوا بالحسنى."},{"ayah_number":57,"text":"ثم وجه- سبحانه- نداء إلى الناس، أمرهم فيه بالانتفاع بما اشتمل عليه القرآن الكريم، من خيرات وبركات فقال- تعالى-: يا أَيُّهَا النَّاسُ قَدْ جاءَتْكُمْ مَوْعِظَةٌ مِنْ رَبِّكُمْ، وَشِفاءٌ لِما فِي الصُّدُورِ، وَهُدىً وَرَحْمَةٌ لِلْمُؤْمِنِينَ.والموعظة معناها: التذكير بالتزام الحق والخير، واجتناب الباطل والشر، بأسلوب يلين القلوب، ويرقق النفوس.والشفاء: هو الدواء الشافي من كل ما يؤذى، ويجمع على أشفيه.والهدى: هو الإرشاد والدلالة بلطف إلى ما يوصل إلى المقصد والبغية، والرحمة معناها الإحسان، أو إرادة الإحسان.والمعنى: يا أيها الناس قد جاءكم من الله- تعالى- كتاب جامع لكل ما تحتاجون اليه من موعظة حسنة ترق لها القلوب، وتخشع لها النفوس. وتصلح بها الأخلاق ومن شفاء لأمراض صدوركم. ومن هداية لكم إلى طريق الحق والخير، ومن رحمة للمؤمنين ترفعهم الى أعلى الدرجات وتكفر ما حدث منهم من سيئات.وجاء هذا الإرشاد والتوجيه عن طريق النداء، استمالة لهم إلى الحق بألطف أسلوب، وأكمل بيان، حتى يثوبوا إلى رشدهم، ويتنبهوا من غفلتهم.ووصفت الموعظة بأنها من ربكم. لتذكيرهم بما يزيدها تعظيما وقبولا، لأنها لم تصدر عن مخلوق تحتمل توجيهاته الخطأ والصواب، وإنما هي صادرة من خالق النفوس ومربيها، العليم بما يصلحها ويشفيها.وقيد الرحمة بأنها للمؤمنين، لأنهم هم المستحقون لها، بسبب إيمانهم وتقواهم.قال الآلوسى ما ملخصه: «واستدل بالآية على أن القرآن يشفى من الأمراض البدنية كما يشفى من الأمراض القلبية، فقد أخرج ابن مردويه عن أبى سعيد الخدري قال: جاء رجل إلى النبي صلى الله عليه وسلم فقال إنى اشتكى صدري، فقال- عليه الصلاة والسلام-: «اقرأ القرآن، يقول الله- تعالى- شفاء لما في الصدور» .وأخرج البيهقي في الشعب عن وائلة بن الأسفع أن رجلا شكا إلى النبي صلى الله عليه وسلم وجع حلقه، فقال له: «عليك بقراءة القرآن» .وأنت تعلم أن الاستدلال بهذه الآية على ذلك مما لا يكاد يسلم، والخبر الثاني لا يدل عليه، إذ ليس فيه أكثر من أمره صلى الله عليه وسلم الشاكي بقراءة القرآن إرشادا له إلى ما ينفعه ويزول به وجعه.ونحن لا ننكر أن لقراءة القرآن بركة، قد يذهب الله بسببها الأمراض والأوجاع، وإنما ننكر الاستدلال بالآية على ذلك.والخبر الأول وإن كان ظاهرا في المقصود، لكن ينبغي تأويله، كأن يقال: لعله صلى الله عليه وسلم اطلع على أن في صدر الرجل مرضا معنويا قلبيا، قد صار سببا للمرض الحسى البدني، فأمره صلى الله عليه وسلم بقراءة القرآن ليزول عنه الأول فيزول الثاني.والحسن البصري ينكر كون القرآن شفاء للأمراض، فقد أخرج أبو الشيخ عنه أنه قال:إن الله- تعالى- جعل القرآن شفاء لما في الصدور، ولم يجعله شفاء لأمراضكم، والحق ما ذكرنا» ."},{"ayah_number":58,"text":"وقوله: قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذلِكَ فَلْيَفْرَحُوا، هُوَ خَيْرٌ مِمَّا يَجْمَعُونَ حض للناس على اغتنام ما في تعاليم الإسلام من خيرات، وإيثارها على ما في الدنيا من شهوات.أى: قل يا محمد لمن يؤثرون الحياة الدنيا على الآخرة: اجعلوا فرحكم الأكبر، وسروركم الأعظم، بفضل الله الذي شرع لكم هذا الدين على لسان رسوله محمد صلى الله عليه وسلم، وبرحمته التي وسعت كل شيء وهي بالمؤمنين أوسع، لا بما تجمعون في هذه الدنيا من أموال زائلة ومتع فانية.وقد فسر بعضهم فضل الله ورحمته بالقرآن، ومنهم من فسر فضل الله بالقرآن، ورحمته بالإسلام. ومنهم من فسرهما بالجنة والنجاة من النار.ولعل تفسير هما بما يشمل كل ذلك أولى: لأنه لم يرد نص صحيح عن الصادق المصدوق صلى الله عليه وسلم يحدد المراد منهما، وما دام الأمر كذلك فحملهما على ما يشمل الإسلام والقرآن والجنة أولى.قال ابن كثير: قوله- تعالى- قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذلِكَ فَلْيَفْرَحُوا أى:بهذا الذي جاءهم من الله من الهدى ودين الحق فليفرحوا فإنه أولى مما يفرحون به من حطام الدنيا وما فيها من الزهرة الفانية والذاهبة لا محالة.فعن أيفع بن عبد الكلاعى قال: لما قدم خراج العراق إلى عمر- رضى الله عنه- خرج عمر ومولى له، فجعل يعد الإبل، فإذا هي أكثر من ذلك، فجعل عمر يقول: الحمد لله- تعالى- ويقول مولاه: هذا والله من فضل الله ورحمته. فقال عمر: كذبت ليس هذا هو الذي يقول الله- تعالى- قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذلِكَ فَلْيَفْرَحُوا هُوَ خَيْرٌ مِمَّا يَجْمَعُونَ .أى: ليس هذا المال هو المعنى بهذه الآية، وإنما فضل الله ورحمته يتمثل فيما جاءهم من الله- تعالى- من دين قويم، ورسول كريم، وقرآن مبين.ودخلت الباء على كل من الفضل والرحمة، للإشعار باستقلال كل منهما بالفرح به.والجار والمجرور في كل منهما متعلق بمحذوف، وأصل الكلام: قل لهم يا محمد ليفرحوا بفضل الله وبرحمته، ثم قدم الجار والمجرور على الفعل لإفادة الاختصاص، وأدخلت الفاء لإفادة السببية، فكأنه قيل: إن فرحوا بشيء فليكن بسبب ما أعطاهم الله- تعالى- من فضل ورحمة، لا بسبب ما يجمعون من زينة الحياة الدنيا.قال القرطبي: «والفرح لذة في القلب بإدراك المحبوب. وقد ذم الله الفرح في مواضع، كقوله- سبحانه- إِنَّ اللَّهَ لا يُحِبُّ الْفَرِحِينَ وكقوله إِنَّهُ لَفَرِحٌ فَخُورٌ ولكنه مطلق. فإذا قيد الفرح لم يكن ذما، لقوله- تعالى- فَرِحِينَ بِما آتاهُمُ اللَّهُ مِنْ فَضْلِهِ وكقوله- سبحانه- هنا فَبِذلِكَ فَلْيَفْرَحُوا أى بالقرآن والإسلام فليفرحوا ... » ."},{"ayah_number":59,"text":"ثم أمر الله- تعالى- رسوله صلى الله عليه وسلم أن يرد أيضا على أولئك الذين أحلوا وحرموا على حسب أهوائهم دون أن يأذن الله لهم بذلك فقال: قُلْ أَرَأَيْتُمْ ما أَنْزَلَ اللَّهُ لَكُمْ مِنْ رِزْقٍ فَجَعَلْتُمْ مِنْهُ حَراماً وَحَلالًا، قُلْ آللَّهُ أَذِنَ لَكُمْ أَمْ عَلَى اللَّهِ تَفْتَرُونَ أى: قل لهم يا محمد- أيضا- أخبرونى أيها المبدلون لشرع الله على حسب أهوائكم: إن الله- تعالى- قد أفاض عليكم ألوانا من الرزق الحلال فجئتم أنتم، وقسمتم هذا الرزق الحلال، فجعلتم منه حلالا وجعلتم منه حراما.وقد حكى الله- تعالى- فعلهم هذا في آيات متعددة، منها قوله- تعالى-: وَقالُوا ما فِي بُطُونِ هذِهِ الْأَنْعامِ خالِصَةٌ لِذُكُورِنا وَمُحَرَّمٌ عَلى أَزْواجِنا  .قال الإمام ابن كثير: «قال ابن عباس ومجاهد والضحاك وقتادة وعبد الرحمن بن زيد بن أسلم وغيرهم، نزلت إنكارا على المشركين فيما كانوا يحلون ويحرمون من البحائر والسوائب والوصائل كقوله- تعالى-: وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنَ الْحَرْثِ وَالْأَنْعامِ نَصِيباً ... الآيات.وقال الإمام أحمد: حدثنا محمد بن جعفر، حدثنا شعبة عن أبى إسحاق، سمعت أبا الأحوص وهو عوف بن مالك بن نضلة يحدث عن أبيه قال: أتيت رسول الله صلى الله عليه وسلم وأنا رث الهيئة فقال: هل لك مال؟ قلت: نعم. قال: من أى المال؟ قال: قلت: من كلالمال. من الإبل والرقيق والخيل والغنم. فقال: إذا آتاك الله مالا فلير عليك ثم قال: هل تنتج إبلك صحاحا آذانها، فتعمد إلى موسى فتقطع آذانها فتقول: هذه بحر. وتشق جلودها وتقول هذه صرم وتحرمها عليك وعلى أهلك. قال: نعم. قال: فإن ما آتاك الله لك حل.ساعد الله أشد من ساعدك. وموسى الله أحد من موساك» .وقوله: قُلْ آللَّهُ أَذِنَ لَكُمْ أَمْ عَلَى اللَّهِ تَفْتَرُونَ استفهام قصد به التوبيخ والزجر أى:قل لهم يا محمد على سبيل التوبيخ والزجر: إن الله وحده هو الذي يملك التحليل والتحريم، فهل هو- سبحانه- أذن لكم في ذلك، أو إنما أنتم الذين حللتم وحرمتم على حسب أهوائكم. لأنه لو أذن لكم في ذلك لبينه على لسان رسوله صلى الله عليه وسلم.قال صاحب الكشاف: «وقوله: آللَّهُ أَذِنَ لَكُمْ متعلق بأرأيتم، وقل تكرير للتوكيد. والمعنى أخبرونى آلله أذن لكم في التحليل والتحريم، فأنتم تفعلون ذلك بإذنه، أم تكذبون على الله في نسبة ذلك إليه. ويجوز أن تكون الهمزة للإنكار وأم منقطعة، بمعنى: بل أتفترون على الله، تقريرا للافتراء.ثم قال: وكفى بهذه الآية زاجرا بليغا عن التجوز فيما يسأل عنه من الأحكام، وباعثة على وجوب الاحتياط فيه، وأن لا يقول أحد في شيء جائز أو غير جائز إلا بعد إيقان وإتقان، ومن لم يوقن فليتق الله وليصمت وإلا فهو مفتر على الله» ."},{"ayah_number":60,"text":"ثم توعدهم- سبحانه- بسوء المصير على جرأتهم وكذبهم فقال وَما ظَنُّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ يَوْمَ الْقِيامَةِ....أى: هؤلاء الذين أحلوا وحرموا افتراء على الله ماذا يظنون أن الله سيفعل بهم يوم القيامة؟ أيظنون أن الله سيتركهم بدون عقاب؟ كلا إن عقابهم لشديد بسبب افترائهم عليه الكذب.وأبهم- سبحانه- هذا العقاب للتهويل والتعظيم، حيث أباحوا لأنفسهم ما لم يأذن به الله- تعالى-:وقال- سبحانه- وَما ظَنُّ ... بصيغة الماضي لتحقيق الوقوع، وأكثر أحوال القيامة يعبر عنها بهذه الصيغة لهذا الغرض.وقوله: إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلكِنَّ أَكْثَرَهُمْ لا يَشْكُرُونَ تذييل قصد به حض الناس على شكر خالقهم، واتباع شريعته فيما أحل وحرم.أى: إن الله لذو فضل عظيم على عباده، حيث خلقهم ورزقهم، وشرع لهم ما فيه مصلحتهم ومنفعتهم، ولكن أكثرهم لا يشكرونه على هذه النعم، لأنهم يستعملونها في غير ما خلقت له."},{"ayah_number":61,"text":"وبعد أن ذكر- سبحانه- عباده بفضله، وما يجب عليهم من شكره، عطف على ذلك تذكيره إياهم بإحاطة علمه بكل صغير وكبير في هذا الكون فقال: وَما تَكُونُ فِي شَأْنٍ. وَما تَتْلُوا مِنْهُ مِنْ قُرْآنٍ، وَلا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُوداً....أى: وما تكون- أيها الرسول الكريم- في شأن من الشئون أو في حال من الأحوال.وما تتلو من أجل ذلك الشأن من قرآن يهدى الى الرشد.ولا تعملون- أيها الناس- عملا ما صغيرا أو كبيرا، إلا كنا عليكم مطلعين.ومن في قوله مِنْهُ للتعليل، والضمير يعود إلى الشأن، إذ التلاوة أعظم شئونه صلى الله عليه وسلم ولذا خصت بالذكر. ويجوز أن يعود للقرآن الكريم، ويكون الإضمار قبل الذكر لتفخيم شأنه، وتعظيم أمره.ومن في قوله مِنْ قُرْآنٍ مزيدة لتأكيد النفي.وقال الآلوسى: «والخطاب الأول خاص برأس النوع الإنسانى، وسيد المخاطبين صلى الله عليه وسلم هذا. وقوله وَلا تَعْمَلُونَ ... عام يشمل سائر العباد برهم وفاجرهم وقد روعي في كل من المقامين ما يليق به، فعبر في مقام الخصوص في الأول بالشأن، لأن عمل العظيم عظيم، وفي الثاني بالعمل العام للجليل والحقير. وقيل: الخطاب الأول عام للأمة أيضا كما في قوله- تعالى-: يا أَيُّهَا النَّبِيُّ إِذا طَلَّقْتُمُ.وقوله: إِلَّا كُنَّا عَلَيْكُمْ شُهُوداً استثناء مفرغ من أعم أحوال المخاطبين بالأفعال الثلاثة. أى: وما تلابسون بشيء منها في حال من الأحوال إلا حال كوننا رقباء مطلعين عليه، حافظين له» .وقوله: إِذْ تُفِيضُونَ فِيهِ أى: تخوضون وتندفعون في ذلك العمل، لأن الإفاضة في الشيء معناها الاندفاع فيه بكثرة وقوة.وقوله: وَما يَعْزُبُ عَنْ رَبِّكَ مِنْ مِثْقالِ ذَرَّةٍ فِي الْأَرْضِ وَلا فِي السَّماءِ بيان لشمول علمه- سبحانه- لكل شيء.ويعزب: أى يبعد ويغيب، وأصله من قولهم: عزب الرجل يعزب بإبله إذا أبعد بها وغاب في طلب الكلأ والعشب. والكلام على حذف مضاف.أى: وما يغيب ويخفى عن علم ربك مثقال ذرة في الوجود علويه وسفليه ولا أصغر من ذلك ولا أكبر، إلا وهو معلوم ومسجل عنده في كتاب عظيم الشأن، تام البيان.وقوله: مِنْ مِثْقالِ ذَرَّةٍ تمثيل لقلة الشيء ودقته، ومن فيه لتأكيد النفي وقدمت الأرض على السماء هنا، لأن الكلام في حال أهلها، والمقصود إقامة البرهان على إحاطة علمه- سبحانه- بتفاصيلها. فكأنه- سبحانه- يقول: إن من يكون هذا شأنه لا يخفى عليه شيء من أحوال أهل الأرض مع نبيهم صلى الله عليه وسلم.وقوله: وَلا أَصْغَرَ مِنْ ذلِكَ وَلا أَكْبَرَ إِلَّا فِي كِتابٍ مُبِينٍ جملة مستقلة ليست معطوفة على ما قبلها.ولا نافية للجنس وأَصْغَرَ اسمها منصوب لشبهه بالمضاف، وأَكْبَرَ معطوف عليه. وفِي كِتابٍ مُبِينٍ متعلق بمحذوف خبرها.وقدم ذكر الأصغر على الأكبر، لأنه هو الأهم في سياق العلم بما خفى من الأمور.وقرأ حمزة ويعقوب وخلف وَلا أَصْغَرَ بالرفع على أنه خبر لمبتدأ محذوف. أى:ولا ما هو أصغر من ذلك.والمراد بالكتاب المبين: علم الله الذي وسع كل شيء، أو اللوح المحفوظ الذي حفظ الله فيه كل شيء.وبذلك نرى أن هذه الآيات الكريمة قد أقامت الأدلة على شمول قدرة الله- تعالى- لكل شيء، وعلى دعوة الناس إلى الانتفاع بما جاء به القرآن من خيرات وبركات، وعلى وجوب التزامهم بما شرعه- سبحانه- وعلى إحاطة علمه بما ظهر وبطن من الأمور.وبعد أن وجه- سبحانه- نداء إلى الناس دعاهم فيه إلى الانتفاع بما جاء في القرآن من خيرات، وتوعد الذين شرعوا شرائع لم يأذن بها الله، وأقام الأدلة على نفاذ قدرته، وشمول علمه.بعد كل ذلك، بشر أولياءه بحسن العاقبة، وأنذر أعداءه بسوء المصير، ورد على الذين قالوا اتخذ الله ولدا بما يكبتهم ويخرس ألسنتهم فقال- تعالى-:"},{"ayah_number":62,"text":"والأولياء: جمع ولى مأخوذ من الولي بمعنى القرب والدنو، يقال: تباعد فلان من بعد ولى أى: بعد قرب.والمراد بهم: أولئك المؤمنون الصادقون الذي صلحت أعمالهم، وحسنت بالله- تعالى- صلتهم، فصاروا يقولون ويفعلون كل ما يحبه، ويجتنبون كل ما يكرهه.قال الفخر الرازي: «ظهر في علم الاشتقاق أن تركيب الواو واللام والياء يدل على معنى القرب، فولى كل شيء هو الذي يكون قريبا منه.والقرب من الله إنما يتم إذا كان القلب مستغرقا في نور معرفته، فإن رأى رأى دلائل قدرته، وإن سمع سمع آيات وحدانيته، وإن نطق نطق بالثناء عليه، وإن تحرك تحرك في خدمته، وإن اجتهد اجتهد في طاعته، فهنالك يكون في غاية القرب من الله- تعالى- ويكون وليا له- سبحانه-.وإذا كان كذلك كان الله- وليا له- أيضا- كما قال: اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا يُخْرِجُهُمْ مِنَ الظُّلُماتِ إِلَى النُّورِ.وقد افتتحت الآية الكريمة بأداة الاستفتاح أَلا وبحرف التوكيد إِنَّ لتنبيه الناس إلى وجوب الاقتداء بهم، حتى ينالوا ما ناله أولئك الأولياء الصالحون من سعادة دنيوية وأخروية.وقوله: لا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ تمييز لهم عن غيرهم ممن لم يبلغوا درجتهم.والخوف: حالة نفسية تجعل الإنسان مضطرب المشاعر لتوقعه حصول ما يكرهه.والحزن اكتئاب نفسي يحدث للإنسان من أجل وقوع ما يكرهه.أى: أن الخوف يكون من أجل مكروه يتوقع حصوله، بينما الحزن يكون من أجل مكروه قد وقع فعلا.والمعنى: ألا إن أولياء الله الذين صدق إيمانهم، وحسن عملهم، لا خوف عليهم من أهوال الموقف وعذاب الآخرة، ولا هم يحزنون على ما تركوا وراءهم من الدنيا، لأن مقصدهم الأسمى رضا الله- سبحانه-، فمتى فعلوا ما يؤدى إلى ذلك هان كل ما سواه."},{"ayah_number":63,"text":"وقوله: الَّذِينَ آمَنُوا وَكانُوا يَتَّقُونَ استئناف مسوق لتوضيح حقيقتهم فكأن سائلا قال: ومن هم أولياء الله؟ فكان الجواب هم الذين توفر فيهم الإيمان الصادق، والبعد التام عن كل ما نهى الله- تعالى- عنه.وعبر عن إيمانهم بالفعل الماضي، للإشارة إلى أنه إيمان ثابت راسخ. لا تزلزله الشكوك، ولا تؤثر فيه الشبهات.وعبر عن تقواهم بالفعل الدال على الحال والاستقبال للإيذان بأن اتقاءهم وابتعادهم عن كل ما يغضب الله من الأقوال والأفعال، يتجدد ويستمر دون أن يصرفهم عن تقواهم وخوفهم منه- سبحانه- ترغيب أو ترهيب."},{"ayah_number":64,"text":"وقوله- سبحانه-هُمُ الْبُشْرى فِي الْحَياةِ الدُّنْيا وَفِي الْآخِرَةِزيادة تكريم وتشريف لهم.والبشرى والبشارة: الخبر السار، فهو أخص من الخبر، وسمى بذلك لأن أثره يظهر على البشرة وهي ظاهر جلد الإنسان، فيجعله متهلل الوجه، منبسط الأسارير، مبتهج النفس.أى: لهم ما يسرهم ويسعدهم في الدنيا من حياة آمنة طيبة، ولهم- أيضا- في الآخرة ما يسرهم من فوز برضوان الله، ومن دخول جنته.قال الآلوسى ما ملخصه: «والثابت في أكثر الروايات، أن البشرى في الحياة الدنيا، هي الرؤيا الصالحة.. فقد أخرج الطيالسي وأحمد والدارمي والترمذي.. وغيرهم عن عبادة بن الصامت قال: سألت رسول الله صلى الله عليه وسلم عن قوله- تعالى-هُمُ الْبُشْرى فِي الْحَياةِ الدُّنْيافقال: «هي الرؤيا الصالحة يراها المؤمن أو ترى له» .وقيل المراد بالبشرى: البشرى العاجلة نحو النصر والغنيمة والثناء الحسن، والذكر الجميل، ومحبة الناس، وغير ذلك.ثم قال: وأنت تعلم أنه لا ينبغي العدول عما ورد عن رسول الله صلى الله عليه وسلم في تفسير ذلك إذا صح. وحيث عدل من عدل لعدم وقوفه على ذلك فيما أظن، فالأولى أن تحمل البشرى في الدارين على البشارة بما يحقق نفى الخوف والحزن كائنا ما كان ... » .وقوله: تَبْدِيلَ لِكَلِماتِ اللَّهِ أى: لا تغيير ولا خلف لأقوال الله- تعالى- ولا لما وعد به عباده الصالحين من وعود حسنة، على رأسها هذه البشرى التي تسعدهم في الحياة الدنيا وفي الآخرة.واسم الإشارة في قوله- تعالى-لِكَ هُوَ الْفَوْزُ الْعَظِيمُيعود إلى ما ذكر من البشرى في الدارين.أى: ذلك المذكور من أن لهم البشرى في الحياة الدنيا وفي الآخرة، هو الفوز العظيم الذي لا فوز وراءه، والذي لا يفوقه نجاح أو فضل.هذا، وقد نقل الشيخ القاسمى- رحمه الله- كلاما حسنا من كتاب «الفرقان بين أولياء الرحمن وأولياء الشيطان» فقال ما ملخصه:هذه الآيات أصل في بيان أولياء الله، وقد بين- سبحانه- في كتابه، وبين رسوله في سنته أن لله أولياء من الناس، كما أن للشيطان أولياء.وإذا عرف أن الناس فيهم أولياء الرحمن، وأولياء الشيطان، فيجب أن يفرق بين هؤلاء وهؤلاء، كما فرق الله ورسوله بينهما، فأولياء الله هم المؤمنون المتقون. كما في هذه الآية، وفي الحديث الصحيح: «من عادى لي وليا فقد بارزني بالمحاربة، أو فقد آذنته بالحرب..»والولاية ضد العداوة، وأصل الولاية المحبة والقرب، وأصل العداوة البغض والبعد، وأفضل أولياء الله هم أنبياؤه، وأفضل أنبيائه هم المرسلون منهم، وأفضلهم محمد صلى الله عليه وسلم خاتم النبيين.. فلا يكون وليا إلا من آمن به واتبعه، ومن خالفه كان من أولياء الشيطان ...وإذا كان أولياءه الله هم المؤمنون المتقون، فبحسب إيمان العبد وتقواه تكون ولايته لله- تعالى- فمن كان أكمل إيمانا وتقوى، كان أكمل ولاية لله. فالناس متفاضلون في ولاية الله- عز وجل- بحسب تفاضلهم في الإيمان والتقوى.ومن أظهر الولاية وهو لا يؤدى الفرائض، ولا يجتنب المحارم، كان كاذبا في دعواه، أو كان مجنونا.وليس لأولياء الله شيء يتميزون به عن الناس في الظاهر من الأمور المباحات، فلا يتميزون بلباس دون لباس، ولا بحلق شعر أو تقصير.. بل يوجدون في جميع طبقات الأمة. فيوجدون في أهل القرآن، وأهل العلم، وفي أهل الجهاد والسيف، وفي التجار والزراع والصناع ...وليس من شرط الولي أن يكون معصوما لا يغلط ولا يخطئ، بل يجوز أن يخفى عليه بعض علم الشريعة، ويجوز أن يشتبه عليه بعض أمور الدين..» ."},{"ayah_number":65,"text":"وبعد أن بين- سبحانه- ما عليه أولياؤه من سعادة دنيوية وأخروية، أتبع ذلك بتسلية الرسول صلى الله عليه وسلم عما لقيه من أعدائه من أذى فقال:، وَلا يَحْزُنْكَ قَوْلُهُمْ، إِنَّ الْعِزَّةَ لِلَّهِ جَمِيعاً، هُوَ السَّمِيعُ الْعَلِيمُ.أى: ولا يحزنك يا محمد ما قاله أعداؤك في شأنك، من أنك ساحر أو مجنون، لأن قولهم هذا إنما هو من باب حسدهم لك، وجحودهم لدعوتك.والنهى عن الحزن- وهو أمر نفسي لا اختيار للإنسان فيه- المراد به هنا النهى عن لوازمه، كالإكثار من محاولة تجديد شأن المصائب، وتعظيم أمرها، وبذلك تتجدد الآلام، ويصعب نسيانها.وفي هذه الجملة الكريمة تسلية له صلى الله عليه وسلم وتأنيس لقلبه، وإرشاد له إلى ما سيقع له من أعدائه من شرور، حتى لا يتأثر بها عند وقوعها.وقوله: إِنَّ الْعِزَّةَ لِلَّهِ جَمِيعاً هُوَ السَّمِيعُ الْعَلِيمُ تعليل للنهى على طريقة الاستئناف، فكأنه صلى الله عليه وسلم قد قال: وما لي لا أحزن وهم قد كذبوا دعوتي؟ فكان الجواب: إن الغلبة كلها، والقوة كلها لله وحده لا لغيره، فهو- سبحانه- القدير على أن يغلبهم ويقهرهم ويعصمك منهم، وهو السَّمِيعُ، لأقوالهم الباطلة، الْعَلِيمُ بأفعالهم القبيحة، وسيعاقبهم على ذلك يوم القيامة عقابا أليما.ولا تعارض بين قوله- سبحانه- إِنَّ الْعِزَّةَ لِلَّهِ جَمِيعاً وبين قوله في آية أخرى وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ  ، لأن كل عزة لغيره- سبحانه- فهي مستمدة من عزته، وكل قوة من تأييده وعونه، والرسول صلى الله عليه وسلم والمؤمنون، إنما صاروا أعزاء بفضل ركونهم إلى عزة الله- تعالى- وإلى الاعتماد عليه، وقد أظهرها- سبحانه- على أيديهم تكريما لهم.ولذا قال القرطبي  - رحمه الله- قوله: إِنَّ الْعِزَّةَ لِلَّهِ جَمِيعاً أى: القوة الكاملة، والغلبة الشاملة، والقدرة التامة لله وحده، فهو ناصرك ومعينك ومانعك. وجَمِيعاً نصب على الحال، ولا يعارض هذا قوله: وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ فإن كل عزة بالله فهي كلها لله، قال- سبحانه- سُبْحانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُونَ ."},{"ayah_number":66,"text":"ثم قال- تعالى- أَلا إِنَّ لِلَّهِ مَنْ فِي السَّماواتِ وَمَنْ فِي الْأَرْضِ أى: ألا إن لله وحده ملك جميع من في السموات ومن في الأرض من إنس وجن وملائكة.وجاء التعبير القرآنى هنا بلفظ مَنْ الشائع في العقلاء، للإيذان بعدم الحاجة إلى التصريح بغيرهم، لأنهم إذا كانوا مع شرفهم وعلو منزلتهم مملوكين لله- تعالى- كان غيرهم ممن لا يعقل أولى بذلك.قال صاحب الكشاف قوله: أَلا إِنَّ لِلَّهِ مَنْ فِي السَّماواتِ وَمَنْ فِي الْأَرْضِ يعنى العقلاء المميزين وهم الملائكة والثقلان، وإنما خصهم بالذكر ليؤذن أن هؤلاء إذا كانوا له وفي ملكه، فهم عبيد كلهم، وهو- سبحانه- ربهم، ولا يصلح أحد منهم للربوبية، ولا أن يكون شريكا له فيها، فما وراءهم مما لا يعقل أحق أن لا يكون له ندا وشريكا، وليدل على أن من اتخذ غيره ربا من ملك أو إنس، فضلا عن صنم أو غير ذلك، فهو مبطل تابع لما أدى إليه التقليد وترك النظر» .وقوله: وَما يَتَّبِعُ الَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ شُرَكاءَ.أى: وما يتبع هؤلاء المشركون في عبادتهم لغير الله شركاء في الحقيقة، وإنما يتبعون أشياء أخرى سموها من عند أنفسهم شركاء جهلا منهم، لأن الله- تعالى- تنزه وتقدس عن أن يكون له شريك أو شركاء في ملكه أو في عبادته.وعلى هذا التفسير تكون ما في قوله وَما يَتَّبِعُ نافية، وقوله شُرَكاءَ مفعول يتبع، ومفعول يدعون محذوف لدلالة ما قبله عليه، أى: وما يتبع الذين يدعون من دون الله آلهة شركاء.ويجوز أن تكون ما استفهامية منصوبة بقوله يَتَّبِعُ، ويكون قوله شُرَكاءَ منصوب بقوله يَدْعُونَ وعليه يكون المعنى.أى شيء يتبع هؤلاء المشركون في عبادتهم؟ إنهم يعبدون شركاء سموهم بهذا الاسم من عند أنفسهم، أما هم في الحقيقة فلا يملكون لأنفسهم نفعا ولا ضرا.وقوله: إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ أى: ما يتبعون في عبادتهم لغير الله إلا الظن الذي لا يغنى عن الحق شيئا، وإلا الخرص المبنى على الوهم الكاذب، والتقدير الباطل.وأصل الخرص: الحزر والتقدير للشيء على سبيل الظن لا على سبيل الحقيقة.قال الراغب: وحقيقة ذلك أن كل قول مقول عن ظن وتخمين يقال له خرص، سواء أكان مطابقا للشيء أم مخالفا له، من حيث إن صاحبه لم يقله عن علم ولا غلبة ظن ولا سماع، بل اعتمد فيه على الظن والتخمين كفعل الخارص في خرصه- أى: كفعل من يخرص الثمر على الشجر- وكل من قال قولا على هذا النحو قد يسمى كاذبا وإن كان قوله مطابقا للمقول المخبر عنه.وقيل: الخرص: الكذب كما في قوله- تعالى- وَإِنْ هُمْ إِلَّا يَخْرُصُونَ أى يكذبون ."},{"ayah_number":67,"text":"ثم بين- سبحانه- جانبا من مظاهر نعمه على عباده فقال- تعالى- هُوَ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهارَ مُبْصِراً....أى: الله وحده- سبحانه- هو الذي جعل لكم الليل مظلما، لكي تستقروا فيه بعد طول الحركة في نهاركم من أجل معاشكم، وهو الذي جعل لكم النهار مضيئا لكي تبصروا فيه مطالب حياتكم.والجملة الكريمة بيان لمظاهر رحمة الله- تعالى- بعباده، بعد بيان سعة علمه، ونفاذ قدرته، وشمولها لكل شيء في هذا الكون.وقوله إِنَّ فِي ذلِكَ لَآياتٍ لِقَوْمٍ يَسْمَعُونَ أى: إن في ذلك الجعل المذكور لدلائل واضحات لقوم يسمعون ما يتلى عليهم سماع تدبر وتعقل، يدل على سعة رحمة الله- تعالى- بعباده، وتفضله عليهم بالنعم التي لا تحصى."},{"ayah_number":68,"text":"ثم شرع- سبحانه- في بيان أقبح الرذائل التي تفوه بها المشركون فقال: قالُوا اتَّخَذَ اللَّهُ وَلَداً.....والمراد بهؤلاء القائلين: اليهود الذين قالوا: عزير ابن الله- والنصارى الذين قالوا:المسيح ابن الله، وكفار العرب الذين قالوا: الملائكة بنات الله، وغيرهم ممن نحا نحوهم في تلك الأقوال الشائنة.وقوله: سُبْحانَهُ هُوَ الْغَنِيُّ لَهُ ما فِي السَّماواتِ وَما فِي الْأَرْضِ تنزيه له- عز وجل- عما قالوا، في حقه من أقاويل باطلة.أى: تنزه وتقدس عن أن يكون له ولد، لأنه هو الغنى بذاته عن الولد وعن كل شيء، وهو المالك لجميع الكائنات علويها وسفليها، وهو الذي لا يحتاج إلى غيره، وغيره محتاج إليه، وخاضع لسلطان قدراته.قال- تعالى-: وَقالُوا اتَّخَذَ الرَّحْمنُ وَلَداً. لَقَدْ جِئْتُمْ شَيْئاً إِدًّا. تَكادُ السَّماواتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْأَرْضُ، وَتَخِرُّ الْجِبالُ هَدًّا. أَنْ دَعَوْا لِلرَّحْمنِ وَلَداً. وَما يَنْبَغِي لِلرَّحْمنِ أَنْ يَتَّخِذَ وَلَداً. إِنْ كُلُّ مَنْ فِي السَّماواتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمنِ عَبْداً. لَقَدْ أَحْصاهُمْ وَعَدَّهُمْ عَدًّا. وَكُلُّهُمْ آتِيهِ يَوْمَ الْقِيامَةِ فَرْداً .وقوله: إِنْ عِنْدَكُمْ مِنْ سُلْطانٍ بِهذا تجهيل لهم ورد عليهم. وإِنْ هنا نافية، ومِنْ مؤكدة لهذا النفي، ومفيدة للعموم. والسلطان: الحجة والبرهان.أى: ما عندكم دليل ولا شبهة دليل على ما زعمتموه من أن لله ولدا، وإنما قلتم ما قلتم لانطماس بصيرتكم، واستحواذ الشيطان على نفوسكم.وقوله- سبحانه- أَتَقُولُونَ عَلَى اللَّهِ ما لا تَعْلَمُونَ توبيخ آخر لهم على جهلهم وكذبهم.أى: أتقولون على الله- تعالى- قولا، لا علم لكم به، ولا معرفة لكم بحقيقته؟ إن قولكم هذا لهو دليل على جهلكم وعلى تعمدكم الكذب والبهتان.قال الآلوسى: «وفي الآية دليل على أن كل قول لا دليل عليه فهو جهالة. وأن العقائد لا بد لها من قاطع، وأن التقليد بمعزل من الاهتداء»  ."},{"ayah_number":69,"text":"وقوله: قُلْ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لا يُفْلِحُونَ إنذار لهم بسوء العاقبة إذا ما استمروا على شركهم.أى: قل لهؤلاء المشركين على سبيل الإنذار والتهديد: إن الذين يفترون على الله الكذب بنسبة الولد إليه، والشريك له، لا يفلحون ولا يفوزون بمطلوب أصلا."},{"ayah_number":70,"text":"وقوله- سبحانه- مَتاعٌ فِي الدُّنْيا بيان لتفاهة ما يحرصون عليه من شهوات الحياة الدنيا. وهو خبر لمبتدأ محذوف.أى: أن ما يتمتعون به في الدنيا من شهوات وملذات، هو متاع قليل مهما كثر، لأنه إلى فناء واندثار.ثم بين- سبحانه- سوء مصيرهم بعد أن غرتهم الدنيا بشهواتها فقال: ثُمَّ إِلَيْنا مَرْجِعُهُمْ، ثُمَّ نُذِيقُهُمُ الْعَذابَ الشَّدِيدَ بِما كانُوا يَكْفُرُونَ.أى: ثم إلينا لا إلى غيرنا مرجعهم يوم القيامة، ثم نحاسبهم حسابا عسيرا على أقوالهم الذميمة، وأفعالهم القبيحة، ثم نذيقهم العذاب الشديد بسبب كفرهم بآياتنا، وتكذيبهم لنبينا صلى الله عليه وسلم.وبذلك نرى أن هذه الآيات الكريمة، قد مدحت أولياء الله الصالحين، وبشرتهم بالسعادة الدنيوية والأخروية، وأقامت الأدلة على قدرة الله النافذة ورحمته الواسعة، وردت على افتراءات المشركين بما يبطل أقوالهم، ويفضح مزاعمهم.وبعد أن ساقت السورة الكريمة ما ساقت من الأدلة على وحدانية الله وعلى صدق رسوله صلى الله عليه وسلم وعلى حسن عاقبة المؤمنين وسوء عاقبة المكذبين.. بعد كل ذلك تحدثت عن بعض قصص الأنبياء مع أقوامهم، فبدأت بجانب من قصة نوح- عليه السلام- مع قومه، وكيف أن الله- تعالى- أغرقهم بعد أن تمادوا في ضلالهم، فقال- سبحانه-:"},{"ayah_number":71,"text":"قال الإمام الرازي: «اعلم أنه- سبحانه- لما بالغ في تقرير الدلائل والبينات وفي الجواب عن الشبه والسؤالات، شرع بعد ذلك في بيان بعض قصص الأنبياء- عليهم السلام- لوجوه:أحدها: أن الكلام إذا طال في تقرير نوع من أنواع العلوم، فربما حصل نوع من أنواع الملالة، فإذا انتقل الإنسان من ذلك الفن من العلم إلى فن آخر، انشرح صدره. ووجد في نفسه رغبة جديدة.وثانيها: ليكون للرسول صلى الله عليه وسلم ولأصحابه، أسوة بمن سلف من الأنبياء، فإن الرسول صلى الله عليه وسلم إذا سمع أن معاملة الكفار لأنبيائهم سيئة.. خف ذلك على قلبه، لأن المصيبة إذا عمت خفت.وثالثها: أن الكفار إذا سمعوا هذه القصص، وعلموا أن العاقبة للمتقين كان ذلك سببا في انكسار قلوبهم، ووقوع الخوف والوجل في نفوسهم. وحينئذ يقلعون عن أنواع الإيذاء والسفاهة ... »ونوح- عليه السلام-: واحد من أولى العزم من الرسل، وينتهى نسبه إلى شيث بن آدم- عليه السلام- وقد ذكر في القرآن في ثلاثة وأربعين موضعا.وكان قومه يعبدون الأصنام، فأرسل الله إليهم نوحا ليدلهم على طريق الرشاد.وقد تكررت قصته مع قومه في سورة الأعراف، وهود، والمؤمنون، ونوح ... بصورة أكثر تفصيلا.أما هنا في سورة يونس فقد جاءت بصورة مجملة، لأن الغرض منها هنا، إبراز جانب التحدي من نوح لقومه، بعد أن مكث فيهم زمانا طويلا، يدعوهم إلى عبادة الله وحده، وترك عبادة غيره.والمعنى: واتل- يا محمد- على مسامع هؤلاء المشركين الذين مردوا على افتراء الكذب، نبأ نوح- عليه السلام- مع قومه المغترين بأموالهم وكثرتهم ليتدبروا ما في هذا النبأ من عظات وعبر. وليعلموا أن سنة الله- تعالى- قد اقتضت أن يجعل العاقبة للمتقين.والمقصود من هذه التلاوة، دعوة مشركي مكة وأمثالهم، إلى التدبر فيما جرى للظالمين من قبلهم، لعلهم بسبب هذا التدبر والتأمل يثوبون إلى رشدهم ويتبعون الدين الحق الذي جاءهم به نبيهم محمد صلى الله عليه وسلم.وقوله: يا قَوْمِ إِنْ كانَ كَبُرَ عَلَيْكُمْ مَقامِي وَتَذْكِيرِي بِآياتِ اللَّهِ فَعَلَى اللَّهِ تَوَكَّلْتُ..بيان لما قاله لهم بعد أن مكث فيهم زمنا طويلا،، وسمع منهم ما سمع من استهزاء بدعوته،، وتطاول على أتباعه.أى: قال نوح لقومه بعد أن دعاهم ليلا ونهارا: يا قوم إن كان كَبُرَ عَلَيْكُمْ.أى: شق وعظم عليكم مَقامِي فيكم ووجودى بين أظهركم عمرا طويلا وَتَذْكِيرِي إياكم بآيات الله الدالة على وحدانيته وقدرته،، والتي تستلزم منكم إخلاص العبادة له والشكر لنعمه.إن كان كبر عليكم ذلك فعلى الله وحده توكلت، وإليه وحده فوضت أمرى ولن يصرفني عن الاستمرار في تبليغ ما أمرنى بتبليغه وعد أو وعيد منكم.وخاطبهم- عليه السلام- بقوله: يا قَوْمِ استمالة لقلوبهم وإشعارا لهم بأنهم أهله وأقرباؤه الذين يحب لهم الخير، ويكره لهم الشر.وجملة فَعَلَى اللَّهِ تَوَكَّلْتُ جواب الشرط. وقيل جواب الشرط محذوف والتقدير: إن كان كبر عليكم ذلك فافعلوا ما شئتم فإنى على الله وحده توكلت في تبليغ دعوته لكم.وقوله: فَأَجْمِعُوا أَمْرَكُمْ وَشُرَكاءَكُمْ معطوف على ما قبله.والفعل فَأَجْمِعُوا بقطع الهمزة مأخوذ من أجمعت على الأمر إذا عزمت عليه عزما مؤكدا ووطنت نفسك على المضي فيه بدون تردد أو تقاعس.والمراد بالأمر هنا: المكر والكيد والعداوة وما يشبه ذلك.والمراد بشركائهم: أصنامهم التي عبدوها من دون الله وظنوا فيها النفع والضرر والتمسوا فيها العون والنصرة.والمعنى: أن نوحا- عليه السلام- قد قال لقومه بصراحة ووضوح: يا قوم إن كان قد شق عليكم مقامي فيكم، وتذكيري بآيات الله الدالة على وحدانيته فاجمعوا ما تريدون جمعه من مكر وكيد بي، ثم ادعوا شركاءكم ليساعدوكم في ذلك فإنى ماض في طريقي الذي أمرنى الله به، بدون مبالاة بمكركم وبدون اهتمام بكيدكم.قال الآلوسى: «وقوله وَشُرَكاءَكُمْ منصوب على أنه مفعول معه لأن الشركاء عازمون لا معزوم عليهم. وقيل إنه منصوب العطف على قوله أَمْرَكُمْ بحذف المضاف.أى فأجمعوا أمركم وأمر شركائكم.وقرأ نافع: فاجمعوا بوصل الهمزة وفتح الميم من جمع وعطف الشركاء على الأمر في هذه القراءة ظاهر بناء على أنه يقال: جمعت شركائى، كما يقال جمعت أمرى ... » .وقوله: ثُمَّ لا يَكُنْ أَمْرُكُمْ عَلَيْكُمْ غُمَّةً معطوف على ما قبله، ومؤكد لمضمونه.وكلمة غُمَّةً بمعنى الستر والخفاء. يقال: غم على فلان الأمر أى: خفى عليه واستتر.ومنه الحديث الشريف: «صوموا لرؤيته- أى الهلال- وأفطروا لرؤيته فإن غم عليكم فأكملوا عدة شعبان ثلاثين يوما» أى فإن استتر وخفى عليكم الهلال وحال دون رؤيتكم له حائل من عغيم أو ضباب فأكملوا عدة شعبان ثلاثين يوما.أى: اجمعوا ما تريدون جمعه لي من مكر وكيد واستعينوا على ذلك بشركائكم ثم لا يكن أمركم، الذي أجمعتم على تنفيذه فيه شيء من الستر أو الخفاء أو الالتباس الذي يجعلكم مترددين في المضي فيه أو متقاعسين عن مجاهرتى بما تريدون فعله معى.ومنهم من يرى أن كلمة غُمَّةً هنا بمعنى الغم كالكربة بمعنى الكرب أى: ثم لا يكن حالكم غما كائنا عليكم بسبب مقامي فيكم وتذكيري إياكم بآيات الله.وقد أشار صاحب الكشاف الى هذين الوجهين فقال: «فإن قلت: ما معنى الأمرين:أمرهم الذي يجمعونه وأمرهم الذي لا يكون عليهم غمة؟قلت: أما الأمر الأول فالقصد إلى إهلاكه يعنى: فأجمعوا ما تريدون من إهلاكى واحتشدوا فيه، وابذلوا وسعكم في كيدي. وإنما قال ذلك إظهارا لقلة مبالاته بهم وثقته بما وعده به ربه من كلاءته وعصمته إياه، وأنهم لن يجدوا إليه سبيلا.وأما الثاني ففيه وجهان: أحدهما أن يراد مصاحبتهم له وما كانوا فيه معه من الحال الشديدة عليهم، المكروهة عندهم. يعنى: ثم أهلكونى لئلا يكون عيشكم بسببي غصة عليكم. وحالكم عليكم غمة. أى: غما وهما. والغم والغمة كالكرب والكربة.وثانيهما: أن يراد به ما أريد بالأمر الأول. والغمة السترة من غمه إذا ستره، وفي الحديث «لا غمة في فرائض الله» أى لا تستر ولكن يجاهر بها.يعنى: ولا يكن قصدكم إلى إهلاكى مستورا عليكم. ولكن مكشوفا مشهورا تجاهروننى به» .وقوله: ثُمَّ اقْضُوا إِلَيَّ وَلا تُنْظِرُونِ زيادة في تحديهم وإثارتهم.والقضاء هنا بمعنى الأداء، من قولهم: قضى المدين للدائن دينه، إذا أداه إليه، وقضى فلان الصلاة. أى أداها بعد مضى وقتها.أى: ثم أدوا إلى ذلك الأمر الذي تريدون أداءه من إيذائى أو إهلاكى بدون إنظار أو إمهال.ويصح أن يكون القضاء هنا بمعنى الحكم، أى: ثم احكموا على بما تريدون من أحكام،ولا تتركوا لي مهلة في تنفيذها، بل نفذوها علىّ في الحال.فأنت ترى في هذه الآية الكريمة كيف أن نوحا- عليه السلام- كان في نهاية الشجاعة في مخاطبته لقومه، بعد أن مكث فيهم ما مكث وهو يدعوهم إلى عبادة الله- تعالى- وحده.فهو- أولا- يصارحهم بأنه ماض في طريقه الذي أمره الله بالمضي فيه، وهو تذكيرهم بالدلائل الدالة على وحدانية الله، وعلى وجوب إخلاص العبادة له سواء أشق عليهم هذا التذكير أم لم يشق، وأنه لا اعتماد له على أحد إلا على الله وحده.وهو- ثانيا- يتحداهم بأن يجمعوا أمرهم وأمر شركائهم وأن يأخذوا أهبتهم لكيده وحربه.وهو- ثالثا- يطالبهم بأن يتخذوا قراراتهم بدون تستر أو خفاء، فإن الأمر لا يحتاج إلى غموض أو تردد، لأن حاله معهم قد أصبح واضحا وصريحا.وهو- رابعا- يأمرهم بأن يبلغوه ما توصلوا إليه من قرارات وأحكام وأن ينفذوها عليه بدون تريث أو انتظار، حتى لا يتركوا له فرصة للاستعداد للنجاة من مكرهم.وهكذا نرى نوحا- عليه السلام- يتحدى قومه تحديا صريحا مثيرا. حتى إنه ليغريهم بنفسه، ويفتح لهم الطريق لإيذائه وإهلاكه- إن استطاعوا ذلك-.وما لجأ- عليه السلام- إلى هذا التحدي الواضح المثير إلا لأنه كان معتمدا على الله- تعالى- الذي تتضاءل أمام قوته كل قوة وتتهاوى إزاء سطوته كل سطوة ويتصاغر كل تدبير وتقدير أمام تدبيره وتقديره.وهكذا نرى القرآن الكريم يسوق للدعاة في كل زمان ومكان تلك المواقف المشرفة لرسل الله- عليهم الصلاة والسلام- لكي يقتدوا بهم في شجاعتهم، وفي اعتمادهم على الله وحده، وفي ثباتهم أمام الباطل مهما بلغت قوته، واشتد جبروته.ومتى فعلوا ذلك، كانت العاقبة لهم لأنه- سبحانه- تعهد أن ينصر من ينصره."},{"ayah_number":72,"text":"ولنمض مع القصة حتى النهاية لنرى الدليل على ذلك فقد حكى- سبحانه- ما دار بين نوح وبين قومه بعد هذا التحدي السافر لهم فقال:فَإِنْ تَوَلَّيْتُمْ أى: فإن أعرضتم- أيها الناس- عن قولي، وعن تذكيري إياكم بآيات الله بعد وقوفكم على أمرى وعلى حقيقة حالي. فما سألتكم من أجر، أى: فإنى ما سألتكم في مقابل تذكيري لكم، أو دعوتي إياكم الى الحق، من أجر تؤدونه لي- إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ وحده، فهو الذي يثيبني على قولي وعملي وهو الذي يعطيني من الخير ما يغنيني عن أجركم وعطائكم وهو- سبحانه- الذي أمرنى أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ أى: المنقادين لأمره. المتبعين لهديه، المستسلمين لقضائه وقدره."},{"ayah_number":73,"text":"ثم بين - سبحانه - العاقبة الطيبة التي آل إليها أمر نوح عليه السلام والعاقبة السيئة التى انتهى إليها حال قومه فقال : ( فَكَذَّبُوهُ ) أى : فكذب قوم نوح نبيهم نوحا بعد أن دعاهم إلى الحق ليلا ونهارا وسرا وعلانية .فماذا كانت نتيجة هذا التكذيب؟ كانت نتيجته كما حكته السورة الكريمة ( فَنَجَّيْنَاهُ وَمَن مَّعَهُ فى الفلك ) أى : فنجينا نوحا ومن معه من المؤمنين ، بأن أمرناهم أن يركبوا فى السفينة التي صنعوها بأمر الله ، حتى لا يغرقهم الطوفان الذى أغرق المكذبين .وقوله : ( وَجَعَلْنَاهُمْ خَلاَئِفَ ) أى : وجعلنا هؤلاء الناجين خلفاء فى الأرض لأولئك المغرقين الذين كذبوا نبيهم نوحا - عليه السلام - وعموا وصموا عن الحق الذى جاءهم به ودعاهم إليه .هذه هى عاقبة نوح والمؤمنين معه أما عاقبة من كذبوه فقد بينها - سبحانه - فى قوله : ( وَأَغْرَقْنَا الذين كَذَّبُواْ بِآيَاتِنَا ) أى : وأغرقنا بالطوفان الذين كذبوا بآياتنا الدالة على وحدانيتنا وقدرتنا .( فانظر كَيْفَ كَانَ عَاقِبَةُ المنذرين ) أى : فانظر وتأمل - أيها العاقل - كيف كانت نتيجة تكذيب هؤلاء المنذرين الذين لم تنفع معهم النذر والآيات التي جاءهم بها نبيهم نوح - عليه السلام - .فالمراد بالأمر بالنظر هنا : التأمل والاتعاظ والاعتبار لا مجرد النظر الخالي عن ذلك .وهكذا نجد أن من العبر والعظات التي من أجلها ساق الله - تعالى - قصة نوح - عليه السلام - بهذه الصورة الموجزة هنا : إبراز ما كان عليه نوح - عليه السلام - من شجاعة وقوة وهو يبلغ رسالة الله إلى الناس ، واعتماده التام على خالقه ، وتوكله عليه وحده وتحديه السافر للمكذبين الذين وضعوا العراقيل والعقبات فى طريق دعوته ، وتحريضه لهم بمثيرات القول على مهاجمته إن كان فى إمكانهم ذلك ومصارحته لهم بأنه فى غنى عن أموالهم لأن خالقه - سبحانه - قد أغناه عنهم ، وبيان أن سنة الله لا تتخلف ولا تتبدل وهذه السنة تتمثل فى أنه - سبحانه - قد جعل حسن العاقبة للمؤمنين وسوء العاقبة للمكذبين ."},{"ayah_number":74,"text":"أى: ثم بعثنا من بعد نوح- عليه السلام- رسلا كثيرين ذوى قدر عظيم إلى أقوامهم، ليخرجوهم من ظلمات الكفر إلى نور الايمان فهود- عليه السلام- أرسلناه إلى قوم عاد، وصالح- عليه السلام- أرسلناه إلى ثمود، وهكذا أرسلنا رسلا كثيرين إلى أقوامهم.وقوله: فَجاؤُهُمْ بِالْبَيِّناتِ أى: فأتى كل رسول قومه بالمعجزات الواضحات، وبالحجج الساطعات الدالة على صدقه فيما يبلغه عن ربه.وقوله- فَما كانُوا لِيُؤْمِنُوا بِما كَذَّبُوا بِهِ مِنْ قَبْلُ بيان لموقف هؤلاء الأقوام الجاحدين من رسلهم الذين جاءوا لهدايتهم وسعادتهم.وللمفسرين في معنى هذه الجملة الكريمة أقوال:فمنهم من يرى أن الضمائر في «كانوا، ويؤمنوا، وكذبوا» تعود على أقوام الرسل الذين جاءوا من بعد نوح- عليه السلام- وأن المراد بقوله: مِنْ قَبْلُ أى: من قبل مجيء الرسل إليهم.والمعنى على هذا الرأى: ثم بعثنا من بعد نوح- عليه السلام- رسلا كثيرين إلى أقوامهم فجاءوهم بالمعجزات الدالة على صدقهم، إلا أن هؤلاء الأقوام الأشقياء. استمروا على كفرهم وعنادهم، وامتنعوا عن الإيمان بما كذبوا به من قبل مجيء الرسل إليهم وهو إفراد الله- تعالى- بالعبادة والطاعة فكان حالهم في الإصرار على الكفر والجحود قبل مجيء الرسل إليهم، كحالهم بعد أن جاءوهم بالهدى ودين الحق، حتى لكأنهم لم يأتهم من بشير ولا نذير.ومن المفسرين الذين قالوا بهذا الرأى الإمام البيضاوي فقد قال: «قوله: فَما كانُوا لِيُؤْمِنُوا أى: فما استقام لهم أن يؤمنوا لشدة شكيمتهم في الكفر، وخذلان الله إياهم.. بما كذبوا به من قبل، أى بسبب تعودهم تكذيب الحق، وتمرنهم عليه قبل بعثة الرسل- عليهم الصلاة والسلام-»ومنهم من يرى- أيضا- أن الضمائر تعود على أقوام الرسل الذين جاءوا من بعد نوح- عليه السلام- إلا أن المراد بقوله مِنْ قَبْلُ: أى: من قبل ابتداء دعوة الرسل لهؤلاء الأقوام.وعليه يكون المعنى: ثم بعثنا من بعد نوح- عليه السلام- رسلا كثيرين إلى أقوامهم، فجاءوهم بالأدلة الواضحة الدالة على صدقهم، إلا أن هؤلاء الأقوام قابلوا رسلهم بالتكذيب من أول يوم، واستمروا على ذلك حتى آخر أحوالهم معهم، فكان تكذيبهم لهم في آخر أحوالهم معهم، يشبه تكذيبهم لهم من قبل. أى: في أول مجيئهم إليهم.ومن المفسرين الذين قالوا بهذا الرأى: الإمام ابن كثير فقد قال: «قوله: فَما كانُوا لِيُؤْمِنُوا بِما كَذَّبُوا بِهِ مِنْ قَبْلُ أى: فما كانت الأمم لتؤمن بما جاءتهم به رسلهم، بسبب تكذيبهم إياهم أول من أرسلوا إليهم، كما قال- تعالى- وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصارَهُمْ كَما لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ .ومنهم من يرى أن الضمير في قوله «كانوا ويؤمنوا» يعود على أقوام الرسل الذين جاءوا من بعد نوح- عليه السلام- وأن الضمير في قوله «كذبوا» يعود إلى قوم نوح، وعلى هذا الرأى يكون المعنى:ثم بعثنا من بعد نوح- عليه السلام- رسلا إلى أقوامهم. فجاءوهم بالآيات البينات الدالة على صدقهم، ولكن هؤلاء الأقوام استمروا في كفرهم وعنادهم، وأبوا أن يؤمنوا بوحدانية الله التي كذب بها قوم نوح من قبل.ومن المفسرين الذين قالوا بهذا الرأى الإمام ابن جرير فقد قال «قوله: فَما كانُوا لِيُؤْمِنُوا بِما كَذَّبُوا بِهِ مِنْ قَبْلُ يقول: «فما كانوا ليصدقوا بما جاءتهم به رسلهم وبما كذب به قوم نوح ومن قبلهم من الأمم الخالية..».وعلى أية حال فهذه الأقوال الثلاثة، تدل على أن هؤلاء الأقوام عموا وصموا عن الحق، واستمروا على ذلك دون أن تحولهم الآيات البينات التي جاءهم بها الرسل عن عنادهم وضلالهم.وقوله: كَذلِكَ نَطْبَعُ عَلى قُلُوبِ الْمُعْتَدِينَ بيان لسنة الله- تعالى- في خلقه التي لا تتخلف ولا تتبدل. والطبع: الختم والاستيثاق بحيث لا يخرج من الشيء ما دخل فيه، ولا يدخل فيه ما خرج منه.أى: مثل ذلك الطبع المحكم نطبع على قلوب المعتدين المتجاوزين للحدود في الكفر والجحود، وذلك بخذلانهم، وتخليتهم وشأنهم، لانهماكهم في الغواية والضلال.ثم ساقت السورة الكريمة بعد ذلك، جانبا من قصة موسى- عليه السلام- مع فرعون وملئه، فبدأت بحكاية بعض المحاورات التي دارت بينه وبينهم، فقال- تعالى-:"},{"ayah_number":75,"text":"وقوله- سبحانه- ثُمَّ بَعَثْنا.. معطوف على ما قبله وهو قوله: ثُمَّ بَعَثْنا مِنْ بَعْدِهِ رُسُلًا إِلى قَوْمِهِمْ ... من باب عطف القصة على القصة، وهو من قبيل عطف الخاص على العام، لما في هذا الخاص من عبر وعظات.والمعنى: ثم بعثنا من بعد هؤلاء الرسل الكرام الذين جاءوا لأقوامهم بالأدلة والبينات.مُوسى وَهارُونَ عليهما السلام.. إِلى فِرْعَوْنَ الذي قال لقومه «أنا ربكم الأعلى» وإلى مَلَأَهُ أى: خاصته وأشراف مملكته وأركان دولته، ولذلك اقتصر عليهم، لأن غيرهم كالتابع لهم.بِآياتِنا أى: بعثناهما إليهم مؤيدين بآياتنا، الدالة على قدرتنا ووحدانيتنا وعلى صدقهما فيما يبلغانه عنا من هدايات وتوجيهات.ويرى كثير من المفسرين أن المراد بقوله بِآياتِنا الآيات التسع التي جاء ذكرها في قوله تعالى في سورة الإسراء وَلَقَدْ آتَيْنا مُوسى تِسْعَ آياتٍ بَيِّناتٍ..قال الجمل: «وتقدم في الأعراف منها ثمانية، ثنتان في قوله- تعالى- فَأَلْقى عَصاهُ فَإِذا هِيَ ثُعْبانٌ مُبِينٌ  وقوله: وَنَزَعَ يَدَهُ فَإِذا هِيَ بَيْضاءُ لِلنَّاظِرِينَ .وواحدة في قوله- تعالى-: وَلَقَدْ أَخَذْنا آلَ فِرْعَوْنَ بِالسِّنِينَ وَنَقْصٍ مِنَ الثَّمَراتِ لَعَلَّهُمْ يَذَّكَّرُون وخمسة في قوله- تعالى-: فَأَرْسَلْنا عَلَيْهِمُ الطُّوفانَ وَالْجَرادَ وَالْقُمَّلَ وَالضَّفادِعَ وَالدَّمَ....  . والتاسعة في هذه السورة- سورة يونس- في قوله- تعالى-:رَبَّنَا اطْمِسْ عَلى أَمْوالِهِمْ .ثم بين- سبحانه- موقف فرعون وملئه من دعوة موسى لهم فقال: فَاسْتَكْبَرُوا وَكانُوا قَوْماً مُجْرِمِينَ.والاستكبار: ادعاء الكبر من غير استحقاق، والفاء فصيحة، والتقدير: ثم بعثنا من بعد أولئك الرسل موسى وهارون إلى فرعون وملئه، فأتياهم ليبلغاهم دعوة الله، ويأمراهم بإخلاص العبادة له، فاستكبروا عن طاعتهما، وأعجبوا بأنفسهم، وكانوا قوما شأنهم وديدنهم الإجرام، وهو ارتكاب ما عظم من الذنوب، وقبح من الأفعال.ورحم الله صاحب الكشاف فقد قال عند تفسيره لهذه الجملة: فاستكبروا عن قبولها، وهو أعظم الكبر أن يتهاون العبيد برسالة ربهم بعد تبينها، ويتعظموا عن تقبلها» ."},{"ayah_number":76,"text":"ثم بين- سبحانه- ما تفوهوا به من أباطيل عند ما جاءهم موسى بدعوته فقال: فَلَمَّا جاءَهُمُ الْحَقُّ مِنْ عِنْدِنا قالُوا إِنَّ هذا لَسِحْرٌ مُبِينٌ.أى: فلما وصل إليهم الحق الذي جاءهم به موسى- عليه السلام- من عندنا لا من غيرنا قالُوا على سبيل العناد والحقد والغرور إِنَّ هذا الذي جئت به يا موسى لَسِحْرٌ مُبِينٌ أى: لسحر واضح ظاهر لا يحتاج إلى تأمل أو تفكير.والتعبير بقوله جاءَهُمُ يفيد أن الحق قد وصل إليهم بدون تعب منهم، فكان من الواجب عليهم- لو كانوا يعقلون- أن يتقبلوه بسرور واقتناع.وفي قوله مِنْ عِنْدِنا تصوير لشناعة الجريمة التي ارتكبوها في جانب الحق، الذي جاءهم من عند الله- تعالى- لا من عند غيره.والمراد بالحق هنا: الآيات والمعجزات التي جاءهم بها موسى- عليه السلام- لتكون دليلا على صدقه فيما يبلغه عن ربه.وقولهم- كما حكى القرآن عنهم- إِنَّ هذا لَسِحْرٌ مُبِينٌ بالقسم المؤكد: يدل على تبجحهم الذميم، وكذبهم الأثيم، حيث وصفوا الحق الذي لا باطل معه بأنه سحر واضح، وهكذا عند ما تقسو القلوب وتفسق النفوس، تتحول الحقائق في زعمها إلى أكاذيب وأباطيل."},{"ayah_number":77,"text":"ثم حكى القرآن الكريم رد موسى- عليه السلام- على مفترياتهم فقال: قالَ مُوسى أَتَقُولُونَ لِلْحَقِّ لَمَّا جاءَكُمْ أَسِحْرٌ هذا وَلا يُفْلِحُ السَّاحِرُونَ.وفي الآية الكريمة كلام محذوف دل عليه المقام، والتقدير:قال موسى لفرعون وملئه منكرا عليهم غرورهم وكذبهم، أَتَقُولُونَ لِلْحَقِّ الذي هو أبعد ما يكون عن السحر، حين مشاهدتكم له.أتقولون عنه إِنَّ هذا لَسِحْرٌ مُبِينٌ.يا سبحان الله!! أفلا عقل لكم يحجزكم عن هذا القول الذي يدل على الجهالة والغباء، انظروا وتأملوا أَسِحْرٌ هذا الذي ترون حقيقته بأعينكم، وترتجف من عظمته قلوبكم، والحال أنه لا يُفْلِحُ السَّاحِرُونَ في أى عمل من شأنه أن يهدى إلى الخير والحق.فقد حذفت جملة إِنَّ هذا لَسِحْرٌ مُبِينٌ لدلالة قوله أَسِحْرٌ هذا عليه.قال صاحب الكشاف: «فإن قلت: هم قطعوا بقولهم: إن هذا لسحر مبين، على أنه سحر فكيف قيل لهم أتقولون: أسحر هذا؟قلت: فيه أوجه: أن يكون معنى قوله: أَتَقُولُونَ لِلْحَقِّ: أتعيبونه وتطعنون فيه، وكان عليكم أن تذعنوا له وتعظموه، من قولهم: فلان يخاف القالة، وبين الناس تقاول، إذا قال بعضهم لبعض ما يسوءه.وأن يحذف مفعول أتقولون وهو ما دل عليه قولهم: إِنَّ هذا لَسِحْرٌ مُبِينٌ كأنه قيل:أتقولون ما تقولون: يعنى قولهم: إن هذا لسحر مبين، ثم قيل: أسحر هذا؟وأن يكون جملة قوله «أسحر هذا ولا يفلح الساحرون» حكاية لكلامهم، كأنهم قالوا أجئتما إلينا بالسحر تطلبان به الفلاح وَلا يُفْلِحُ السَّاحِرُونَ..وقال الجمل: «قوله- تعالى- قالَ مُوسى أَتَقُولُونَ.. أى: قال جملا ثلاثة:الأولى: أَتَقُولُونَ لِلْحَقِّ لَمَّا جاءَكُمْ والثانية أَسِحْرٌ هذا والثالثة وَلا يُفْلِحُ السَّاحِرُونَ.وقوله لِلْحَقِّ أى في شأنه ولأجله، وقوله لَمَّا جاءَكُمْ أى: حين مجيئه إياكم من أول الأمر من غير تأمل وتدبر، وهذا مما ينافي القول المذكور.وقوله: قالَ مُوسى أَتَقُولُونَ لِلْحَقِّ لَمَّا جاءَكُمْ هنا مقول القول محذوف لدلالة ما قبله عليه، وإشارة إلى أنه لا ينبغي أن يتفوه به.وقوله- سبحانه- حكاية عن موسى أَسِحْرٌ هذا مبتدأ وخبر، وهو استفهام إنكارى مستأنف من جهته- عليه السلام- تكذيبا لقولهم، وتوبيخا إثر توبيخ، وتجهيلا بعد تجهيل» .وقوله: وَلا يُفْلِحُ السَّاحِرُونَ جملة حالية من ضمير المخاطبين، وقد جيء بها تأكيدا للإنكار السابق، وما فيه من معنى التوبيخ والتجهيل.أى: أتقولون للحق إنه سحر، والحال أنه لا يفلح فاعله، أى: لا يظفر بمطلوب، ولا ينجو من مكروه، وأنا قد أفلحت، وفزت بالحجة، ونجوت من الهلكة."},{"ayah_number":78,"text":"ثم كشف القرآن الكريم عن حقيقة الدوافع التي جعلتهم يصفون الحق بأنه سحر مبين فقال- تعالى-: قالُوا أَجِئْتَنا لِتَلْفِتَنا عَمَّا وَجَدْنا عَلَيْهِ آباءَنا وَتَكُونَ لَكُمَا الْكِبْرِياءُ فِي الْأَرْضِ، وَما نَحْنُ لَكُما بِمُؤْمِنِينَ.واللفت: الصرف واللى يقال: لفته يلفته لفتا، أى: صرفه عن وجهته إلى ذات اليمين أو الشمال.أى: قال فرعون وملؤه لموسى- عليه السلام- بعد أن جاءهم بالحق المبين: أجئتنا يا موسى بما جئتنا به لِتَلْفِتَنا عَمَّا وَجَدْنا عَلَيْهِ آباءَنا أى: لتصرفنا عن الدين الذي وجدنا عليه آباءنا، وتكون لك ولأخيك هارون الْكِبْرِياءُ فِي الْأَرْضِ أى السيادة والرياسة والزعامة الدينية والدنيوية في الأرض بصفة عامة، وفي أرض مصر بصفة خاصة.ثم أكدوا إنكارهم لما جاءهم به موسى- عليه السلام- من الدين الحق فقالوا- كما حكى القرآن عنهم- وَما نَحْنُ لَكُما بِمُؤْمِنِينَ أى وما نحن لكما بمصدقين فيما جئتما به، لأن تصديقنا لكما يخرجنا عن الدين الذي وجدنا عليه آباءنا، وينزع منا ملكنا الذي تتمتع بكبريائه خاصتنا، وتعيش تحت سلطانه وقهره عامتنا.وأفردوا موسى- عليه السلام- بالخطاب في قولهم أَجِئْتَنا لِتَلْفِتَنا.. لأنه هو الذي كان يجابههم بالحجج التي تقطع دابر باطلهم، ويرد على أكاذيبهم بما يفضحهم ويكشف عن غرورهم وغبائهم.وجمعوا بين موسى وهارون- عليهما السلام- في قولهم وَتَكُونَ لَكُمَا الْكِبْرِياءُ فِي الْأَرْضِ، وَما نَحْنُ لَكُما بِمُؤْمِنِينَ باعتبار شمول الكبرياء والرياسة والملك لهما، وباعتبار أن الإيمان بأحدهما يستلزم الإيمان بالآخر.هذا، والذي يتدبر هذه الآية الكريمة، يرى أن التهمة التي وجهها فرعون وملؤه إلى موسى وهارون- عليهما السلام-، هي تهمة قديمة جديدة فقوم نوح- مثلا- يمتنعون عن قبول دعوته، لأنه في نظرهم جاء بما جاء به بقصد التفضل عليهم، وفي هذا يقول القرآن الكريم:وَلَقَدْ أَرْسَلْنا نُوحاً إِلى قَوْمِهِ فَقالَ يا قَوْمِ اعْبُدُوا اللَّهَ ما لَكُمْ مِنْ إِلهٍ غَيْرُهُ، أَفَلا تَتَّقُونَ. فَقالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ، ما هذا إِلَّا بَشَرٌ مِثْلُكُمْ يُرِيدُ أَنْ يَتَفَضَّلَ عَلَيْكُمْ  . أى: يريد أن تكون له السيادة والفضل عليكم، فيكون زعيما وأنتم له تابعون.ولقد أفاض في شرح هذا المعنى صاحب الظلال- رحمه الله- عند تفسيره لهذه الآية الكريمة فقال ما ملخصه:وإذن فهو الخوف من تحطيم معتقداتهم الموروثة، التي يقوم عليها نظامهم السياسى والاقتصادى، وهو الخوف على السلطان في الأرض، هذا السلطان الذي يستمدونه من خرافات عقائدهم الموروثة.إنها العلة القديمة الجديدة التي تدفع بالطغاة إلى مقاومة دعوات الإصلاح ورمى الدعاة بأشنع التهم والفجور في مقاومة الدعوات والدعاة.. إنها هي «الكبرياء في الأرض» وما تقوم عليه من معتقدات باطلة، يحرص المتجبرون على بقائها متحجرة في قلوب الجماهير، بكل ما فيها من زيف وفساد، وأوهام وخرافات، لأن تفتح القلوب على العقيدة الصحيحة، خطر على القيم الجاهلية الموروثة.وما كان رجال من أذكياء قريش- مثلا- ليخطئوا إدراك ما في رسالة محمد صلى الله عليه وسلم من صدق وسمو، وما في عقيدة الشرك من تهافت وفساد، ولكنهم كانوا يخشون على مكانتهم الموروثة، القائمة على ما في تلك العقيدة من خرافات وتقاليد، كما خشي الملأ من قوم فرعون على سلطانهم في الأرض، فقالوا متبجحين وَما نَحْنُ لَكُما بِمُؤْمِنِينَ .ثم حكت الآيات الكريمة بعد ذلك ما طلبه فرعون من ملئه، وما دار بين موسى- عليه السلام- وبين السحرة من محاورات فقال- تعالى-:"},{"ayah_number":79,"text":"أى: وقال فرعون لخاصته بعد أن رأى من موسى الإصرار على دعوته ودعوة قومه إلى عبادة الله وحده، وبعد أن شاهد عصاه وقد تحولت إلى ثعبان مبين.قال فرعون لخاصته بعد أن رأى كل ذلك من موسى- عليه السلام- ائْتُونِي أيها الملأ بِكُلِّ ساحِرٍ عَلِيمٍ أى: بكل ساحر من أفراد مملكتي تكون عنده المهارة التامة في فن السحر، والخبرة الواسعة بطرقه وأساليبه."},{"ayah_number":80,"text":"وقوله: فَلَمَّا جاءَ السَّحَرَةُ ... معطوف على كلام محذوف يستدعيه المقام والتقدير، فامتثل القوم أمر فرعون وأسرعوا في إحضار السحرة، فلما جاءوا والتقوا بموسى- عليه السلام- وخيروه بقوله إِمَّا أَنْ تُلْقِيَ وَإِمَّا أَنْ نَكُونَ أَوَّلَ مَنْ أَلْقى.قالَ لَهُمْ مُوسى على سبيل التحدي أَلْقُوا ما أَنْتُمْ مُلْقُونَ من ألوان سحركم، ليرى الناس حقيقة فعلكم، وليميزوا بين حقي وباطلكم."},{"ayah_number":81,"text":"فَلَمَّا أَلْقَوْا أى: فلما ألقى السحرة حبالهم وعصيهم.قالَ لهم مُوسى على سبيل السخرية مما صنعوه.ما جِئْتُمْ بِهِ السِّحْرُ إِنَّ اللَّهَ سَيُبْطِلُهُ، إِنَّ اللَّهَ لا يُصْلِحُ عَمَلَ الْمُفْسِدِينَ أى: قال لهم موسى: أيها السحرة، إن الذي جئتم به هو السحر بعينه، وليس الذي جئت به أنا مما وصفه فرعون وملؤه بأنه سحر مبين.وإن الذي جئتم به سيمحقه الله ويزيل أثره من النفوس، عن طريق ما أمرنى الله به- سبحانه- من إلقاء عصاي، فقد جرت سنته- سبحانه- أنه لا يصلح عمل الذين يفسدون في الأرض ولا يصلحون وصنيعكم هذا هو من نوع الإفساد وليس من نوع الإصلاح."},{"ayah_number":82,"text":"وقوله: وَيُحِقُّ اللَّهُ الْحَقَّ بِكَلِماتِهِ وَلَوْ كَرِهَ الْمُجْرِمُونَ تأكيد لسنة الله- تعالى- في تنازع الحق والباطل، والصلاح والفساد.أى: أنه جرت سنة الله تعالى- أن لا يصلح عمل المفسدين، بل يمحقه ويبطله، وأنه- سبحانه- يحق الحق أى يثبته ويقويه ويؤيده بِكَلِماتِهِ النافذة، وقضائه الذي لا يرد، ووعده الذي لا يتخلف وَلَوْ كَرِهَ الْمُجْرِمُونَ ذلك لأن كراهيتهم لإحقاق الحق وإبطال الباطل، لا تعطل مشيئة الله، ولا تحول بين تنفيذ آياته وكلماته وقد كان الأمر كذلك فقد أوحى الله إلى موسى أَنْ أَلْقِ عَصاكَ فَإِذا هِيَ تَلْقَفُ ما يَأْفِكُونَ. فَوَقَعَ الْحَقُّ وَبَطَلَ ما كانُوا يَعْمَلُونَ .ثم انتقلت السورة الكريمة للحديث عن جانب مما دار بين موسى- عليه السلام- وبين قومه بنى إسرائيل، إثر الحديث عن جانب مما دار بينه وبين فرعون وملئه وسحرته فقال- تعالى-:"},{"ayah_number":83,"text":"قال الجمل: «قوله- سبحانه- فَما آمَنَ لِمُوسى إِلَّا ذُرِّيَّةٌ مِنْ قَوْمِهِ ... لما ذكر الله- تعالى- ما أتى به موسى- عليه السلام- من المعجزات العظيمة الباهرة، أخبر- سبحانه- أنه مع مشاهدة هذه المعجزات، ما آمن لموسى إلا ذرية من قومه. وإنما ذكر الله هذا تسلية لنبيه محمد صلى الله عليه وسلم لأنه كان كثير الاهتمام بإيمان قومه، وكان يغتم بسبب إعراضهم عن الإيمان به، واستمرارهم على الكفر والتكذيب، فبين الله له أن له أسوة بالأنبياء- عليهم الصلاة والسلام-. لأن ما جاء به موسى من المعجزات، كان أمرا عظيما. ومع ذلك فما آمن له إلا ذرية من قومه» .والآية الكريمة معطوفة على كلام محذوف يدل عليه السياق، والتقدير: لقد أتى موسى- عليه السلام- بالمعجزات التي تشهد بصدقه، والتي على رأسها، أن ألقى عصاه فإذا هي تبتلع ما فعله السحرة، ومع كل تلك البراهين الدالة على صدقه، فما آمن به إلا ذرية من قومه.والمراد بالذرية هنا: العدد القليل من الشباب، الذين آمنوا بموسى، بعد أن تخلف عن الإيمان آباؤهم وأغنياؤهم.قال الآلوسى: قوله إِلَّا ذُرِّيَّةٌ مِنْ قَوْمِهِ أى: إلا أولاد بعض بنى إسرائيل حيث دعا- عليه السلام- الآباء فلم يجيبوه خوفا من فرعون، وأجابته طائفة من شبابهم فالمراد من الذرية: الشبان لا الأطفال  .والضمير في قوله مِنْ قَوْمِهِ يعود لموسى- عليه السلام-، وعليه يكون المعنى:فما آمن لموسى- عليه السلام- في دعوته إلى وحدانية الله، إلا عدد قليل من شباب قومه بنى إسرائيل، الذين كانوا يعيشون في مصر، والذين كان فرعون يسومهم سوء العذاب، أما آباؤهم وأصحاب الجاه فيهم، فقد انحازوا إلى فرعون طمعا في عطائه، وخوفا من بطشه بهم.ويرى بعض المفسرين أن الضمير في قوله مِنْ قَوْمِهِ يعود إلى فرعون لا إلى موسى.فيكون المعنى: فما آمن لموسى إلا عدد قليل من شباب قوم فرعون.قال ابن كثير ما ملخصه مرجحا هذا الرأى: «يخبر الله- تعالى- أنه لم يؤمن بموسى- عليه السلام- مع ما جاء به من الآيات والحجج، إلا قليل من قوم فرعون، من الذرية- وهم الشباب-، على وجل وخوف منه ومن ملئه.قال العوفى عن ابن عباس: «إن الذرية التي آمنت لموسى من قوم فرعون منهم:امرأته، ومؤمن آل فرعون، وخازنه، وامرأة خازنه» .ثم قال: واختار ابن جرير قول مجاهد في الذرية، أنها من بنى إسرائيل، لا من قوم فرعون. لعود الضمير على أقرب مذكور.وفي هذا نظر، لأن من المعروف أن بنى إسرائيل كلهم آمنوا بموسى. واستبشروا به، فقد كانوا يعرفون نعته وصفته والبشارة به.وإذا تقرر هذا فكيف يكون المراد إلا ذرية من قوم موسى وهم بنو إسرائيل؟» .والذي نراه أن ما اختاره ابن جرير من عودة الضمير إلى موسى- عليه السلام- أرجح، لأن هناك نوع خفاء في إطلاق كلمة الذرية على من آمن من قوم فرعون، ومنهم زوجته، وامرأة خازنه.ولأنه لا دليل على أن بنى إسرائيل كلهم قد آمنوا بموسى، بل الحق أن منهم من آمن به ومنهم من كفر به، كقارون والسامري وغيرهما.ولأن رجوع الضمير إلى موسى- عليه السلام- هو الظاهر المتبادر من الآية، لأنه أقرب مذكور، وليس هناك ما يدعو إلى صرف الآية الكريمة عن هذا الظاهر.ورحم الله ابن جرير فقد قال في ترجيحه لما ذهب إليه من عودة الضمير إلى موسى- عليه السلام- ما ملخصه:وأولى هذه الأقوال عندي بتأويل الآية، القول الذي ذكرته عن مجاهد وهو أن الذرية في هذا الموضع، أريد بها ذرية من أرسل إليه موسى من بنى إسرائيل، وإنما قلت هذا القول أولى بالصواب، لأنه لم يجر في هذه الآية ذكر لغير موسى، فلأن تكون الهاء في قوله مِنْ قَوْمِهِ من ذكر موسى لقربها من ذكره أولى من أن تكون من ذكر فرعون، لبعد ذكره منها.ولأن في قوله عَلى خَوْفٍ مِنْ فِرْعَوْنَ وَمَلَائِهِمْ الدليل الواضح على أن الهاء في قوله إِلَّا ذُرِّيَّةٌ مِنْ قَوْمِهِ من ذكر موسى لا من ذكر فرعون، لأنها لو كانت من ذكر فرعون لكان الكلام على خوف منه، ولم يكن على خوف من فرعون..» .وقوله: عَلى خَوْفٍ مِنْ فِرْعَوْنَ وَمَلَائِهِمْ أَنْ يَفْتِنَهُمْ ... حال من كلمة ذُرِّيَّةٌ، وعَلى هنا بمعنى مع. والضمير في قوله مَلَائِهِمْ يعود إلى ملأ الذرية، وهم كبار بنى إسرائيل الذين لاذوا بفرعون طمعا في عطائه أو خوفا من عقابه ولم يتبعوا موسى- عليه السلام-.والمعنى: فما آمن لموسى الا عدد قليل من شباب قومه، والحال أن إيمانهم كان مع خوف من فرعون ومن أشراف قومهم أن يفتنوهم عن دينهم، أى: أن يعذبوهم ليحملوهم على ترك اتباع موسى- عليه السلام.والضمير في يَفْتِنَهُمْ يعود إلى فرعون خاصة، لأنه هو الآمر بالتعذيب ولأن الملأ إنما كانوا يأتمرون بأمره، وينتهون عن نهيه، فهم كالآلة في يده يصرفها كيف يشاء.وجملة أَنْ يَفْتِنَهُمْ في تأويل مصدر، بدل اشتمال من فرعون، أى: على خوف من فرعون فتنته.وقوله: وَإِنَّ فِرْعَوْنَ لَعالٍ فِي الْأَرْضِ وَإِنَّهُ لَمِنَ الْمُسْرِفِينَ اعتراض تذييلى مؤكد لمضمون ما قبله، ومقرر لطغيان فرعون وعتوه.أى: وإن فرعون المتكبر متجبر في أرض مصر كلها، وإنه لمن المسرفين المتجاوزين لكل حد في الظلم والبغي وادعاء ما ليس له.والمتجبرون والمسرفون يحتاجون في مقاومتهم إلى إيمان عميق، واعتماد على الله وثيق، وثبات يزيل المخاوف ويطمئن القلوب إلى حسن العاقبة، ولذا قال موسى لأتباعه المؤمنين:يا قَوْمِ إِنْ كُنْتُمْ آمَنْتُمْ بِاللَّهِ فَعَلَيْهِ تَوَكَّلُوا إِنْ كُنْتُمْ مُسْلِمِينَ."},{"ayah_number":84,"text":"أى: قال موسى لقومه تطمينا لقلوبهم، وقد رأى الخوف من فرعون يعلو وجوه بعضهم:يا قوم إِنْ كُنْتُمْ آمَنْتُمْ بِاللَّهِ حق الإيمان، وأسلمتم وجوهكم له حق الإسلام فعليه وحده اعتمدوا، وبجنابه وحده تمسكوا، فإن من توكل على الله واتجه إليه، كان الله معه بنصره وتأييده."},{"ayah_number":85,"text":"ثم حكى القرآن جوابهم الذي يدل على صدق يقينهم فقال: فَقالُوا أى مجيبين لنصيحة نبيهم عَلَى اللَّهِ وحده لا على غيره تَوَكَّلْنا واعتمدنا وفوضنا أمورنا إليه.رَبَّنا لا تَجْعَلْنا فِتْنَةً لِلْقَوْمِ الظَّالِمِينَ أى يا ربنا لا تجعلنا موضوع فتنة وعذاب للقوم الظالمين. بأن تمكنهم منا فيسوموننا سوء العذاب، وعندئذ يعتقدون أنهم على الحق ونحن على الباطل، لأننا لو كنا على الحق- في زعمهم- لما تمكنوا منا، ولما انتصروا علينا."},{"ayah_number":86,"text":"ثم أضافوا إلى هذا الدعاء دعاء آخر، أكثر صراحة من سابقه في المباعدة بينهم وبين الظالمين فقالوا وَنَجِّنا بِرَحْمَتِكَ مِنَ الْقَوْمِ الْكافِرِينَ.أى: نحن لا نلتمس منك يا مولانا ألا تجعلنا فتنة لهم فقط، بل نلتمس منك- أيضا- أن تنجينا من شرور القوم الكافرين، وأن تخلصنا من سوء جوارهم، وأن تفرق بيننا وبينهم كما فرقت بين أهل المشرق وأهل المغرب.قال الإمام الشوكانى: «وفي هذا الدعاء الذي تضرعوا به إلى الله- دليل على أنه كان لهم اهتمام بأمر الدين فوق اهتمامهم بسلامة أنفسهم»  ."},{"ayah_number":87,"text":"وبعد هذا الدعاء المخلص، وجه الله- تعالى- نبيه موسى وأخاه هارون- عليهما السلام- إلى ما يوصل إلى نصرهما ونصر أتباعهما فقال- تعالى- وَأَوْحَيْنا إِلى مُوسى وَأَخِيهِ أَنْ تَبَوَّءا لِقَوْمِكُما بِمِصْرَ بُيُوتاً وَاجْعَلُوا بُيُوتَكُمْ قِبْلَةً ...وقوله تَبَوَّءا من التبوء وهو اتخاذ المباءة أى المنزل، كالتوطن بمعنى اتخاذ الوطن.يقال بوأته وبوأت له منزلا إذا أنزلته فيه، وهيأته له.والمعنى: وأوحينا إلى موسى وأخيه هارون بعد أن لج فرعون في طغيانه وفي إنزال العذاب بالمؤمنين- أن اتخذا لقومكما المؤمنين بيوتا خاصة بهم في مصر، ينزلون بها، ويستقرون فيها، ويعتزلون فرعون وجنده، إلى أن يقضى الله أمرا كان مفعولا.وقوله وَاجْعَلُوا بُيُوتَكُمْ قِبْلَةً أى: واجعلوا هذه البيوت التي حللتم بها مكانا لصلاتكم وعبادتكم، بعد أن حال فرعون وجنده بينكم وبين أداء عباداتكم في الأماكن المخصصة لذلك.قال القرطبي: «المراد صلوا في بيوتكم سرا لتأمنوا، وذلك حين أخافهم فرعون، فأمروا بالصبر واتخاذ المساجد في البيوت، والإقدام على الصلاة، والدعاء، إلى أن ينجز الله وعده، وهو المراد بقوله قالَ مُوسى لِقَوْمِهِ اسْتَعِينُوا بِاللَّهِ وَاصْبِرُوا وكان من دينهم أنهم لا يصلون إلا في البيع والكنائس ماداموا على أمن، فإذا خافوا فقد أذن لهم أن يصلوا في بيوتهم ... » .وقوله: وَأَقِيمُوا الصَّلاةَ أى: داوموا عليها، وأدوها في أوقاتها بخشوع وإخلاص، فإن في أدائها بهذه الصورة. وسيلة إلى تفريج الكروب، وفي الحديث الشريف: «كان رسول الله صلى الله عليه وسلم إذا حزبه أمر صلى» .وقوله وَبَشِّرِ الْمُؤْمِنِينَ تذييل قصد به بعث الأمل في نفوسهم متى أدوا ما كلفوا به.أى: وبشر المؤمنين بالنصر والفلاح في الدنيا، وبالثواب الجزيل في الآخرة.قال صاحب الكشاف: «فإن قلت: كيف نوع الخطاب فثنى أولا، ثم جمع، ثم وحد آخرا؟قلت: خوطب موسى وهارون- عليه السلام- أن يتبوآ لقومهما بيوتا ويختاراها للعبادة، وذلك مما يفوض إلى الأنبياء. ثم سيق الخطاب عاما لهما ولقومهما باتخاذ المساجد والصلاة فيها، لأن ذلك واجب على الجمهور. ثم خص موسى- عليه السلام- بالبشارة التي هي الغرض تعظيما لها، وللمبشر بها» .ولأن بشارة الأمة- كما يقول الآلوسى- وظيفة صاحب الشريعة، وهي من الأعظم أسرّ وأوقع في النفس  .هذا، ومن التوجيهات الحكيمة التي نأخذها من هذه الآية الكريمة، أن مما يعين المؤمنين على النصر والفلاح، أن يعتزلوا أهل الكفر والفسوق والعصيان، إذا لم تنفع معهم النصيحة، وأن يستعينوا على بلوغ غايتهم بالصبر والصلاة، وأن يقيموا حياتهم فيما بينهم على المحبة الصادقة، وعلى الأخوة الخالصة، وأن يجعلوا توكلهم على الله وحده وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ، إِنَّ اللَّهَ بالِغُ أَمْرِهِ، قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْراً.ثم حكى القرآن الكريم بعد ذلك، ما تضرع به موسى- عليه السلام- إلى الله- تعالى- من دعوات خاشعات، بعد أن يئس من إيمان فرعون وملئه فقال- سبحانه-:"},{"ayah_number":88,"text":"والزينة: اسم لما يتزين به الإنسان من ألوان اللباس وأوانى الطعام والشراب، ووسائل الركوب.. وغير ذلك مما يستعمله الإنسان في زينته ورفاهيته.والمال: يشمل أصناف الزينة، ويشمل غير ذلك مما يتملكه الإنسان.والمعنى: وقال موسى- عليه السلام- مخاطبا ربه، بعد أن فقد الأمل في إصلاح فرعون وملئه: يا ربنا إنك أعطيت فرعون وأشراف قومه وأصحاب الرياسات منهم، الكثير من مظاهر الزينة والرفاهية والتنعم، كما أعطيتهم الكثير من الأموال في هذه الحياة الدنيا.وهذا العطاء الجزيل لهم قد يضعف الإيمان في بعض النفوس، إما بالإغراء الذي يحدثه مظهر النعمة في نفوس الناظرين إليها، وإما بالترهيب الذي يملكه هؤلاء المنعمون، بحيث يصيرون قادرين على إذلال غيرهم.واللام في قوله رَبَّنا لِيُضِلُّوا عَنْ سَبِيلِكَ لام العاقبة والصيرورة أى: أعطيتهم ما أعطيتهم من الزينة والمال، ليخلصوا لك العبادة والطاعة، وليقابلوا هذا العطاء بالشكر، ولكنهم لم يفعلوا بل قابلوا هذه النعم بالجحود والبطر، فكانت عاقبة أمرهم الخسران والضلال، فأزل يا مولانا هذه النعم من بين أيديهم.قال القرطبي: «اختلف في هذه اللام، وأصح ما قبل فيها- وهو قول الخليل وسيبويه- أنها لام العاقبة والصيرورة، وفي الخبر: «إن لله- تعالى- ملكا ينادى كل يوم: لدوا للموت وابنوا للخراب» أى: لما كان عاقبة أمرهم إلى الضلال، صار كأنه أعطاهم ليضلوا»  .وقال صاحب المنار: «قوله: رَبَّنا لِيُضِلُّوا عَنْ سَبِيلِكَ أى: لتكون عاقبة هذا العطاء إضلال عبادك عن سبيلك الموصلة إلى مرضاتك باتباع الحق والعدل والعمل الصالح، ذلك لأن الزينة سبب الكبر والخيلاء والطغيان على الناس، وكثرة الأموال تمكنهم من ذلك، وتخضع رقاب الناس لهم، كما قال- تعالى- إِنَّ الْإِنْسانَ لَيَطْغى، أَنْ رَآهُ اسْتَغْنى.فاللام في قوله لِيُضِلُّوا تسمى لام العاقبة والصيرورة، وهي الدالة على أن ما بعدها أثر وغاية فعلية لمتعلقها، يترتب عليه بالفعل لا بالسببية، ولا بقصد فاعل الفعل الذي تتعلق به كقوله- تعالى- فَالْتَقَطَهُ آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَناً ... .ومنهم من يرى أن هذه اللام للتعليل، والفعل منصوب بها، فيكون المعنى:وقال موسى مخاطبا ربه: يا ربنا إنك قد أعطيت فرعون وملأه زينة وأموالا في الحياة الدنيا، وإنك يا ربنا قد أعطيتهم ذلك على سبيل الاستدراج ليزدادوا طغيانا على طغيانهم، ثم تأخذهم أخذ عزيز مقتدر.وشبيه بهذه الجملة في هذا المعنى قوله- تعالى-: وَلا يَحْسَبَنَّ الَّذِينَ كَفَرُوا أَنَّما نُمْلِي لَهُمْ خَيْرٌ لِأَنْفُسِهِمْ، إِنَّما نُمْلِي لَهُمْ لِيَزْدادُوا إِثْماً وَلَهُمْ عَذابٌ مُهِينٌ .وقد رجح هذا المعنى الإمام ابن جرير فقال: «والصواب من القول في ذلك عندي أنها لام كي، ومعنى الكلام: ربنا أعطيتهم ما أعطيتهم من زينة الحياة الدنيا والأموال لتفتنهم فيه، ويضلوا عن سبيلك عبادك عقوبة منك لهم، وهذا كما قال جل ثناؤه لَأَسْقَيْناهُمْ ماءً غَدَقاً. لِنَفْتِنَهُمْ فِيهِ.   .ومنهم من يرى أن هذه اللام هي لام الدعاء، وأنها للدعاء عليهم بالزيادة من الإضلال والغواية فيكون المعنى:وقال موسى يا ربنا إنك أعطيت فرعون وملأه زينة وأموالا في الحياة الدنيا اللهم يا ربنا زدهم ضلالا على ضلالهم.وقد سار على هذا الرأى صاحب الكشاف. فقد قال ما ملخصه: «فإن قلت: ما معنى قوله: لِيُضِلُّوا عَنْ سَبِيلِكَ؟قلت: هو دعاء بلفظ الأمر كقوله: ربنا اطمس واشدد. وذلك أنه لما عرض عليهم آيات الله وبيناته عرضا مكررا، وردد عليهم النصائح والمواعظ زمانا طويلا. وحذرهم من عذاب الله ومن انتقامه، وأنذرهم سوء عاقبة ما كانوا عليه من الكفر والضلال، ورآهم لا يزيدون على عرض الآيات إلا كفرا وعلى الإنذار إلا استكبارا، وعن النصيحة إلا نبوا، ولم يبق له مطمع فيهم. وعلم بالتجربة وطول الصحبة أو بوحي من الله، أنه لا يجيء منهم إلا الغي والضلال.لما رأى منهم كل ذلك: اشتد غضبه عليهم، وكره حالهم، فدعا الله عليهم بما علم أنه لا يكون غيره وهو ضلالهم.فكأنه قال: ليثبتوا على ما هم عليه من الضلال..»وعلى أية حال فهذه الأقوال الثلاثة، لكل واحد منها اتجاهه في التعبير عن ضيق موسى- عليه السلام- لإصرار فرعون وشيعته على الكفر، ولما هم فيه من نعم لم يقابلوها بالشكر، بل قابلوها بالجحود والبطر.وإن كان الرأى الأول هو أظهرها في الدلالة على ذلك، وأقربها إلى سياق الآية الكريمة.قال الشوكانى: «وقرأ الكوفيون لِيُضِلُّوا بضم الياء. أى: ليوقعوا الإضلال على غيرهم. وقرأ الباقون بالفتح أى يضلون في أنفسهم» .وقوله: رَبَّنَا اطْمِسْ عَلى أَمْوالِهِمْ، وَاشْدُدْ عَلى قُلُوبِهِمْ. فَلا يُؤْمِنُوا حَتَّى يَرَوُا الْعَذابَ الْأَلِيمَ دعا عليهم بما يستحقونه من عقوبات بسبب إصرارهم على الكفر والضلال.والطمس: الإهلاك والإتلاف ومحو أثر الشيء يقال: طمس الشيء ويطمس طموسا إذا زال بحيث لا يرى ولا يعرف لذهاب صورته.والشد: الربط والطبع على الشيء، بحيث لا يخرج منه ما هو بداخله، ولا يدخل فيه ما هو خارج منه.والمعنى: وقال موسى مخاطبا ربه: يا ربنا إنك آتيت فرعون وملأه زينة وأموالا في الحياة الدنيا، وقد أعطيتهم ذلك ليشكروك، ولكنهم لم يفعلوا، بل قابلوا عطاءك بالجحود، اللهم يا ربنا اطمس على أموالهم بأن تهلكها وتزيلها وتمحقها من بين أيديهم، حتى ترحم عبادك المؤمنين، من سوء استعمال الكافرين لنعمك في الإفساد والأذى.وَاشْدُدْ عَلى قُلُوبِهِمْ بأن تزيدها قسوة على قسوتها، وعنادا على عنادها مع استمرارها على ذلك، حتى يأتيهم العذاب الأليم الذي لا ينفع عند إتيانه إيمان، ولا تقبل معه توبة، لأنهما حدثا في غير وقتهما.قال الجمل: «وهذا الطمس هو أحد الآيات التسع التي أوتيها موسى- عليه السلام- .وقال الإمام ابن كثير: «وهذه الدعوة كانت من موسى- عليه السلام- غضبا لله- تعالى- ولدينه على فرعون وملئه. الذين تبين له أنه لا خير فيهم، كما دعا نوح- عليه السلام- على قومه فقال: رَبِّ لا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكافِرِينَ دَيَّاراً.. ولهذا استجاب الله- تعالى- لموسى- عليه السلام- هذه الدعوة فيهم..» ."},{"ayah_number":89,"text":"فقال: قالَ قَدْ أُجِيبَتْ دَعْوَتُكُما فَاسْتَقِيما، وَلا تَتَّبِعانِّ سَبِيلَ الَّذِينَ لا يَعْلَمُونَ.أى: قال الله- تعالى- لموسى وهارون- عليهما السلام-: أبشرا فقد أجبت دعوتكما في شأن فرعون وملئه فَاسْتَقِيما على أمرى، وامضيا في دعوتكما الناس إلى الحق، وأثبتا على ما أنتما عليه من الإيمان بي والطاعة لأمري.وَلا تَتَّبِعانِّ سَبِيلَ الَّذِينَ لا يَعْلَمُونَ ما جرت به سنتي في خلقي، ولا يدركون طريق الخير من طريق الشر.وكان الجواب من الله- تعالى- لموسى وهارون، مع أن الداعي موسى فقط كما صرحت الآيات السابقة، لأن هارون كان يؤمن على دعاء أخيه موسى والتأمين لون من الدعاء.هذا، ومن الحكم والعظات التي نأخذها من هاتين الآيتين الكريمتين: أن من علامات الإيمان الصادق. أن يكون الإنسان غيورا على دين الله، ومن مظاهر هذه الغيرة أن يتمنى زوال النعمة من بين أيدى المصرين على جحودهم وفسوقهم وبطرهم لأن وجود النعم بين أيديهم كثيرا ما يكون سببا في إيذاء المؤمنين، وإدخال القلق والحيرة على نفوس بعضهم.وأن الداعي متى توجه إلى الله- تعالى- بقلب سليم، ولسان صادق، كان دعاؤه مرجو القبول عنده- سبحانه-.ثم ختم- سبحانه- قصة موسى- عليه السلام- مع فرعون في هذه السورة الكريمة ببيان سنة من سننه التي لا تتخلف، وهي حسن عاقبة المؤمنين وسوء عاقبة المكذبين فقال- تعالى-:"},{"ayah_number":90,"text":"قوله- سبحانه- وَجاوَزْنا هو من جاوز المكان، إذا قطعه وتخطاه وخلفه وراء ظهره وهو متعد بالباء إلى المفعول الأول الذي كان فاعلا في الأصل، وإلى الثاني بنفسه.والمراد بالبحر هنا: بحر القلزم، وهو المسمى الآن بالبحر الأحمر. وقوله بَغْياً وَعَدْواً أى ظلما واعتداء. يقال: بغى فلان على فلان بغيا، إذا تطاول عليه وظلمه.ويقال: عدا عليه عدوا وعدوانا إذا سلبه حقه.وهما مصدران منصوبان على الحالية بتأويل اسم الفاعل. أى: باغين وعادين. أو على المفعولية لأجله أى: من أجل البغي والعدوان.والمعنى: وجاوزنا ببني إسرائيل البحر، وهم تحت رعايتنا وقدرتنا، حيث جعلناه لهم طريقا يبسا، فساروا فيه حتى بلغوا نهايته، فأتبعهم فرعون وجنوده لا لطلب الهداية والإيمان، ولكن لطلب البغي والعدوان.قال الآلوسى: «وذلك أن الله- تعالى- لما أخبر موسى وهارون- عليهما السلام- بإجابته دعوتهما، أمرهما بإخراج بنى إسرائيل من مصر ليلا، فخرجا بهم على حين غفلة من فرعون وملئه، فلما أحسن بذلك، خرج هو وجنوده على أثرهم مسرعين، فالتفت القوم فإذا الطامة الكبرى وراءهم، فقالوا يا موسى، هذا فرعون وجنوده وراءنا. وهذا البحر أمامنا فكيف الخلاص، فأوحى الله- تعالى- إلى موسى، أن اضرب بعصاك البحر، فضربه فانفلق اثنى عشر فرقا كل فرق كالطود العظيم، وصار لكل سبط طريق فسلكوا، ووصل فرعون ومن معه إلى الساحل وبنو إسرائيل قد خرجوا من البحر ومسلكهم باق على حاله، فسلكه فرعون وجنوده، فلما دخل آخرهم وهم أولهم بالخروج من البحر، انطبق عليهم وغشيهم من اليم ما غشيهم» .ثم حكى- سبحانه- ما قاله فرعون عند ما نزل به قضاء الله الذي لا يرد فقال- تعالى-: حَتَّى إِذا أَدْرَكَهُ الْغَرَقُ قالَ آمَنْتُ أَنَّهُ لا إِلهَ إِلَّا الَّذِي آمَنَتْ بِهِ بَنُوا إِسْرائِيلَ وَأَنَا مِنَ الْمُسْلِمِينَ.أى: لقد اتبع فرعون وجنوده بنى إسرائيل بغيا وعدوا، فانطبق عليه البحر، ولفه تحت أمواجه ولججه، حتى إذا أدركه الغرق وعاين الموت وأيقن أنه لا نجاة له منه، قال آمنت وصدقت. بأنه لا معبود بحق سوى الإله الذي آمنت به بنو إسرائيل، وأنا من القوم الذين أسلموا نفوسهم لله وحده وأخلصوها لطاعته."},{"ayah_number":91,"text":"ولما كان هذا القول قد جاء في غير أوانه، وأن هذا الإيمان لا ينفع لأنه جاء عند معاينة الموت، فقد رد الله- تعالى- على فرعون بقوله- سبحانه- آلْآنَ وَقَدْ عَصَيْتَ قَبْلُ، وَكُنْتَ مِنَ الْمُفْسِدِينَ.أى: آلآن تدعى الإيمان حين يئست من الحياة، وأيقنت بالموت، والحال أنك كنت قبل ذلك من العصاة المفسدين في الأرض، المصرين على تكذيب الحق الذي جاءك به رسولنا موسى- عليه السلام- والظرف «آلآن» متعلق بمحذوف متأخر، والاستفهام للتقريع والتوبيخ والإنكار.وقوله: وَقَدْ عَصَيْتَ قَبْلُ جملة حالية من فاعل الفعل المقدر، أى: آلآن تدعى الإيمان والحال أنك عصيت قبل وكنت من المفسدين.قال الإمام ابن كثير: «وهذا الذي حكاه الله- تعالى- عن فرعون من قوله هذا في حاله ذاك. من أسرار الغيب التي أعلم الله- تعالى- بها رسوله- صلى الله عليه وسلم-، ولهذا قال الإمام أحمد بن حنبل- رحمه الله.حدثنا سليمان بن حرب، حدثنا حماد بن سلمة، عن على بن زيد، عن يوسف بن مهران، عن ابن عباس قال: قال رسول الله- صلى الله عليه وسلم- «لما قال فرعون:آمنت أنه لا إله إلا الذي آمنت به بنو إسرائيل، قال جبريل لي يا محمد لو رأيتنى وقد أخذت حالا من حال البحر- أى طينا أسود من طين البحر- فدسسته في فمه مخافة أن تناله الرحمة» .ورواه الترمذي، وابن جرير، وابن أبى حاتم في تفاسيرهم، من حديث، حماد بن سلمة وقال الترمذي: حديث حسن.ثم ساق ابن كثير بعد ذلك جملة من الأحاديث في هذا المعنى» ."},{"ayah_number":92,"text":"وقوله- سبحانه-: فَالْيَوْمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنْ خَلْفَكَ آيَةً.. تهكم به، وتخييب لآماله، وقطع لدابر أطماعه، والمعنى إن دعواك الإيمان الآن مرفوضة، لأنها جاءت في غير وقتها، وإننا اليوم بعد أن حل بك الموت، نلقى بجسمك الذي خلا من الروح على مكان مرتفع من الأرض لتكون عبرة وعظة للأحياء الذين يعيشون من بعدك سواء أكانوا من بنى إسرائيل أم من غيرهم، حتى يعرف الجميع بالمشاهدة أو الإخبار، سوء عاقبة المكذبين، وأن الألوهية لا تكون إلا لله الواحد الأحد، الفرد الصمد.قال الإمام الشوكانى: «قوله فَالْيَوْمَ نُنَجِّيكَ بِبَدَنِكَ.. قرئ ننجيك بالتخفيف، والجمهور على التثقيل.أى: نلقيك على نجوة من الأرض. وذلك أن بنى إسرائيل لم يصدقوا أن فرعون قد غرق، وقالوا: هو أعظم شأنا من ذلك، فألقاه الله على نجوة من الأرض أى مكان مرتفع من الأرض حتى شاهدوه.ومعنى بِبَدَنِكَ بجسدك بعد سلب الروح منه. وقيل معناه بدرعك والدرع يسمى بدنا، ومنه قول كعب بن مالك:ترى الأبدان فيها مسبغات ... على الأبطال واليلب الحصيناأراد بالأبدان الدروع  - وباليلب- بفتح الياء واللام- الدروع اليمانية كانت تتخذ من الجلود.وقوله: وَإِنَّ كَثِيراً مِنَ النَّاسِ عَنْ آياتِنا لَغافِلُونَ تذييل قصد به دعوة الناس جميعا إلى التأمل والتدبر، والاعتبار بآيات الله، وبمظاهر قدرته.أى: وإن كثيرا من الناس لغافلون عن آياتنا الدالة على وحدانيتنا وقدرتنا على إهلاك كل ظالم جبار.قال ابن كثير: وكان هلاك فرعون يوم عاشوراء. كما قال البخاري: حدثنا محمد بن بشار، حدثنا غندر، حدثنا شعبة، عن أبى بشر، عن سعيد بن جبير، عن ابن عباس قال: قدم النبي صلى الله عليه وسلم المدينة واليهود تصوم يوم عاشوراء فقالوا: هذا يوم ظهر فيه موسى على فرعون. فقال النبي صلى الله عليه وسلم لأصحابه: أنتم أحق بموسى منهم فصوموه» ."},{"ayah_number":93,"text":"ثم بين- سبحانه- بعد ذلك بعض مظاهر نعمه على بنى إسرائيل بعد أن أهلك عدوهم فرعون فقال- تعالى-: وَلَقَدْ بَوَّأْنا بَنِي إِسْرائِيلَ مُبَوَّأَ صِدْقٍ وَرَزَقْناهُمْ مِنَ الطَّيِّباتِ.وقوله: بَوَّأْنا أى: أنزلنا وأسكنا، من التبوء، وهو اتخاذ المباءة أى: المنزل والمسكن.وفي إضافة المبوأ إلى الصدق مدح له، فقد جرت عادة العرب على أنهم إذا مدحوا شيئا أضافوه إلى الصدق فقالوا: رجل صدق إذا كان متحليا بمكارم الأخلاق.قال الآلوسى: «والمراد بهذا المبوأ، كما رواه ابن المنذر وغيره عن الضحاك: الشام ومصر، فإن بنى إسرائيل الذين كانوا في زمان موسى- عليه السلام- وهم المرادون هنا، ملكوا ذلك حسبما ذهب إليه جمع من الفضلاء .وأخرج أبو الشيخ وغيره عن قتادة أن المراد به الشام وبيت المقدس، واختاره بعضهم، بناء على أن أولئك لم يعودوا إلى مصر بعد ذلك.وينبغي أن يراد ببني إسرائيل على القولين، ما يشمل ذريتهم بناء على أنهم ما دخلوا الشام في حياة موسى- عليه السلام- إنما دخلها أبناؤهم- بقيادة يوشع بن نون.وقيل المراد به أطراف المدينة إلى جهة الشام، وببني إسرائيل الذين كانوا على عهد نبينا محمد صلى الله عليه وسلم.والمعنى: ولقد أنزلنا بنى إسرائيل بعد هلاك عدوهم فرعون منزلا صالحا مرضيا، فيه الأمان، والاطمئنان لهم، وأعطيناهم فوق ذلك الكثير من ألوان المأكولات والمشروبات الطيبات التي أحللناها لهم.وقوله: فَمَا اخْتَلَفُوا حَتَّى جاءَهُمُ الْعِلْمُ.... توبيخ لهم على موقفهم الجحودى من هذه النعم التي أنعم الله بها عليهم.أى: أنهم ما تفرقوا في أمور دينهم ودنياهم على مذاهب شتى، إلا من بعد ما جاءهم العلم الحاسم لكل شبهة، وهو ما بين أيديهم من الوحى الذي أمرهم الله- تعالى- أن يتلوه حق تلاوته، وان لا يستخدموه في التأويلات الباطلة.فالجملة الكريمة توبخهم على جعلهم العلم الذي كان من الواجب عليهم أن يستعملوه- في الحق والخير- وسيلة للاختلاف والابتعاد عن الطريق المستقيم.وقوله: إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيامَةِ فِيما كانُوا فِيهِ يَخْتَلِفُونَ تذييل قصد به الزجر عن الاختلاف واتباع الباطل.أى: إن ربك يفصل بين هؤلاء المختلفين، فيجازى أهل الحق بما يستحقونه من ثواب، ويجازى أهل الباطل بما يستحقونه من عقاب.وبعد هذا الحديث المتنوع عن قصة موسى- عليه السلام- مع فرعون وملئه، ومع قومه بنى إسرائيل، وجه القرآن خطابا إلى النبي صلى الله عليه وسلم تثبيتا لقلبه، وتسلية له عما أصابه من أذى، فقال- تعالى-:"},{"ayah_number":94,"text":"والمراد مِمَّا أَنْزَلْنا إِلَيْكَ هنا: ما أوحاه الله- تعالى- إلى نبيه صلى الله عليه وسلم من قصص حكيم يتعلق بأنبياء الله- تعالى- ورسله.قال الآلوسى: «وخصت القصص بالذكر، لأن الأحكام المنزلة عليه صلى الله عليه وسلم ناسخة لأحكامهم، ومخالفة لها فلا يتصور سؤالهم عنها» .والمراد بالكتاب: جنسه فيشمل التوراة والإنجيل.والمعنى: فإن كنت أيها الرسول الكريم- على سبيل الفرض والتقدير- في شك مما أنزلنا إليك من قصص حكيم كقصة موسى ونوح وغيرهما فَسْئَلِ الَّذِينَ يَقْرَؤُنَ الْكِتابَ مِنْ قَبْلِكَ وهم علماء أهل الكتاب، فإن ما قصصناه عليك ثابت في كتبهم.فليس المراد من هذه الآية ثبوت الشك للرسول صلى الله عليه وسلم وإنما المراد على سبيل الفرض والتقدير، لا على سبيل الثبوت.قال ابن كثير: «قال قتادة بن دعامة: بلغنا أن رسول الله صلى الله عليه وسلم قال: «لا أشك ولا أسأل» .وكذا قال ابن عباس وسعيد بن جبير والحسن البصري، وهذا فيه تثبيت للأمة، وإعلام لهم بأن صفة نبيهم صلى الله عليه وسلم موجودة في الكتب المتقدمة التي بأيدى أهل الكتاب، كما قال- تعالى- الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الْأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوباً عِنْدَهُمْ فِي التَّوْراةِ وَالْإِنْجِيلِ.. .وشبيه بهذه الآية قوله- تعالى- في شأن عيسى- عليه السلام-: أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّي إِلهَيْنِ مِنْ دُونِ اللَّهِ؟ قالَ سُبْحانَكَ ما يَكُونُ لِي أَنْ أَقُولَ ما لَيْسَ لِي بِحَقٍّ. إِنْ كُنْتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ ...فعيسى- عليه السلام- يعلم علم اليقين أنه لم يقل ذلك، وإنما يفرض قوله فرضا.ليستدل عليه بأنه لو قاله لعلمه الله- تعالى- منه.أى: إن كنت قلته- على سبيل الفرض والتقدير- فقولي هذا لا يخفى عليك.قال صاحب الكشاف ما ملخصه: فإن قلت: كيف قال الله- تعالى- لرسوله صلى الله عليه وسلم: فَإِنْ كُنْتَ فِي شَكٍّ مِمَّا أَنْزَلْنا إِلَيْكَ..؟قلت: هو على سبيل الفرض والتمثيل. كأنه قيل: فإن وقع لك شك- مثلا- وخيل لك الشيطان خيالا منه تقديرا فَسْئَلِ الَّذِينَ يَقْرَؤُنَ الْكِتابَ.والمعنى: أن الله- عز وجل- قدم ذكر بنى إسرائيل، وهم قراء الكتاب ووصفهم بأن العلم قد جاءهم، لأن أمر رسول الله صلى الله عليه وسلم مكتوب عندهم في التوراة والإنجيل، وهم يعرفونه كما يعرفون أبناءهم فأراد أن يؤكد علمهم بصحة القرآن، وصحة نبوة محمد صلى الله عليه وسلم ويبالغ في ذلك فقال: فإن وقع لك شك فرضا وتقديرا. فسل علماء أهل الكتاب يعنى أنهم من الإحاطة بصحة ما أنزل إليك، بحيث يصلحون لمراجعة مثلك، فضلا عن غيرك.فالغرض وصف الأحبار بالرسوخ في العلم بصحة ما أنزل إلى رسول الله صلى الله عليه وسلم لا وصفه بالشك فيه.ويجوز أن يكون على طريق التهييج والإلهاب كقوله فَلا تَكُونَنَّ ظَهِيراً لِلْكافِرِينَ..ولذلك قال صلى الله عليه وسلم عند نزوله: «لا أشك ولا أسأل بل أشهد أنه الحق» .وقيل: خوطب رسول الله صلى الله عليه وسلم والمراد خطاب أمته.ومعناه: «فإن كنتم في شك مما أنزلنا إليكم..»وقوله لَقَدْ جاءَكَ الْحَقُّ مِنْ رَبِّكَ فَلا تَكُونَنَّ مِنَ المُمْتَرِينَ كلام مستأنف مؤكد لاجتثاث إرادة الشك.والتقدير: أقسم لقد جاءك الحق الذي لا لبس فيه من ربك لا من غيره، فلا تكونن من الشاكين المترددين في صحة ذلك."},{"ayah_number":95,"text":"وقوله: وَلا تَكُونَنَّ مِنَ الَّذِينَ كَذَّبُوا بِآياتِ اللَّهِ فَتَكُونَ مِنَ الْخاسِرِينَ تعريض بأولئك الشاكين والمكذبين له صلى الله عليه وسلم من قومه. أى: ولا تكونن من القوم الذين كذبوا بآيات الله الدالة على صدقك فيما تبلغه عنا، فتكون بذلك من الخاسرين الذين أضاعوا دنياهم وأخراهم.قال الآلوسى: «وفائدة النهى في الموضعين التهييج والإلهاب نظير ما مر. والمراد بذلك الإعلام بأن الامتراء والتكذيب قد بلغا في القبح والمحذورية إلى حيث ينبغي أن ينهى عنهما من لا يمكن أن يتصف بهما، فكيف بمن يمكن اتصافه بذلك..» ."},{"ayah_number":96,"text":"وقوله: إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لا يُؤْمِنُونَ، وَلَوْ جاءَتْهُمْ كُلُّ آيَةٍ حَتَّى يَرَوُا الْعَذابَ الْأَلِيمَتوبيخ للكافرين على إصرارهم على الكفر، وجحودهم للحق.والمراد بكلمة ربك: حكمه النافذ، وقضاؤه الذي لا يرد، وسنته التي لا تتغير ولا تتبدل في الهداية والإضلال.والمراد بالآية: المعجزات والبراهين الدالة على صدق الرسول صلى الله عليه وسلم.أى: إن الذين حكم الله- تعالى- عليهم بعدم الإيمان- لأنهم استحبوا العمى على الهدى- لا يؤمنون بالحق الذي جئت به- أيها الرسول الكريم.. مهما سفت لهم من معجزات وبراهين دالة على صدقك..ولكنهم سيؤمنون بأن ما جئت به هو الحق، حين يرون العذاب الأليم وقد نزل بهم من كل جانب.وهنا سيكون إيمانهم كلا إيمان، لأنه جاء في غير وقته، وصدق الله إذ يقول: فَلَمْ يَكُ يَنْفَعُهُمْ إِيمانُهُمْ لَمَّا رَأَوْا بَأْسَنا.. .وسيكون حالهم كحال فرعون، الذي عند ما أدركه الغرق قال آمنت.وبذلك ترى الآيات الكريمة قد نهت عن الشك والافتراء في شأن الحق الذي جاء به الرسول صلى الله عليه وسلم بأبلغ أسلوب، وأقوى بيان، كما بينت سنة من سنن الله في خلقه، وهي أن من لا يأخذ بأسباب الهدى لا يهتدى، ومن لا يفتح بصيرته للنور لا يراه، فتكون نهايته إلى الضلال، مهما تكن الآيات والبينات الدالة على طريق الحق.ثم فتحت السورة الكريمة للمكذبين باب الأمل والنجاة، فذكرتهم بقوم يونس- عليه السلام- الذين نجوا من العذاب بسبب إيمانهم، كما ذكرتهم بإرادة الله التامة، وقدرته النافذة، ودعتهم إلى الاعتبار والاتعاظ بما اشتمل عليه هذا الكون.استمع إلى السورة الكريمة وهي تسوق كل ذلك وغيره بأسلوبها البليغ المؤثر فتقول:"},{"ayah_number":97,"text":"وقوله: إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لا يُؤْمِنُونَ، وَلَوْ جاءَتْهُمْ كُلُّ آيَةٍ حَتَّى يَرَوُا الْعَذابَ الْأَلِيمَتوبيخ للكافرين على إصرارهم على الكفر، وجحودهم للحق.والمراد بكلمة ربك: حكمه النافذ، وقضاؤه الذي لا يرد، وسنته التي لا تتغير ولا تتبدل في الهداية والإضلال.والمراد بالآية: المعجزات والبراهين الدالة على صدق الرسول صلى الله عليه وسلم.أى: إن الذين حكم الله- تعالى- عليهم بعدم الإيمان- لأنهم استحبوا العمى على الهدى- لا يؤمنون بالحق الذي جئت به- أيها الرسول الكريم.. مهما سفت لهم من معجزات وبراهين دالة على صدقك..ولكنهم سيؤمنون بأن ما جئت به هو الحق، حين يرون العذاب الأليم وقد نزل بهم من كل جانب.وهنا سيكون إيمانهم كلا إيمان، لأنه جاء في غير وقته، وصدق الله إذ يقول: فَلَمْ يَكُ يَنْفَعُهُمْ إِيمانُهُمْ لَمَّا رَأَوْا بَأْسَنا.. .وسيكون حالهم كحال فرعون، الذي عند ما أدركه الغرق قال آمنت.وبذلك ترى الآيات الكريمة قد نهت عن الشك والافتراء في شأن الحق الذي جاء به الرسول صلى الله عليه وسلم بأبلغ أسلوب، وأقوى بيان، كما بينت سنة من سنن الله في خلقه، وهي أن من لا يأخذ بأسباب الهدى لا يهتدى، ومن لا يفتح بصيرته للنور لا يراه، فتكون نهايته إلى الضلال، مهما تكن الآيات والبينات الدالة على طريق الحق.ثم فتحت السورة الكريمة للمكذبين باب الأمل والنجاة، فذكرتهم بقوم يونس- عليه السلام- الذين نجوا من العذاب بسبب إيمانهم، كما ذكرتهم بإرادة الله التامة، وقدرته النافذة، ودعتهم إلى الاعتبار والاتعاظ بما اشتمل عليه هذا الكون.استمع إلى السورة الكريمة وهي تسوق كل ذلك وغيره بأسلوبها البليغ المؤثر فتقول:"},{"ayah_number":98,"text":"قال القرطبي ما ملخصه: «روى في قصة يونس- عليه السلام- عن جماعة من المفسرين، أن قوم يونس كانوا بنينوى من أرض الموصل- بالعراق- وكانوا يعبدون الأصنام، فأرسل الله إليهم يونس يدعوهم إلى الإسلام، وترك ما هم عليه فأبوا، فقيل: إنه أقام يدعوهم تسع سنين فيئس من إيمانهم. فقيل له: أخبرهم أن العذاب مصبحهم إلى ثلاث ففعل. وقالوا: هو رجل لا يكذب فارقبوه، فإن أقام معكم وبين أظهركم فلا عليكم، وإن ارتحل عنكم، فهو نزول العذاب لا شك ...فلما كان الليل تزود يونس وخرج عنهم، فأصبحوا فلم يجدوه، فآمنوا وتابوا، ودعوا الله ولبسوا المسوح، وفرقوا بين الأمهات والأولاد من الناس والبهائم، وردوا المظالم..قال الزجاج: إنهم لم يقع بهم العذاب، وإنما رأوا العلامة التي تدل على العذاب، ولو رأوا العذاب لما نفعهم الإيمان» .وكلمة فَلَوْلا في قوله- سبحانه- فَلَوْلا كانَتْ قَرْيَةٌ آمَنَتْ ... للحث والتحضيض، فهي بمعنى هلا.والمقصود بالقرية أهلها وهم أقوام الأنبياء السابقين، وهي اسم كان. وقوله آمَنَتْ خبرها. وقوله فَنَفَعَها إِيمانُها معطوف على آمَنَتْ.والمعنى: فهلا عاد المكذبون إلى رشدهم وصوابهم، فآمنوا بالحق الذي جاءتهم به رسلهم، فنجوا بذلك من عذاب الاستئصال الذي حل بهم فقطع دابرهم، كما نجا منه قوم يونس- عليه السلام- فإنهم عند ما رأوا أمارات العذاب الذي أنذرهم به نبيهم آمنوا وصدقوا، فكشف الله عنهم هذا العذاب الذي كاد ينزل بهم، ومتعهم بالحياة المقدرة لهم، إلى حين انقضاء آجالهم في هذه الدنيا.قال الإمام الشوكانى: والاستثناء بقوله: إِلَّا قَوْمَ يُونُسَ.. منقطع، وهو استثناء من القرية لأن المراد أهلها.والمعنى: فهلا قرية واحدة من القرى التي أهلكناها آمنت إيمانا معتدا به- وذلك بأن يكون خالصا لله- قبل معاينة العذاب، ولم تؤخره كما أخره فرعون، لكن قوم يونس «لما آمنوا» إيمانا معتدا به قبل معاينة العذاب، أو عند أول المعاينة قبل حلوله بهم «كشفنا عنهم عذاب الخزي» أى: الذل والهوان.وقيل يجوز أن يكون متصلا، والجملة في معنى النفي، كأنه قيل: ما آمنت قرية من القرى الهالكة إلا قوم يونس..» .وقال الشيخ القاسمى ما ملخصه: «وما يرويه بعض المفسرين هنا من أن العذاب نزل عليهم، وجعل يدور على رءوسهم.. ونحو هذا، ليس له أصل لا في القرآن ولا في السنة ...وفي الآية إشارة إلى أنه لم توجد قرية آمنت بأجمعها بنبيها المرسل إليها من سائر القرى، سوى قوم يونس.والبقية دأبهم التكذيب، كلهم أو أكثرهم، كما قال- تعالى- وَكَذلِكَ ما أَرْسَلْنا مِنْ قَبْلِكَ فِي قَرْيَةٍ مِنْ نَذِيرٍ إِلَّا قالَ مُتْرَفُوها إِنَّا وَجَدْنا آباءَنا عَلى أُمَّةٍ وَإِنَّا عَلى آثارِهِمْ مُقْتَدُونَ.وفي الحديث الصحيح: «عرض على الأنبياء، فجعل النبي يمر ومعه الفئام من الناس- أى العدد القليل- والنبي معه الرجل، والنبي معه الرجلان، والنبي ليس معه أحد» .وفي الآية الكريمة- أيضا- تسلية الرسول صلى الله عليه وسلم عما أصابه من حزن بسبب إعراض قومه عن دعوته، وفيها كذلك تعريض بأهل مكة، وإنذارهم من سوء عاقبة الإصرار على الكفر والجحود، وحض لهم على أن يكونوا كقوم يونس- عليه السلام- الذين آمنوا قبل نزول العذاب فنفعهم إيمانهم."},{"ayah_number":99,"text":"ثم أضاف- سبحانه- إلى هذه التسلية لرسوله صلى الله عليه وسلم تسلية أخرى فقال: وَلَوْ شاءَ رَبُّكَ لَآمَنَ مَنْ فِي الْأَرْضِ كُلُّهُمْ جَمِيعاً ... ومفعول المشيئة محذوف والتقدير:ولو شاء ربك- يا محمد- إيمان أهل الأرض كلهم جميعا لآمنوا دون أن يتخلف منهم أحد، ولكنه- سبحانه- لم يشأ ذلك، لأنه مخالف للحكمة التي عليها أساس التكوين والتشريع، والإثابة والمعاقبة، فقد اقتضت حكمته- سبحانه- أن يخلق الكفر والإيمان، وأن يحذر من الكفر ويحض على الإيمان، ثم بعد ذلك من كفر فعليه تقع عقوبة كفره، ومن آمن فله ثواب إيمانه.والهمزة في قوله- سبحانه- أَفَأَنْتَ تُكْرِهُ النَّاسَ حَتَّى يَكُونُوا مُؤْمِنِينَ للاستفهام الإنكارى، والفاء للتفريع.والمراد بالناس: المصرين على كفرهم وعنادهم.والمعنى: تلك هي مشيئتنا لو أردنا إنفاذها لنفذناها، ولكننا لم نشأ ذلك فهل أنت يا محمد في وسعك أن تكره الناس الذين لم يرد الله هدايتهم على الإيمان؟.لا، ليس ذلك في وسعك ولا في وسع الخلق جميعا، بل الذي في وسعك هو التبليغ لما أمرناك بتبليغه.وفي هذه الجملة الكريمة تسلية أخرى للرسول صلى الله عليه وسلم ودفع لما يضيق به صدره، من إعراض بعض الناس عن دعوته."},{"ayah_number":100,"text":"وقوله- سبحانه- وَما كانَ لِنَفْسٍ أَنْ تُؤْمِنَ إِلَّا بِإِذْنِ اللَّهِ ... تأكيد لما اشتملت عليه الآية السابقة من قدرة نافذة لله- تعالى- أى: وما صح وما استقام لنفس من الأنفس، أن تؤمن في حال من الأحوال، إلا بإذن الله» أى: إلا بإرادته ومشيئته وتوفيقه وهدايته.وقوله: وَيَجْعَلُ الرِّجْسَ عَلَى الَّذِينَ لا يَعْقِلُونَ. معطوف على محذوف يدل عليه الكلام السابق دلالة الضد على الضد، والرجس: يطلق على الشيء القبيح المستقذر.والمعنى: وما كان لنفس أن تؤمن إلا بإذن الله، فيأذن لمن يشاء من تلك الأنفس بالإيمان، ويجعل الرجس أى الكفر وما يترتب عليه من عذاب على القوم الذين لم يستعملوا عقولهم فيما يهدى إلى الحق والخير، بل استعملوها فيما يوصل إلى الأباطيل والشرور."},{"ayah_number":101,"text":"ولما كان التأمل في ملكوت السموات والأرض، يعين على التفكير السليم، وعلى استعمال العقل فيما يهدى إلى الحق والخير، أمر الله- تعالى- الناس بالنظر والاعتبار فقال- سبحانه-: قُلِ انْظُرُوا ماذا فِي السَّماواتِ وَالْأَرْضِ....أى: قل- أيها الرسول الكريم- لقومك: انظروا وتأملوا وتفكروا فيما اشتملت عليه السموات من شموس وأقمار، وكواكب ونجوم، وسحاب وأمطار ...وفيما اشتملت عليه الأرض من زروع وأنهار، ومن جبال وأشجار، ومن حيوانات ودواب متنوعة.انظروا إلى كل ذلك وتفكروا، فإن هذا التفكر يهدى أصحاب العقول السليمة إلى أن لهذا الكون إلها واحدا عليما قديرا، هو وحده المستحق للعبادة والطاعة.وقوله: وَما تُغْنِي الْآياتُ وَالنُّذُرُ عَنْ قَوْمٍ لا يُؤْمِنُونَ توبيخ للغافلين عن النظر السليم الذي يؤدى إلى الهداية.وما نافية، والمراد بالآيات: ما أشار إليه- سبحانه- قبل ذلك بقوله: ماذا فِي السَّماواتِ وَالْأَرْضِ والنذر: جمع نذير، وهو من يخبر غيره بأمر مخوف حتى يحذره.والمعنى: انظروا وتفكروا واعتبروا بما في السموات والأرض من آيات بينات دالة على وحدانية الخالق وقدرته..ومع ذلك فإن الآيات مهما اتضحت، والنذر مهما تعددت، لا تجدى شيئا، بالنسبة لمن تركوا الإيمان، وأصروا على الجحود والعناد.ويجوز أن تكون ما للاستفهام الإنكارى، فيكون المعنى وأى شيء تجدى الآيات السماوية والأرضية، والنذر بحججها وبراهينها، أمام قوم جاحدين معاندين، قد استحبوا الكفر على الإيمان؟."},{"ayah_number":102,"text":"ثم ساق- سبحانه- للمكذبين برسوله صلى الله عليه وسلم تهديدا يخلع قلوبهم فقال: فَهَلْ يَنْتَظِرُونَ إِلَّا مِثْلَ أَيَّامِ الَّذِينَ خَلَوْا مِنْ قَبْلِهِمْ، قُلْ فَانْتَظِرُوا إِنِّي مَعَكُمْ مِنَ الْمُنْتَظِرِينَ.قال القرطبي: «الأيام هنا بمعنى الوقائع، يقال فلان عالم بأيام العرب أى بوقائعهم قال قتادة: يعنى وقائع الله في قوم نوح وعاد وثمود وغيرهم، والعرب تسمى العذاب أياما والنعم أياما، كقوله- تعالى- وَذَكِّرْهُمْ بِأَيَّامِ اللَّهِ، وكل ما مضى لك من خير أو شر فهو أيام» .والمعنى: إذا كان الأمر كما قصصنا عليك من إثابتنا للمؤمنين، وجعل الرجس على الذين لا يعقلون، فهل ينتظر هؤلاء المكذبون لدعوتك، إلا العذاب الذي نزل بالمكذبين لدعوة الرسل من قبلك؟ فالاستفهام للتهكم والتقريع.وقوله: قُلْ فَانْتَظِرُوا إِنِّي مَعَكُمْ مِنَ الْمُنْتَظِرِينَ أمر من الله- تعالى- لنبيه صلى الله عليه وسلم بأن يستمر في تهديدهم ووعيدهم.أى: قل- يا محمد- لهؤلاء الجاحدين للحق الذي جئت به: إذا فانتظروا العذاب الذي نزل بالسابقين من أمثالكم، إنى معكم من المنتظرين لوعد ربي لي، ولوعيده لكم."},{"ayah_number":103,"text":"ثم ختم- سبحانه- هذه الآيات الكريمة ببيان سنة من سننه التي لا تتخلف ولا تتبدل فقال: ثُمَّ نُنَجِّي رُسُلَنا وَالَّذِينَ آمَنُوا، كَذلِكَ حَقًّا عَلَيْنا نُنْجِ الْمُؤْمِنِينَ.والجملة الكريمة عطف على محذوف، والتقدير: تلك سنتنا في خلقنا نهلك الأمم المكذبة ثُمَّ نُنَجِّي رُسُلَنا الذين أرسلناهم لإخراج الناس من ظلمات الكفر إلى نور الإيمان، وننجي- أيضا- الذين آمنوا برسلنا وصدقوهم وقوله كَذلِكَ حَقًّا عَلَيْنا نُنْجِ الْمُؤْمِنِينَ الكاف في كَذلِكَ بمعنى: مثل، وهي صفة لمصدر محذوف، واسم الإشارة يعود على الإنجاء الذي تكفل الله به للرسل السابقين ولمن آمن بهم ولفظ حَقًّا منصوب بفعل مقدر أى: حق ذلك علينا حقا أى: مثل ذلك الإنجاء الذي تكفلنا به لرسلنا ولمن آمن بهم، ننج المؤمنين بك- أيها الرسول الكريم-، ونعذب المصرين على تكذيبك، وهذا وعد أخذناه على ذاتنا فضلا منا وكرما.سُنَّةَ مَنْ قَدْ أَرْسَلْنا قَبْلَكَ مِنْ رُسُلِنا وَلا تَجِدُ لِسُنَّتِنا تَحْوِيلًا  وبذلك ترى الآيات الكريمة قد حضت الضالين على الاقتداء بقوم يونس- عليه السلام- لكي ينجوا من العذاب، وذكرتهم بنفاذ إرادة الله وقدرته، ودعتهم إلى التفكر في ملكوت السموات والأرض، وأخبرتهم بأن سنة الله ماضية في إنجاء المؤمنين، وفي إهلاك المكذبين.وبعد هذا الحديث المتنوع الذي زخرت به سورة يونس- عليه السلام- عن وحدانية الله وقدرته، وعن صدق الرسول صلى الله عليه وسلم، وعن النفس الإنسانية وأحوالها، وعن يوم القيامة وأهوالها ...بعد كل ذلك وجهت في ختامها نداءين إلى الناس أمرتهم فيهما بإخلاص العبادة لله- تعالى- وبالاعتماد عليه وحده، وبتزكية نفوسهم ...استمع إلى السورة الكريمة في ختامها وهي تقول:"},{"ayah_number":104,"text":"والمعنى: قُلْ أيها الرسول الكريم، لجميع من ارتاب في دينك.يا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي شَكٍّ مِنْ دِينِي الذي جئتكم به من عند الله- تعالى-، وترغبون في تحويلي عنه، فاعلموا أنى برىء من شككم ومن أديانكم التي أنتم عليها.ومادام الأمر كذلك، فأنا «لا أعبد الذين تعبدون من دون الله» من آلهة باطلة في حال من الأحوال.وَلكِنْ أَعْبُدُ اللَّهَ- تعالى- الذي خلقكم والَّذِي يَتَوَفَّاكُمْ عند انقضاء آجالكم، ويعاقبكم على كفركم.وقوله وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُؤْمِنِينَ تأكيد لإخلاص عبادته صلى الله عليه وسلم لله وحده.أى: وأمرت من قبل خالقي- عز وجل- بأن أكون من المؤمنين بأنه لا معبود بحق سواه.وأوثر الخطاب باسم الجنس «الناس» مع تصديره بحرف التنبيه، تعميما للخطاب، وإظهارا لكمال العناية بشأن المبلغ إليهم.وعبر عن شكهم «بإن» المفيدة لعدم اليقين، مع أنهم قد شكوا فعلا في صحة هذا الدين بدليل عدم إيمانهم به، تنزيلا للمحقق منزلة المشكوك فيه، وتنزيها لساحة هذا الدين عن أن يتحقق الشك فيه من أى أحد، وتوبيخا لهم على وضعهم الأمور في غير مواضعها.وقدم- سبحانه- ترك عبادة الغير على عبادته- عز وجل-، إيذانا بمخالفتهم من أول الأمر، ولتقديم التخلية على التحلية.وتخصيص التوفي بالذكر، للتهديد والترهيب، أى: ولكن أعبد الله الذي يتوفاكم فيفعل بكم ما يفعل من العذاب الشديد، ولأنه أشد الأحوال مهابة في القلوب."},{"ayah_number":105,"text":"وقوله: وَأَنْ أَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفاً ... معطوف على قوله: أَنْ أَكُونَ مِنَ الْمُؤْمِنِينَ.وحَنِيفاً حال من الدين أو من الوجه، والحنيف: هو المائل عن كل دين من الأديان إلى دين الإسلام.وخص الوجه بالذكر، لأنه أشرف الأعضاء.والمعنى: أن الله- سبحانه- أمره بالاستقامة في الدين. والثبات عليه، وعدم التزلزل عنه بحال من الأحوال.قال الآلوسى: «إقامة الوجه للدين، كناية عن توجيه النفس بالكلية إلى عبادته- تعالى-، والإعراض عما سواه، فإن من أراد أن ينظر إلى شيء نظر استقصاء، يقيم وجهه في مقابلته، بحيث لا يلتفت يمينا ولا شمالا، إذ لو التفت بطلت المقابلة، فلذا كنى به عن صرف العمل بالكلية إلى الدين، فالمراد بالوجه الذات.أى: اصرف ذاتك وكليتك للدين..» .وقوله- تعالى-: وَلا تَكُونَنَّ مِنَ الْمُشْرِكِينَ تأكيد للأمر بإخلاص العبادة لله- تعالى- وحده. وهو معطوف على أَقِمْ.أى: استقم على ما أنت عليه من إخلاص العبادة لله- تعالى- وحده واثبت على ذلك، ولا تكونن من الذين أشركوا مع الله آلهة أخرى."},{"ayah_number":106,"text":"ثم أضاف- سبحانه- إلى ذلك تأكيدا آخر فقال: وَلا تَدْعُ مِنْ دُونِ اللَّهِ ما لا يَنْفَعُكَ وَلا يَضُرُّكَ.أى: ولا تدع من دون الله في أى وقت من الأوقات ما لا يَنْفَعُكَ إذا دعوته لدفع مكروه أو جلب محبوب وَلا يَضُرُّكَ إذا تركته وأهملته.فَإِنْ فَعَلْتَ شيئا مما نهيناك عنه فَإِنَّكَ إِذاً تكون مِنَ الظَّالِمِينَ الذين ظلموا أنفسهم بإيرادها مورد المهالك، لإشراكها مع الله- تعالى- آلهة أخرى."},{"ayah_number":107,"text":"ثم بين- سبحانه- أنه وحده هو الضار والنافع فقال: وَإِنْ يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلا كاشِفَ لَهُ إِلَّا هُوَ، وَإِنْ يُرِدْكَ بِخَيْرٍ فَلا رَادَّ لِفَضْلِهِ يُصِيبُ بِهِ مَنْ يَشاءُ مِنْ عِبادِهِ وَهُوَ الْغَفُورُ الرَّحِيمُ.«المس» : أعم من اللمس في الاستعمال، يقال: مسه السوء والكبر والعذاب والتعب، أى: أصابه ذلك ونزل به.والضر: اسم للألم والحزن وما يفضى إليهما أو إلى أحدهما، كما أن النفع اسم للذة والسرور وما يفضى إليهما أو إلى أحدهما.والخير: اسم لكل ما كان فيه منفعة أو مصلحة حاضرة أو مستقبلة.والمعنى: وَإِنْ يَمْسَسْكَ اللَّهُ بِضُرٍّ كمرض وتعب وحزن، فلا كاشف له، أى: لهذا الضر إِلَّا هُوَ- سبحانه-.وَإِنْ يُرِدْكَ بِخَيْرٍ كمنحة وغنى وقوة فَلا رَادَّ لِفَضْلِهِ أى: فلا يستطيع أحد أن يرد هذا الخير عنك.وعبر- سبحانه- بالفضل مكان الخير للإرشاد إلى تفضله على عباده بأكثر مما يستحقون من خيرات.وقوله يُصِيبُ بِهِ مَنْ يَشاءُ مِنْ عِبادِهِ أى: يصيب بذلك الفضل والخير مَنْ يَشاءُ إصابته مِنْ عِبادِهِ.وَهُوَ الْغَفُورُ الرَّحِيمُ أى: وهو الكثير المغفرة والرحمة لمن تاب إليه، وتوكل عليه، وأخلص له العبادة.وفي معنى هذه الآية جاء قوله- تعالى-: ما يَفْتَحِ اللَّهُ لِلنَّاسِ مِنْ رَحْمَةٍ فَلا مُمْسِكَ لَها،وَما يُمْسِكْ فَلا مُرْسِلَ لَهُ مِنْ بَعْدِهِ وَهُوَ الْعَزِيزُ الْحَكِيمُ.وقال ابن كثير: «وروى ابن عساكر عن أنس قال: قال رسول الله صلى الله عليه وسلم:«اطلبوا الخير دهركم كله، وتعرضوا لنفحات ربكم، فإن لله نفحات من رحمته، يصيب بها من يشاء من عباده، واسألوه أن يستر عوراتكم، ويؤمن روعاتكم» ."},{"ayah_number":108,"text":"ثم ختم- سبحانه- السورة الكريمة بنداء آخر- أمر رسوله صلى الله عليه وسلم أن يوجهه للناس فقال: قُلْ يا أَيُّهَا النَّاسُ قَدْ جاءَكُمُ الْحَقُّ مِنْ رَبِّكُمْ ...أى: قل- أيها الرسول الكريم- مخاطبا جميع الناس، سواء منهم من سمع نداءك أم من سيبلغه هذا النداء من بعدك قل لهم جميعا: قَدْ جاءَكُمُ الْحَقُّ المتمثل في كتاب الله وفي سنتي مِنْ رَبِّكُمْ وليس من أحد سواه.فَمَنِ اهْتَدى إلى هذا الحق، وعمل بمقتضاه فَإِنَّما يَهْتَدِي لِنَفْسِهِ أى: فإنما تكون منفعة هدايته لنفسه لا لغيره.وَمَنْ ضَلَّ عن هذا الحق وأعرض عنه فَإِنَّما يَضِلُّ عَلَيْها أى: فإنما يكون وبال ضلاله على نفسه.وَما أَنَا عَلَيْكُمْ بِوَكِيلٍ أى بحفيظ يحفظ أموركم، وإنما أنا بشير ونذير والله وحده هو الذي يتولى محاسبتكم على أعمالكم.ثم أمره- سبحانه- باتباع ما أوحاه إليه فقال: وَاتَّبِعْ ما يُوحى إِلَيْكَ وَاصْبِرْ حَتَّى يَحْكُمَ اللَّهُ، وَهُوَ خَيْرُ الْحاكِمِينَ."},{"ayah_number":109,"text":"أى: وَاتَّبِعْ- أيها الرسول الكريم- في جميع شئونك ما يُوحى إِلَيْكَ من ربك من تشريعات حكيمة، وآداب قويمة..وَاصْبِرْ على مشاق الدعوة وتكاليفها..حَتَّى يَحْكُمَ اللَّهُ بينك وبين قومك، وَهُوَ خَيْرُ الْحاكِمِينَ. لأنه هو العليم بالظواهر والبواطن، وهو الذي لا معقب لحكمه.وبعد: فهذه هي سورة يونس- عليه السلام- رأينا ونحن نفسرها كيف أقامت الأدلة على وحدانية الله- عز وجل- وعلى كمال قدرته، وشمول علمه، ونفاذ إرادته، وسعة رحمته، وسمو عزته..وكيف أنها أقامت الأدلة- أيضا- على صدق الرسول صلى الله عليه وسلم فيما يبلغه عن ربه، وعلى أن هذا القرآن من عنده- سبحانه.وكيف أنها ساقت الأدلة على أن يوم القيامة حق، وعلى أحوال الناس فيه، مما يرقق القلوب القاسية، ويبعث في النفوس الخشية وحسن الاستعداد لهذا اليوم الهائل الشديد، وكيف أنها ساقت جانبا من أحوال بعض الأنبياء مع أممهم، وقررت سنة من سنن الله التي لا تتخلف، وهي نجاة رسل الله والمؤمنين بهم، وجعل الرجس على الذين لا يعقلون.وكيف أنها بينت أحوال الناس في السراء والضراء ... بيانا صادقا قويا مؤثرا، من شأنه أن يحملهم على التحلي بالأخلاق الكريمة والتخلي عن الأخلاق الذميمة.نسأل الله- تعالى- أن يجعل القرآن الكريم ربيع قلوبنا، وأنس نفوسنا.وصلى الله على سيدنا محمد وعلى آله وأصحابه وأتباعه أجمعين."}]