[{"ayah_number":1,"text":"تفسير سورة القارعةمقدمة وتمهيدسورة «القارعة» من السور المكية الخالصة، وكان نزولها بعد سورة «قريش» ، وقبل سورة «القيامة» ، وعدد آياتها إحدى عشرة آية في المصحف الكوفي، وعشر آيات في الحجازي، وثماني آيات في البصري والشامي.ولفظ «القارعة» اسم فاعل من القرع، وهو الضرب بشدة بحيث يحصل منه صوت شديد.والمراد بها هنا: القيامة، ومبدؤها النفخة الأولى، ونهايتها: قضاء الله- تعالى- بين خلقه، بحكمه العادل، وجزائه لكل فريق بما يستحقه من جنة أو نار.وسميت القيامة بذلك. كما سميت بالطامة، والصاخة، والحاقة، والغاشية ... إلخ- لأنها تقرع القلوب بأهوالها، وتجعل الأجرام العلوية والسفلية يصطك بعضها ببعض، فيحصل لها ما يحصل من تزلزل واضطراب وتقرع أعداء الله- تعالى- بالخزي والعذاب والنكال، كما قال- تعالى-: وَلا يَزالُ الَّذِينَ كَفَرُوا تُصِيبُهُمْ بِما صَنَعُوا قارِعَةٌ."},{"ayah_number":2,"text":"و \" القارعة \" : مبتدأ ، و \" ما \" : مبتدأ ثان ، و \" القارعة \" : خبر المبتدأ الثانى ، وجملة المبتدأ الثانى وخبره فى محل رفع خبر المبتدأ الأول ."},{"ayah_number":3,"text":"والاستفهام في قوله- سبحانه-: وَما أَدْراكَ مَا الْقارِعَةُ استفهام عن حقيقتها، والمقصود به التهويل من أمرها، والتفظيع من حالها، وتنبيه النفوس إلى ما يكون فيها من شدائد، تفزع لها القلوب فزعا لا تحيط العبارة بتصويره، ولا تستطيع العقول أن تدرك كنهه.وقوله- سبحانه-: وَما أَدْراكَ مَا الْقارِعَةُ معطوف على جملة «ما القارعة» والخطاب في قوله وَما أَدْراكَ لكل من يصلح له.أى: وما أدراك- أيها المخاطب- ما كنهها في الشدة؟ إنها في الشدة والهول شيء عظيم. لا يعلم مقدارها إلا الله- تعالى-.فالمقصود من الآيات الكريمة: تعظيم شأنها، والتعجيب من حالها، وأنها تختلف عن قوارع الدنيا- مهما بلغ عظمها- اختلافا كبيرا."},{"ayah_number":4,"text":"وبعد أن بين- سبحانه- أن معرفة حقيقتها أمر عسير ... أتبع ذلك ببيان أحوال الناس وقت وقوعها فقال: يَوْمَ يَكُونُ النَّاسُ كَالْفَراشِ الْمَبْثُوثِ.و «يوم» منصوب بفعل مقدر. والفراش: هو الحشرة التي تتهافت نحو النار، وسمى بذلك لأنه يتفرش وينتشر من حولها.والمبثوث: المنتشر المتفرق. تقول: بثثت الشيء، إذا فرقته، ومنه قوله- تعالى-:وَزَرابِيُّ مَبْثُوثَةٌ أى: متناثرة متفرقة.أى: تحصل القارعة يوم يكون الناس في انتشارهم وكثرتهم واضطرابهم وإقبالهم نحو الداعي لهم نحو أرض المحشر ... كالحشرات الصغيرة المتهافتة نحو النار.فأنت ترى أنه- سبحانه- قد شبه الناس في هذا الوقت العصيب، بالفراش المتفرق المنتشر في كل اتجاه، وذلك لأن الناس في هذا اليوم يكونون في فزع، يجعل كل واحد منهم مشغولا بنفسه، وفي حالة شديدة من الخوف والاضطراب."},{"ayah_number":5,"text":"وقوله- سبحانه-: وَتَكُونُ الْجِبالُ كَالْعِهْنِ الْمَنْفُوشِ بيان لحالة أخرى من الأحوال التي يكون عليها هذا الكون يوم القيامة.والعهن: الصوف ذو الألوان المتعددة، والمنفوش: المفرق بعضه عن بعض.أى: وتكون الجبال في ذلك اليوم، كالصوف الذي ينفش ويفرق باليد ونحوها. لخفته وتناثر أجزائه، حتى يسهل غزله.والمتأمل في هذه الآيات الكريمة، يراها قد اشتملت على أقوى الأساليب وأبلغها، في التحذير من أهوال يوم القيامة، وفي الحض على الاستعداد له بالإيمان والعمل الصالح.لأنها قد ابتدأت بلفظ القارعة، المؤذن بأمر عظيم، ثم ثنت بالاستفهام المستعمل في التهويل، ثم أعادت اللفظ بذاته بدون إضمار له زيادة في تعظيم أمره، ثم جعلت الخطاب لكل من يصلح له، ثم شبهت الناس فيه تشبيها تقشعر منه الجلود، ثم وصفت الجبال- وهي المعروفة بصلابتها ورسوخها- بأنها ستكون في هذا اليوم كالصوف المتناثر الممزق."},{"ayah_number":6,"text":"ثم بين- سبحانه- أحوال السعداء والأشقياء في هذا اليوم فقال: فَأَمَّا مَنْ ثَقُلَتْ مَوازِينُهُ، فَهُوَ فِي عِيشَةٍ راضِيَةٍ.أى: فأما من ثقلت موازين حسناته. ورجحت أعماله الصالحة على غيرها."},{"ayah_number":7,"text":"فهو في عيشة مرضية. أو في عيشة ذات رضا من صاحبها، لأنها عيشة هنية كريمة."},{"ayah_number":8,"text":"وَأَمَّا مَنْ خَفَّتْ مَوازِينُهُ أى: خفت موازين حسناته، وثقلت موازين سيئاته،"},{"ayah_number":9,"text":"فَأُمُّهُ هاوِيَةٌ أى: فمرجعه ومأواه الذي يأوى إليه، نار سحيقة يهوى إليها بدون رحمة أو شفقة، بسبب كفره وفسوقه.فالمراد بالأم هنا: المرجع والمأوى، وبالهاوية: النار التي يسقط فيها، وسميت النار بذلك. لشدة عمقها. وسمى المأوى أمّا، لأن الإنسان يأوى إليه كما يأوى ويلجأ إلى أمه.ويرى بعضهم أن المراد بأمه هنا الحقيقة، لأن العرب يكنون عن حال المرء بحال أمه في الخير وفي الشر، لشدة محبتها له."},{"ayah_number":10,"text":"ثم ختم- سبحانه- السورة الكريمة، بما يزيد من هول هذه الهاوية فقال: وَما أَدْراكَ ما هِيَهْ، نارٌ حامِيَةٌ.أى: وأى شيء يخبرك بكنه تلك النار السحيقة؟ إننا نحن الذين نخبرك بذلك فنقول لك- أيها المخاطب- على سبيل التحذير من العمل الذي يؤدى إليها:"},{"ayah_number":11,"text":"إنها نار قد بلغت النهاية في حرارتها.نسأل الله تعالى- أن يعيذنا جميعا منها.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم."}]