[{"ayah_number":1,"text":"تفسير سورة العصرمقدمة وتمهيد1- سورة «العصر» وتسمى سورة «والعصر» من السور المكية عند جمهور المفسرين، وكان نزولها بعد سورة «الانشراح» وقبل سورة «العاديات» فهي السورة الثالثة عشرة في ترتيب النزول.وقيل هي مدنية، والمعول عليه الأول، لأنه المنقول عن ابن عباس وابن الزبير وغيرهما، وعدد آياتها ثلاث آيات.2- وقد اشتملت على بيان من هم أهل الخسران، ومن هم أهل السعادة.قال الآلوسى: وهي على قصرها جمعت من العلوم ما جمعت، فقد روى عن الشافعى أنه قال: لو لم ينزل من القرآن غير هذه السورة لكفت الناس، لأنها شملت جميع علوم القرآن.وأخرج الطبراني في الأوسط، والبيهقي في الشعب عن أبى حذيفة- وكانت له صحبة- أنه قال: كان الرجلان من أصحاب رسول الله صلى الله عليه وسلم إذا التقيا لم يتفرقا، حتى يقرأ أحدهما على الآخر، سورة «والعصر» ثم يسلم أحدهما على الآخر ... أى: عند المفارقة .وللعلماء أقوال متعددة في المقصود بالعصر هنا فمنهم من يرى أن المقصود به: الدهر كله، لما فيه من العبر التي تدل دلالة واضحة على عظيم قدرة الله- تعالى-، ولما فيه من الأحداث التي يراها الناس بأعينهم، ويعرفونها عن غيرهم ...فهم يرون ويسمعون كم من غنى قد صار فقيرا، وقوى قد صار ضعيفا، ومسرور قد أصبح حزينا ... ورحم الله القائل:أشاب الصغير وأفنى الكبير ... كر الغداة ومر العشىقال القرطبي: قوله- تعالى-: وَالْعَصْرِ أى: الدهر، قال ابن عباس وغيره.فالعصر مثل الدهر ... وأقسم به- سبحانه- لما فيه من التنبيه بتصرف الأحوال وتبدلها ...ومنهم من يرى أن المقصود به: وقت صلاة العصر، وقد صدر صاحب الكشاف تفسيره لهذه الآية بهذا الرأى فقال: أقسم- سبحانه- بصلاة العصر لفضلها، بدليل قوله- تعالى-: حافِظُوا عَلَى الصَّلَواتِ وَالصَّلاةِ الْوُسْطى - وهي صلاة العصر-، وقوله صلى الله عليه وسلم: «من فاتته صلاة العصر فكأنما وتر أهله وماله» ولأن التكليف في أدائها أشق لتهافت الناس في تجاراتهم ومكاسبهم آخر النهار ... .ومنهم من يرى أن المراد بالعصر هنا: عصر النبوة. لأفضليته بالنسبة لما سبقه من عصور.وقد رجح الإمام ابن جرير القول الأول فقال: والصواب من القول في ذلك أن يقال: إن ربنا أقسم بالعصر، والعصر اسم الدهر، وهو العشى، والليل والنهار ...."},{"ayah_number":2,"text":"وقوله- سبحانه-: إِنَّ الْإِنْسانَ لَفِي خُسْرٍ ... جواب القسم، والمراد بالإنسان:جنسه ويدخل فيه الكافر دخولا أوليا. والخسر مثل الخسران، كالكفر بمعنى الكفران ...أى: إن جنس الإنسان لا يخلو من خسران ونقصان وفقدان للربح في مساعيه وأعماله طوال عمره، وإن هذا الخسران يتفاوت قوة وضعفا.فأخسر الأخسرين هو الكافر الذي أشرك مع خالقه إلها آخر في العبادة، وأقل الناس خسارة هو المؤمن الذي خلط عملا صالحا بآخر سيئا ثم تاب إلى الله- تعالى- توبة صادقة.وجاء الكلام بأسلوب القسم، لتأكيد المقسم عليه، وهو أن جنس الإنسان في خسر.وقال- سبحانه- لَفِي خُسْرٍ للإشعار بأن الإنسان كأنه مغمور بالخسر، وأن هذا الخسران قد أحاط به من كل جانب، وتنكير لفظ «خسر» للتهويل. أى: لفي خسر عظيم."},{"ayah_number":3,"text":"وقوله- سبحانه-: إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ ... استثناء مما قبله، والمقصود بهذه الآية الكريمة تسلية المؤمنين الصادقين ... وتبشيرهم بأنهم ليسوا من هذا الفريق الخاسر.وقوله- تعالى-: وَتَواصَوْا فعل ماض، من الوصية وهي تقديم النصح للغير مقرونا بالوعظ.و «الحق» : هو الأمر الذي ثبتت صحته ثبوتا قاطعا ...و «الصبر» : قوة في النفس تعينها على احتمال المكاره والمشاق ...أى: أن جميع الناس في خسران ونقصان ... إلا الذين آمنوا بالله- تعالى- إيمانا حقا، وعملوا الأعمال الصالحات، من صلاة وزكاة وصيام وحج ... وغير ذلك من وجوه الخير، وأوصى بعضهم بعضا بالتمسك بالحق، الذي على رأسه الثبات على الإيمان وعلى العمل الصالح ... وأوصى بعضهم بعضا كذلك بالصبر على طاعة الله- تعالى-، وعلى البلايا والمصائب والآلام ... التي لا تخلو عنها الحياة.فهؤلاء المؤمنون الصادقون، الذين أوصى بعضهم بعضا بهذه الفضائل ليسوا من بين الناس الذين هم في خسران ونقصان، لأن إيمانهم الصادق وعملهم الصالح ... قد حماهم من الخسران ...قال بعض العلماء: وقد اشتملت هذه السورة الكريمة على الوعيد الشديد، وذلك لأنه- تعالى- حكم بالخسارة على جميع الناس، الا من كان متصفا بهذه الأشياء الأربعة، وهي:الإيمان، والعمل الصالح، والتواصي بالحق، والتواصي بالصبر، فدل ذلك على أن النجاة معلقة بمجموع هذه الأمور، وأنه كما يجب على الإنسان أن يأتى من الأعمال ما فيه الخير والنفع، يجب عليه- أيضا- أن يدعو غيره إلى الدين، وينصحه بعمل الخير والبر، ويأمر بالمعروف وينهى عن المنكر، ويحب لأخيه ما يحب لنفسه، وأن يثبت على ذلك، فلا يحيد عنه، ولا يزحزحه عن الدعوة إليه ما يلاقيه من مشاق ... .نسأل الله- تعالى- أن يجعلنا من أصحاب هذه الصفات.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم."}]