[{"ayah_number":1,"text":"تفسير سورة الفيلمقدمة وتمهيد1- سورة «الفيل» وسماها بعضهم سورة «ألم تر ... » من السور المكية الخالصة، وعدد آياتها خمس آيات، وكان نزولها بعد سورة «قل يا أيها الكافرون» ، وقبل سورة «القيامة» فهي السورة التاسعة عشرة في ترتيب النزول من بين السور المكية.2- ومن أهم مقاصدها تذكير أهل مكة بفضل الله- تعالى- عليهم، حيث منع كيد أعدائهم عنهم، وعن بيته الحرام، وبيان أن هذا البيت له مكانته السامية عنده- تعالى-، وأن من أراده بسوء قصمه الله- تعالى-، وتبشير النبي صلى الله عليه وسلم بأنه- سبحانه- كفيل برعايته ونصره على أعدائه، كما نصر أهل مكة على أبرهة وجيشه، وتثبيت المؤمنين على الحق، لكي يزدادوا إيمانا على إيمانهم، وبيان أن الله- سبحانه- غالب على أمره.3- وقصة أصحاب الفيل من القصص المشهورة عند العرب، وملخصها: أن أبرهة الأشرم الحبشي أمير اليمن من قبل النجاشيّ ملك الحبشة، بنى كنيسة بصنعاء لم ير مثلها في زمانها ... وأراد أن يصرف الناس من الحج إلى بيت الله الحرام، إلى الحج إليها ... ثم جمع جيشا عظيما قدم به لهدم الكعبة ... فأهلكه الله- تعالى- وأهلك من معه من رجال وأفيال ...وكانت ولادته صلى الله عليه وسلم في هذا العام ...والاستفهام في قوله- تعالى-: أَلَمْ تَرَ ... للتقرير بما تواتر نقله وعلمه صلى الله عليه وسلم وعلمه غيره علما مستفيضا ... حتى إن العرب كانوا يؤرخون بتلك الحادثة، فيقولون: هذا الأمر حدث في عام الفيل، أو بعده أو قبله ... والمراد بالرؤية هنا: العلم المحقق.وعبر- سبحانه- عن العلم بالرؤية، لأن خبر هذه القصة- كما أشرنا كان من الشهرة بمكان، فالعلم الحاصل بها مساو في قوة الثبوت للرؤية والمشاهدة.والمعنى: لقد علمت- أيها الرسول الكريم- علما لا يخالطه ريب أو لبس، ما فعله ربك بأصحاب الفيل، الذين جاءوا لهدم الكعبة، حيث أهلكناهم إهلاكا شنيعا، كانت فيه العبرة والعظة، والدلالة الواضحة على قدرتنا، وعلى حمايتنا لبيتنا الحرام.وأوقع- سبحانه- الاستفهام عن كيفية ما أنزله بهم، لا عن الفعل ذاته، لأن الكيفية أكثر دلالة على قدرته- تعالى- وعلى أنه- سبحانه- لا يعجزه شيء.وفي التعبير بقوله: فَعَلَ رَبُّكَ ... إشارة إلى أن هذا الفعل لا يقدر عليه أحد سواه- سبحانه- فهو الذي ربي نبيه صلى الله عليه وسلم وتعهده بالرعاية، وهو الكفيل بنصره على أعدائه، كما نصر أهل مكة، على جيوش الحبشة ... وهم أصحاب الفيل.ووصفوا بأنهم «أصحاب الفيل» لأنهم أحضروا معهم الفيلة، ليستعينوا بها على هدم الكعبة، وعلى إذلال أهل مكة."},{"ayah_number":2,"text":"والاستفهام في قوله- تعالى-: أَلَمْ يَجْعَلْ كَيْدَهُمْ فِي تَضْلِيلٍ للتقرير- أيضا- أى: لقد جعل الله- تعالى- مكر أصحاب الفيل وسعيهم لتخريب الكعبة، في تَضْلِيلٍ أى: في تخسير وإبطال وتضييع، بأن تبرهم- سبحانه- تتبيرا ودمرهم تدميرا.والكيد: إرادة وقوع الإضرار بالغير في خفية، وسمى- سبحانه- ما فعله أبرهة وجيشه كيدا، مع أنهم جاءوا لهدم الكعبة جهارا نهارا ... لأنهم كانوا يضمرون من الحقد والحسد والعداوة لأهل مكة، أكثر مما كانوا يظهرونه، فهم- كما قال- تعالى-: قَدْ بَدَتِ الْبَغْضاءُ مِنْ أَفْواهِهِمْ، وَما تُخْفِي صُدُورُهُمْ أَكْبَرُ....والمقصود بالتضليل هنا: التضييع والإبطال. تقول: ضللت كيد فلان، إذا جعلته باطلا ضائعا."},{"ayah_number":3,"text":"ثم بين- سبحانه- مظاهر إبطاله لكيدهم فقال: وَأَرْسَلَ عَلَيْهِمْ طَيْراً أَبابِيلَ.والطير: اسم جمع لكل ما من شأنه أن يطير في الهواء، وتنكيره للتنويع والتهويل، والأبابيل: اسم جمع لا واحد له من لفظه، وقيل هو جمع إبّالة، وهي حزمة الحطب الكبيرة، شبهت بها الجماعة من الطير في تضامنها وتلاصقها.أى: لقد جعل الله- تعالى- كيد هؤلاء المعتدين في تضييع وتخسير ... بأن أرسل إليهم جماعات عظيمة من الطير، أتتهم من كل جانب في تتابع، فكانت سببا في إهلاكهم والقضاء عليهم ... وَما يَعْلَمُ جُنُودَ رَبِّكَ إِلَّا هُوَ."},{"ayah_number":4,"text":"وجملة: «ترميهم بحجارة من سجيل» بيان لما فعلته تلك الطيور بإذن الله- تعالى-، وهي حال من قوله طَيْراً، والسجيل: الطين اليابس المتحجر ...قال بعض العلماء: قوله: تَرْمِيهِمْ بِحِجارَةٍ مِنْ سِجِّيلٍ أى: من طين متحجر محرق.أو بحجارة من جملة العذاب المكتوب المدون في السجيل، وهو الديوان الذي كتب فيه عذاب الكفار، كما أن السجيل هو الديوان الذي كتبت فيه أعمالهم. واشتقاقه من الإسجال بمعنى الإرسال.وعن عكرمة: كانت ترميهم بحجارة معها كالحمّصة، فإذا أصاب أحدهم حجر منها، خرج به الجدري، وكان ذلك أول يوم رئي فيه الجدري بأرض العرب.وقال ابن عباس: كان الحجر إذا وقع على أحدهم نفط جلده أى: احترق-، فكان ذلك أول الجدري. وقيل: إن أول ما رؤيت الحصبة والجدري بأرض العرب ذلك العام.وقال ابن جزى في تفسيره: إن الحجر كان يدخل من رأس أحدهم ويخرج من أسفله.ووقع في سائرهم الجدري والأسقام، وانصرفوا وماتوا في الطريق متفرقين، وتمزق أبرهة قطعة قطعة .. ."},{"ayah_number":5,"text":"وقوله- سبحانه- فَجَعَلَهُمْ كَعَصْفٍ مَأْكُولٍ بيان للآثار الفظيعة التي ترتبت على ما فعلته الحجارة التي أرسلتها الطيور عليهم بإذن الله- تعالى-.والعصف: ورق الزرع الذي يبقى في الأرض بعد الحصاد وتعصفه الرياح فتأكله الحيوانات. أو هو التبن الذي تأكله الدواب.أى: سلط الله- تعالى- عليهم طيرا ترميهم بحجارة من طين متحجر، فصاروا بسبب ذلك صرعى هالكين، حالهم في تمزقهم وتناثرهم كحال أوراق الأشجار اليابسة أو التبن الذي تأكله الدواب.وهكذا نرى السورة الكريمة قد ساقت من مظاهره قدرة الله- تعالى- ما يزيد المؤمنين إيمانا على إيمانهم، وثباتا على ثباتهم، وما يحمل الكافرين على الاهتداء إلى الحق، والإقلاع عن الشرك والجحود لو كانوا يعقلون.نسأل الله- تعالى- أن يجعلنا من عباده الشاكرين.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم."}]