[{"ayah_number":1,"text":"تفسير سورة الماعونمقدمة وتمهيد1- سورة «الماعون» تسمى- أيضا- سورة «أرأيت» وسورة «الدين» وسورة «التكذيب» وهي مكية في قول الجمهور، وقيل: هي مدنية ...قال الآلوسى: هي مكية في قول الجمهور ... وروى عن قتادة والضحاك أنها مدنية، وقال هبة الله المفسر الضرير: نزل نصفها- الأول- بمكة في العاص بن وائل، ونصفها- الثاني- بالمدينة في عبد الله بن أبى المنافق.وعدد آياتها سبع آيات في المصحف العراقي، وست في المصاحف الباقية ....2- ومن أهدافها: التعجيب من حال المشركين، الذين كذبوا بالبعث، واعتدوا على اليتامى، وبخلوا بما آتاهم الله- تعالى- من فضله، وهجروا الصلاة، ومنعوا الزكاة.فالاستفهام في قوله- سبحانه- أَرَأَيْتَ للتعجيب من حال هذا الإنسان الذي بلغ النهاية في الجهالة والجحود ... ولتشويق السامع إلى ما سيذكر بعد هذا الاستفهام.والخطاب للرسول صلى الله عليه وسلم ولكل من يصلح له. أى: أخبرنى- أيها الرسول الكريم- أرأيت وعرفت أسوأ وأعجب من حال هذا الإنسان الذي يكذب بيوم الدين، أى: بيوم البعث والجزاء والحساب وينكر ما جئت به من عند ربك من حق وهداية.مما لا شك فيه أن حال هذا الإنسان من أعجب الأحوال، وعاقبته من أسوأ العواقب ...والرؤية في قوله أَرَأَيْتَ يحتمل أن تكون بصرية، فتتعدى لواحد هو الاسم الموصول، كأنه- تعالى- قال: أأبصرت أسوأ وأعجب من هذا المكذب بيوم الدين.ويحتمل أن تكون علمية، فتتعدى لاثنين، أولهما: الاسم الموصول والثاني: محذوف، والتقدير: أعرفت الذي يكذب بالدين من هو؟ إننا نحن الذين نعرفك صفاته، وهي:"},{"ayah_number":2,"text":"فَذلِكَ الَّذِي يَدُعُّ الْيَتِيمَ أى: فذلك الذي يكذب بالبعث والحساب والجزاء، من أبرز صفاته القبيحة. أنه «يدع اليتيم» أى: يقسو عليه، ويزجره زجرا عنيفا، ويسد كل باب خير في وجهه، ويمنع كل حق له ...فقوله: يَدُعُّ من الدع وهو الدفع الشديد، والتعنيف الشنيع للغير ..."},{"ayah_number":3,"text":"وَلا يَحُضُّ عَلى طَعامِ الْمِسْكِينِ أى: أن من صفاته الذميمة- أيضا- أنه لا يحث أهله وغيرهم من الأغنياء على بذل الطعام للبائس المسكين، وذلك لشحه الشديد، واستيلاء الشيطان عليه، وانطماس بصيرته عن كل خير.وفي هذه الآية والتي قبلها دلالة واضحة على أن هذا الإنسان المكذب بالدين قد بلغ النهاية في السوء والقبح، فهو لقسوة قلبه لا يعطف على يتيم، بل يحتقره ويمنع عنه كل خير، وهو لخبث نفسه لا يفعل الخير، ولا يحض غيره على فعله، بل يحض على الشرور والآثام.ولما كانت هذه الصفات الذميمة، لا تؤدى إلى إخلاص أو خشوع لله- تعالى- وإنما تؤدى إلى الرياء وعدم المبالاة بأداء التكاليف التي أوجبها- سبحانه- على خلقه ...لما كان الأمر كذلك، وصف- سبحانه- هؤلاء المكذبين بالبعث والجزاء بأوصاف أخرى، فقال: فَوَيْلٌ لِلْمُصَلِّينَ. الَّذِينَ هُمْ عَنْ صَلاتِهِمْ ساهُونَ. الَّذِينَ هُمْ يُراؤُنَ وَيَمْنَعُونَ الْماعُونَ."},{"ayah_number":4,"text":"والفاء في قوله: فَوَيْلٌ للتفريع والتسبب، والويل: الدعاء بالهلاك والعذاب الشديد.وهو مبتدأ، وقوله لِلْمُصَلِّينَ خبره، والمراد بالسهو هنا: الغفلة والترك وعدم المبالاة ..."},{"ayah_number":5,"text":"أى: فهلاك شديد، وعذاب عظيم، لمن جمع هذه الصفات الثلاث، بعد تكذيبه بيوم الدين، وقسوته على اليتيم، وامتناعه عن إطعام المسكين.وهذه الصفات الثلاث أولها: الترك للصلاة، وعدم المبالاة بها، والإخلال بشروطها وأركانها وسننها وآدابها.وثانيها: أداؤها رياء وخداعا لا عن إخلاص وطاعة لله رب العالمين كما قال- تعالى-:إِنَّ الْمُنافِقِينَ يُخادِعُونَ اللَّهَ وَهُوَ خادِعُهُمْ، وَإِذا قامُوا إِلَى الصَّلاةِ قامُوا كُسالى. يُراؤُنَ النَّاسَ، وَلا يَذْكُرُونَ اللَّهَ إِلَّا قَلِيلًا.وثالثها: منع الماعون: أى منع الخير والمعروف والبر عن الناس. فالمراد بمنع الماعون:منع كل فضل وخير عن سواهم. فلفظ «الماعون» أصله «معونة» والألف عوض من الهاء . والعون: هو مساعدة الغير على بلوغ حاجته ... فالمراد بالماعون: ما يستعان به على قضاء الحوائج، من إناء أو فأس، أو نار، أو ما يشبه ذلك.ومنهم من يرى أن المراد بالماعون هنا: الزكاة، لأنه جرت عادة القرآن الكريم أن يذكر الزكاة بعد الصلاة.قال الإمام ابن كثير: قوله: وَيَمْنَعُونَ الْماعُونَ أى: لا أحسنوا عبادة ربهم، ولا أحسنوا إلى خلقه، حتى ولا بإعارة ما ينتفع به، ويستعان به، مع بقاء عينه ورجوعه إليهم، فهؤلاء لمنع الزكاة ومنع القربات أولى وأولى ...وسئل ابن مسعود عن الماعون فقال: هو ما يتعاوره الناس بينهم من الفأس والقدر ...."},{"ayah_number":6,"text":"أى: فهلاك شديد، وعذاب عظيم، لمن جمع هذه الصفات الثلاث، بعد تكذيبه بيوم الدين، وقسوته على اليتيم، وامتناعه عن إطعام المسكين.وهذه الصفات الثلاث أولها: الترك للصلاة، وعدم المبالاة بها، والإخلال بشروطها وأركانها وسننها وآدابها.وثانيها: أداؤها رياء وخداعا لا عن إخلاص وطاعة لله رب العالمين كما قال- تعالى-:إِنَّ الْمُنافِقِينَ يُخادِعُونَ اللَّهَ وَهُوَ خادِعُهُمْ، وَإِذا قامُوا إِلَى الصَّلاةِ قامُوا كُسالى. يُراؤُنَ النَّاسَ، وَلا يَذْكُرُونَ اللَّهَ إِلَّا قَلِيلًا.وثالثها: منع الماعون: أى منع الخير والمعروف والبر عن الناس. فالمراد بمنع الماعون:منع كل فضل وخير عن سواهم. فلفظ «الماعون» أصله «معونة» والألف عوض من الهاء . والعون: هو مساعدة الغير على بلوغ حاجته ... فالمراد بالماعون: ما يستعان به على قضاء الحوائج، من إناء أو فأس، أو نار، أو ما يشبه ذلك.ومنهم من يرى أن المراد بالماعون هنا: الزكاة، لأنه جرت عادة القرآن الكريم أن يذكر الزكاة بعد الصلاة.قال الإمام ابن كثير: قوله: وَيَمْنَعُونَ الْماعُونَ أى: لا أحسنوا عبادة ربهم، ولا أحسنوا إلى خلقه، حتى ولا بإعارة ما ينتفع به، ويستعان به، مع بقاء عينه ورجوعه إليهم، فهؤلاء لمنع الزكاة ومنع القربات أولى وأولى ...وسئل ابن مسعود عن الماعون فقال: هو ما يتعاوره الناس بينهم من الفأس والقدر ...."},{"ayah_number":7,"text":"أى: فهلاك شديد، وعذاب عظيم، لمن جمع هذه الصفات الثلاث، بعد تكذيبه بيوم الدين، وقسوته على اليتيم، وامتناعه عن إطعام المسكين.وهذه الصفات الثلاث أولها: الترك للصلاة، وعدم المبالاة بها، والإخلال بشروطها وأركانها وسننها وآدابها.وثانيها: أداؤها رياء وخداعا لا عن إخلاص وطاعة لله رب العالمين كما قال- تعالى-:إِنَّ الْمُنافِقِينَ يُخادِعُونَ اللَّهَ وَهُوَ خادِعُهُمْ، وَإِذا قامُوا إِلَى الصَّلاةِ قامُوا كُسالى. يُراؤُنَ النَّاسَ، وَلا يَذْكُرُونَ اللَّهَ إِلَّا قَلِيلًا.وثالثها: منع الماعون: أى منع الخير والمعروف والبر عن الناس. فالمراد بمنع الماعون:منع كل فضل وخير عن سواهم. فلفظ «الماعون» أصله «معونة» والألف عوض من الهاء . والعون: هو مساعدة الغير على بلوغ حاجته ... فالمراد بالماعون: ما يستعان به على قضاء الحوائج، من إناء أو فأس، أو نار، أو ما يشبه ذلك.ومنهم من يرى أن المراد بالماعون هنا: الزكاة، لأنه جرت عادة القرآن الكريم أن يذكر الزكاة بعد الصلاة.قال الإمام ابن كثير: قوله: وَيَمْنَعُونَ الْماعُونَ أى: لا أحسنوا عبادة ربهم، ولا أحسنوا إلى خلقه، حتى ولا بإعارة ما ينتفع به، ويستعان به، مع بقاء عينه ورجوعه إليهم، فهؤلاء لمنع الزكاة ومنع القربات أولى وأولى ...وسئل ابن مسعود عن الماعون فقال: هو ما يتعاوره الناس بينهم من الفأس والقدر ....وهكذا نرى السورة الكريمة قد ذمت المكذبين بيوم الدين ذما شديدا حيث وصفتهم بأقبح الصفات وأشنعها.نسأل الله- تعالى- أن يعيذنا من ذلك.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم."}]