[{"ayah_number":1,"text":"تفسير سورة الكوثرمقدمة وتمهيدسورة «الكوثر» وتسمى- أيضا- سورة «النحر» ، تعتبر أقصر سورة في القرآن الكريم، وهي من السور المكية عند الجمهور، وقيل مدنية.قال بعض العلماء: والأظهر أن هذه السورة مدنية، وعلى هذا سنسير في تفسير آياتها، وعلى القول بأنها مكية عددها الخامسة عشرة، في عداد نزول السور، نزلت بعد سورة «العاديات» ، وقيل سورة «التكاثر» ، وعلى القول بأنها مدنية، فقد قيل إنها نزلت في الحديبية. وعدد آياتها ثلاث آيات بالاتفاق.والسورة الكريمة بشارة للنبي صلى الله عليه وسلم بأن الله- تعالى- سيعطيه الخير الجزيل، والذكر الخالد.والكوثر: فوعل من الكثرة، مثل النّوفل من النفل، ومعناه: الشيء البالغ في الكثرة حد الإفراط، والعرب تسمى كل شيء كثر عدده، وعظم شأنه: كوثرا، وقد قيل لأعرابية بعد رجوع ابنها من سفر: بم آب ابنك؟ قالت: آب بكوثر. أى: بشيء كثير.قال الإمام القرطبي ما ملخصه: واختلف أهل التأويل في الكوثر الذي أعطيه النبي صلى الله عليه وسلم على ستة عشر قولا: الأول: أنه نهر في الجنة، رواه البخاري عن أنس، ورواه الترمذي- أيضا- عن ابن عمر ... الثاني: أنه حوض للنبي صلى الله عليه وسلم في الموقف ...الثالث: أنه النبوة والكتاب ... الرابع: أنه القرآن ... الخامس: الإسلام.ثم قال- رحمه الله- قلت: أصح هذه الأقوال الأول والثاني، لأنه ثابت عن النبي صلى الله عليه وسلم نص في الكوثر ... وجميع ما قيل بعد ذلك في تفسيره قد أعطيه صلى الله عليه وسلم زيادة على حوضه ... » .وافتتح- سبحانه- الكلام بحرف التأكيد، للاهتمام بالخبر، وللإشعار بأن المعطى شيء عظيم ... أى: إنا أعطيناك بفضلنا وإحساننا- أيها الرسول الكريم- الكوثر، أى: الخير الكثير الذي من جملته هذا النهر العظيم، والحوض المطهر ... فأبشر بذلك أنت وأمتك، ولا تلتفت إلى ما يقوله أعداؤك في شأنك."},{"ayah_number":2,"text":"والفاء في قوله- تعالى-: فَصَلِّ لِرَبِّكَ وَانْحَرْ لترتيب ما بعدها على ما قبلها، والمراد بالصلاة: المداومة عليها.أى: ما دمنا قد أعطيناك هذه النعم الجزيلة، فداوم على شكرك لنا، بأن تواظب على أداء الصلاة أداء تاما، وبأن تجعلها خالصة لربك وخالقك، وبأن تواظب- أيضا- على نحرك الإبل تقربا إلى ربك. كما قال- سبحانه- قُلْ إِنَّ صَلاتِي وَنُسُكِي وَمَحْيايَ وَمَماتِي لِلَّهِ رَبِّ الْعالَمِينَ، لا شَرِيكَ لَهُ، وَبِذلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ."},{"ayah_number":3,"text":"ثم بشره- سبحانه- ببشارة أخرى فقال: إِنَّ شانِئَكَ هُوَ الْأَبْتَرُ والشانئ:هو المبغض لغيره، يقال: شنأ فلان شنئا، إذا أبغضه وكرهه.والأبتر في الأصل: هو الحيوان المقطوع الذنب، والمراد به هنا: الإنسان الذي لا يبقى له ذكر. ولا يدوم له أثر ...شبه بقاء الذكر الحسن بذنب الحيوان، لأنه تابع له وهو زينته، وشبه الحرمان من ذلك ببتر الذيل وقطعه.والمعنى: إن مبغضك وكارهك- أيها الرسول الكريم- هو المقطوع عن كل خير، والمحروم من كل ذكر حسن.قال الإمام ابن كثير: «كان العاص بن وائل إذا ذكر رسول الله صلى الله عليه وسلم قال: دعوه فإنه رجل أبتر لا عقب له، فإذا هلك انقطع ذكره، فأنزل الله- تعالى- هذه السورة.وقال السدى: كانوا إذا مات ذكور الرجل قالوا: بتر، فلما مات أبناء النبي صلى الله عليه وسلم قالوا: بتر محمد فأنزل الله هذه الآية.وهذا يرجع إلى ما قلناه من أن الأبتر إذا مات انقطع ذكره، فتوهموا لجهلهم أنه إذا مات بنوه ينقطع ذكره، وحاشا وكلا، بل أبقى الله ذكره على رءوس الأشهاد، وأوجب شرعه على رقاب العباد، مستمرا على دوام الآباد، إلى يوم الحشر والمعاد، صلوات الله وسلامه عليه دائما إلى يوم التناد ...نسأل الله- تعالى- أن يجعلنا من أهل شفاعته يوم القيامة.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم."}]