[{"ayah_number":1,"text":"تعريف بسورة هود- عليه السلام-1- سورة هود- عليه السلام- هي السورة الحادية عشرة في ترتيب المصحف فقد سبقتها في هذا الترتيب سورة الفاتحة، والبقرة، وآل عمران، والنساء، والمائدة، والأنعام، والأعراف، والأنفال، والتوبة، ويونس.أما ترتيبها في النزول، فهي السورة الثانية والخمسون، وكان نزولها بعد سورة يونس.2- وعدد آياتها: ثلاث وعشرون ومائة آية.3- وقد سماها النبي صلى الله عليه وسلم بسورة هود، فقد روى الترمذي عن ابن عباس قال:قال أبو بكر: يا رسول الله قد شبت! قال: «شيبتني» «هود» و «الواقعة» ، و «المرسلات» و «عم يتساءلون» و «إذا الشمس كورت» .وفي رواية: شيبتني هود وأخواتها.قال القرطبي بعد أن ساق بعض الأحاديث في فضل هذه السورة. ففي تلاوة هذه السور ما يكشف لقلوب العارفين سلطانه وبطشه فتذهل منه النفوس. وتشيب منه الرءوس» .4- متى نزلت سورة هود؟جمهور العلماء على أن سورة هود جميعها مكية، وقيل هي مكية إلا ثلاث آيات منها: وهي قوله- تعالى- فَلَعَلَّكَ تارِكٌ بَعْضَ ما يُوحى إِلَيْكَ، وَضائِقٌ بِهِ صَدْرُكَ ... الآية 12.وقوله- تعالى- أَفَمَنْ كانَ عَلى بَيِّنَةٍ مِنْ رَبِّهِ وَيَتْلُوهُ شاهِدٌ مِنْهُ الآية 17.وقوله- تعالى-: وَأَقِمِ الصَّلاةَ طَرَفَيِ النَّهارِ وَزُلَفاً مِنَ اللَّيْلِ الآية 114.والذي نرجحه أن السورة كلها مكية، وسنرى عند تفسيرنا لهذه الآيات التي قيل بأنها مدنية، ما يشهد لصحة ما ذهبنا إليه.كذلك نرجح أن هذه السورة الكريمة، كان نزولها في الفترة التي أعقبت حادث الإسراء والمعراج، وذلك لأن نزولها- كما سبق أن أشرنا- كان بعد سورة يونس، وسورة يونس كان نزولها بعد سورة الإسراء، التي افتتحت بالحديث عنه.وهذه الفترة التي كانت قبيل حادث الإسراء والمعراج والتي أعقبته، تعتبر من أشق الفترات وأحرجها وأصعبها في تاريخ الدعوة الإسلامية.ففي هذه الفترة مات أبو طالب عم النبي صلى الله عليه وسلم والمدافع عنه، وماتت كذلك السيدة خديجة- رضى الله عنها- التي كانت نعم المواسى له عما يصيبه من أذى ... ففقد الرسول صلى الله عليه وسلم بموتهما نصيرين عزيزين، كانت لهما مكانتهما العظيمة في نفسه، وتعرض صلى الله عليه وسلم في هذه الفترة لألوان من الأذى والاضطهاد فاقت كل ما سبقها وبلغت الحرب المعلنة من المشركين عليه وعلى دعوته، أقسى وأقصى مداها..قال ابن إسحاق خلال حديثه عن هذه الفترة: ثم إن خديجة بنت خويلد وأبا طالب هلكا في عام واحد، فتتابعت على رسول الله صلى الله عليه وسلم المصائب بهلك خديجة- وكانت له وزير صدق على الإسلام يشكو إليها- ويهلك عمه أبى طالب- وكان له عضدا وحرزا في أمره، ومنعة وناصرا على قومه، وذلك قبل مهاجره إلى المدينة بثلاث سنين.فلما هلك أبو طالب نالت قريش من رسول الله صلى الله عليه وسلم من الأذى، ما لم تكن تطمع فيه في حياة أبى طالب، حتى اعترضه سفيه من سفهاء قريش، فنثر على رأسه ترابا.ثم قال ابن إسحاق: فحدثني هشام بن عروة، عن أبيه عروة بن الزبير قال لما نثر ذلك السفيه على رأس رسول الله صلى الله عليه وسلم ذلك التراب دخل رسول الله صلى الله عليه وسلم بيته، والتراب على رأسه، فقامت إليه إحدى بناته، فجعلت تغسل عنه التراب، وهي تبكى، ورسول الله صلى الله عليه وسلم يقول لها: «لا تبكى يا بنية، فإن الله مانع أباك» ..قال: ويقول بين ذلك: «ما نالت منى قريش شيئا أكرهه حتى مات أبو طالب» .وسنرى عند استعراضنا للسورة الكريمة، أنها صورت هذه الفترة أكمل تصوير.5- مناسبتها لسورة يونس- عليه السلام-:قال الآلوسى- رحمه الله-: ووجه اتصالها بسورة يونس، أنه ذكر في سورة يونس قصة نوح- عليه السلام- مختصرة جدا ومجملة، فشرحت في هذه السورة وبسطت فيها ما لم تبسط في غيرها من السور.. ثم إن مطلعها شديد الارتباط بمطلع تلك، فإن قوله- تعالى- هنا الر. كِتابٌ أُحْكِمَتْ آياتُهُ ... نظير قوله- سبحانه- هناك الر. تِلْكَ آياتُ الْكِتابِ الْحَكِيمِ ... بل بين مطلع هذه وختام تلك شدة ارتباط- أيضا-، حيث ختمت بنفي الشرك، واتباع الوحى، وافتتحت هذه ببيان الوحى والتحذير من الشرك.6- عرض إجمالى للسورة الكريمة:عند ما نطالع سورة هود بتدبر وتأمل، نراها في الربع الأول منها- قد افتتحت بالتنويه بشأن القرآن الكريم. وبدعوة الناس إلى إخلاص العبادة لله- تعالى- وحده، وإلى التوجه إليه بالاستغفار والتوبة الصادقة، حتى ينالوا السعادة في دنياهم وآخرتهم.قال- تعالى-: الر. كِتابٌ أُحْكِمَتْ آياتُهُ ثُمَّ فُصِّلَتْ مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ. أَلَّا تَعْبُدُوا إِلَّا اللَّهَ إِنَّنِي لَكُمْ مِنْهُ نَذِيرٌ وَبَشِيرٌ. وَأَنِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُمَتِّعْكُمْ مَتاعاً حَسَناً إِلى أَجَلٍ مُسَمًّى، وَيُؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ، وَإِنْ تَوَلَّوْا فَإِنِّي أَخافُ عَلَيْكُمْ عَذابَ يَوْمٍ كَبِيرٍ. إِلَى اللَّهِ مَرْجِعُكُمْ وَهُوَ عَلى كُلِّ شَيْءٍ قَدِيرٌ.ثم وضحت السورة جانبا من مسالك الكافرين، تلك المسالك التي تدل على جهالاتهم بعلم الله التام، وبقدرته النافذة، وفصلت مظاهر هذه القدرة، وشمول هذا العلم..قال- تعالى-: أَلا إِنَّهُمْ يَثْنُونَ صُدُورَهُمْ لِيَسْتَخْفُوا مِنْهُ، أَلا حِينَ يَسْتَغْشُونَ ثِيابَهُمْ، يَعْلَمُ ما يُسِرُّونَ وَما يُعْلِنُونَ، إِنَّهُ عَلِيمٌ بِذاتِ الصُّدُورِ.ثم بينت أحوال الإنسان في حالة منحه النعمة، وفي حالة سلبها عنه، وساقت للرسول صلى الله عليه وسلم من الآيات ما يسليه عما أصابه من كفار مكة، وتحدتهم أن يأتوا بعشر سور من مثل القرآن الكريم، وأنذرتهم بسوء عاقبة المعرضين عن دعوة الله، الصادين عن سبيله، الكافرين بالآخرة وما فيها من ثواب وعقاب، وبشرت المؤمنين بحسن العاقبة، وضربت المثل المناسب لكل من فريقى الكافرين والمؤمنين.استمع إلى السورة الكريمة وهي تصور كل ذلك بأسلوبها البليغ المؤثر فتقول:وَلَئِنْ أَذَقْنَا الْإِنْسانَ مِنَّا رَحْمَةً ثُمَّ نَزَعْناها مِنْهُ إِنَّهُ لَيَؤُسٌ كَفُورٌ. وَلَئِنْ أَذَقْناهُ نَعْماءَ بَعْدَ ضَرَّاءَ مَسَّتْهُ، لَيَقُولَنَّ ذَهَبَ السَّيِّئاتُ عَنِّي إِنَّهُ لَفَرِحٌ فَخُورٌ. إِلَّا الَّذِينَ صَبَرُوا وَعَمِلُوا الصَّالِحاتِ أُولئِكَ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ....إلى أن تقول بعد حديث مفصل عن الكافرين وسوء عاقبتهم: إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ وَأَخْبَتُوا إِلى رَبِّهِمْ، أُولئِكَ أَصْحابُ الْجَنَّةِ هُمْ فِيها خالِدُونَ. مَثَلُ الْفَرِيقَيْنِ كَالْأَعْمى وَالْأَصَمِّ وَالْبَصِيرِ وَالسَّمِيعِ هَلْ يَسْتَوِيانِ مَثَلًا، أَفَلا تَذَكَّرُونَ.فإذا ما وصلنا إلى الربع الثاني من سورة هود، وجدناها تسوق لنا بأسلوب مفصل، قصة نوح- عليه السلام- مع قومه، فتحكى أمره لهم بعبادة الله وحده، كما تحكى الرد القبيح الذي رد به عليه زعماؤهم، وكيف أنه- عليه السلام- لم يقابل سفاهتهم بمثلها، بل خاطبهم بلفظ «يا قوم» الدال على أنه واحد منهم، يسره ما يسرهم، ويؤلمه ما يؤلمهم، ومع هذا فقد لجوا في طغيانهم وقالوا له- كما حكى القرآن عنهم- يا نُوحُ قَدْ جادَلْتَنا فَأَكْثَرْتَ جِدالَنا، فَأْتِنا بِما تَعِدُنا إِنْ كُنْتَ مِنَ الصَّادِقِينَ....فكان رده عليهم إِنَّما يَأْتِيكُمْ بِهِ اللَّهُ إِنْ شاءَ وَما أَنْتُمْ بِمُعْجِزِينَ....وقد أتاهم الله- تعالى- بالعذاب الذي استعجلوه فأغرقهم بالطوفان الذي غشيهم من فوقهم ومن تحت أرجلهم، والذي قطع دابرهم.ثم نراها بعد ذلك في الربع الثالث، تقص علينا مشهدا مؤثرا، مشهد نوح- عليه السلام- وهو ينادى ابنه الذي استحب الكفر على الإيمان فيقول له بشفقة وحرص:يا بُنَيَّ ارْكَبْ مَعَنا وَلا تَكُنْ مَعَ الْكافِرِينَ.ولكن الابن العاق لا يستمع إلى نصيحة أبيه العطوف بل يقول له: سَآوِي إِلى جَبَلٍ يَعْصِمُنِي مِنَ الْماءِ.ويجيبه الأب بحزن وحسم لا عاصِمَ الْيَوْمَ مِنْ أَمْرِ اللَّهِ إِلَّا مَنْ رَحِمَ، وَحالَ بَيْنَهُمَا الْمَوْجُ فَكانَ مِنَ الْمُغْرَقِينَ.ويتضرع الأب الحزين إلى ربه فيقول: رَبِّ إِنَّ ابْنِي مِنْ أَهْلِي وَإِنَّ وَعْدَكَ الْحَقُّ وَأَنْتَ أَحْكَمُ الْحاكِمِينَ.ويأتيه الجواب من الله- تعالى-: يا نُوحُ إِنَّهُ لَيْسَ مِنْ أَهْلِكَ إِنَّهُ عَمَلٌ غَيْرُ صالِحٍ، فَلا تَسْئَلْنِ ما لَيْسَ لَكَ بِهِ عِلْمٌ، إِنِّي أَعِظُكَ أَنْ تَكُونَ مِنَ الْجاهِلِينَ.ويلجأ نوح- عليه السلام- إلى خالقه، مستعيذا به من غضبه فيقول: رَبِّ إِنِّي أَعُوذُ بِكَ أَنْ أَسْئَلَكَ ما لَيْسَ لِي بِهِ عِلْمٌ، وَإِلَّا تَغْفِرْ لِي وَتَرْحَمْنِي أَكُنْ مِنَ الْخاسِرِينَ.فيقبل الله- تعالى- ضراعته فيقول: يا نُوحُ اهْبِطْ بِسَلامٍ مِنَّا وَبَرَكاتٍ عَلَيْكَ، وَعَلى أُمَمٍ مِمَّنْ مَعَكَ، وَأُمَمٌ سَنُمَتِّعُهُمْ ثُمَّ يَمَسُّهُمْ مِنَّا عَذابٌ أَلِيمٌ.ثم يختم الله- تعالى- قصة نوح، بتسلية النبي- صلى الله عليه وسلم-، وبما يدل على أن هذا القرآن من عند الله، فيقول: تِلْكَ مِنْ أَنْباءِ الْغَيْبِ نُوحِيها إِلَيْكَ ما كُنْتَ تَعْلَمُها أَنْتَ وَلا قَوْمُكَ مِنْ قَبْلِ هذا فَاصْبِرْ، إِنَّ الْعاقِبَةَ لِلْمُتَّقِينَ.ثم تسوق السورة بعد ذلك قصة هود- عليه السلام- مع قومه، فتحكى دعوته لهم إلى عبادة الله- تعالى-، ومصارحته إياهم بأنه لا يريد منهم أجرا على دعوته وإرشادهم إلى ما يزيدهم غنى على غناهم وقوة على قوتهم، ولكنهم قابلوا تلك النصائح الغالية بالتكذيب والسفاهة، فقالوا له- كما حكت السورة عنهم- يا هُودُ ما جِئْتَنا بِبَيِّنَةٍ، وَما نَحْنُ بِتارِكِي آلِهَتِنا عَنْ قَوْلِكَ، وَما نَحْنُ لَكَ بِمُؤْمِنِينَ. إِنْ نَقُولُ إِلَّا اعْتَراكَ بَعْضُ آلِهَتِنا بِسُوءٍ.....فيرد عليهم هود بقوله: إِنِّي أُشْهِدُ اللَّهَ، وَاشْهَدُوا أَنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ. مِنْ دُونِهِ فَكِيدُونِي جَمِيعاً ثُمَّ لا تُنْظِرُونِ. إِنِّي تَوَكَّلْتُ عَلَى اللَّهِ رَبِّي وَرَبِّكُمْ ما مِنْ دَابَّةٍ إِلَّا هُوَ آخِذٌ بِناصِيَتِها....ثم كانت النتيجة بعد هذه المحاورات والمجادلات أن نجى الله هودا، والذين آمنوا معه، أما الكافرون بدعوته، فقد نزل بهم العذاب الغليظ، الذي تركهم صرعى، كأنهم أعجاز نخل خاوية ...وفي الربع  الرابع منها تسوق لنا السورة الكريمة، ما دار بين صالح وقومه، حيث أمرهم بعبادة الله، وذكرهم بنعمه عليهم، وحذرهم من الاعتداء على الناقة التي هي لهم آية.. ولكنهم استخفوا بتذكيره وبتحذيره فكانت النتيجة إهلاكهم ...قال- تعالى- فَلَمَّا جاءَ أَمْرُنا نَجَّيْنا صالِحاً وَالَّذِينَ آمَنُوا مَعَهُ بِرَحْمَةٍ مِنَّا، وَمِنْ خِزْيِ يَوْمِئِذٍ، إِنَّ رَبَّكَ هُوَ الْقَوِيُّ الْعَزِيزُ. وَأَخَذَ الَّذِينَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوا فِي دِيارِهِمْ جاثِمِينَ. كَأَنْ لَمْ يَغْنَوْا فِيها، أَلا إِنَّ ثَمُودَ كَفَرُوا رَبَّهُمْ أَلا بُعْداً لِثَمُودَ.ثم قصت علينا السورة الكريمة، ما فعله إبراهيم- عليه السلام- عند ما جاءه رسل الله بالبشرى، وكيف أنهم قالوا له عند ما أنكرهم وأوجس منهم خيفة: لا تَخَفْ إِنَّا أُرْسِلْنا إِلى قَوْمِ لُوطٍ....ثم وضحت حال لوط- عليه السلام- عند ما جاءه هؤلاء الرسل وحكت ما دار بينه وبين قومه الذين جاءوه يهرعون إليه عند ما رأوا الرسل، فقال لهم: يا قَوْمِ هؤُلاءِ بَناتِي هُنَّ أَطْهَرُ لَكُمْ، فَاتَّقُوا اللَّهَ وَلا تُخْزُونِ فِي ضَيْفِي، أَلَيْسَ مِنْكُمْ رَجُلٌ رَشِيدٌ.....فيقولون له في صفاقة وانحراف عن الفطرة السليمة: لَقَدْ عَلِمْتَ ما لَنا فِي بَناتِكَ مِنْ حَقٍّ، وَإِنَّكَ لَتَعْلَمُ ما نُرِيدُ.وأسقط في يد لوط- عليه السلام-، وأحس بضعفه أمام هؤلاء المنحرفين المندفعين إلى ارتكاب الفاحشة، اندفاع المجنون إلى حتفه، فقال بأسى وحزن: لَوْ أَنَّ لِي بِكُمْ قُوَّةً أَوْ آوِي إِلى رُكْنٍ شَدِيدٍ.وهنا كشف له الرسل عن طبيعتهم، وأخبروه بمهمتهم وطلبوا منه أن يغادر هو ومن آمن معه مكان إقامتهم، فإن العذاب نازل بهؤلاء المجرمين بعد وقت قصير.قالُوا يا لُوطُ إِنَّا رُسُلُ رَبِّكَ، لَنْ يَصِلُوا إِلَيْكَ فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِنَ اللَّيْلِ وَلا يَلْتَفِتْ مِنْكُمْ أَحَدٌ إِلَّا امْرَأَتَكَ، إِنَّهُ مُصِيبُها ما أَصابَهُمْ، إِنَّ مَوْعِدَهُمُ الصُّبْحُ، أَلَيْسَ الصُّبْحُ بِقَرِيبٍ. فَلَمَّا جاءَ أَمْرُنا جَعَلْنا عالِيَها سافِلَها وَأَمْطَرْنا عَلَيْها حِجارَةً مِنْ سِجِّيلٍ مَنْضُودٍ، مُسَوَّمَةً عِنْدَ رَبِّكَ وَما هِيَ مِنَ الظَّالِمِينَ بِبَعِيدٍ.ثم تتابع السورة الكريمة في الربع الخامس ، حديثها عن جانب من قصص بعض الأنبياء مع أقوامهم، فتحدثنا عن قصة شعيب- عليه السلام- مع قومه، وكيف أنه قال لهم مقالة كل رسول لقومه يا قَوْمِ اعْبُدُوا اللَّهَ ما لَكُمْ مِنْ إِلهٍ غَيْرُهُ.ثم نهاهم بأسلوب رصين حكيم، عن ارتكاب الفواحش التي كانت منتشرة فيهم، وهي إنقاص الكيل والميزان، وبخس الناس أشياءهم ...ولكنهم- كعادة السفهاء الطغاة- قابلوا نصائحه بالتهكم والاستخفاف والوعيد ...فكانت النتيجة أن حل بهم عذاب الله الذي أهلكهم، كما أهلك أمثالهم.قال- تعالى- وَلَمَّا جاءَ أَمْرُنا نَجَّيْنا شُعَيْباً وَالَّذِينَ آمَنُوا مَعَهُ بِرَحْمَةٍ مِنَّا، وَأَخَذَتِ الَّذِينَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوا فِي دِيارِهِمْ جاثِمِينَ. كَأَنْ لَمْ يَغْنَوْا فِيها، أَلا بُعْداً لِمَدْيَنَ كَما بَعِدَتْ ثَمُودُ.ثم تسوق السورة بعد ذلك بإيجاز، جانبا من قصة موسى مع فرعون وملئه، الذين اتبعوا أمر فرعون، وما أمر فرعون برشيد.ثم تعقب على كل تلك القصص السابقة، بتعقيب يدل على أن هذا القرآن من عند الله، وأنه- سبحانه- لا يظلم الناس شيئا ولكن الناس أنفسهم يظلمون ... قال- تعالى-:ذلِكَ مِنْ أَنْباءِ الْقُرى نَقُصُّهُ عَلَيْكَ مِنْها قائِمٌ وَحَصِيدٌ. وَما ظَلَمْناهُمْ وَلكِنْ ظَلَمُوا أَنْفُسَهُمْ، فَما أَغْنَتْ عَنْهُمْ آلِهَتُهُمُ الَّتِي يَدْعُونَ مِنْ دُونِ اللَّهِ مِنْ شَيْءٍ لَمَّا جاءَ أَمْرُ رَبِّكَ، وَما زادُوهُمْ غَيْرَ تَتْبِيبٍ....أما في الربع السادس والأخير منها، فنراها تبين بأسلوب قوى منذر، أن الناس سيأتون ارتكاب الفاحشة، اندفاع المجنون إلى حتفه، فقال بأسى وحزن: لَوْ أَنَّ لِي بِكُمْ قُوَّةً أَوْ آوِي إِلى رُكْنٍ شَدِيدٍ.وهنا كشف له الرسل عن طبيعتهم، وأخبروه بمهمتهم وطلبوا منه أن يغادر هو ومن آمن معه مكان إقامتهم، فإن العذاب نازل بهؤلاء المجرمين بعد وقت قصير.قالُوا يا لُوطُ إِنَّا رُسُلُ رَبِّكَ، لَنْ يَصِلُوا إِلَيْكَ فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِنَ اللَّيْلِ وَلا يَلْتَفِتْ مِنْكُمْ أَحَدٌ إِلَّا امْرَأَتَكَ، إِنَّهُ مُصِيبُها ما أَصابَهُمْ، إِنَّ مَوْعِدَهُمُ الصُّبْحُ، أَلَيْسَ الصُّبْحُ بِقَرِيبٍ. فَلَمَّا جاءَ أَمْرُنا جَعَلْنا عالِيَها سافِلَها وَأَمْطَرْنا عَلَيْها حِجارَةً مِنْ سِجِّيلٍ مَنْضُودٍ، مُسَوَّمَةً عِنْدَ رَبِّكَ وَما هِيَ مِنَ الظَّالِمِينَ بِبَعِيدٍ.ثم تتابع السورة الكريمة في الربع الخامس  ، حديثها عن جانب من قصص بعض الأنبياء مع أقوامهم، فتحدثنا عن قصة شعيب- عليه السلام- مع قومه، وكيف أنه قال لهم مقالة كل رسول لقومه يا قَوْمِ اعْبُدُوا اللَّهَ ما لَكُمْ مِنْ إِلهٍ غَيْرُهُ.ثم نهاهم بأسلوب رصين حكيم، عن ارتكاب الفواحش التي كانت منتشرة فيهم، وهي إنقاص الكيل والميزان، وبخس الناس أشياءهم ...ولكنهم- كعادة السفهاء الطغاة- قابلوا نصائحه بالتهكم والاستخفاف والوعيد ...فكانت النتيجة أن حل بهم عذاب الله الذي أهلكهم، كما أهلك أمثالهم.قال- تعالى- وَلَمَّا جاءَ أَمْرُنا نَجَّيْنا شُعَيْباً وَالَّذِينَ آمَنُوا مَعَهُ بِرَحْمَةٍ مِنَّا، وَأَخَذَتِ الَّذِينَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوا فِي دِيارِهِمْ جاثِمِينَ. كَأَنْ لَمْ يَغْنَوْا فِيها، أَلا بُعْداً لِمَدْيَنَ كَما بَعِدَتْ ثَمُودُ.ثم تسوق السورة بعد ذلك بإيجاز، جانبا من قصة موسى مع فرعون وملئه، الذين اتبعوا أمر فرعون، وما أمر فرعون برشيد.ثم تعقب على كل تلك القصص السابقة، بتعقيب يدل على أن هذا القرآن من عند الله، وأنه- سبحانه- لا يظلم الناس شيئا ولكن الناس أنفسهم يظلمون ... قال- تعالى-:ذلِكَ مِنْ أَنْباءِ الْقُرى نَقُصُّهُ عَلَيْكَ مِنْها قائِمٌ وَحَصِيدٌ. وَما ظَلَمْناهُمْ وَلكِنْ ظَلَمُوا أَنْفُسَهُمْ، فَما أَغْنَتْ عَنْهُمْ آلِهَتُهُمُ الَّتِي يَدْعُونَ مِنْ دُونِ اللَّهِ مِنْ شَيْءٍ لَمَّا جاءَ أَمْرُ رَبِّكَ، وَما زادُوهُمْ غَيْرَ تَتْبِيبٍ....أما في الربع السادس والأخير منها، فنراها تبين بأسلوب قوى منذر، أن الناس سيأتون يوم القيامة، منهم الشقي ومنهم السعيد، وأنه- سبحانه- سيوفى كل فريق منهم جزاءه غير منقوص.ثم ترشد إلى ما يوصل إلى السعادة، فتدعو إلى الاستقامة على أمر الله، وإلى عدم الركون إلى الظالمين، وإلى إقامة الصلاة طرفي النهار وزلفا من الليل، وإلى الصبر الجميل.قال- تعالى-: فَاسْتَقِمْ كَما أُمِرْتَ وَمَنْ تابَ مَعَكَ وَلا تَطْغَوْا، إِنَّهُ بِما تَعْمَلُونَ بَصِيرٌ. وَلا تَرْكَنُوا إِلَى الَّذِينَ ظَلَمُوا فَتَمَسَّكُمُ النَّارُ، وَما لَكُمْ مِنْ دُونِ اللَّهِ مِنْ أَوْلِياءَ ثُمَّ لا تُنْصَرُونَ. وَأَقِمِ الصَّلاةَ طَرَفَيِ النَّهارِ وَزُلَفاً مِنَ اللَّيْلِ، إِنَّ الْحَسَناتِ يُذْهِبْنَ السَّيِّئاتِ ذلِكَ ذِكْرى لِلذَّاكِرِينَ. وَاصْبِرْ فَإِنَّ اللَّهَ لا يُضِيعُ أَجْرَ الْمُحْسِنِينَ.ثم ختمت السورة الكريمة ببيان أن من أهم مقاصد ذكر قصص الأنبياء في القرآن الكريم، تثبيت فؤاد النبي صلى الله عليه وسلم وتقوية قلبه، وتسليته عما أصابه، وتبشيره بأن العاقبة له ولأتباعه.قال- تعالى-: وَكُلًّا نَقُصُّ عَلَيْكَ مِنْ أَنْباءِ الرُّسُلِ ما نُثَبِّتُ بِهِ فُؤادَكَ، وَجاءَكَ فِي هذِهِ الْحَقُّ وَمَوْعِظَةٌ وَذِكْرى لِلْمُؤْمِنِينَ. وَقُلْ لِلَّذِينَ لا يُؤْمِنُونَ اعْمَلُوا عَلى مَكانَتِكُمْ إِنَّا عامِلُونَ وَانْتَظِرُوا إِنَّا مُنْتَظِرُونَ. وَلِلَّهِ غَيْبُ السَّماواتِ وَالْأَرْضِ وَإِلَيْهِ يُرْجَعُ الْأَمْرُ كُلُّهُ، فَاعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ، وَما رَبُّكَ بِغافِلٍ عَمَّا تَعْمَلُونَ.7- أهم الموضوعات التي عنيت السورة الكريمة بالحديث عنها:من استعراضنا لسورة هود، ومن معرفة الفترة التي نزلت فيها، نستطيع أن نقول: إن السورة الكريمة قد عنيت بالحديث عن موضوعات متنوعة من أهمها ما يأتى:(ا) ترغيب الناس في طاعة الله، وتحذيرهم من معصيته، وهذا المعنى نراه في كثير من آيات سورة هود، ومن ذلك:قوله- تعالى-: أَلَّا تَعْبُدُوا إِلَّا اللَّهَ إِنَّنِي لَكُمْ مِنْهُ نَذِيرٌ وَبَشِيرٌ....وقوله- تعالى- حكاية عن هود- عليه السلام-: وَيا قَوْمِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُرْسِلِ السَّماءَ عَلَيْكُمْ مِدْراراً، وَيَزِدْكُمْ قُوَّةً إِلى قُوَّتِكُمْ وَلا تَتَوَلَّوْا مُجْرِمِينَ....وقوله- تعالى- حكاية عن شعيب- عليه السلام-: وَيا قَوْمِ أَوْفُوا الْمِكْيالَ وَالْمِيزانَ بِالْقِسْطِ، وَلا تَبْخَسُوا النَّاسَ أَشْياءَهُمْ وَلا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ. بَقِيَّتُ اللَّهِ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ، وَما أَنَا عَلَيْكُمْ بِحَفِيظٍ....(ب) تسلية الرسول صلى الله عليه وسلم عما أصابه من قومه، ومن مظاهر هذه التسلية، أن السورة الكريمة قد اشتملت في معظم آياتها على قصص بعض الأنبياء مع أقوامهم. فقد ذكرت نواحي متنوعة من قصة نوح مع قومه، ومن قصة هود مع قومه، ومن قصة صالح مع قومه، ومن قصة شعيب مع قومه، ومن قصة لوط مع قومه ...وقد تحدثت خلال كل قصة عن المسالك الخبيثة، والمجادلات الباطلة، التي اتبعها الطغاة مع أنبيائهم الذين جاءوا لسعادتهم وهدايتهم.كما ختمت كل قصة من هذه القصص، ببيان حسن عاقبة المؤمنين، وسوء عاقبة المكذبين..وفي ذلك ما فيه من التسلية للرسول الكريم صلى الله عليه وسلم عما لحقه من أذى، وما أصابه من اضطهاد، وما تعرض له من اعتداء عليه وعلى أصحابه.وكأن ما ورد في هذه السورة من قصص طويل متنوع، يقول للرسول صلى الله عليه وسلم: إن ما أصابك من قومك يا محمد، قد أصاب الأنبياء السابقين من أقوامهم، فاصبر كما صبروا، فإنه ما يقال لك إلا ما قد قيل للرسول من قبلك.(ج) إقامة الأدلة على أن هذا القرآن من عند الله، وليس من كلام البشر..فقد تحداهم هنا أن يأتوا بعشر سور من مثله فعجزوا، ثم تحداهم في موطن آخر أن يأتوا بسورة من مثله فما استطاعوا، وساق لهم- على لسان الرسول صلى الله عليه وسلم الكثير من أخبار الأولين، ومن قصص الأنبياء مع أقوامهم مع أن الرسول صلى الله عليه وسلم لم يكن معاصرا لهؤلاء السابقين، ولم يكن قارئا لأخبارهم فدل ذلك على أن هذا القرآن من عند الله، وعلى أن الرسول صلى الله عليه وسلم صادق فيما يبلغه عن ربه.قال- تعالى-: أَمْ يَقُولُونَ افْتَراهُ، قُلْ فَأْتُوا بِعَشْرِ سُوَرٍ مِثْلِهِ مُفْتَرَياتٍ، وَادْعُوا مَنِ اسْتَطَعْتُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صادِقِينَ. فَإِلَّمْ يَسْتَجِيبُوا لَكُمْ فَاعْلَمُوا أَنَّما أُنْزِلَ بِعِلْمِ اللَّهِ وَأَنْ لا إِلهَ إِلَّا هُوَ فَهَلْ أَنْتُمْ مُسْلِمُونَ.وقال- تعالى-: تِلْكَ مِنْ أَنْباءِ الْغَيْبِ نُوحِيها إِلَيْكَ ما كُنْتَ تَعْلَمُها أَنْتَ وَلا قَوْمُكَ مِنْ قَبْلِ هذا فَاصْبِرْ، إِنَّ الْعاقِبَةَ لِلْمُتَّقِينَ.(د) بيان سنة من سنن الله التي لا تتخلف، وهي أنه- سبحانه- لا يظلم الناس شيئا ولكن الناس هم الذين يظلمون أنفسهم بإعراضهم عن الحق، واتباعهم للهوى، واستحقاقهم للعقوبة التي هي جزاء عادل لكل ظالم.وهذا البيان نراه في مواضع متعددة من السورة، ومن ذلك قوله- تعالى- في ختام الحديث عن قصص بعض الأنبياء مع أقوامهم.ذلِكَ مِنْ أَنْباءِ الْقُرى نَقُصُّهُ عَلَيْكَ مِنْها قائِمٌ وَحَصِيدٌ. وَما ظَلَمْناهُمْ وَلكِنْ ظَلَمُوا أَنْفُسَهُمْ، فَما أَغْنَتْ عَنْهُمْ آلِهَتُهُمُ الَّتِي يَدْعُونَ مِنْ دُونِ اللَّهِ مِنْ شَيْءٍ، لَمَّا جاءَ أَمْرُ رَبِّكَ وَما زادُوهُمْ غَيْرَ تَتْبِيبٍ. وَكَذلِكَ أَخْذُ رَبِّكَ إِذا أَخَذَ الْقُرى وَهِيَ ظالِمَةٌ، إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ. إِنَّ فِي ذلِكَ لَآيَةً لِمَنْ خافَ عَذابَ الْآخِرَةِ، ذلِكَ يَوْمٌ مَجْمُوعٌ لَهُ النَّاسُ، وَذلِكَ يَوْمٌ مَشْهُودٌ. وَما نُؤَخِّرُهُ إِلَّا لِأَجَلٍ مَعْدُودٍ. يَوْمَ يَأْتِ لا تَكَلَّمُ نَفْسٌ إِلَّا بِإِذْنِهِ فَمِنْهُمْ شَقِيٌّ وَسَعِيدٌ.....وبعد: فهذه تعريفات عن سورة هود، رأينا أن نذكرها قبل البدء في تفسيرها، وأرجو أن يكون في ذكرها ما يعطى القارئ صورة واضحة عن هذه السورة الكريمة.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم محمد سيد طنطاوىسورة هود- عليه السلام- من السور التي افتتحت ببعض حروف التهجي، وقد سبق أن تكلمنا بشيء من التفصيل عند تفسيرنا لسور: البقرة، وآل عمران، والأعراف، ويونس، عن آراء العلماء في المراد بهذه الحروف المقطعة التي افتتحت بها بعض السور.ورجحنا أن هذه الحروف المقطعة، قد وردت في افتتاح بعض سور القرآن، على سبيل الإيقاظ والتنبيه للذين تحداهم القرآن.فكأن الله- تعالى- يقول لأولئك المعارضين في أن القرآن من عند الله- تعالى-: هاكم القرآن ترونه مؤلفا من كلام هو من جنس ما تؤلفون به كلامكم، ومنظوما من حروف هي من جنس الحروف الهجائية التي تنظمون منها حروفكم، فإن كنتم في شك من كونه منزلا من عند الله فهاتوا مثله، وادعوا من شئتم من الخلق لكي يعاونكم في ذلك، أو هاتوا عشر سور من مثله، أو هاتوا سورة واحدة.فلما عجزوا- وهم أهل الفصاحة والبيان- ثبت أن غيرهم أعجز، وأن هذا القرآن من عند الله، وَلَوْ كانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلافاً كَثِيراً.وقوله: أُحْكِمَتْ آياتُهُ من الإحكام- بكسر الهمزة- وهذه المادة تستعمل في اللغة لمعان متعددة، ترجع إلى شيء واحد هو المنع. يقال: أحكم الأمر. أى: أتقنه ومنعه من الفساد. أى: منع نفسه ومنع الناس عما لا يليق: ويقال أحكم الفرس، إذا جعل له حكمة تمنعه من الجموح والاضطراب.وقوله: ثُمَّ فُصِّلَتْ من التفصيل، بمعنى التوضيح والشرح للحقائق والمسائل المراد بيانها، بحيث لا يبقى فيها اشتباه أو لبس.والمعنى: هذا الكتاب الذي أنزلناه إليك يا محمد، هو كتاب عظيم الشأن، جليل القدر، فقد أحكم الله آياته إحكاما بديعا، وأتقنها إتقانا معجزا، بحيث لا يتطرق إليها خلل أو فساد. ثم فصل- سبحانه- هذه الآيات تفصيلا حكيما، بأن أنزلها نجوما، وجعلها سورا سورا، مشتملة على ما يسعد الناس في دنياهم وآخرتهم، من شئون العقائد، والعبادات، والمعاملات، والآداب، والأحكام.قال صاحب الكشاف ما ملخصه: أُحْكِمَتْ آياتُهُ أى: نظمت نظما رصينا محكما، بحيث لا يقع فيه نقض ولا خلل، كالبناء المحكم المرصف.. وقيل: منعت من الفساد، من قولهم: أحكمت الدابة، إذا وضعت عليها الحكمة لتمنعها من الجماح، قال جرير:أبنى حنيفة أحكموا سفهاءكم ... إنى أخاف عليكمو أن أغضباثُمَّ فُصِّلَتْ كما تفصل القلائد بالفرائد، ومن دلائل التوحيد والأحكام والمواعظ والقصص، أو جعلت فصولا سورة سورة، وآية آية، أو فرقت في التنزيل ولم تنزل جملة واحدة» .وثُمَّ في قوله- سبحانه- «ثم فصلت» للتراخي في الرتبة كما هو شأنها في عطف الجمل، لما في التفصيل من الاهتمام لدى النفوس، لأن العقول ترتاح إلى التفصيل بعد الإجمال، والتوضيح بعد الإيجاز.وجملة مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ صفة أخرى للكتاب، وصف بها، لإظهار شرفه من حيث مصدره، بعد أن وصف بإحكام آياته وتفصيلها الدالين على علو مرتبته من حيث الذات أى: هذا الكتاب الذي أتقنت آياته إتقانا بديعا، وفصلت تفصيلا رصينا، ليس هو من عند أحد من الخلق، وإنما هو من عند الخالق الحكيم في كل أقواله وأفعاله، الخبير بظواهر الأمور وبواطنها.قال الشوكانى: وفي قوله مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ لف ونشر، لأن المعنى: أحكمها حكيم، وفصلها خبير، عالم بمواقع الأمور ."},{"ayah_number":2,"text":"وقوله: أَلَّا تَعْبُدُوا إِلَّا اللَّهَ جملة تعليلية، أى: أنه- سبحانه- فعل ما فعل من إحكام الكتاب وتفصيله وتنزيله من لدن حكيم خبير، لكي تخلصوا له العبادة والطاعة، وتتركوا عبادة غيره لأن من أنزل هذا الكتاب المعجز، من حقه أن يفرد بالخضوع والاستعانة.وقوله: إِنَّنِي لَكُمْ مِنْهُ نَذِيرٌ وَبَشِيرٌ بيان لوظيفة الرسول صلى الله عليه وسلم.والضمير المجرور في «منه» يعود على الله- تعالى-.أى: عليكم- أيها الناس- أن تخلصوا لله- تعالى- العبادة والطاعة، فإنه- سبحانه- قد أرسلنى إليكم لكي أنذر الذين فسقوا عن أمره بسوء العاقبة، وأبشر الذين استجابوا لدعوته بحسن المثوبة.وقدم- سبحانه- الإنذار على التبشير لأن الخطاب موجه إلى الكافرين، الذين أشركوا مع الله آلهة أخرى.قال بعضهم: «والجمع بين النذارة والبشارة، لمقابلة ما تضمنته الجملة الأولى من طلب ترك عبادة غير الله. بطريق النهى، وطلب عبادة الله بطريق الاستثناء، فالنذارة ترجع إلى الجزء الأول، والبشارة ترجع إلى الجزء الثاني» ."},{"ayah_number":3,"text":"ثم بين- سبحانه- ما يترتب على طاعته من خيرات فقال: وَأَنِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُمَتِّعْكُمْ مَتاعاً حَسَناً إِلى أَجَلٍ مُسَمًّى وَيُؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ ...والاستغفار طلب المغفرة والرحمة من الله- تعالى-.والتوبة: الإقلاع عن كل ما نهى الله، مع التصميم على عدم العودة إلى ذلك في المستقبل.ويمتعكم: من الإمتاع، وأصل الإمتاع الإطالة، ومنه: أمتعنا الله بك أى: أطال لنا بقاءك.والآية الكريمة معطوفة على قوله- سبحانه- قبل ذلك: أَلَّا تَعْبُدُوا إِلَّا اللَّهَ ...والمعنى: وعليكم- أيها الناس- بعد أن نبذتم كل عبادة لغير الله، أن تديموا طلب مغفرته ورحمته، وأن تتوبوا إليه توبة نصوحا، فإنكم إن فعلتم ذلك يُمَتِّعْكُمْ الله- تعالى- مَتاعاً حَسَناً بأن يبدل خوفكم أمنا، وفقركم غنى، وشقاءكم سعادة.قوله: إِلى أَجَلٍ مُسَمًّى أى: إلى نهاية حياتكم التي قدرها الله لكم في هذه الدنيا.وقوله: وَيُؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ أى: ويعط كل صاحب عمل صالح جزاء عمله.فالمراد بالفضل الأول: العمل الصالح. والمراد بالفضل الثاني الثواب الجزيل من الله- تعالى-.فالجملة الكريمة، وعد كريم عن الله- تعالى- لكل من آمن وعمل صالحا.وجملة ثُمَّ تُوبُوا إِلَيْهِ معطوفة على استغفروا. وثُمَّ هنا على بابها من التراخي، لأن الإنسان يستغفر أولا ربه من الذنوب، ثم يتوب إليه التوبة الصادقة النصوح التي لا رجعة معها إلى ارتكاب الذنوب مرة أخرى.ووصف المتاع بالحسن، ليدل على أنه عطاء ليس مشوبا بالمكدرات والمنغصات التي تقلق الإنسان في دنياه، وإنما هو عطاء يجعل المؤمن يتمتع بنعم الله التي أسبغها عليه، مع المداومة على شكره- سبحانه- على هذه النعم.قال- تعالى- مَنْ عَمِلَ صالِحاً مِنْ ذَكَرٍ أَوْ أُنْثى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَياةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُمْ بِأَحْسَنِ ما كانُوا يَعْمَلُونَ.ثم حذر- سبحانه- من الإعراض عن طاعته فقال: وَإِنْ تَوَلَّوْا فَإِنِّي أَخافُ عَلَيْكُمْ عَذابَ يَوْمٍ كَبِيرٍ.أى: ذكرهم أيها الرسول الكريم بأن في إخلاصهم العبادة لله، وفي طاعتهم له، سعادتهم الدنيوية والأخروية، وفي إعراضهم عن ذلك شقاؤهم وحلول العذاب بهم.أى: إن تتولوا- أيها الناس- عن الحق الذي جئتكم به، فإنى أخاف عليكم عذاب يوم القيامة، الذي هو عذاب كبير هوله، عظيم وقعه، كما أخاف عليكم عذاب الدنيا.فتنكير يَوْمٍ للتهويل والتعميم، حتى يشمل عذاب الدنيا وعذاب الآخرة، حيث إنهم كانوا ينكرون البعث والحساب، فتخويفهم بالعذابين أزجر لنفوسهم القاسية، وقلوبهم العاتية.وفي وصفه بالكبر، زيادة- أيضا- في تهويله وشدته، حتى يثوبوا إلى رشدهم، ويقلعوا عن غيهم وعنادهم."},{"ayah_number":4,"text":"وقوله- سبحانه- إِلَى اللَّهِ مَرْجِعُكُمْ وَهُوَ عَلى كُلِّ شَيْءٍ قَدِيرٌ تحذير آخر لهم، إثر التحذير من الإعراض عما جاءهم به نبيهم صلى الله عليه وسلم.والمرجع: مصدر ميمى بمعنى الرجوع الذي لا انفكاك لهم منه، ولا محيد لهم عنه.أى: إلى الله- تعالى- وحده رجوعكم مهما طالت حياتكم، ليحاسبكم على أعمالكم، ويجازيكم عليها بما تستحقونه من جزاء، وهو- سبحانه- على كل شيء قدير، لا يعجزه أمر، ولا يحول بينه وبين نفاذ إرادته حائل.وما دام الأمر كذلك، فأخلصوا لله العبادة، واستغفروه ثم توبوا إليه لتظفروا بالسعادة العاجلة والآجلة."},{"ayah_number":5,"text":"ثم حكى- سبحانه- جانبا من جهالات المنحرفين عن الحق، ومن أوهامهم الباطلة، فقال- تعالى-:أَلا إِنَّهُمْ يَثْنُونَ صُدُورَهُمْ لِيَسْتَخْفُوا مِنْهُ، أَلا حِينَ يَسْتَغْشُونَ ثِيابَهُمْ يَعْلَمُ ما يُسِرُّونَ وَما يُعْلِنُونَ، إِنَّهُ عَلِيمٌ بِذاتِ الصُّدُورِ.وقوله: يَثْنُونَ من الثنى بمعنى الطى والستر. يقال: ثنيت الثوب إذا طويته على ما فيه من الأشياء المستورة.وثنى الصدور: إمالتها وطأطأتها وحنيها بحيث تكون القامة غير مستقيمة. والاستخفاء:محاولة الاختفاء عن الأعين، ومنه قوله- تعالى- يَسْتَخْفُونَ مِنَ النَّاسِ وَلا يَسْتَخْفُونَ مِنَ اللَّهِ وَهُوَ مَعَهُمْ...وقوله: يَسْتَغْشُونَ ثِيابَهُمْ.. أى: يتدثرون ويتغطون بها، مبالغة في الاستخفاء عن الأعين. فالسين والتاء فيه للتأكيد، كما في قوله- تعالى- وَاسْتَغْشَوْا ثِيابَهُمْ ... أى: جعلوها كالغشاء عليهم.وقد ذكر بعض المفسرين في سبب نزول هذه الآية روايات منها: أنه كان الرجل من الكفار يدخل بيته، ويرخى ستره، ويحنى ظهره، ويتغشى بثوبه ثم يقول: هل يعلم الله ما في قلبي فنزلت هذه الآية.وقيل: نزلت في المنافقين، كان أحدهم إذا مر بالنبي صلى الله عليه وسلم ثنى صدره. وتغشى بثوبه لئلا يراه.وقيل: نزلت في الأخنس بن شريق، وكان رجلا حلو المنطق، حسن السياق للحديث، يظهر لرسول الله صلى الله عليه وسلم المحبة، ويضمر في قلبه ما يضادها..» .وعلى أية حال فإن الآية الكريمة تصور تصويرا بديعا جهالات بعض الضالين بعلم الله- تعالى- المحيط بكل شيء، كما تصور تصويرا دقيقا أوضاعهم الحسية حين يأوون إلى فراشهم، وحين يلتقون بالنبي صلى الله عليه وسلم.والضمير المجرور في قوله مِنْهُ يعود إلى الله- تعالى- وعليه يكون المعنى ألا إن هؤلاء المشركين يلوون صدورهم عن الحق الذي جاءهم به نبيهم صلى الله عليه وسلم توهما منهم أن فعلهم هذا يخفى على الله- تعالى-.ومنهم من يرى أن الضمير في قوله مِنْهُ يعود إلى النبي صلى الله عليه وسلم وعليه يكون المعنى:ألا إن هؤلاء المشركين يعرضون عن لقاء النبي صلى الله عليه وسلم ويطأطئون رءوسهم عند رؤيته، ليستخفوا منه، حتى لا يؤثر فيهم بسحر بيانه.ومع أن كلا القولين له وجاهته وله من سبب النزول ما يؤيده، إلا أننا نميل إلى كون الضمير يعود على الله- تعالى- لأن قوله- تعالى- بعد ذلك يَعْلَمُ ما يُسِرُّونَ وَما يُعْلِنُونَ يؤيد عودة الضمير إليه- سبحانه- إذ علم السر والعلن مرده إليه وحده.وافتتحت الآية الكريمة بحرف التنبيه أَلا وجيء به مرة أخرى في قوله أَلا حِينَ يَسْتَغْشُونَ ثِيابَهُمْ.. للاهتمام بمضمون الكلام، وللفت أنظار السامعين إلى ما بلغه هؤلاء الضالون من جهل وانطماس بصيرة.ثم بين- سبحانه- أنه لا يخفى عليه شيء من أحوالهم فقال: أَلا حِينَ يَسْتَغْشُونَ ثِيابَهُمْ، يَعْلَمُ ما يُسِرُّونَ وَما يُعْلِنُونَ إِنَّهُ عَلِيمٌ بِذاتِ الصُّدُورِ.أى: ألا يعلم هؤلاء الجاهلون أنهم حين يأوون إلى فراشهم، ويتدثرون بثيابهم، يعلم الله- تعالى- ما يسرونه في قلوبهم من أفكار، وما يعلنونه بأفواههم من أقوال، لأنه- سبحانه- محيط بما تضمره النفوس من خفايا، وما يدور بها من أسرار.وجملة إِنَّهُ عَلِيمٌ بِذاتِ الصُّدُورِ تعليلية لتأكيد ما قبلها من علمه- سبحانه- بالسر والعلن. والمراد بذات الصدور: الأسرار المستكنة فيها.هذا، وقد ذكر ابن كثير رواية أخرى في سبب نزول هذه الآية فقال: قال ابن عباس:كانوا يكرهون أن يستقبلوا السماء بفروجهم وحال وقاعهم، فأنزل الله هذه الآية رواه البخاري من حديث ابن جريج.وفي لفظ آخر له قال ابن عباس: أناس كانوا يستحيون أن يتخلوا فيفضوا إلى السماء، وأن يجامعوا نساءهم فيفضوا إلى السماء، فنزل ذلك فيهم..» .وظاهر من هذا الكلام المنقول عن ابن عباس أنها نزلت في شأن جماعة من المسلمين هذا شأنهم، ولعل مراده أن الآية تنطبق على صنيعهم وليس فعلهم هو سبب نزولها، لأن الآية مسوقة للتوبيخ والذم، والذين يستحقون ذلك هم أولئك المشركون وأشباههم الذين أعرضوا عن الحق، وجهلوا صفات الله- تعالى-.قال الجمل بعد أن ذكر قول ابن عباس: وتنزيل الآية على هذا القول بعيد جدا، لأن الاستحياء من الجماع وقضاء الحاجة في حال كشف العورة إلى جهة السماء، أمر مستحسن شرعا، فكيف يلام عليه فاعله ويذم بمقتضى سياق الآية» .وإذا فالذي يستدعيه السياق ويقتضيه ربط الآيات، كون الآية في ذم المشركين ومن على شاكلتهم من المنحرفين عن الطريق المستقيم.ثم ساق- سبحانه- ما يدل على كمال قدرته، وسابغ فضله، وشمول علمه فقال- تعالى-:"},{"ayah_number":6,"text":"قال الآلوسى ما ملخصه: الدابة اسم لكل حيوان ذي روح، ذكرا كان أو أنثى. عاقلا أو غيره، مأخوذ من الدبيب وهو في الأصل المشي الخفيف.. واختصت في العرف بذوات القوائم الأربع.والمراد بها هنا المعنى اللغوي باتفاق المفسرين ... » .قال- تعالى- وَاللَّهُ خَلَقَ كُلَّ دَابَّةٍ مِنْ ماءٍ، فَمِنْهُمْ مَنْ يَمْشِي عَلى بَطْنِهِ، وَمِنْهُمْ مَنْ يَمْشِي عَلى رِجْلَيْنِ، وَمِنْهُمْ مَنْ يَمْشِي عَلى أَرْبَعٍ، يَخْلُقُ اللَّهُ ما يَشاءُ، إِنَّ اللَّهَ عَلى كُلِّ شَيْءٍ قَدِيرٌ .والمراد برزقها: طعامها وغذاؤها الذي به قوام حياتها.والمعنى: وما من حيوان يدب على الأرض، إلا على الله- تعالى- غذاؤه ومعاشه، فضلا منه- سبحانه- وكرما على مخلوقاته.وقدم- سبحانه- الجار والمجرور عَلَى اللَّهِ على متعلقه وهو رِزْقُها لإفادة القصر. أى على الله وحده لا على غيره رزقها ومعاشها.وكون رزقها ومعاشها على الله- تعالى- لا ينافي الأخذ بالأسباب، والسعى في سبيل الحصول على وسائل العيش، لأنه- سبحانه- وإن كان قد تكفل بأرزاق خلقه، إلا أنه أمرهم بالاجتهاد في استعمال كافة الوسائل المشروعة من أجل الحصول على ما يغنيهم ويسد حاجتهم.قال- تعالى-: هُوَ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ ذَلُولًا، فَامْشُوا فِي مَناكِبِها، وَكُلُوا مِنْ رِزْقِهِ وَإِلَيْهِ النُّشُورُ .وجملة وَيَعْلَمُ مُسْتَقَرَّها وَمُسْتَوْدَعَها بيان لشمول علمه- سبحانه- لكل شيء في هذا الكون.والمستقر والمستودع: اسما مكان لمحل الاستقرار والإيداع للدابة في هذا الكون، سواء أكان ذلك في الأصلاب أم في الأرحام أم في القبور أم في غيرها.قال الشوكانى: أخرج عبد الرزاق وابن جرير وابن المنذر وابن أبى حاتم وأبو الشيخ، عن ابن عباس في قوله وَيَعْلَمُ مُسْتَقَرَّها قال: حيث تأوى. ومستودعها قال: حيث تموت.وأخرج ابن أبى شيبة وابن جرير وابن المنذر والحاكم وصححه عن ابن مسعود قال:مستقرها في الأرحام ومستودعها حيث تموت.قال: ويؤيد هذا التفسير الذي ذهب اليه ابن مسعود ما أخرجه الترمذي الحكيم في نوادر الأصول والحاكم وصححه وابن مردويه والبيهقي في الشعب عن ابن مسعود عن النبي صلى الله عليه وسلم قال: إذا كان أجل أحدكم بأرض، أتيحت له إليها حاجة، حتى إذا بلغ أقصى أثره منها فيقبض، فتقول الأرض يوم القيامة: هذا ما استودعتني» .وقوله: كُلٌّ فِي كِتابٍ مُبِينٍ تذييل قصد به بيان دقة علمه- سبحانه- بعد بيان شمول هذا العلم وإحاطته بكل شيء.والتنوين في كُلٌّ هو تنوين العوض، أى: كل ما يتعلق برزق هذه الدواب ومستقرها ومستودعها مسجل في كتاب مبين، أى: في كتاب واضح جلى ظاهر في علم الله- سبحانه-، بحيث لا يغادر صغيرة ولا كبيرة إلا أحصاها، وهذا الكتاب هو اللوح المحفوظ."},{"ayah_number":7,"text":"ثم ساق- سبحانه- ما يشهد بعظيم قدرته فقال- تعالى-: وَهُوَ الَّذِي خَلَقَ السَّماواتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ....والأيام جمع يوم، والمراد به هنا مطلق الوقت الذي لا يعلم مقداره إلا الله- تعالى-.أى: وهو- سبحانه- الذي أنشأ السموات والأرض وما بينهما، على غير مثال سابق، في ستة أيام من أيامه- تعالى-، التي لا يعلم مقدار زمانها إلا هو.وقيل: أنشأهن في مقدار ستة أيام من أيام الدنيا.قال سعيد بن جبير- رضى الله عنه-: كان الله قادرا على خلق السموات والأرض وما بينهما في لمحة ولحظة، فخلقهن في ستة أيام، تعليما لعباده التثبت والتأنى في الأمور.وقد جاءت آيات تدل على أنه- سبحانه- خلق الأرض في يومين، وخلق السموات في يومين وخلق ما بينهما في يومين، وهذه الآيات هي قوله- تعالى-: قُلْ أَإِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَنْداداً، ذلِكَ رَبُّ الْعالَمِينَ، وَجَعَلَ فِيها رَواسِيَ مِنْ فَوْقِها، وَبارَكَ فِيها، وَقَدَّرَ فِيها أَقْواتَها فِي أَرْبَعَةِ أَيَّامٍ سَواءً لِلسَّائِلِينَ. ثُمَّ اسْتَوى إِلَى السَّماءِ وَهِيَ دُخانٌ فَقالَ لَها وَلِلْأَرْضِ ائْتِيا طَوْعاً أَوْ كَرْهاً، قالَتا أَتَيْنا طائِعِينَ. فَقَضاهُنَّ سَبْعَ سَماواتٍ فِي يَوْمَيْنِ، وَأَوْحى فِي كُلِّ سَماءٍ أَمْرَها ... .وجملة وَكانَ عَرْشُهُ عَلَى الْماءِ اعتراضية بين قوله خَلَقَ السَّماواتِ وَالْأَرْضَ وبين لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا ويجوز أن تكون حالية من فاعل خلق وهو الله- تعالى- وعرش الله- تعالى- من الألفاظ التي لا يعلمها البشر إلا بالاسم. وقد جاء ذكر العرش في القرآن الكريم إحدى وعشرين مرة.ونحن مكلفون بأن نؤمن بأن له- سبحانه- عرشا، أما كيفيته فنفوض علمها إليه- تعالى-.والمعنى: أن الله- تعالى- خلق السموات والأرض في ستة أيام، وكان عرشه قبل خلقهما ليس تحته شيء سوى الماء.قالوا: وفي ذلك دليل على أن العرش والماء كانا موجودين قبل وجود السموات والأرض.قال القرطبي: قوله: وَكانَ عَرْشُهُ عَلَى الْماءِ بين- سبحانه- أن خلق العرش والماء، كان قبل خلق الأرض والسماء ...ثم قال: وروى البخاري عن عمران بين حصين قال كنت عند النبي صلى الله عليه وسلم إذ جاءه قوم من بنى تميم فقال: «اقبلوا البشرى يا بنى تميم» قالوا: بشرتنا فأعطنا. فدخل ناس من أهل اليمن فقالوا: جئنا لنتفقه في الدين، ولنسألك عن هذا الدين ونسألك عن أول هذا الأمر.قال: «إن الله ولم يكن شيء غيره، وكان عرشه على الماء. ثم خلق السموات والأرض، وكتب في الذكر كل شيء» .وقال ابن كثير بعد أن ذكر هذا الحديث وغيره: وفي صحيح مسلم عن عبد الله بن عمرو ابن العاص قال: قال رسول الله صلى الله عليه وسلم إن الله قدر مقادير الخلائق قبل أن يخلق السموات والأرض بخمسين ألف سنة، وكان عرشه على الماء.وروى الإمام أحمد عن لقيط بن عامر العقيلي قال: قلت يا رسول الله، أين كان ربنا قبل أن يخلق خلقه؟ قال: كان في عماء، ما تحته هواء، وما فوقه هواء، ثم خلق العرش بعد ذلك .والعماء: السحاب الرقيق، أى فوق سحاب مدبرا له، وعاليا عليه. والسحاب ليس تحته سوى الهواء، وليس فوقه سوى الهواء. والمراد أنه ليس مع الله- تعالى- شيء آخر.وقوله- سبحانه- لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا جملة تعليلية. ويبلوكم من الابتلاء بمعنى الاختبار والامتحان.أى: خلق ما خلق من السموات والأرض وما فيهما من كائنات، ورتب فيهما جميع ما تحتاجون إليه من أسباب معاشكم، ليعاملكم معاملة من يختبر غيره، ليتميز المحسن من المسيء، والمطيع من العاصي، فيجازى المحسنين والطائعين بما يستحقون من ثواب، ويعاقب المسيئين والعاصين بما هم أهله من عقاب.قال صاحب الكشاف: فإن قلت: كيف قيل: أَيُّكُمْ أَحْسَنُ عَمَلًا وأعمال المؤمنين هي التي تتفاوت الى حسن وأحسن، فأما أعمال المؤمنين والكافرين فتفاوتها إلى حسن وقبيح؟قلت: الذين هم أحسن عملا هم المتقون وهم الذين استبقوا إلى تحصيل ما هو مقصود الله- تعالى- من عباده، فخصهم بالذكر، واطرح ذكر من وراءهم، تشريفا لهم، وتنبيها على مكانهم منه، وليكون ذلك لطفا للسامعين، وترغيبا في حيازة فضلهم .ثم ختم- سبحانه- الآية الكريمة ببيان موقف الكافرين من البعث والحساب فقال:وَلَئِنْ قُلْتَ إِنَّكُمْ مَبْعُوثُونَ مِنْ بَعْدِ الْمَوْتِ لَيَقُولَنَّ الَّذِينَ كَفَرُوا إِنْ هذا إِلَّا سِحْرٌ مُبِينٌ.أى، ولئن قلت يا محمد لهؤلاء الكافرين الذين أرسلك الله لإخراجهم من ظلمات الكفر إلى نور الإيمان، لئن قلت لهم إِنَّكُمْ مَبْعُوثُونَ يوم القيامة مِنْ بَعْدِ الْمَوْتِ الذي سيدرككم في هذه الدنيا عند نهاية آجالكم لَيَقُولَنَّ لك هؤلاء الكافرون على سبيل الإنكار والتهكم ما هذا الذي تقوله يا محمد إِلَّا سِحْرٌ مُبِينٌ أى: إلا سحر واضح جلى ظاهر لا لبس فيه ولا غموض.وقرأ حمزة والكسائي وخلف إلا ساحر مبين فتكون الإشارة بقوله هذا إلى الرسول صلى الله عليه وسلم أى: أنه في زعمهم يقول كلاما ليسحرهم به، وليصرفهم عما كان عليه آباؤهم وأجدادهم.ثم بين- سبحانه- بعد ذلك لونا من ألوان غرور المشركين، كما بين أحوال بعض الناس في حالتي السراء والضراء فقال- تعالى-:"},{"ayah_number":8,"text":"قال القرطبي ما ملخصه: الأمة: اسم مشترك يقال على ثمانية أوجه: فالأمة تكون الجماعة، كقوله- تعالى-: وَجَدَ عَلَيْهِ أُمَّةً مِنَ النَّاسِ ... والأمة: أيضا أتباع الأنبياء عليهم السلام، والأمة: الرجل الجامع للخير الذي يقتدى به، كقوله- تعالى- إِنَّ إِبْراهِيمَ كانَ أُمَّةً قانِتاً لِلَّهِ حَنِيفاً والأمة: الدين والملة، كقوله- تعالى-: إِنَّا وَجَدْنا آباءَنا عَلى أُمَّةٍ والأمة: الحين والزمان كقوله- تعالى-: وَادَّكَرَ بَعْدَ أُمَّةٍ والأمة:القامة وهو طول الإنسان وارتفاعه، يقال من ذلك: فلان حسن الأمة، أى القامة، والأمة:الرجل المنفرد بدينه وحده، لا يشركه فيه أحد. قال صلى الله عليه وسلم يبعث زيد بن عمرو بن نفيل أمة وحده» والأمة: الأم. يقال: «هذه أمة زيد، أى أم زيد ... »  والمراد بالأمة هنا: الحين والزمان والمدة.والمعنى: ولئن أخرنا- بفضلنا وكرمنا- عن هؤلاء المشركين «العذاب» المقتضى لجحودهم لآياتنا، وتكذيبهم لرسلنا «إلى أمة معدودة» أى: إلى وقت معين من الزمان على حساب إرادتنا وحكمتنا: «ليقولن» على سبيل التهكم والاستهزاء، واستعجال العذاب، «ما يحبسه» أى: ما الذي جعل هذا العذاب الذي حذرنا منه محمد صلى الله عليه وسلم محبوسا عنا، وغير نازل بنا ...ولا شك أن قولهم هذا، يدل على بلوغهم أقصى درجات الجهالة والطغيان، حيث قابلوا رحمة الله- تعالى- المتمثلة هنا في تأخير العذاب عنهم، بالاستهزاء والاستعجال، ولذا رد الله- تعالى- عليهم بقوله: أَلا يَوْمَ يَأْتِيهِمْ لَيْسَ مَصْرُوفاً عَنْهُمْ، وَحاقَ بِهِمْ ما كانُوا بِهِ يَسْتَهْزِؤُنَ أى: ألا إن ذلك العذاب الذي استعجلوه واستخفوا به، يوم ينزل بهم، لن يصرفه عنهم صارف، ولن يدفعه عنهم دافع، بل سيحيط بهم من كل جانب، بسبب استهزائهم به وإعراضهم عمن حذرهم منه.واللام في قوله وَلَئِنْ أَخَّرْنا عَنْهُمُ الْعَذابَ موطئة للقسم، وجواب القسم قوله «ليقولن ما يحبسه» .والأقرب إلى سياق الآية أن يكون المراد بالعذاب هنا: عذاب الاستئصال الدنيوي، إذ هو الذي استعجلوا نزوله، أما عذاب الآخرة فقد كانوا منكرين له أصلا، كما حكى عنهم- سبحانه- في الآية السابقة في قوله: وَلَئِنْ قُلْتَ إِنَّكُمْ مَبْعُوثُونَ مِنْ بَعْدِ الْمَوْتِ لَيَقُولَنَّ الَّذِينَ كَفَرُوا إِنْ هذا إِلَّا سِحْرٌ مُبِينٌ.قال الآلوسى: والظاهر بأن المراد العذاب الشامل للكفرة، ويؤيد ذلك ما أخرجه ابن المنذر وابن ابى حاتم عن قتادة قال: لما نزل اقْتَرَبَ لِلنَّاسِ حِسابُهُمْ قال ناس: إن الساعة قد اقتربت فتناهوا، فتناهى القوم قليلا، ثم عادوا إلى أعمالهم السوء: فأنزل الله- تعالى- أَتى أَمْرُ اللَّهِ فَلا تَسْتَعْجِلُوهُ فقال أناس من أهل الضلالة: هذا أمر الله- تعالى- قد أتى، فتناهى القوم ثم عادوا إلى مكرهم مكر السوء، فأنزل الله هذه الآية» .وفي قوله- سبحانه- إِلى أُمَّةٍ مَعْدُودَةٍ إيماء إلى أن تأخير العذاب عنهم ليس لمدة طويلة، لأن ما يحصره العد: جرت العادة في أساليب العرب أن يكون قليلا، ويؤيد ذلك أنه بعد فترة قليلة من الزمان نزل بهم في غزوة بدر القتل الذي أهلك صناديدهم، والأسر الذي أذل كبرياءهم.وافتتحت جملة أَلا يَوْمَ يَأْتِيهِمْ لَيْسَ مَصْرُوفاً عَنْهُمْ بأداة الاستفتاح أَلا للاهتمام بمضمون الخبر، وللإشارة الى تحقيقه، وإدخال الروع في قلوبهم.وعبر بالماضي حاقَ مع أنه لم ينزل بهم بعد، للإشارة، إلى أنه آت لا ريب فيه، عند ما يأذن الله- تعالى- بذلك."},{"ayah_number":9,"text":"ثم بين- سبحانه- جانبا من طبيعة بنى آدم إلا من عصم الله فقال- تعالى- وَلَئِنْ أَذَقْنَا الْإِنْسانَ مِنَّا رَحْمَةً ثُمَّ نَزَعْناها مِنْهُ إِنَّهُ لَيَؤُسٌ كَفُورٌ....والمراد بالإنسان هنا الجنس على أرجح الأقوال، فيشمل المسلم وغيره، بدليل الاستثناء الآتي بعد ذلك في قوله إِلَّا الَّذِينَ صَبَرُوا وَعَمِلُوا الصَّالِحاتِ.قال الفخر الرازي ما ملخصه: المراد بالإنسان هنا مطلق الإنسان ويدل عليه وجوه:الأول: أنه- تعالى- استثنى منه قوله إِلَّا الَّذِينَ صَبَرُوا وَعَمِلُوا الصَّالِحاتِ والاستثناء يخرج من الكلام ما لولاه لدخل، فثبت أن الإنسان المذكور في هذه الآية داخل فيه المؤمن والكافر.الثاني: أن هذه الآية موافقة على هذا التقرير لقوله- سبحانه-: وَالْعَصْرِ إِنَّ الْإِنْسانَ لَفِي خُسْرٍ إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ....الثالث: أن مزاج الإنسان مجبول على الضعف والعجز. قال ابن جريج في تفسير هذه الآية: «يا ابن آدم إذا نزلت بك نعمة من الله فأنت كفور، فإذا نزعت منك فيؤوس قنوط» .وقيل المراد بالإنسان هنا جنس الكفار فقط، لأن هذه الأوصاف تناسبهم وحدهم.والمراد بالرحمة هنا: رحمة الدنيا، وأطلقت على أثرها وهو النعمة كالصحة والغنى والأمان وما يشبه ذلك من ألوان النعم.واليؤوس والكفور: صيغتا مبالغة للشخص الكثير اليأس، والكفر، والقنوط: الشديد الجحود لنعم الله- تعالى- يقال: يئس من الشيء ييأس، إذا قنط منه.والمعنى: ولئن منحنا الإنسان- بفضلنا وكرمنا- بعض نعمنا، كالصحة والغنى والسلطان والأمان ثُمَّ نَزَعْناها مِنْهُ أى: ثم سلبناها منه، لأن حكمتنا تقتضي ذلك.إِنَّهُ في هذه الحالة لَيَؤُسٌ كَفُورٌ أى: لشديد اليأس والقنوط من أن يرجع اليه ما سلب منه أو مثله، ولكثير الكفران والجحود لما سبق أن تقلب فيه من نعم ومنن.قال الشوكانى: وفي التعبير بالذوق ما يدل على أنه يكون منه ذلك عند سلب أدنى نعمة ينعم الله بها عليه: لأن الإذاقة والذوق أقل ما يوجد به الطعم» .وفي قوله «ثم نزعناها منه» إشارة إلى شدة تعلقه بهذه النعم، وحرصه على بقائها معه.وجملة إِنَّهُ لَيَؤُسٌ كَفُورٌ جواب القسم، وأكدت بإن وباللام، لقصد تحقيق مضمونها، وأنه حقيقة ثابتة.وهي تصوير بليغ صادق لما يعترى نفس هذا الإنسان عند ما تسلب منه النعمة بعد أن ذاقها، فهو- لقلة إيمانه وضعف ثقته بربه- قد فقد كل أمل في عودة هذه النعمة إليه، ولكأن هذه النعمة التي سلبت منه لم يرها قبل ذلك."},{"ayah_number":10,"text":"ثم بين- سبحانه- حالة هذا الإنسان اليؤوس الكفور، عند ما تأتيه السراء بعد الضراء فقال: وَلَئِنْ أَذَقْناهُ نَعْماءَ بَعْدَ ضَرَّاءَ مَسَّتْهُ، لَيَقُولَنَّ ذَهَبَ السَّيِّئاتُ عَنِّي، إِنَّهُ لَفَرِحٌ فَخُورٌ.والنعماء: النعمة التي يظهر أثرها على صاحبها، واختير لفظ النعماء لمقابلته للضراء.والضراء: ما يصيب الإنسان من مصائب يظهر أثرها السيئ عليه.والمراد بالسيئات: الاضرار التي لحقته كالفقر والمرض.والمعنى: ولئن أذقنا هذا الإنسان اليؤوس الكفور نَعْماءَ بعد ضراء مسته كصحة بعد مرض، وغنى بعد فقر، وأمن بعد خوف، ونجاح بعد فشل..لَيَقُولَنَّ ذَهَبَ السَّيِّئاتُ عَنِّي أى: ليقولن في هذه الحالة الجديدة ببطر وأشر، وغرور وتكبر، لقد ولت المصائب عنى الأدبار، ولن تعود إلى.وعبر- سبحانه- في جانب الضراء بالمس، للإشارة إلى أن الإصابة بها أخف مما تذوقه من نعماء، وأن لطف الله شامل لعباده في كل الأحوال.وجملة إِنَّهُ لَفَرِحٌ فَخُورٌ جواب القسم.أى: إنه لشديد الفرح والبطر بالنعمة: كثير التباهي والتفاخر بما أعطى منها، مشغول بذلك عن القيام بما يجب عليه نحو خالقه من شكر وثناء عليه- سبحانه-.وإنها- أيضا- لصورة صادقة لهذا الإنسان العجول القاصر، الذي يعيش في لحظته الحاضرة، فلا يتذكر فيما مضى، ولا يتفكر فيما سيكون عليه حاله بعد الموت، ولا يعتبر بتقلبات الأيام، فهو يؤوس كفور إذا نزعت منه النعمة، وهو بطر فخور إذا عادت إليه، وهذا من أسوأ ما تصاب به النفس الإنسانية من أخلاق مرذولة."},{"ayah_number":11,"text":"وقوله: إِلَّا الَّذِينَ صَبَرُوا وَعَمِلُوا الصَّالِحاتِ.. استثناء من هؤلاء الناس الذين لا يصبرون عند الشدة، ولا يشكرون عند الرخاء.أى: إلا الذين صبروا على النعمة كما صبروا على الشدة، وعملوا في الحالتين الأعمال الصالحات التي ترضى الله- تعالى-.أُولئِكَ الموصوفون بذلك لَهُمْ من الله- تعالى- مَغْفِرَةٌ عظيمة تمسح ذنوبهم وَأَجْرٌ كَبِيرٌ منه- سبحانه- لهم. جزاء صبرهم الجميل، وعملهم الصالح.وفي الصحيحين أن رسول الله صلى الله عليه وسلم قال: «والذي نفسي بيده، لا يقضى الله للمؤمن قضاء إلا كان خيرا له، إن أصابته سراء شكر فكان خيرا له، وإن أصابته ضراء صبر فكان خيرا له، وليس ذلك لأحد غير المؤمن» .ثم بين- سبحانه- بعض أقوال المشركين، التي كان النبي صلى الله عليه وسلم يضيق بها صدره، ويحزن منها نفسه، فقال- تعالى-:"},{"ayah_number":12,"text":"قال الفخر الرازي- رحمه الله-: روى عن ابن عباس- رضى الله عنهما أن رؤساء مكة قالوا يا محمد، اجعل لنا جبال مكة ذهبا إن كنت رسولا. وقال آخرون: ائتنا بالملائكة يشهدون بنبوتك. فقال: لا أقدر على ذلك فنزلت هذه الآية» .ولفظ لعل كما يقول الآلوسى- للترجى، وهو يقتضى التوقع، ولا يلزم من توقع الشيء وقوعه ولا ترجح وقوعه، لجواز أن يوجد ما يمنع منه، فلا يشكل بأن توقع ترك التبليغ منه صلى الله عليه وسلم مما لا يليق بمقام النبوة، لأن المانع منه هنا ثبوت عصمته صلى الله عليه وسلم عن كتم شيء أمر بتبليغه ... والمقصود بهذا الأسلوب هنا تحريضه صلى الله عليه وسلم وتهييج داعيته لأداء الرسالة، ويقال نحو ذلك في كل توقع نظير هذا التوقع» .وتارِكٌ اسم فاعل من الفعل ترك. وضائِقٌ اسم فاعل من الفعل ضاق، وهو معطوف على تارِكٌ.والمراد ببعض ما يوحى إليه صلى الله عليه وسلم في قوله- سبحانه- فَلَعَلَّكَ تارِكٌ بَعْضَ ما يُوحى إِلَيْكَ: ما نزل عليه: من قرآن فيه استهزاء بآلهتهم، وتسفيه لعقولهم التي استساغت أن تشرك مع الله- تعالى- في عبادتها آلهة أخرى» .والضمير المجرور في قوله- سبحانه- وَضائِقٌ بِهِ صَدْرُكَ يعود الى البعض الموحى به، وقيل يعود للتبليغ، وقيل للتكذيب.وجملة أَنْ يَقُولُوا في محل نصب على أنها مفعول لأجله، أى: كراهة أو خشية أن يقولوا.والكنز: يطلق على المال الكثير المجموع بعضه إلى بعض سواء أكان في بطن الأرض أم في ظهرها، ومرادهم بإنزاله هنا: أن ينزل على الرسول صلى الله عليه وسلم من السماء مال كثير يغنيه هو وأصحابه، ويجعلهم في رغد من العيش، بدل ما يبدو على بعضهم من فقر وفاقة..والمعنى: ليس خافيا علينا- أيها الرسول الكريم- ما يفعله المشركون معك، من تكذيب لدعوتك، ومن جحود لرسالتك، ومن مطالب متعنتة يطلبونها منك ...ليس خافيا علينا شيئا من ذلك، ولعلك إزاء مسالكهم القبيحة هذه، تارك تبليغ بعض ما يوحى إليك، وهو ما يثير غضبهم، وضائق صدرك بهذا التبليغ، كراهة تكذيبهم لوحى الله، واستهزائهم بدعوتك، وقولهم لك على سبيل التعنت: هلا أنزل إليك من السماء مال كثير تستغني به وتغنى أتباعك، وهلا كان معك ملك يصاحبك في دعوتك، ويشهد أمامنا بصدقك.ويؤيدك في تحصيل مقصودك..لا- أيها الرسول الكريم- لا تترك شيئا من تبليغ ما أمرك الله بتبليغه لهؤلاء المشركين، ولا يضيق صدرك بأفعالهم الذميمة، وبأقوالهم الباطلة، بل واصل دعوتك لهم إلى طريق الحق، فما عليك إلا الإنذار، أما نحن فإلينا إيابهم، وعلينا حسابهم.وعبر- سبحانه- عن تأثر الرسول صلى الله عليه وسلم من مواقفهم المتعنتة باسم الفاعل ضائِقٌ لا بالصفة المشبهة «ضيق» لمراعاة المقابل وهو قوله تارِكٌ، وللإشارة إلى أن هذا الضيق مما يعرض له صلى الله عليه وسلم أحيانا، وليس صفة ملازمة له، لأن اسم الفاعل يقتضى الحدوث والانقطاع، بخلاف الصفة المشبهة فتقتضى الثبات والدوام.وأبرز- سبحانه- هنا صفة الإنذار للرسول صلى الله عليه وسلم مع أن وظيفته الإنذار والتبشير، لأن المقام هنا يستوجب ذلك، إذ أن هؤلاء المشركين قد تجاوزوا كل حد في الإساءة إليه صلى الله عليه وسلم.وقوله- سبحانه- وَاللَّهُ عَلى كُلِّ شَيْءٍ وَكِيلٌ تذييل قصد به زيادة تثبيته وتحريضه على المضي في تبليغ دعوته.أى: سر في طريقك- أيها الرسول الكريم- غير مبال بما يصدر عنهم من مضايقات لك، والله- تعالى- حافظ لأحوالك وأحوالهم، وسيجازيهم بالجزاء الذي يتناسب مع جرائمهم وكفرهم.والمتأمل في هذه الآية الكريمة يراها تعبر أكمل تعبير عن الفترة الحرجة التي نزلت فيها هذه السورة الكريمة، فقد سبق أن قلنا عند التعريف بها، إنها نزلت في الفترة التي أعقبت وفاة النصيرين الكبيرين للرسول صلى الله عليه وسلم وهما أبو طالب وخديجة- رضى الله عنها- وكانت هذه الفترة من أشق الفترات على الرسول صلى الله عليه وسلم حيث تكاثر فيها إيذاء المشركين له ولأصحابه..فأنت ترى أن هذه الآية الكريمة تحث النبي صلى الله عليه وسلم على الثبات والصبر، وعلى تبليغ ما يوحى اليه، مع عدم المبالاة بما يضعه المشركون في طرقه من عقبات..هذا، وقد سبق أن بينا عند التعريف بهذه السورة- أيضا- أن من العلماء من يرى أن هذه الآية مدنية، ولعلك معى- أيها القارئ الكريم- في أنه لا يوجد أى دليل نقلي أو عقلي يؤيد ذلك، بل الذي تؤيده الأدلة ويؤيده سبب النزول أن الآية مكية كبقية السورة.وهناك آيات أخرى مكية تشبه هذه الآية في أسلوبها وموضوعها، ومن هذه الآيات قوله- تعالى-: وَقالُوا مالِ هذَا الرَّسُولِ يَأْكُلُ الطَّعامَ وَيَمْشِي فِي الْأَسْواقِ، لَوْلا أُنْزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُ نَذِيراً. أَوْ يُلْقى إِلَيْهِ كَنْزٌ أَوْ تَكُونُ لَهُ جَنَّةٌ يَأْكُلُ مِنْها ... .ثم حكى- سبحانه- بعد ذلك زعما آخر من مزاعمهم الكثيرة، وهو دعواهم أن القرآن مفترى، وتحداهم أن يأتوا بعشر سور من أمثال هذا القرآن المفترى في زعمهم، فقال- تعالى-:"},{"ayah_number":13,"text":"وأَمْ هنا منقطعة بمعنى بل التي للإضراب وهو انتقال المتكلم من غرض إلى آخر والافتراء: الكذب المتعمد الذي لا توجد أدنى شبهة لقائله.والمعنى: إن هؤلاء المشركين لم يكتفوا بما طلبوه منك يا محمد، بل تجاوزوا ذلك إلى ما هو أشد جرما، وهو قولهم إنك افتريت القرآن الكريم، واخترعته من عند نفسك.وقوله: قُلْ فَأْتُوا بِعَشْرِ سُوَرٍ مِثْلِهِ مُفْتَرَياتٍ، وَادْعُوا مَنِ اسْتَطَعْتُمْ مِنْ دُونِ اللَّهِ ...أمر من الله- تعالى- لنبيه صلى الله عليه وسلم بأن يرد عليهم بما يخرس ألسنتهم، ويكبت نفوسهم.أى: قل لهم يا محمد على سبيل التحدي: إن كان الأمر كما تزعمون من أنى قد افتريت هذا القرآن، فأنا واحد منكم وبشر مثلكم فهاتوا أنتم عشر سور مختلقات من عند أنفسكم، تشبه ما جئت به في حسن النظم، وبراعة الأسلوب، وحكمة المعنى، وادعوا لمعاونتكم في بلوغ هذا الأمر كل من تتوسمون فيه المعاونة غير الله- تعالى- لأنه هو- سبحانه- القادر على أن يأتى بمثله.وجواب الشرط في قوله- سبحانه- إِنْ كُنْتُمْ صادِقِينَ محذوف دل عليه ما تقدم.أى: إن كنتم صادقين في زعمكم أنى افتريت هذا القرآن، فهاتوا أنتم عشر سور مثله مفتريات من عند أنفسكم.والمتأمل لآيات القرآن الكريم، يرى أن الله- تعالى- قد تحدى المشركين تارة بأن يأتوا بمثله كما في سورتي الإسراء والطور. ففي سورة الإسراء يقول- سبحانه- قُلْ لَئِنِ اجْتَمَعَتِ الْإِنْسُ وَالْجِنُّ عَلى أَنْ يَأْتُوا بِمِثْلِ هذَا الْقُرْآنِ لا يَأْتُونَ بِمِثْلِهِ وَلَوْ كانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيراً  وفي سورة الطور يقول- سبحانه- فَلْيَأْتُوا بِحَدِيثٍ مِثْلِهِ إِنْ كانُوا صادِقِينَ .وتارة تحداهم بأن يأتوا بعشر سور من مثله كما في هذه السورة، وتارة تحداهم بأن يأتوا بسورة واحدة من مثله كما في سورتي البقرة ويونس، ففي سورة البقرة وَإِنْ كُنْتُمْ فِي رَيْبٍ مِمَّا نَزَّلْنا عَلى عَبْدِنا فَأْتُوا بِسُورَةٍ مِنْ مِثْلِهِ ...  وفي سورة يونس يقول- سبحانه-: أَمْ يَقُولُونَ افْتَراهُ قُلْ فَأْتُوا بِسُورَةٍ مِثْلِهِ، وَادْعُوا مَنِ اسْتَطَعْتُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صادِقِينَ  . وقد عجزوا عن الإتيان بمثل أقصر سورة، وهم من هم في فصاحتهم، فثبت أن هذا القرآن من عند الله- تعالى-."},{"ayah_number":14,"text":"وقوله- سبحانه- فَإِلَّمْ يَسْتَجِيبُوا لَكُمْ فَاعْلَمُوا أَنَّما أُنْزِلَ بِعِلْمِ اللَّهِ، وَأَنْ لا إِلهَ إِلَّا هُوَ فَهَلْ أَنْتُمْ مُسْلِمُونَ إرشاد لهؤلاء المشركين إلى طريق الحق والسعادة لو كانوا يعقلون، إذ الخطاب موجه إليهم لعلهم يثوبون إلى الرشد.والمعنى: قل- أيها الرسول الكريم- لهؤلاء الذين تحديتهم أن يأتوا بعشر سور من مثل القرآن، وأبحت لهم أن يستعينوا في ذلك بمن شاءوا من البشر، قل لهم: فإن لم يستجب لدعوتكم من استعنتم بهم في الإتيان بعشر سور من مثل القرآن.. وهم لن يستجيبوا لكم قطعا- فَاعْلَمُوا أيها الناس أن هذا القرآن أُنْزِلَ بِعِلْمِ اللَّهِ وحده، وبقدرته وحدها. ولا يقدر على إنزاله بتلك الصورة أحد سواه.واعلموا- أيضا- أنه لا إِلهَ إِلَّا هُوَ- سبحانه- فهو الإله الحق، الذي تعنو له الوجوه، وتخضع له القلوب، وتتجه إليه النفوس بالعبادة والطاعة.فَهَلْ أَنْتُمْ أيها المشركون بعد كل تلك الأدلة الواضحة الدالة على وحدانية الله، وعلى أن هذا القرآن من عنده مُسْلِمُونَ أى: داخلون في الإسلام، متبعون لما جاءكم به الرسول صلى الله عليه وسلم.والمراد بالعلم في قوله فَاعْلَمُوا أَنَّما أُنْزِلَ ... : الاعتقاد الجازم البالغ نهاية اليقين، أى فأيقنوا أن هذا القرآن ما أنزل إلا ملابسا لعلم الله- تعالى- المحيط بكل شيء.والفاء في قوله فَهَلْ أَنْتُمْ مُسْلِمُونَ للتفريع، والاستفهام هنا المقصود به الحض على الفعل وعدم تأخيره.أى: فهل أنتم بعد كل هذه الأدلة على صدق ما جاءكم به نبينا محمد صلى الله عليه وسلم تشكون في أن الإسلام هو الدين الحق؟ إن الشك في ذلك لا يكون من عاقل، فبادروا إلى الدخول في الإسلام إن كنتم من ذوى العقول التي تعقل ما يقال لها.ويرى بعض العلماء أن الخطاب في هذه الآية موجه إلى النبي صلى الله عليه وسلم والمسلمين، أو إليه وحده صلى الله عليه وسلم وعلى سبيل التعظيم وعليه يكون المعنى:«فإن لم يستجب لكم- أيها المؤمنون- هؤلاء الذين أعرضوا عن دعوة الحق، بعد أن ثبت عجزهم عن الإتيان بما تحديتموهم به فَاعْلَمُوا أى فازدادوا علما ويقينا وثباتا، بأن هذا القرآن «إنما أنزل بعلم الله» الذي لا يعزب عنه شيء، وازدادوا علما بأنه لا إله إلا هو- سبحانه- مستحق للعبادة والطاعة، فهل أنتم بعد كل ذلك مُسْلِمُونَ أى ثابتون على الإسلام، وملتزمون بكل أوامره ونواهيه.ومع أننا نرى أن القولين صحيحان من حيث المعنى، إلا أننا نفضل الرأى الأول القائل بأن الخطاب للمشركين، لأن سياق الآيات السابقة في شأنهم فلأن يكون الخطاب لهم هنا أولى.ثم بين- سبحانه- سوء مصير الذين لا يريدون بأقوالهم وأعمالهم وجه الله- تعالى- فقال:"},{"ayah_number":15,"text":"أى: من كان يريد بأقواله الحسنة وبأعماله الطيبة على حسب الظاهر، الحصول على (الحياة الدنيا وزينتها) من مال وجاه ومنصب وغير ذلك من المتع الدنيوية، بدون التفات إلى ما يقربه من ثواب الآخرة.من كانوا يريدون ذلك نُوَفِّ إِلَيْهِمْ أَعْمالَهُمْ فِيها أى: نوصل إليهم- بإرادتنا ومشيئتنا- ثمار جهودهم وأعمالهم في هذه الدنيا.والتعبير بكان في قوله مَنْ كانَ يُرِيدُ ... يفيد أنهم مستمرون على إرادة الدنيا بأعمالهم، بدون تطلع إلى خير الآخرة.وعدى الفعل نُوَفِّ بإلى، مع أنه يتعدى بنفسه، لتضمينه معنى نوصل.وقوله- سبحانه- وَهُمْ فِيها لا يُبْخَسُونَ تذييل قصد به تأكيد ما سبقه، وتبيين مظهر من مظاهر عدل الله- تعالى- مع عباده في دنياهم.والبخس: نقص الحق ظلما. يقال: بخس فلان فلانا حقه إذا ظلمه ونقصه.أى: وهم في هذه الدنيا لا ينقصون شيئا من نتائج جهودهم وأعمالهم، حتى ولو كانت جهودا لا إخلاص معها ولا إيمان."},{"ayah_number":16,"text":"ثم بين- سبحانه- سوء مصيرهم في الآخرة فقال: أُولئِكَ الَّذِينَ لَيْسَ لَهُمْ فِي الْآخِرَةِ إِلَّا النَّارُ وَحَبِطَ ما صَنَعُوا فِيها وَباطِلٌ ما كانُوا يَعْمَلُونَ.أى: أولئك الذين أرادوا بأقوالهم وأعمالهم الحياة الدنيا وزينتها، ليس لهم في الآخرة إلا النار، لأنهم استوفوا ما تقتضيه صور أعمالهم الحسنة في الدنيا وبقيت عليهم أوزار نياتهم السيئة في الآخرة.وَحَبِطَ ما صَنَعُوا فِيها أى: وفسد ما صنعوه في الدنيا من أعمال الخير، لأنهم لم يقصدوا بها وجه الله- تعالى- وإنما قصدوا بها الرياء ورضى الناس ...وقوله وَباطِلٌ ما كانُوا يَعْمَلُونَ أى: وباطل في نفسه ما كانوا يعملونه في الدنيا من أعمال ظاهرها البر والصلاح، لأنه لا ثمرة له ولا ثواب في الآخرة لأن الأعمال بالنيات، ونيات هؤلاء المرائين، لم تكن تلتفت إلى ثواب الله، وإنما كانت متجهة اتجاها كليا إلى الحياة الدنيا وزينتها، إلى إرضاء المخلوق لا الخالق.وشبيه بهاتين الآيتين قوله- تعالى-: مَنْ كانَ يُرِيدُ حَرْثَ الْآخِرَةِ نَزِدْ لَهُ فِي حَرْثِهِ، وَمَنْ كانَ يُرِيدُ حَرْثَ الدُّنْيا نُؤْتِهِ مِنْها وَما لَهُ فِي الْآخِرَةِ مِنْ نَصِيبٍ .وقوله- تعالى-: مَنْ كانَ يُرِيدُ الْعاجِلَةَ عَجَّلْنا لَهُ فِيها ما نَشاءُ لِمَنْ نُرِيدُ، ثُمَّ جَعَلْنا لَهُ جَهَنَّمَ يَصْلاها مَذْمُوماً مَدْحُوراً. وَمَنْ أَرادَ الْآخِرَةَ وَسَعى لَها سَعْيَها وَهُوَ مُؤْمِنٌ فَأُولئِكَ كانَ سَعْيُهُمْ مَشْكُوراً. كُلًّا نُمِدُّ هؤُلاءِ وَهَؤُلاءِ مِنْ عَطاءِ رَبِّكَ وَما كانَ عَطاءُ رَبِّكَ مَحْظُوراً. انْظُرْ كَيْفَ فَضَّلْنا بَعْضَهُمْ عَلى بَعْضٍ، وَلَلْآخِرَةُ أَكْبَرُ دَرَجاتٍ وَأَكْبَرُ تَفْضِيلًا  .هذا ومن العلماء من يرى أن هاتين الآيتين مسوقتان في شأن الكفار ومن على شاكلتهم من الضالة كاليهود والنصارى والمنافقين ... لأن قوله- تعالى- أُولئِكَ الَّذِينَ لَيْسَ لَهُمْ فِي الْآخِرَةِ إِلَّا النَّارُ ... لا يليق إلا بهم.والذي نراه أن هاتين الآيتين تتناولان الكفار ومن على شاكلتهم تناولا أوليا، ولكن هذا لا يمنع من أنهما يندرج تحت وعيدهما كل من قصد بأقواله وأعماله الحياة الدنيا وزينتها، ونبذ كل معاني الإخلاص والطاعة لله رب العالمين.ومما يشهد لذلك أن هناك أحاديث كثيرة، حذرت من الرياء، وتوعدت مقترفه بأشد أنواع العقوبات ومن هذه الأحاديث ما رواه أبو داود عن أبى هريرة قال: قال رسول الله صلى الله عليه وسلم: «من تعلم علما مما يبتغى به وجه الله، لا يتعلمه إلا ليصيب به عرضا من الدنيا لم يجد عرف الجنة يوم القيامة» - أى رائحتها- .وصفوة القول: أن الآيتين الكريمتين تسوقان سنة من سنن الله مع عباده في هذه الدنيا، هي أن الله- تعالى- لا ينقص الناس شيئا من ثمار جهودهم وأعمالهم في هذه الدنيا، إلا أن هذه الجهود وتلك الأعمال التي ظاهرها الصلاح، إن كان المقصود بها الحياة الدنيا وزينتها وجدوا نتائجها وثمارها في الدنيا فحسب.وإن كان المقصود بها رضا الله- تعالى- وثواب الآخرة، وجدوا ثمارها ونتائجها الحسنة يوم القيامة، بجانب تمتعهم بما أحله الله لهم في الدنيا من طيبات.وذلك لأن العمل للحياة الأخرى- في شريعة الإسلام- لا يحول بين العمل النافع في الحياة الدنيا، ولا ينقص شيئا من آثاره وثماره، بل إنه يزكيه وينميه ويباركه.. ورحم الله القائل: ليس أحد يعمل حسنة إلا وفّى ثوابها فإن كان مسلما مخلصا وفّى ثوابها في الدنيا والآخرة، وإن كان كافرا وفي ثوابها في الدنيا.وبعد أن بين- سبحانه- حال الذين يريدون الحياة الدنيا وزينتها، أتبع ذلك بيان حال الذين يريدون الحق والصواب فيما يفعلون ويتركون فقال- تعالى-:"},{"ayah_number":17,"text":"قال صاحب المنار ما ملخصه: البينة ما تبين به الحق من كل شيء بحسبه كالبرهان في العقليات والنصوص في النقليات، والخوارق في الإلهيات، والتجارب في الحسيات، والشهادات في القضائيات، والاستقراء في إثبات الكليات، وقد نطق القرآن بأن الرسل قد جاءوا أقوامهم بالبينات وأن كل نبي منهم كان يحتج على قومه بأنه على بينة من ربه وأنه جاءهم ببينة من ربهم، كما ترى في قصصهم في هذه السورة وفي غيرها ... » .وقوله: وَيَتْلُوهُ ... من التلو بمعنى الاقتفاء والاتباع. يقال: تلا فلان فلانا إذا كان تابعا له ومقتفيا أثره. والمراد به هنا: التأييد والتقوية.وللمفسرين أقوال متعددة في المقصود بقوله- تعالى- أَفَمَنْ كانَ عَلى بَيِّنَةٍ مِنْ رَبِّهِ وبقوله- سبحانه- وَيَتْلُوهُ شاهِدٌ مِنْهُ.وفي مرجع الضمائر في قوله «ربه- ويتلوه- ومنه» ...وأقرب هذه الأقوال إلى الصواب أن يكون المقصود بقوله- تعالى- أَفَمَنْ كانَ عَلى بَيِّنَةٍ مِنْ رَبِّهِ الرسول صلى الله عليه وسلم وأتباعه المؤمنون.وبقوله تعالى- وَيَتْلُوهُ شاهِدٌ مِنْهُ القرآن الكريم الذي أنزله الله- تعالى- على نبيه صلى الله عليه وسلم ليكون معجزة له شاهدة بصدقه.والضمير في قوله من ربه يعود إلى النبي صلى الله عليه وسلم وفي قوله وَيَتْلُوهُ يعود إلى القرآن الكريم، وفي قوله مِنْهُ يعود إلى الله- تعالى-.وعلى هذا القول يكون المعنى: أفمن كان على حجة واضحة من عند ربه تهديه إلى الحق والصواب في كل أقواله وأفعاله، وهو هذا الرسول الكريم وأتباعه ويؤيده ويقويه في دعوته شاهد من ربه هو هذا القرآن الكريم المعجز لسائر البشر..أفمن كان هذا شأنه كمن ليس كذلك؟أو أفمن كان هذا شأنه كمن استحوذ عليه الشيطان فجعله لا يريد إلا الحياة الدنيا وزينتها؟ كلا إنهما لا يستويان.وشهادة القرآن الكريم بصدق الرسول صلى الله عليه وسلم في دعوته، تتجلى في إعجازه، فقد تحدى النبي صلى الله عليه وسلم أعداءه أن يأتوا بسورة من مثله فعجزوا مع فصاحتهم وبلاغتهم، فثبت بذلك أن هذا القرآن من عند الله- تعالى-.وإنما جعلنا هذا القول أقرب الأقوال إلى الصواب، لأنه هو الذي يتسق مع ما يفيده ظاهر الآية الكريمة، ولأننا عند ما نقرأ هذه السورة الكريمة وغيرها، نجد الرسل الكرام كثيرا ما يؤكدون لأقوامهم- أنهم- أى الرسل على بينة من ربهم.فهذا نوح- عليه السلام- يقول لقومه: يا قَوْمِ أَرَأَيْتُمْ إِنْ كُنْتُ عَلى بَيِّنَةٍ مِنْ رَبِّي وَآتانِي رَحْمَةً مِنْ عِنْدِهِ فَعُمِّيَتْ عَلَيْكُمْ أَنُلْزِمُكُمُوها وَأَنْتُمْ لَها كارِهُونَ.وهذا صالح- عليه السلام- يقول لقومه: يا قَوْمِ أَرَأَيْتُمْ إِنْ كُنْتُ عَلى بَيِّنَةٍ مِنْ رَبِّي وَآتانِي مِنْهُ رَحْمَةً، فَمَنْ يَنْصُرُنِي مِنَ اللَّهِ إِنْ عَصَيْتُهُ....وهذا شعيب- عليه السلام- يقول لقومه: يا قَوْمِ أَرَأَيْتُمْ إِنْ كُنْتُ عَلى بَيِّنَةٍ مِنْ رَبِّي وَرَزَقَنِي مِنْهُ رِزْقاً حَسَناً..وهكذا نجد كل نبي يؤكد لقومه أنه جاءهم على بينة من ربه وما دام الأمر كذلك فسيدنا رسول الله صلى الله عليه وسلم هو أفضل من جاء قومه على بينة من ربه، والمؤمنون به صلى الله عليه وسلم يقتدون به في ذلك.ويرى بعضهم أن المراد بالبينة القرآن الكريم. وبالشاهد إعجازه وبالموصول مؤمنو أهل الكتاب وأن الضميرين في قوله «ويتلوه- ومنه» يعودان إلى القرآن الكريم وإعجازه.وعلى هذا الرأى يكون المعنى: أفمن كان على برهان جلى من ربه يدل على حقية الإسلام وهو القرآن ويؤيده ويقويه- أى القرآن- شاهد منه على كونه من عند الله وهذا الشاهد هو إعجازه للبشر عن أن يأتوا بسورة من مثله.قال الآلوسى ما ملخصه: قوله: أَفَمَنْ كانَ عَلى بَيِّنَةٍ مِنْ رَبِّهِ: أصل البينة الدلالة الواضحة عقلية كانت أو محسوسة، وتطلق على الدليل مطلقا.. والتنوين فيها للتعظيم، أى:بينة عظيمة الشأن والمراد بها القرآن، وباعتبار ذلك أو البرهان جاء الضمير الراجع إليها في قوله وَيَتْلُوهُ مذكرا وقوله وَيَتْلُوهُ أى يتبعه شاهِدٌ عظيم يشهد بكونه من عند الله وهو إعجازه..» .ومعنى كون ذلك الشاهد تابعا له، أنه وصف له لا ينفك عنه.. وكذا الضمير في «منه» - يعود إلى القرآن- وهو متعلق بمحذوف وقع صفة لشاهد ومعنى كونه منه أنه غير خارج عنه..» .ومن المفسرين من يرى أن المراد بالبينة القرآن الكريم- أيضا- ويرى أن المراد بالشاهد جبريل- عليه السلام- وأن قوله- سبحانه- وَيَتْلُوهُ من التلاوة بمعنى القراءة لا من التّلو بمعنى الاتباع.وعلى هذا الرأى يكون المعنى: أفمن كان على برهان جلى من ربه يدل على حقية الإسلام وهو القرآن ويتلو هذا القرآن على الرسول صلى الله عليه وسلم شاهد من الله- تعالى- هو جبريل- عليه السلام-.فالضمير في وَيَتْلُوهُ على هذا الرأى يعود الى جبريل- عليه السلام- وفي «منه» يعود على الله تعالى-.وهناك أقوال أخرى في تفسير الآية الكريمة رأينا من الخير أن نضرب عنها صفحا لضعفها «2» .وقوله وَمِنْ قَبْلِهِ كِتابُ مُوسى إِماماً وَرَحْمَةً دليل آخر على صدق النبي صلى الله عليه وسلم في دعوته. وهو معطوف على شاهد والضمير في قوله وَمِنْ قَبْلِهِ ... يعود على شاهد- أيضا-.وقوله إِماماً وَرَحْمَةً منصوبان على الحالية من قوله كِتابُ.والمعنى ومن قبل هذا الشاهد على صدق الرسول صلى الله عليه وسلم وهو القرآن الكريم أنزل الله- تعالى- على موسى كتابه التوراة مشتملا على صفات الرسول صلى الله عليه وسلم وإِماماً يؤتم به في أمور الدين والدنيا ورحمة لبنى إسرائيل من العذاب إذا ما آمنوا به واتبعوا تعاليمه.قال الشوكانى: وإنما قدم الشاهد على كتاب موسى مع كونه متأخرا في الوجود لكونه- أى الشاهد بمعنى المعجز- وصفا لازما غير مفارق فكان أغرق في الوصفية من كتاب موسى.وهي شهادة كتاب موسى وهو التوراة أنه بشر بمحمد صلى الله عليه وسلم وأخبر بأنه رسول من الله- تعالى- .واسم الإشاره في قوله أُولئِكَ يُؤْمِنُونَ بِهِ يعود الى الموصوفين بأنهم على بينة من ربهم وهم النبي صلى الله عليه وسلم وأتباعه المؤمنون الصادقون.أى: أولئك الموصوفون بأنهم على بينة من ربهم يؤمنون بأن الإسلام هو الدين الحق وبأن رسول الله صلى الله عليه وسلم رسول صدق وبأن القرآن من عند الله- تعالى- وحده.فالضمير في قوله بِهِ يعود على كل ما جاء به الرسول صلى الله عليه وسلم من عند ربه ويدخل في ذلك دخولا أوليا القرآن الكريم.وقوله: وَمَنْ يَكْفُرْ بِهِ مِنَ الْأَحْزابِ فَالنَّارُ مَوْعِدُهُ بيان لسوء عاقبة الكافرين بما جاء به الرسول صلى الله عليه وسلم بعد بيان حسن عاقبة المؤمنين به.والأحزاب جمع حزب وهم الذين تحزبوا وتجمعوا من أهل مكة وغيرهم لمحاربة الرسول صلى الله عليه وسلم ودعوته.أى: ومن يكفر بهذا القرآن وبما جاء به الرسول صلى الله عليه وسلم من هدايات فإن نار جهنم هي المكان الذي ينتظره وينتظر كل متحزب ضد دعوته صلى الله عليه وسلم.وفي جعل النار موعدا لهذا الكافر بالقرآن إشعار بأن فيها ما لا يحيط به الوصف من ألوان العذاب الذي يجعله لا يموت فيها ولا يحيا.ثم ختم- سبحانه- الآية الكريمة بالحض على النظر الصحيح الذي يؤدى إلى اليقين بأن ما جاء به الرسول صلى الله عليه وسلم هو الحق الذي لا يشوبه باطل فقال- تعالى-: فَلا تَكُ فِي مِرْيَةٍ مِنْهُ إِنَّهُ الْحَقُّ مِنْ رَبِّكَ وَلكِنَّ أَكْثَرَ النَّاسِ لا يُؤْمِنُونَ.أى: فلا تك- أيها العاقل- في شك من أن هذا القرآن من عند الله ومن أن ما جاء به الرسول صلى الله عليه وسلم هو الصدق، بل عليك أن تعتقد اعتقادا جازما في صحة ذلك، لأن ما جاء به صلى الله عليه وسلم هو الحق الثابت من عند ربك ولكن أكثر الناس لا يؤمنون بذلك لانطماس بصائرهم، ولتقليدهم لآبائهم، ولإيثارهم الغي على الرشد.وبذلك نرى الآية الكريمة قد ميزت بين من كان على الحق ومن كان على الباطل وساقت حشودا من الأدلة الدالة على صدق الرسول صلى الله عليه وسلم في دعوته، وعلى صحة ما عليه أتباعه، وأمرتهم بالثبات على الحق الذي آمنوا به، وتوعدت المتحزبين ضد دعوة الإسلام بنار جهنم التي هي بئس القرار.هذا، وهذه الآية الكريمة هي من الآيات التي قيل بأنها مدنية، وبمراجعتنا لتفسيرها لم نجد ما يؤيد ذلك، بل الذي نراه أن السورة كلها مكية كما سبق أن أشرنا إلى ذلك في المقدمة.ثم وصف- سبحانه- الكافرين بالإسلام ببضعة عشر وصفا. وبين سوء مصيرهم كما بين حسن عاقبة المؤمنين وضرب مثلا لحال الفريقين فقال- تعالى-:"},{"ayah_number":18,"text":"قال الإمام الرازي: اعلم أن الكفار كانت لهم عادات كثيرة وطرق مختلفة فمنها شدة حرصهم على الدنيا، ورغبتهم في تحصيلها، وقد أبطل الله- تعالى- هذه الطريقة بقوله:مَنْ كانَ يُرِيدُ الْحَياةَ الدُّنْيا وَزِينَتَها ... إلى آخر الآية. ومنها أنهم كانوا ينكرون نبوة الرسول صلى الله عليه وسلم ويقدحون في معجزاته وقد أبطل الله- تعالى- ذلك بقوله أَفَمَنْ كانَ عَلى بَيِّنَةٍ مِنْ رَبِّهِ....ومنها أنهم كانوا يزعمون في الأصنام أنها شفعاؤهم عند الله، وقد أبطل الله- تعالى- ذلك بهذه الآيات وذلك لأن هذا الكلام افتراء على الله ... » .وجمله وَمَنْ أَظْلَمُ مِمَّنِ افْتَرى عَلَى اللَّهِ كَذِباً.... معطوفة على قوله- تعالى- قبل ذلك وَمَنْ يَكْفُرْ بِهِ مِنَ الْأَحْزابِ فَالنَّارُ مَوْعِدُهُ.والاستفهام للإنكار والنفي، والتقدير: لا أحد أشد ظلما ممن تعمد الكذب على الله- تعالى- بأن زعم بأن الأصنام تشفع لعابديها عنده، أو زعم بأن الملائكة بنات الله، أو أن هذا القرآن ليس من عنده- سبحانه-.وقوله: أُولئِكَ يُعْرَضُونَ عَلى رَبِّهِمْ وَيَقُولُ الْأَشْهادُ هؤُلاءِ الَّذِينَ كَذَبُوا عَلى رَبِّهِمْ أَلا لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ بيان لما يقال لهؤلاء الظالمين على سبيل التشهير والتوبيخ يوم القيامة والأشهاد: جمع شهيد كشريف وأشراف. أو جمع شاهد بمعنى حاضر كصاحب وأصحاب والمراد بهم- على الراجح- جميع أهل الموقف من الملائكة الذين كانوا يسجلون عليهم أقوالهم وأعمالهم، ومن الأنبياء والمؤمنين.والمعنى: أولئك الموصوفون بافتراء الكذب على الله- تعالى- يعرضون يوم الحساب، على ربهم ومالك أمرهم، كما يعرض المجرم للقصاص منه، ولفضيحته أمام الناس.وَيَقُولُ الْأَشْهادُ الذين يشهدون عليهم بأنهم قد افتروا الكذب على الله هؤُلاءِ المجرمون هم الَّذِينَ كَذَبُوا عَلى رَبِّهِمْ بأن نسبوا إليه ما هو منزه عنه.أَلا لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ الذين وضعوا الأمور في غير مواضعها، فأوردوا أنفسهم المهالك» .وجيء باسم الإشارة هؤُلاءِ زيادة في التشنيع عليهم، وفي تمييزهم عن غيرهم وصدرت جملة أَلا لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ بأداة الاستفتاح أَلا لتأكيد الدعاء عليهم بالطرد والإبعاد عن رحمة الله- تعالى- بسبب افترائهم الكذب.والظاهر أن هذه الجملة من كلام الأشهاد ويؤيد ذلك ما أخرجه الشيخان عن صفوان بن محرز قال: كنت آخذا بيد ابن عمر إذ عرض له رجل فقال: كيف سمعت رسول الله صلى الله عليه وسلم يقول في النجوى يوم القيامة؟ قال سمعت رسول الله صلى الله عليه وسلم يقول: «إن الله- عز وجل- يدنى المؤمن فيضع عليه كنفه- أى ستره وعفوه- ويستره من الناس ويقرره بذنوبه ويقول له: أتعرف ذنب كذا؟ أتعرف ذنب كذا؟ حتى إذا قرره بذنوبه ورأى في نفسه أنه قد هلك قال: فإنى قد سترتها عليك في الدنيا وإنى أغفرها لك اليوم ثم يعطى كتاب حسناته، وأما الكفار والمنافقون فيقول الأشهاد هؤُلاءِ الَّذِينَ كَذَبُوا عَلى رَبِّهِمْ أَلا لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ .ويجوز أن تكون هذه الجملة من كلام الله- تعالى- على سبيل الاستئناف بعد أن قال الأشهاد هؤُلاءِ الَّذِينَ كَذَبُوا عَلى رَبِّهِمْ."},{"ayah_number":19,"text":"ثم بين- سبحانه- جانبا آخر من أفعالهم الشنيعة فقال: الَّذِينَ يَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَيَبْغُونَها عِوَجاً ...ويَصُدُّونَ من صد بمعنى صرف الغير عن الشيء ومنعه منه. يقال صد يصد صدودا وصدا.وسَبِيلِ اللَّهِ طريقه الموصلة إلى رضائه. والمراد بها ملة الإسلام.وَيَبْغُونَها عِوَجاً أى يطلبون لها العوج، يقال: بغيت لفلان كذا إذا طلبته له.والعوج- بكسر العين- الميل والزيغ في الدين والقول والعمل. وكل ما خرج عن طريق الهدى إلى طريق الضلال فهو عوج.والعوج- بفتح العين- يكون في المحسوسات كالميل في الحائط والرمح وما يشبههما.أى أن مكسور العين يكون في المعاني ومفتوحها يكون في المحس.والمعنى: ألا لعنة الله وخزيه على الظالمين الذين من صفاتهم أنهم لا يكتفون بانصرافهم عن الحق بل يحاولون صرف غيرهم عنه ويطلبون لملة الإسلام العوج ويصفونها بذلك تنفيرا للناس منها، وقوله عوجا مفعول ثان ليبغون، أو حال من سبيل الله.وقوله وَهُمْ بِالْآخِرَةِ هُمْ كافِرُونَ بيان لعقيدتهم الباطلة في شأن البعث والحساب.أى: وهم بالآخرة وما فيها من حساب وثواب وعقاب كافرون.وكرر الضمير هُمْ لتأكيد كفرهم وللإشارة إلى أنهم بلغوا فيه مبلغا لم يبلغه أحد سواهم حتى لكأن كفر غيرهم يسير بالنسبة لكفرهم."},{"ayah_number":20,"text":"ثم بين- سبحانه- أنه كان قادرا على تعذيبهم في الدنيا قبل الآخرة ولكنه أخر عذابهم إملاء لهم فقال: أُولئِكَ لَمْ يَكُونُوا مُعْجِزِينَ فِي الْأَرْضِ وَما كانَ لَهُمْ مِنْ دُونِ اللَّهِ مِنْ أَوْلِياءَ يُضاعَفُ لَهُمُ الْعَذابُ....وقوله: معجزين من الإعجاز بمعنى عدم المقدرة على الشيء.أى: أولئك الذين افتروا على الله الكذب لم يكن- سبحانه- عاجزا عن إنزال العذاب الشديد بهم في الدنيا. وما كان لهم من غيره من نصراء ينصرونهم من بأسه لو أراد إهلاكهم.قال الإمام الرازي: قال الواحدي: معنى الإعجاز المنع من تحصيل المراد، يقال أعجزنى فلان أى: منعني عن مرادى ...والمقصود أن قوله أُولئِكَ لَمْ يَكُونُوا مُعْجِزِينَ فِي الْأَرْضِ دل على أنه لا قدرة لهم على الفرار.وقوله: وَما كانَ لَهُمْ مِنْ دُونِ اللَّهِ مِنْ أَوْلِياءَ دل على أن أحدا لا يقدر على تخليصهم من عذابه. فجمع- سبحانه- بين ما يرجع إليهم وبين ما يرجع إلى غيرهم، ووضح بذلك انقطاع حيلهم في الخلاص من عذاب الدنيا والآخرة» .وقوله: يُضاعَفُ لَهُمُ الْعَذابُ جملة مستأنفة لبيان أن من حكمة تأخير العذاب عنهم في الدنيا مضاعفة العذاب لهم في الآخرة.وقوله: ما كانُوا يَسْتَطِيعُونَ السَّمْعَ وَما كانُوا يُبْصِرُونَ تصوير بليغ لاستحواذ الشيطان عليهم.أى أن هؤلاء المجرمين بلغ بهم الجهل والعناد والجحود أنهم ما كانوا يستطيعون السماع للحق الذي جاءهم من ربهم لثقله على نفوسهم الفاسدة، وما كانوا يبصرون المعجزات الدالة على صدق نبيهم صلى الله عليه وسلم.فليس المراد نفى السماع والإبصار الحسيين عنهم وإنما المراد أنهم لانطماس بصائرهم صاروا كمن لا يسمع ولا يرى."},{"ayah_number":21,"text":"ثم أكد- سبحانه- سوء مصيرهم فقال: أُولئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ وَضَلَّ عَنْهُمْ ما كانُوا يَفْتَرُونَ.أى: أولئك الذين استحوذ عليهم الشيطان فأنساهم ذكر الله، هم الذين خسروا أنفسهم وأوردوها المهالك بسبب تعمدهم الكذب على الله، وَضَلَّ عَنْهُمْأى: وغاب عنهم ما كانوا يفترونه في الدنيا من اعتقادات باطلة وادعاءات فاسدة."},{"ayah_number":22,"text":"وقوله لا جَرَمَ أَنَّهُمْ فِي الْآخِرَةِ هُمُ الْأَخْسَرُونَ زيادة في تأكيد خسرانهم.وكلمة لا جَرَمَ وردت في القرآن الكريم في خمسة مواضع. وفي كل موضع جاءت متلوة بأن واسمها.وجمهور النحاة على أن هذه الكلمة مركبة من «لا» و «جرم» تركيب خمسة عشر ومعناها بعد هذا التركيب معنى الفعل: حق أو ثبت، والجملة بعدها هي الفاعل لهذا الفعل.أى: وثبت كونهم في الآخرة هم الأخسرون.ومن النحاة من يرى أن «لا» نافية للجنس و «جرم» اسمها وما بعدها خبرها.والمعنى. لا محالة ولا شك في أنهم في الآخرة هم الأخسرون."},{"ayah_number":23,"text":"ثم بين- سبحانه- حسن عاقبة المؤمنين بعد بيان سوء عاقبة الكافرين فقال- تعالى-: إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ وَأَخْبَتُوا إِلى رَبِّهِمْ أُولئِكَ أَصْحابُ الْجَنَّةِ هُمْ فِيها خالِدُونَ.قال الجمل: والإخبات في اللغة هو الخشوع والخضوع وطمأنينة القلب. ولفظ الإخبات يتعدى بإلى وباللام. فإذا قلت أخبت فلان إلى كذا فمعناه اطمأن إليه. وإذا قلت أخبت له فمعناه: خشع وخضع له. فقوله: إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ إشارة الى جميع أعمال الجوارح. وقوله: وَأَخْبَتُوا إِلى رَبِّهِمْ إشارة إلى أعمال القلوب وهي الخشوع والخضوع لله- تعالى-» .والمعنى: إن الذين آمنوا بالله- تعالى- إيمانا حقا وعملوا الأعمال الصالحات التي ترضيه- سبحانه- واطمأنوا إلى قضاء ربهم وخشعوا له أولئك الموصوفون بذلك هم أصحاب الجنة وهم الخالدون فيها خلودا أبديا وهم الذين رضى الله عنهم ورضوا عنه."},{"ayah_number":24,"text":"ثم ضرب- سبحانه- مثلا لفريق الكافرين ولفريق المؤمنين فقال: مَثَلُ الْفَرِيقَيْنِ كَالْأَعْمى وَالْأَصَمِّ وَالْبَصِيرِ وَالسَّمِيعِ هَلْ يَسْتَوِيانِ مَثَلًا أَفَلا تَذَكَّرُونَ.وقوله: مَثَلُ الْفَرِيقَيْنِ ... أى: حالهم وصفتهم.وأصل المثل بمعنى المثل. والمثل: النظير والشبيه ثم أطلق على القول السائر المعروف لمماثلة مضربه- وهو الذي يضرب فيه- لمورده- أى الذي ورد فيه أولا.ولا يكون إلا فيما فيه غرابة. ثم استعير للصفة أو الحال أو القصة إذا كان لها شأن عجيب وفيها غرابة.وإنما تضرب الأمثال لإيضاح المعنى الخفى، وتقريب المعقول من المحسوس وعرض الغائب في صورة الشاهد. فيكون المعنى الذي ضرب له المثل أوقع في القلوب وأثبت في النفوس.والمعنى: حال الفريقين المذكورين قبل ذلك وهما الكافرون والمؤمنون كحال الضدين المختلفين كل الاختلاف.أما الكافرون فحالهم وصفتهم كحال وصفة من جمع بين العمى والصمم. لأنهم مع كونهم يرون ويسمعون لكنهم لم ينتفعوا بذلك فصاروا كالفاقد لهما.وأما المؤمنون فحالهم وصفتهم كحال وصفة من جمع بين البصر السليم والسمع الواعي لأنهم انتفعوا بما رأوا من دلائل تدل على وحدانية الله وقدرته وبما سمعوا من توجيهات تدل على صحة تعاليم الإسلام.والمقصود من هذا التمثيل. تنبيه الكافرين إلى ما هم عليه من ضلال وجهالة لعلهم بهذا التنبيه يتداركون أمرهم، فيدخلوا في دين الإسلام وتثبيت المؤمنين على ما هم عليه من حق، وبذلك يزدادون إيمانا على إيمانهم.والاستفهام في قوله هَلْ يَسْتَوِيانِ مَثَلًا للإنكار والنفي، أى: هل يستوي في الصفة والحال من كان ذا سمع وبصر بمن فقدهما؟ كلا إنهما لا يستويان حتى عند أقل العقلاء عقلا وقوله: أَفَلا تَذَكَّرُونَ حض على التذكر والتدبر والتفكر.أى: أتشكون في عدم استواء الفريقين؟ لا إن الشك في عدم استوائهما لا يليق بعاقل وإنما اللائق به هو اعتقاد تباين صفتيهما والدخول في صفوف المؤمنين الذين عملوا الأعمال الصالحات وأخبتوا إلى ربهم.وبذلك نرى أن هذه الآيات الكريمة قد بينت حال الكافرين وذكرت من أوصافهم أربعة عشر وصفا أولها: افتراء الكذب ... وآخرها: الخسران في الآخرة. كما بينت حال المؤمنين وبشرتهم بالخلود في الجنة: ثم ضربت مثلا لكل فريق وشبهت حاله بما يناسبه من صفات..وفي ذلك ما فيه من الهداية إلى الطريق المستقيم، لمن كان له قلب، أو ألقى السمع وهو شهيد.وبعد هذا الحديث المتنوع عن مظاهر قدرة الله ووحدانيته وعن إعجاز القرآن الكريم وعن حسن عاقبة المؤمنين وسوء عاقبة المكذبين ساقت السورة الكريمة بترتيب حكيم قصص بعض الأنبياء مع أقوامهم وقد استغرق هذا القصص معظم الآيات الباقية فيها فقد حدثتنا عن قصة نوح مع قومه وعن قصة هود مع قومه، وعن قصة صالح مع قومه، وعن قصة لوط مع قومه، وعن قصة شعيب مع قومه، كما تحدثت عن قصة إبراهيم مع رسل الله الذين جاءوه بالبشرى، وعن جانب من قصة موسى مع فرعون.قال الإمام الرازي: اعلم أنه- تعالى- لما ذكر في تقرير المبدأ والمعاد دلائل ظاهرة، وبينات قاهرة، وبراهين باهرة، أتبعها بذكر قصص الأنبياء وفيه فوائد:أحدها: التنبيه على أن إعراض الناس عن قبول هذه الدلائل والبينات ليس من خواص قوم النبي صلى الله عليه وسلم، بل هذه العادة المذمومة كانت حاصلة في جميع الأمم السالفة، والمصيبة إذا عمت خفت. فكان ذكر قصصهم وحكاية إصرارهم وعنادهم يفيد تسلية النبي صلى الله عليه وسلم وتخفيف ذلك على قلبه.وثانيها: أنه- تعالى- يحكى في هذه القصص أن عاقبة أمر أولئك المنكرين كان إلى اللعن في الدنيا والخسارة في الآخرة. وعاقبة أمر المحقين الى الدولة في الدنيا والسعادة في الآخرة، وذلك يقوى قلوب المحقين، ويكسر قلوب المبطلين.وثالثها: التنبيه على أنه- تعالى- وإن كان يمهل هؤلاء المبطلين، ولكنه لا يهملهم، بل ينتقم منهم على أكمل الوجوه.ورابعها: بيان أن هذه القصص دالة على نبوة النبي صلى الله عليه وسلم لأنه كان أميا، وما طالع كتابا ولا تتلمذ على أستاذ، فإذا ذكر هذه القصص على هذا الوجه من غير تحريف ولا خطأ، دل ذلك على أنه إنما عرفه بالوحي من الله- تعالى-  .وقد بدأت السورة الكريمة قصصها بقصة نوح مع قومه، وقد وردت هذه القصة في سور متعددة منها سورة الأعراف، وسورة المؤمنون، وسورة نوح ... إلا أنها وردت هنا بصورة أكثر تفصيلا من غيرها."},{"ayah_number":25,"text":"وقد بدأت السورة الكريمة قصصها بقصة نوح مع قومه ، وقد وردت هذه القصة فى سور متعددة منها سورة الأعراف ، وسورة المؤمنون ، وسورة نوح . . . إلا أنها وردت هنا بصورة أكثر تفصيلا من غيرها .( وَلَقَدْ أَرْسَلْنَا نُوحاً إلى قَوْمِهِ . . . ) .قوله : ( وَلَقَدْ أَرْسَلْنَا نُوحاً إلى قَوْمِهِ . . . ) جواب لقسم محذوف . أى والله لقد أرسلنا نوحا إلى قومه . والدليل على هذا القسم وجود لامه فى بدء الجملة .وافتتحت القصة بصيغة القسم لأن المخاطبين بها لما لم يحذروا ما نزل بقوم نوح بسبب كفرهم نزلوا منزلة المنكر لرسالته .وينتهى نسب نوح - عليه السلام - إلى شيث بن آدم - عليه السلام - وقد ذكر نوح فى القرآن فى ثلاثة وأربعين موضعا .وقوم الرجل : هم أقرباؤه الذين يجتمعون معه فى جد واحد وقد يقيم الرجل بين الأجانب فيسميهم قومه مجازا للمجاورة .وكان قوم نوح يعبدون الأصنام : فأرسل الله إليهم نوحا ليدلهم على طريق الرشاد .قال ابن كثير : قال ابن عباس وغير واحد من علماء التفسير : \" كان أول ما عبدت الأصنام أن قوما صالحين ماتوا . فبنى قومهم عليهم مساجد ، وصوروا صور أولئك الصالحين فيها ليتذكروا حالهم وعبادتهم فيتشبهوا بهم ، فلما طال الزمان جعلوا أجسادا على تلك الصور فلما تمادى الزمان عبدوا تلك الأصنام وسموها بأسماء أولئك الصالحين : ودا وسواعا ويغوث ويعوق ونسرا فلما تفاقم الأمر بعث الله - تعالى - رسوله نوحا فأمرهم بعبادة الله وحده \" .وقوله : ( إِنَّي لَكُمْ نَذِيرٌ مُّبِينٌ . أَن لاَّ تعبدوا إِلاَّ الله . . . ) بيان للوظيفة التى من أجلها أرسل الله - تعالى - نوحا إلى قومه .قال الشوكانى : قرأ ابن كثير وأبو عمرو والكسائى بفتح الهمزة فى ( إنى ) على تقدير حرف الجر أى : أرسلناه بأنى . أى : أرسلناه متلبسا بذلك الكلام وهو أنىلكم نذير مبين . وقرأ الباقون بالكسر على إرادة القول . أى : أرسلناه قائلا لهم ( إِنَّي لَكُمْ نَذِيرٌ مُّبِينٌ ) .ونذير من الإِنذار وهو إخبار معه تخويف . .ومبين : من الإِبانة بمعنى التوضيح والإِظهار . .أى : أرسلناه إلى قومه فقال لهم يا قوم : إنى لكم محذر تحذيرا واضحا من موجبات العذاب التى تتمثل فى عبادتكم لغير الله - تعالى - .واقتصر على الإِنذار لأنهم لم يعملوا بما بشرهم به وهو الفوز برضا الله - تعالى - إذا ما أخلصوا له العبادة والطاعة ."},{"ayah_number":26,"text":"وقوله: وَلَقَدْ أَرْسَلْنا نُوحاً إِلى قَوْمِهِ ... جواب لقسم محذوف. أى والله لقد أرسلنا نوحا إلى قومه. والدليل على هذا القسم وجود لامه في بدء الجملة.وافتتحت القصة بصيغة القسم لأن المخاطبين بها لما لم يحذروا ما نزل بقوم نوح بسبب كفرهم نزلوا منزلة المنكر لرسالته.وينتهى نسب نوح- عليه السلام- إلى شيث بن آدم- عليه السلام- وقد ذكر نوح في القرآن في ثلاثة وأربعين موضعا.وقوم الرجل: هم أقرباؤه الذين يجتمعون معه في جد واحد وقد يقيم الرجل بين الأجانب فيسميهم قومه مجازا للمجاورة.وكان قوم نوح يعبدون الأصنام: فأرسل الله إليهم نوحا ليدلهم على طريق الرشاد.قال ابن كثير: قال ابن عباس وغير واحد من علماء التفسير: كان أول ما عبدت الأصنام أن قوما صالحين ماتوا. فبنى قومهم عليهم مساجد، وصوروا صور أولئك الصالحين فيها ليتذكروا حالهم وعبادتهم فيتشبهوا بهم. فلما طال الزمان جعلوا أجسادا على تلك الصور فلما تمادى الزمان عبدوا تلك الأصنام وسموها بأسماء أولئك الصالحين: ودا وسواعا ويغوث ويعوق ونسرا فلما تفاقم الأمر بعث الله- تعالى- رسوله نوحا فأمرهم بعبادة الله وحده» .وقوله: إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ، أَنْ لا تَعْبُدُوا إِلَّا اللَّهَ ... بيان للوظيفة التي من أجلها أرسل الله- تعالى- نوحا إلى قومه.قال الشوكانى: قرأ ابن كثير وأبو عمرو والكسائي بفتح الهمزة في إِنِّي على تقدير حرف الجر أى: أرسلناه بأنى. أى: أرسلناه متلبسا بذلك الكلام وهو أنى لكم نذير مبين.وقرأ الباقون بالكسر على إرادة القول. أى: أرسلناه قائلا لهم إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ .ونذير من الإنذار وهو إخبار معه تخويف..ومبين: من الإبانة بمعنى التوضيح والإظهار..أى: أرسلناه إلى قومه فقال لهم يا قوم: إنى لكم محذر تحذيرا واضحا من موجبات العذاب التي تتمثل في عبادتكم لغير الله- تعالى-.واقتصر على الإنذار لأنهم لم يعملوا بما بشرهم به وهو الفوز برضا الله- تعالى- إذا ما أخلصوا له العبادة والطاعة.وجملة أَنْ لا تَعْبُدُوا إِلَّا اللَّهَ بدل من قوله إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ أى أرسلناه بأن لا تعبدوا إلا الله.وقوله: إِنِّي أَخافُ عَلَيْكُمْ عَذابَ يَوْمٍ أَلِيمٍ جملة تعليلية، تبين حرص نوح الشديد على مصلحة قومه ومنفعتهم.أى إنى أحذركم من عبادة غير الله، لأن هذه العبادة ستؤدى بكم الى وقوع العذاب الأليم عليكم، وما حملني على هذا التحذير الواضح إلا خوفي عليكم، وشفقتي بكم، فأنا منكم وأنتم منى بمقتضى القرابة والنسب.ووصف اليوم بالأليم على سبيل المجاز العقلي، وهو أبلغ من أن يوصف العذاب بالأليم، لأن شدة العذاب لما بلغت الغاية والنهاية في ذلك، جعل الوقت الذي تقع فيه وقتا أليما أى مؤلما."},{"ayah_number":27,"text":"ثم حكى- سبحانه- ما رد به قوم نوح عليه فقال: فَقالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ، ما نَراكَ إِلَّا بَشَراً مِثْلَنا، وَما نَراكَ اتَّبَعَكَ إِلَّا الَّذِينَ هُمْ أَراذِلُنا بادِيَ الرَّأْيِ، وَما نَرى لَكُمْ عَلَيْنا مِنْ فَضْلٍ بَلْ نَظُنُّكُمْ كاذِبِينَ.والمراد بالملإ: أصحاب الجاه والغنى من قوم نوح. وهذا اللفظ اسم جمع لا واحد له من لفظه كرهط وهو- كما يقول الآلوسى-: مأخوذ من قولهم فلان ملئ بكذا: إذا كان قادرا عليه ... أو لأنهم متمالئون أى متظاهرون متعاونون، أو لأنهم يملؤون القلوب والعيون ...ووصفهم بالكفر، لتسجيل ذلك عليهم من أول الأمر زيادة في ذمهم.أى: بعد هذا النصح الحكيم الذي وجهه نوح- عليه السلام- لقومه، رد عليه أغنياؤهم وسادتهم بقولهم ما نَراكَ يا نوح إلا بشرا مثلنا، أى: إلا إنسانا مثلنا، ليست فيك مزية تجعلك مختصا بالنبوة دوننا ...فهم- لجهلهم وغبائهم- توهموا أن النبوة لا تجامع البشرية، مع أن الحكمة تقتضي أن يكون الرسول بشرا من جنس المرسل إليهم، حتى تتم فائدة التفاهم معه، والاقتداء به في أخلاقه وسلوكه.وقد حكى القرآن قولهم هذا في أكثر من موضع، ومن ذلك قوله- تعالى- وَقالَ الْمَلَأُ مِنْ قَوْمِهِ الَّذِينَ كَفَرُوا وَكَذَّبُوا بِلِقاءِ الْآخِرَةِ وَأَتْرَفْناهُمْ فِي الْحَياةِ الدُّنْيا، ما هذا إِلَّا بَشَرٌ مِثْلُكُمْ يَأْكُلُ مِمَّا تَأْكُلُونَ مِنْهُ، وَيَشْرَبُ مِمَّا تَشْرَبُونَ وَلَئِنْ أَطَعْتُمْ بَشَراً مِثْلَكُمْ إِنَّكُمْ إِذاً لَخاسِرُونَ ... .ثم إنهم في التعليل لعدم اتباع نبيهم لم يكتفوا بقولهم ما نراك إلا بشر مثلنا: بل أضافوا إلى ذلك قولهم: وَما نَراكَ اتَّبَعَكَ إِلَّا الَّذِينَ هُمْ أَراذِلُنا بادِيَ الرَّأْيِ ومرادهم بقولهم:أَراذِلُنا أى فقراؤنا ومن لا وزن لهم فينا.قال الجمل: ولفظ أَراذِلُنا فيه وجهان: أحدهما أنه جمع الجمع فهو جمع أرذل- بضم الذال- جمع رذل- بسكونها- نحو كلب وأكلب وأكالب ...ثانيهما: انه جمع مفرد وهو أرذل كأكبر وأكابر.. والأرذل هو المرغوب عنه لرداءته» .ومرادهم بقولهم: بادِيَ الرَّأْيِ أى: أوله من البدء. يقال: بدأ يبدأ إذا فعل الشيء أولا وعليه تكون الياء مبدلة من الهمزة لانكسار ما قبلها ويؤيده قراءة أبى عمرو «بادئ الرأى» .أى: وما نراك اتبعك يا نوح إلا الذين هم أقلنا شأنا وأحقرنا حالا من غير أن يتثبتوا من حقيقة أمرك، ولو تثبتوا وتفكروا ما اتبعوك ويصح أن يكون مرادهم بقولهم بادِيَ الرَّأْيِ أى اتبعوك ظاهرا لا باطنا، ويكون لفظ بادِيَ من البدو بمعنى الظهور.يقال: بدا الشيء يبدو بدوا وبدوءا وبداء أى ظهر وعليه يكون المعنى: وما نراك اتبعك يا نوح إلا الذين هم أهوننا أمرا، ومع ذلك فإن اتباعهم لك إنما هو في ظاهر أمرهم، أما بواطنهم فهي تدين بعقيدتنا.وشبيه بهذه الجملة قوله- تعالى- قالُوا أَنُؤْمِنُ لَكَ وَاتَّبَعَكَ الْأَرْذَلُونَ .قال صاحب الكشاف: وإنما استرذلوا المؤمنين لفقرهم وتأخرهم في الأسباب الدنيوية لأنهم أى الملأ من قوم نوح- كانوا جهالا ما كانوا يعلمون إلا ظاهرا من الحياة الدنيا فكان الأشرف عندهم من له جاه ومال كما ترى أكثر المتسمين بالإسلام، يعتقدون ذلك، ويبنون عليه إكرامهم وإهانتهم، ولقد زال عنهم أن التقدم في الدنيا- مع ترك الآخرة- لا يقرب أحدا من الله وإنما يبعده، ولا يرفعه بل يضعه، فضلا عن أن يجعله سببا في الاختيار للنبوة والتأهيل لها ... » .ثم أضافوا إلى مزاعمهم السابقة زعما جديدا فقالوا: وَما نَرى لَكُمْ عَلَيْنا مِنْ فَضْلٍ بَلْ نَظُنُّكُمْ كاذِبِينَ.والفضل: الزيادة في الشرف والغنى وغيرهما مما يتميز به الإنسان عن غيره.والمراد هنا: آثاره التي تدل عليه.أى: أنت يا نوح لست إلا بشرا مثلنا، وأتباعك هم أحقرنا شأنا، وما نرى لك ولمتبعيك شيئا من الزيادة علينا لا في العقل ولا في غيره، بل إننا لنعتقد أنكم كاذبون في دعواكم أنكم على الحق، لأن الحق في نظرنا هو في عبادة هذه الأصنام التي عبدها من قبلنا آباؤنا.وهكذا نرى أن الملأ من قوم نوح- عليه السلام- قد عللوا كفرهم بما جاءهم به بثلاث علل، أولها: أنه بشر مثلهم وثانيها: أن أتباعه من فقرائهم وثالثها: أنه لا مزية له ولأتباعه عليهم..وهي كلها علل باطلة، تدل على جهلهم، وانطماس بصيرتهم، ويدل على ذلك، رد نوح- عليه السلام- الذي حكاه القرآن في قوله- تعالى-:"},{"ayah_number":28,"text":"قالَ يا قَوْمِ أَرَأَيْتُمْ إِنْ كُنْتُ عَلى بَيِّنَةٍ مِنْ رَبِّي.....أى: قال نوح- عليه السلام- في رده على الملأ الذين كفروا من قومه: يا قَوْمِ أى: يا أهلى وعشيرتي الذين يسرني ما يسرهم ويؤلمنى ما يؤلمهم.أَرَأَيْتُمْ إِنْ كُنْتُ عَلى بَيِّنَةٍ مِنْ رَبِّي أى: أخبروني إن كنت على بصيرة من أمرى، وحجة واضحة من ربي، بها يتبين الحق من الباطل.وَآتانِي رَحْمَةً مِنْ عِنْدِهِ أى: ومنحني بفضله وإحسانه النبوة التي هي طريق الرحمة لمن آمن بها، واتبع من اختاره الله لها. فالمراد بالرحمة هنا النبوة فَعُمِّيَتْ عَلَيْكُمْ أى:فأخفيت عليكم هذه الرحمة، وغاب عنكم الانتفاع بهداياتها، لأنكم ممن استحب العمى على الهدى.يقال: عمّى على فلان الأمر: أى أخفى عليه حتى صار بالنسبة اليه كالأعمى قال صاحب المنار: قرأ الجمهور فعميت- بالتخفيف- كخفيت وزنا ومعنى. قال- تعالى- فَعَمِيَتْ عَلَيْهِمُ الْأَنْباءُ يَوْمَئِذٍ فَهُمْ لا يَتَساءَلُونَ.وقرأ حمزة والكسائي وحفص بالتشديد والبناء للمفعول فَعُمِّيَتْ أى: فحجبها عنكم جهلكم وغروركم..والتعبير بعميت مخففة ومشددة أبلغ من التعبير بخفيت وأخفيت، لأنه مأخوذ من العمى المقتضى لأشد أنواع الخفاء .والاستفهام في قوله: أَنُلْزِمُكُمُوها وَأَنْتُمْ لَها كارِهُونَ للإنكار والنفي.أى: إذا كانت الهداية إلى الخير التي جئتكم بها قد خفيت عليكم مع وضوحها وجلائها، فهل أستطيع أنا وأتباعى أن نجبركم إجبارا، ونقسركم قسرا على الإيمان بي، وعلى التصديق بنبوتي، والحال أنكم كارهون لها نافرون منها.كلا إننا لا نستطيع ذلك لأن الإيمان الصادق يكون عن اقتناع واختيار لا عن إكراه وإجبار.قال صاحب الظلال ما ملخصه: واللفظ في القرآن قد يرسم بجرسه صورة كاملة للتناسق الفنى بين الألفاظ، ومن أمثله ذلك قوله- تعالى- في قصة نوح مع قومه أَنُلْزِمُكُمُوها ... فأنت تحس أن كلمة أنلزمكموها تصور جو الإكراه، بإدماج كل هذه الضمائر في النطق، وشد بعضها الى بعض كما يدمج الكارهون مع ما يكرهون، ويشدون إليه وهم نافرون، وهكذا يبدو لون من التناسق في التعبير أعلى من البلاغة الظاهرية، وأرفع من الفصاحة اللفظية ."},{"ayah_number":29,"text":"ثم وجه نوح- عليه السلام- نداء ثانيا إلى قومه زيادة في التلطف معهم، وطمعا في إثارة وجدانهم نحو الحق فقال: وَيا قَوْمِ لا أَسْئَلُكُمْ عَلَيْهِ مالًا.أى: لا أطلب منكم شيئا من المال في مقابل تبليغ ما أمرنى ربي بتبليغه إليكم: لأن طلبى هذا قد يجعلكم تتوهمون أنى محب للمال..إِنْ أَجرِيَ إِلَّا عَلَى اللَّهِ- تعالى وحده، فهو الذي يثيبني على دعوتي إلى عبادتكم له، وفي هذه الجملة إشارة إلى أنه لا يسأل الله- تعالى- مالا، وإنما يسأله ثوابا، إذ ثواب الله يسمى أجرا، لأنه جزاء على العمل الصالح.وشبيه بهذه الآية قوله- تعالى- في سورة الشعراء: وَما أَسْئَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلى رَبِّ الْعالَمِينَ وجملة وَما أَنَا بِطارِدِ الَّذِينَ آمَنُوا معطوفة على جملة لا أَسْئَلُكُمْ عَلَيْهِ مالًا لأن مضمونها كالنتيجة لمضمون المعطوف عليها، إذ أن زهده في مالهم يقتضى تمسكه بأتباعه المؤمنين.الطرد: الأمر بالبعد عن مكان الحضور تحقيرا أو زجرا.أى: وما أنا بطارد الذين آمنوا بدعوتي، سواء أكانوا من الفقراء أم من الأغنياء، لأن من استغنى عن مال الناس وعطائهم لا يقيسهم بمقياس الغنى والجاه والقوة ... وإنما يقيسهم بمقياس الإيمان والتقوى.قال الآلوسى: والمروي عن ابن جريح أنهم قالوا له: يا نوح إن أحببت أن نتبعك فاطرد هؤلاء الأراذل- وإلا فلن نرضى أن نكون نحن وهم في الأمر سواء.وذلك كما قال زعماء قريش للنبي صلى الله عليه وسلم في شأن فقراء الصحابة: اطرد هؤلاء عن مجلسك ونحن نتبعك فإنا نستحي أن نجلس معهم في مجلسك ... » .وجملة إِنَّهُمْ مُلاقُوا رَبِّهِمْ تعليل لنفى طردهم.أى: لن أطردهم عن مجلسي أبدا، لأنهم قد آمنوا بي، ولأن مصيرهم إلى الله- تعالى-، فيحاسبهم على سرهم وعلنهم، أما أنا فأكتفى منهم بظواهرهم التي تدل على صدق إيمانهم، وشدة إخلاصهم.وجاءت هذه الجملة بصيغة التأكيد، لأن الملأ الذين كفروا من قومه كانوا ينكرون البعث والحساب.وقوله: وَلكِنِّي أَراكُمْ قَوْماً تَجْهَلُونَ استدراك مؤكد لمضمون ما قبله.أى: لن اطردهم، لأن ذلك ليس من حقي بعد أن آمنوا، وبعد أن تكفل الله بمحاسبتهم، ولكني مع هذا البيان المنطقي الواضح، أراكم قوما تجهلون القيم الحقيقية التي يقدر بها الناس عند الله، وتجهلون أن مرد الناس جميعا إليه وحده- سبحانه- ليحاسبهم على أعمالهم، وتتطاولون على المؤمنين تطاولا يدل على طغيانكم وسفاهتكم.وحذف مفعول تَجْهَلُونَ للعلم به، وللإشارة الى شدة جهلهم.أى: تجهلون كل ما ينبغي ألا يجهله عاقل."},{"ayah_number":30,"text":"ثم وجه إليهم نداء ثالثا لعلهم يفيئون إلى رشدهم فقال: وَيا قَوْمِ مَنْ يَنْصُرُنِي مِنَ اللَّهِ إِنْ طَرَدْتُهُمْ، أَفَلا تَذَكَّرُونَ.أى: افترضوا يا قوم أنى طردت هؤلاء المؤمنين الفقراء من مجلسي، فمن ذا الذي يحمينى ويجيرني من عذاب الله، لأنه- سبحانه- ميزانه في تقييم الناس ليس كميزانكم، إن أكرم الناس عنده هو أتقاهم وليس أغناهم، وهؤلاء المؤمنون الفقراء هم أكرم عنده- سبحانه- منكم، فكيف أطردهم؟والاستفهام في قوله: أَفَلا تَذَكَّرُونَ لتوبيخهم وزجرهم. والجملة معطوفة على مقدر.أى: أتصرون على جهلكم فلا تتذكرون أن لهم ربا ينصرهم إن طردتهم؟ إنكم إن بقيتم على هذا الإصرار سيكون أمركم فرطا، وستتعرضون للعذاب الأليم الذي يهلككم."},{"ayah_number":31,"text":"ثم أخذ نوح- عليه السلام- في تفنيد شبهاتهم، وفي دحض مفترياتهم، وفي تعريفهم بحقيقة أمره فقال: وَلا أَقُولُ لَكُمْ عِنْدِي خَزائِنُ اللَّهِ وَلا أَعْلَمُ الْغَيْبَ وَلا أَقُولُ إِنِّي مَلَكٌ ...والخزائن: جمع خزانة- بكسر الخاء- وهو المكان الذي يخزن فيه المال أو الطعام أو غيرهما خشية الضياع، والمراد منها هنا: أنواع رزقه- سبحانه- التي يحتاج إليها عباده، وأضيفت إليه- سبحانه- لاختصاصه بها. وملكيته لها.أى: إنى لا أقول لكم إن النبوة التي وهبنى الله إياها، تجعلني أملك خزائن أرزاقه- سبحانه- فأصير بذلك من الأثرياء، وأعطى من أشاء بغير حساب ...كلا. إنى لا أملك شيئا من ذلك، وإنما أنا عبد الله ورسوله، أرسلنى لأخرجكم من ظلمات الكفر إلى نور الإيمان.وهذه الجملة الكريمة رد على قولهم السابق! وَما نَرى لَكُمْ عَلَيْنا مِنْ فَضْلٍ.وأيضا لا أقول لكم إنى أعلم الغيوب التي اختص الله بعلمها، فأدعى قدرة ليست للبشر، أو أزعم أن لي صلة بالله- تعالى- غير صلة النبوة- أو أدعى الحكم على قلوب الناس وعلى منزلتهم عند الله، كما ادعيتم أنتم فقلتم وَما نَراكَ اتَّبَعَكَ إِلَّا الَّذِينَ هُمْ أَراذِلُنا بادِيَ الرَّأْيِ....وأيضا فإنى لا أقول لكم إنى ملك، بل أنا بشر مثلكم آكل مما تأكلون منه، وأشرب مما تشربون منه، إلا أن الله- تعالى- اختصني من بينكم بالنبوة، والبشرية مقتض للنبوة وليست مانعا منها- كما تزعمون- حيث قلتم ما نَراكَ إِلَّا بَشَراً مِثْلَنا.ولم يكتف نوح- عليه السلام- بهذا الرد المبطل لدعاواهم الفاسدة، بل أضاف إلى ذلك- كما حكى القرآن عنه- وَلا أَقُولُ لِلَّذِينَ تَزْدَرِي أَعْيُنُكُمْ لَنْ يُؤْتِيَهُمُ اللَّهُ خَيْراً، اللَّهُ أَعْلَمُ بِما فِي أَنْفُسِهِمْ، إِنِّي إِذاً لَمِنَ الظَّالِمِينَ.وقوله: تَزْدَرِي من الازدراء بمعنى التحقير والانتقاص، يقال: ازدرى فلان فلانا إذا احتقره وعابه.أى: أنا لا أقول لكم بأنى أملك خزائن الله، أو بأنى أعلم الغيب، أو بأنى ملك من الملائكة، ولا أقول لكم- أيضا- في شأن الذين تنظرون إليهم نظر احتقار واستصغار:إنهم- كما تزعمون- لَنْ يُؤْتِيَهُمُ اللَّهُ خَيْراً يسعدهم في دينهم ودنياهم وآخرتهم، بل أقول لكم إنه- سبحانه- سيؤتيهم ذلك- إذا شاء- لأنه- سبحانه- هو الأعلم بما في نفوسهم من خير أو شر- أما أنا فلا علم لي إلا بظواهرهم التي تدل على إيمانهم وإخلاصهم وإِنِّي إِذاً لَمِنَ الظَّالِمِينَ لنفسي ولغيري إذا ادعيت أية دعوى من هذه الدعاوى.قال البيضاوي ما ملخصه، وأسند- سبحانه- الازدراء إلى الأعين في قوله تَزْدَرِي أَعْيُنُكُمْ للمبالغة والتنبيه على أنهم استرذلوهم بادى الرؤية- أى بمجرد نظرهم إليهم- من غير روية بسبب ما عاينوه من رثاثة حالهم وقلة منالهم، دون تأمل في معانيهم وكمالاتهم»  وهذا الإسناد من باب المجاز العقلي، لأن الازدراء ينشأ عن مشاهدة الصفات الحقيرة «في نظر الناظر» فتكون الأعين سببا في هذا الازدراء.وأكد جملة إِنِّي إِذاً لَمِنَ الظَّالِمِينَ بعدة مؤكدات، تحقيقا لظلم كل من يدعى شيئا من هذه الدعاوى، وتكذيبا لأولئك الكافرين الذين احتقروا المؤمنين، وزعموا أن الله- تعالى- لن يؤتيهم خيرا.وهكذا نجد نوحا- عليه السلام- يشرح لقومه بأسلوب مهذب حكيم حقيقة أمره، ويرد على شبهاتهم بما يزهقها ...وعند ما وجدوا أنفسهم عاجزين عن الرد على نبيهم بأسلوب مقارعة الحجة بالحجة، لجئوا- على عادة طبقتهم- إلى أسلوب التحدي وقد أخذتهم العزة بالإثم فقالوا- كما حكى القرآن عنهم:"},{"ayah_number":32,"text":"أى: قال قوم نوح- عليه السلام- له بعد أن غلبهم بحجته، وعجزوا عن الدفاع عن أنفسهم: يا نُوحُ قَدْ جادَلْتَنا فَأَكْثَرْتَ جِدالَنا ...أى: خاصمتنا ونازعتنا فأكثرت في ذلك حتى لم تترك لنا منفذا للرد عليك، والجدال: هو المفاوضة على سبيل المنازعة والمغالبة. وأصله- كما يقول الآلوسى- من جدلت الحبل إذا أحكمت فتله، ومنه الجديل- أى الحبل المفتول-، وجدلت البناء: أحكمته، والأجدل:الصقر المحكم البنية، والمجدل- كمنبر القصر المحكم البناء ...وسميت المنازعة في الرأى جدالا، لأن كل واحد من المتجادلين كأنما، يفتل الآخر عن رأيه- أى بصرفه عنه- ...وقيل: الأصل في الجدال الصراع، وإسقاط الإنسان صاحبه على الجدالة- بفتح الجيم- أى: الأرض الصلبة» .ثم أضافوا إلى هذا العجز عن مجابهة الحجة سفاهة في القول فقالوا: فَأْتِنا بِما تَعِدُنا إِنْ كُنْتَ مِنَ الصَّادِقِينَ.أى: لقد سئمنا مجادلتك لنا ومللناها، فأتنا بالعذاب الذي تتوعدنا به، إن كنت من الصادقين في دعواك النبوة، وفي وعيدك لنا بعقاب الله، فإننا مصرون على عبادة آلهتنا، وكارهون لما تدعونا إليه.وهذا شأن الجاهل المعاند، إنه يشهر السيف إذا أعجزته الحجة، ويعلن التحدي إذا يئس عن مواجهة الحق ..."},{"ayah_number":33,"text":"ولكن نوحا- عليه السلام- لم يخرجه هذا التحدي عن سمته الكريم، ولم يقعده عناد قومه عن مداومة النصح لهم، وإرشادهم إلى الحقيقة التي ضلوا عنها، فقد رد عليهم بقوله إِنَّما يَأْتِيكُمْ بِهِ اللَّهُ- إِنْ شاءَ- وَما أَنْتُمْ بِمُعْجِزِينَ.أى: إنما يأتيكم بهذا العذاب الذي تستعجلونه الله- تعالى- وحده، إن شاء ذلك، لأنه هو الذي يملكه وَما أَنْتُمْ بِمُعْجِزِينَ أى: وما أنتم بمستطيعين الهروب من عذابه متى اقتضت مشيئته- سبحانه- إنزاله لكم، لأنه- تعالى- لا يعجزه شيء."},{"ayah_number":34,"text":"ثم أضاف إلى هذا الاعتراف بقدرة الله- تعالى- اعترافا آخر بشمول إرادته فقال:وَلا يَنْفَعُكُمْ نُصْحِي إِنْ أَرَدْتُ أَنْ أَنْصَحَ لَكُمْ.والنصح معناه: تحرى الصلاح والخير للمنصوح مع إخلاص النية من شوائب الرياء.يقال: نصحته ونصحت له ... أى: أرشدته إلى ما فيه صلاحه.ويقال: رجل ناصح الجيب إذا كان نقى القلب طاهر السريرة. والناصح الخالص من كل شيء.أى: إنى قد دعوتكم إلى طاعة الله ليلا ونهارا، ولم أقصر معكم في النصيحة ومع ذلك فإن نصحى الدائم لن يفيدكم شيئا، ما دامت قلوبكم في عمى عنه، وأسماعكم في صمم منه، ونفوسكم على غير استعداد له.وجواب الشرط في قوله إِنْ أَرَدْتُ أَنْ أَنْصَحَ لَكُمْ محذوف لدلالة ما قبله عليه.وقوله إِنْ كانَ اللَّهُ يُرِيدُ أَنْ يُغْوِيَكُمْ هُوَ رَبُّكُمْ وَإِلَيْهِ تُرْجَعُونَ: زيادة تأكيد منه- عليه السلام- لعموم قدرة الله وإرادته.أى: إن كان الله- تعالى- يريد أن يضلكم عن طريق الحق، ويصرفكم عن الدخول فيه، بسبب إصراركم على الجحود والعناد، فعل ذلك، لأنه هو ربكم ومالك أمركم، وإليه وحده ترجعون يوم القيامة، ليجازيكم الجزاء الذي تستحقونه.وهكذا نجد نوحا- عليه السلام- قد سلك في دعوته إلى الله، أحكم السبل، واستعمل أبلغ الأساليب، وصبر على سفاهة قومه صبرا جميلا.وعند هذا الحد من قصة نوح مع قومه، تنتقل السورة الكريمة انتقالا سريعا بقارئها إلى الحديث عن مشركي مكة، الذين أنكروا أن يكون القرآن من عند الله، ووقفوا من نبيهم صلى الله عليه وسلم موقفا يشبه موقف قوم نوح منه- عليه السلام- فترد عليهم بقوله- تعالى-:"},{"ayah_number":35,"text":"وأم هنا منقطعة بمعنى بل التي للإضراب، وهو انتقال المتكلم من غرض إلى آخر.والافتراء: الكذب المتعمد الذي لا توجد أدنى شبهة لقائله.والإجرام: اكتساب الجرم وهو الشيء القبيح الذي يستحق فاعله العقاب.يقال: أجرم فلان وجرم واجترم، بمعنى اقترف الذنب الموجب للعقوبة وللمفسرين في معنى هذه الآية اتجاهان:الاتجاه الأول يرى أصحابه: أنها معترضة بين أجزاء قصة نوح مع قومه، وأنها في شأن مشركي مكة الذين أنكروا أن يكون القرآن من عند الله.وعليه يكون المعنى. لقد سقنا لك يا محمد من أخبار السابقين ما هو الحق الذي لا يحوم حوله باطل، ولكن المشركين من قومك لم يعتبروا بذلك، بل يقولون إنك قد افتريت هذا القرآن، قل لهم: إن كنت قد افتريته- على سبيل الفرض- فعلى وحدي تقع عقوبة إجرامى وافترائى الكذب، وأنا برىء من عقوبة إجرامكم وافترائكم الكذب.أما الاتجاه الثاني فيرى أصحابه أن الآية الكريمة ليست معترضة، وإنما هي من قصة نوح عليه السلام- وعليه يكون المعنى: بل أيقول قوم نوح إن نوحا- عليه السلام- قد افترى واختلق ما جاء به من عند نفسه ثم نسبه إلى الله- تعالى- قل لهم إن كنت قد افتريته فعلى سوء عاقبة إجرامى وكذبى، وأنا برىء مما تقترفونه من منكرات، وما تكتسبونه من ذنوب.ويبدو لنا أن الاتجاه الأول أرجح، لأن التعبير عن أفكارهم بيقولون، وعن الرد عليهم بقل، الدالين على الحال والاستقبال، يقوى أن الآية الكريمة في شأن مشركي مكة.وقد اقتصر الإمام ابن جرير على الاتجاه الأول، ولم يذكر شيئا عن الاتجاه الثاني مما يدل على ترجيحه للاتجاه الأول فقال ما ملخصه: يقول- تعالى- ذكره: أيقول يا محمد هؤلاء المشركون من قومك: افترى محمد هذا القرآن وهذا الخبر عن نوح، قل لهم: إن افتريته فتخرصته واختلقته فعلى إثمى في افترائى ما افتريت على ربي دونكم.. وأنا برىء مما تذنبون وتأثمون في حقي وحق ربكم ... ».وإلى هنا نرى الآيات الكريمة قد حكت لنا جانبا من مجادلة قوم نوح له، ومن تطاولهم عليه، ومن تحديهم لدعوته، كما حكت لنا رده عليهم بأسلوب حكيم، جعلهم يعجزون عن مجابهته فماذا كان من شأنه وشأنهم بعد ذلك؟لقد تابعت السورة الكريمة حديثها عن هذه القصة، فبينت بعد ذلك قضاء الله العادل في هؤلاء الظالمين، حيث حكت لنا ما أوحاه الله إلى نوح- عليه السلام- في شأنهم، وما أمره بصنعه ... فقال- تعالى-:"},{"ayah_number":36,"text":"وقوله- سبحانه-: وَأُوحِيَ إِلى نُوحٍ أَنَّهُ لَنْ يُؤْمِنَ مِنْ قَوْمِكَ إِلَّا مَنْ قَدْ آمَنَ معطوف على قوله قالُوا يا نُوحُ قَدْ جادَلْتَنا فَأَكْثَرْتَ جِدالَنا ...أى: بعد أن لج قوم نوح في طغيانهم، وصموا آذانهم عن سماع دعوته.. أوحى الله- تعالى- إلى نوح بأن يكتفى بمن معه من المؤمنين، فإنه لم يبق في قومه من يتوقع إيمانه بعد الآن، وبعد أن مكث فيهم زمنا طويلا يدعوهم إلى الدخول في الدين الحق، فلم يزدهم دعاؤه إلا فرارا..وقوله: فَلا تَبْتَئِسْ بِما كانُوا يَفْعَلُونَ تسلية له- عليه السلام- عما أصابه منهم من أذى.والابتئاس: الحزن. يقال: ابتأس فلان بالأمر، إذا بلغه ما يكرهه ويغمه، والمبتئس:الكاره الحزين في استكانة.أى: فلا تحزن بسبب إصرارهم على كفرهم، وتماديهم في سفاهاتهم وطغيانهم، فقد آن الأوان للانتقام منهم.قال الإمام ابن كثير: يخبر الله- تعالى- في هذه الآية، أنه أوحى إلى نوح لما استعجل قومه نقمة الله بهم، وعذابه لهم، فدعا عليهم نوح دعوته وهي رَبِّ لا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكافِرِينَ دَيَّاراً فمنذ ذلك أوحى الله- تعالى- إليه أَنَّهُ لَنْ يُؤْمِنَ مِنْ قَوْمِكَ إِلَّا مَنْ قَدْ آمَنَ فلا تحزن عليهم، ولا يهمنك أمرهم» ."},{"ayah_number":37,"text":"وقوله: وَاصْنَعِ الْفُلْكَ بِأَعْيُنِنا وَوَحْيِنا ... معطوف على قوله.. فَلا تَبْتَئِسْ....والفلك: ما عظم من السفن، ويستعمل هذا اللفظ للواحد والجمع، والمراد به هنا سفينة واحدة عظيمة قام بصنعها نوح- عليه السلام-.والباء في قوله بِأَعْيُنِنا للملابسة، والجار والمجرور في موضع الحال من ضمير اصنع.أى: واصنع الفلك يا نوح، حالة كونك بمرأى منا، وتحت رعايتنا وتوجيهنا وإرشادنا عن طريق وحينا.وقوله- سبحانه- وَلا تُخاطِبْنِي فِي الَّذِينَ ظَلَمُوا إِنَّهُمْ مُغْرَقُونَ نهى له عن المراجعة بشأنهم.أى: ولا تخاطبني يا نوح في شأن هؤلاء الظالمين، بأن ترجوني في رحمتهم أو في دفع العذاب عنهم، فقد صدر قضائي بإغراقهم ولا راد لقضائي."},{"ayah_number":38,"text":"وقوله- تعالى- وَيَصْنَعُ الْفُلْكَ بيان لامتثال نوح لأمر ربه.وجاء التعبير بالفعل المضارع مع أن الصنع كان في الماضي: استحضارا لصورة الصنع، حتى لكأن نوحا- عليه السلام- يشاهد الآن وهو يصنعها.ثم بين- سبحانه- موقف قومه منه وهو يصنعها وقال: وَكُلَّما مَرَّ عَلَيْهِ مَلَأٌ مِنْ قَوْمِهِ سَخِرُوا مِنْهُ....والسخرية: الاستهزاء. يقال: سخر فلان من فلان وسخر به، إذا استخف به وضحك منه.أى: امتثل نوح لأمر ربه، فطفق يصنع الفلك، فكان الكافرون من قومه كلما مروا به وهو يصنعها استهزءوا به، وتعجبوا من حاله، وقالوا له على سبيل التهكم به، يا نوح صرت نجارا بعد أن كنت نبيا، كما جاء في بعض الآثار.وهنا يرد عليهم نوح بقوله: إِنْ تَسْخَرُوا مِنَّا فَإِنَّا نَسْخَرُ مِنْكُمْ كَما تَسْخَرُونَ.أى قال نوح لهم: إن تسخروا منى ومن أتباعى اليوم لصنعنا السفينة، وتستجهلوا منا هذا العمل، فإنا سنسخر منكم في الوقت القريب سخرية محققة في مقابل سخريتكم الباطلة.قال الإمام الرازي: وقوله إِنْ تَسْخَرُوا مِنَّا فَإِنَّا نَسْخَرُ مِنْكُمْ كَما تَسْخَرُونَ فيه وجوه:الأول: التقدير: إن تسخروا منا في هذه الساعة فإنا نسخر منكم سخرية مثل سخريتكم إذا وقع عليكم الغرق في الدنيا والخزي في الآخرة.الثاني: إن حكمتم علينا بالجهل فيما نصنع فإنا نحكم عليكم بالجهل فيما أنتم عليه من الكفر والتعرض لسخط الله وعذابه، فأنتم أولى بالسخرية منا.الثالث: إن تستجهلونا فإنا نستجهلكم، واستجهالكم أقبح وأشد، لأنكم لا تستجهلون إلا لأجل الجهل بحقيقة الأمر، والاغترار بظاهر الحال، كما هو عادة الأطفال ."},{"ayah_number":39,"text":"ثم أضاف نوح- عليه السلام- إلى تهديدهم تهديدا آخر فقال: فَسَوْفَ تَعْلَمُونَ مَنْ يَأْتِيهِ عَذابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذابٌ مُقِيمٌ.أى: فسوف تعلمون عما قريب، من منا الذي سينزل عليه العذاب المخزى المهين في الدنيا، ومن منا الذي سيحل عليه العذاب الدائم الخالد في الآخرة.وبهذا نرى أن هذه الآيات الكريمة قد قررت حكم الله الفاصل في شأن قوم نوح- عليه السلام- بعد أن لبث فيهم زمنا طويلا يدعوهم إلى الحق، ولكنهم صموا آذانهم عنه فماذا كان من أمره وأمرهم بعد ذلك.كان من أمره وأمرهم بعد ذلك أن أمر الله- تعالى- نوحا- عليه السلام- أن يحمل في السفينة بعد أن أتم صنعها من كل نوع من أنواع الحيوانات ذكرا وأنثى، ثم نزل الطوفان، وسارت السفينة بمن فيها، وأغرق الله- تعالى- الظالمين، وقد حكى- سبحانه- كل ذلك فقال- تعالى."},{"ayah_number":40,"text":"فقوله- سبحانه- حَتَّى إِذا جاءَ أَمْرُنا وَفارَ التَّنُّورُ قُلْنَا احْمِلْ فِيها مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ ... بيان لمرحلة جديدة من مراحل قصة نوح- عليه السلام- مع قومه.وحَتَّى هنا حرف غاية لقوله- تعالى- قبل ذلك وَيَصْنَعُ الْفُلْكَ.. إلخ.والمراد بالأمر في قوله- سبحانه- حَتَّى إِذا جاءَ أَمْرُنا ... حلول وقت نزول العذاب بهم، فهو مفرد الأمور، أى: حتى إذا حل بهم وقت عذابنا.. قلنا احمل فيها من كل زوجين اثنين.ويصح أن يكون المراد به الأمر بالشيء على أنه مفرد الأوامر، فيكون المعنى: حتى إذا جاء أمرنا لنوح بركوب السفينة، وللأرض بتفجير عيونها، وللسماء بإنزال أمطارها ... قلنا احمل فيها ...وجملة، وفار التنور، معطوفة على جاءَ أَمْرُنا، وكلمة فارَ من الفور والفوران، وهو شدة الغليان للماء وغيره.قال صاحب المنار ما ملخصه: «والفور والفوران ضرب من الحركة والارتفاع القوى، يقال في الماء إذا غلا وارتفع ... ويقال في النار إذا هاجت قال- تعالى- إِذا أُلْقُوا فِيها سَمِعُوا لَها شَهِيقاً وَهِيَ تَفُورُ ...ومن المجاز: فار الغضب، إذا اشتد ... » .وللمفسرين في المراد بلفظ التَّنُّورُ أقوال منها: أن المراد به الشيء الذي يخبز فيه الخبز، وهو ما يسمى بالموقد أو الكانون ...ومنها أن المراد به وجه الأرض ...ومنها: أن المراد به موضع اجتماع الماء في السفينة ...ومنها: أن المراد به طلوع الفجر من قولهم: تنور الفجر ...ومنها: أن المراد به أعالى الأرض والمواضع المرتفعة فيها..وقيل: إن الكلام على سبيل المجاز، والمراد بقوله- سبحانه- فارَ التَّنُّورُ التمثيل بحضور العذاب، كقولهم، حمى الوطيس، إذا اشتد القتال  .وأرجح هذه الأقوال أولها، لأن التنور في اللغة يطلق على الشيء الذي يخبز فيه، وفورانه معناه: نبع الماء منه بشدة مع الارتفاع والغليان، كما يفور الماء في القدر عند الغليان، ولعل ذلك كان علامة لنوح- عليه السلام- على اقتراب وقت الطوفان.وقد رجح هذا القول المحققون من المفسرين، فقد قال الإمام ابن جرير بعد أن ذكر جملة من الأقوال في معنى التنور: «وأولى الأقوال عندنا بتأويل قوله التَّنُّورُ قول من قال:هو التنور الذي يخبز فيه، لأن هذا هو المعروف من كلام العرب، وكلام الله لا يوجه إلا إلى الأغلب الأشهر من معانيه عند العرب، إلا أن تقوم حجة على شيء منه بخلاف ذلك، فيسلم لها.وذلك لأنه جل ثناؤه إنما خاطبهم بما خاطبهم به لإفهامهم معنى ما خاطبهم به.أى: قلنا لنوح حين جاء عذابنا قومه ... وفار التنور الذي جعلنا فورانه بالماء آية مجيء عذابنا.. احمل فيها- أى السفينة من كل زوجين اثنين..» .وقال الإمام الرازي ما ملخصه: فإن قيل: فما الأصح من هذه الأقوال- في معنى التنور..؟.قلنا: الأصل حمل الكلام على حقيقته، ولفظ التنور حقيقة في الموضع الذي يخبز فيه، فوجب حمل اللفظ عليه ...ثم قال: والذي روى من أن فور التنور كان علامة لهلاك القوم لا يمتنع لأن هذه واقعة عظيمة، وقد وعد الله- تعالى- المؤمنين النجاة فلا بد أن يجعل لهم علامة بها يعرفون الوقت المعين «فلا يبعد جعل هذه الحالة علامة لحدوث هذه الواقعة» .وجملة قُلْنَا احْمِلْ فِيها مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ جواب إذا ولفظ زَوْجَيْنِ تثنية زوج، والمراد به هنا الذكر والأنثى من كل نوع.قراءة الجمهور: مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ بدون تنوين للفظ كل، وإضافته إلى زوجين.وقرأ حفص: مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ بتنوين لفظ كل وهو تنوين عوض عن مضاف إليه، والتقدير: احمل فيها من كل نوع من أنواع المخلوقات التي أنت في حاجة إليها ذكرا وأنثى.ويكون لفظ زَوْجَيْنِ مفعولا لقوله احْمِلْ واثنين صفة له.والمراد بأهله: أهل بيته كزوجته وأولاده، وأكثر ما يطلق لفظ الأهل على الزوجة، كما في قوله- فَلَمَّا قَضى مُوسَى الْأَجَلَ وَسارَ بِأَهْلِهِ آنَسَ مِنْ جانِبِ الطُّورِ ناراً، قالَ لِأَهْلِهِ امْكُثُوا إِنِّي آنَسْتُ ناراً ... .والمراد بأهله: من كان مؤمنا منهم.وجملة إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ استثناء من الأهل.أى: احمل فيها أهلك إلا من سبق عليه قضاؤنا بكفره منهم فلا تحمله.والمراد بمن سبق عليه القول: زوجته التي جاء ذكرها في سورة التحريم في قوله- تعالى ضَرَبَ اللَّهُ مَثَلًا لِلَّذِينَ كَفَرُوا امْرَأَتَ نُوحٍ وَامْرَأَتَ لُوطٍ كانَتا تَحْتَ عَبْدَيْنِ مِنْ عِبادِنا صالِحَيْنِ فَخانَتاهُما.. وابنه الذي أبى أن يركب معه السفينة.قال الآلوسى عند تفسيره لهذه الجملة: والمراد زوجة له أخرى تسمى (واعلة) بالعين المهملة، وفي رواية (والقه) وابنه منها واسمه (كنعان) .. وكانا كافرين» .وجملة وَمَنْ آمَنَ معطوفة على قوله وَأَهْلَكَ أى: واحمل معك من آمن بك من قومك.والمعنى للآية الكريمة: لقد امتثل نوح أمر ربه له بصنع السفينة، حتى إذا ما تم صنعها، وحان وقت نزول العذاب بالكافرين من قومه، وتحققت العلامات الدالة على ذلك، قال الله- تعالى- لنوح: احمل فيها من كل نوع من أنواع المخلوقات التي أنت في حاجة إليها ذكرا وأنثى، واحمل فيها أيضا من آمن بك من أهل بيتك دون من لم يؤمن، واحمل فيها كذلك جميع المؤمنين الذين اتبعوا دعوتك من غير أهل بيتك.وقد ختم- سبحانه- الآية الكريمة بما يدل على قلة عدد من آمن به فقال: وَما آمَنَ مَعَهُ إِلَّا قَلِيلٌ.أى: وما آمن معه إلا عدد قليل من قومه بعد أن لبث فيهم قرونا متطاولة يدعوهم إلى الدين الحق ليلا ونهارا، وسرا وعلانية.قال الآلوسى بعد أن ساق أقوالا في عدد من آمن بنوح- عليه السلام- من قومه: ...والرواية الصحيحة أنهم كانوا تسعة وسبعين: زوجته، وبنوه الثلاثة ونساؤهم، واثنان وسبعون رجلا وامرأة من غيرهم ... » ."},{"ayah_number":41,"text":"ثم حكى- سبحانه- ما قاله نوح للمؤمنين عند ركوبهم السفينة فقال: وَقالَ ارْكَبُوا فِيها بِسْمِ اللَّهِ مَجْراها وَمُرْساها إِنَّ رَبِّي لَغَفُورٌ رَحِيمٌ.ومجريها ومرساها، قرأهما الجمهور بضم الميمين فيهما، وهما مصدران من جرى وأرسى.والباء في باسم الله للملابسة، والآية الكريمة معطوفة على جملة، قلنا احمل فيها من كل زوجين اثنين.أى: قلنا له ذلك فامتثل أمرنا، وقال لمن معه من المؤمنين: سلموا أمركم لمشيئة الله- تعالى- وقولوا عند ركوب السفينة: باسم الله جريها في هذا الطوفان العظيم، وباسم الله إرساءها في المكان الذي يريد الله- تعالى- إرساءها فيه.قال الشيخ الفاضل ابن عاشور: وعدى فعل ارْكَبُوا بفي، جريا على الأسلوب الفصيح، فإنه يقال: ركب الدابة إذا علاها. وأما ركوب الفلك فيعدى بفي، لأن إطلاق الركوب عليه مجاز، وإنما هو جلوس واستقرار، فلا يقال: ركب السفينة فأرادوا التفرقة بين الركوب الحقيقي والركوب المشابه له، وهي تفرقة حسنة» .وجملة إِنَّ رَبِّي لَغَفُورٌ رَحِيمٌ تعليل للأمر بالركوب المصاحب لذكر الله- تعالى-:أى: إن ربي لعظيم المغفرة ولعظيم الرحمة لمن كان مطيعا له مخلصا في عبادته.قال الإمام ابن كثير عند تفسيره لهذه الآية ما ملخصه: يقول الله- تعالى- إخبارا عن نوح أنه قال للذين أمر بحملهم معه في السفينة ارْكَبُوا فِيها بِسْمِ اللَّهِ مَجْراها وَمُرْساها ...وقال- سبحانه- في موضع آخر: فَإِذَا اسْتَوَيْتَ أَنْتَ وَمَنْ مَعَكَ عَلَى الْفُلْكِ فَقُلِ الْحَمْدُ لِلَّهِ الَّذِي نَجَّانا مِنَ الْقَوْمِ الظَّالِمِينَ. وَقُلْ رَبِّ أَنْزِلْنِي مُنْزَلًا مُبارَكاً وَأَنْتَ خَيْرُ الْمُنْزِلِينَ.ولهذا تستحب التسمية في ابتداء الأمور: عند الركوب في السفينة وعلى الدابة.فقد روى الطبراني عن ابن عباس عن النبي صلى الله عليه وسلم قال: «أمان أمتى من الغرق إذا ركبوا في السفن أن يقولوا: بسم الله الملك.. بسم الله مجريها ومرساها إن ربي لغفور رحيم» ."},{"ayah_number":42,"text":"ثم بين- سبحانه- حال السفينة وهي تمخر بهم عباب الماء فقال:وَهِيَ تَجْرِي بِهِمْ فِي مَوْجٍ كَالْجِبالِ.والموج: ما ارتفع من ماء البحر عند اضطرابه. وأصله من ماج الشيء يموج إذا اضطرب ومنه قوله- تعالى- وَتَرَكْنا بَعْضَهُمْ يَوْمَئِذٍ يَمُوجُ فِي بَعْضٍ.قال صاحب الكشاف: فإن قلت. بم اتصل قوله- تعالى- وَهِيَ تَجْرِي بِهِمْ؟قلت: اتصل بمحذوف دل عليه اركبوا فيها باسم الله، كأنه قيل: فركبوا فيها وهم يقولون: باسم الله، وهي تجرى بهم. أى تجرى بهم وهم فيها في موج كالجبال، يريد موج الطوفان، شبه كل موجة بالجبل في تراكمها وارتفاعها.. .وقوله- سبحانه-: وَنادى نُوحٌ ابْنَهُ وَكانَ فِي مَعْزِلٍ: يا بُنَيَّ ارْكَبْ مَعَنا وَلا تَكُنْ مَعَ الْكافِرِينَ تصوير لتلك اللحظة الرهيبة الحاسمة التي أبصر فيها نوح- عليه السلام- ابنه الكافر وهو منعزل عنه وعن جماعة المؤمنين.والمعزل: مكان العزلة، أى: الانفراد.أى: وقبل أن يشتد الطوفان وترتفع أمواجه، رأى نوح ابنه كنعان، وكان هذا الابن في مكان منعزل، فقال له نوح بعاطفة الأبوة الناصحة الملهوفة يا بنى اركب معنا في السفينة، ولا تكن مع القوم الكافرين الذين سيلفهم الطوفان بين أمواجه عما قريب. ولكن هذه النصيحة الغالية من الأب الحزين على مصير ابنه، لم تجد أذنا واعية من هذا الابن العاق المغرور، بل رد على أبيه: قالَ سَآوِي إِلى جَبَلٍ يَعْصِمُنِي مِنَ الْماءِ ..."},{"ayah_number":43,"text":"أى: قال: سألتجئ إلى جبل من الجبال الشاهقة، لكي أتحصن به من وصول الماء إلى.وهنا يرد عليه أبوه الرد الأخير فيقول- كما حكى القرآن عنه-: قالَ لا عاصِمَ الْيَوْمَ مِنْ أَمْرِ اللَّهِ إِلَّا مَنْ رَحِمَ ...أى: قال نوح لابنه: لا معصوم اليوم من عذاب الله إلا من رحمه- سبحانه- بلطفه وإحسانه، وأما الجبال وأما الحصون.. وأما غيرهما من وسائل النجاة، فسيعلوها الطوفان، ولن تغنى عن المحتمى بها شيئا.وعبر عن العذاب بأمر الله، تهويلا لشأنه.وقوله: وَحالَ بَيْنَهُمَا الْمَوْجُ فَكانَ مِنَ الْمُغْرَقِينَ بيان للعاقبة السيئة التي آل إليها أمر الابن الكافر.أى: وحال وفصل الموج بهديره وسرعته بين الابن وأبيه، فكانت النتيجة أن صار الابن الكافر من بين الكافرين المغرقين.والتعبير بقوله: وَحالَ ... يشعر بسرعة فيضان الماء واشتداده، حتى لكأن هذه السرعة لم تمهلهما ليكملا حديثهما.والتعبير بقوله: فَكانَ مِنَ الْمُغْرَقِينَ يشير إلى أنه لم يغرق وحده، وإنما غرق هو وغرق معه كل من كان على شاكلته في الكفر.وهكذا تصور لنا هذه الآية الكريمة ما دار بين نوح وابنه من محاورات في تلك اللحظات الحاسمة المؤثرة، التي يبذل فيها كل أب ما يستطيع بذله من جهود لنجاة ابنه من هذا المصير المؤلم."},{"ayah_number":44,"text":"وبعد أن غرق الكافرون، ونجا نوح ومن معه من المؤمنين، وجه الله- تعالى- أمره إلى الأرض وإلى السماء.. فقال: وَقِيلَ يا أَرْضُ ابْلَعِي ماءَكِ، وَيا سَماءُ أَقْلِعِي وَغِيضَ الْماءُ، وَقُضِيَ الْأَمْرُ، وَاسْتَوَتْ عَلَى الْجُودِيِّ، وَقِيلَ بُعْداً لِلْقَوْمِ الظَّالِمِينَ.أى: وبعد أن أدى الطوفان وظيفته فأغرق بأمر الله- تعالى- الكافرين، قال الله- تعالى- للأرض: يا أَرْضُ ابْلَعِي ماءَكِ.أى: اشربى أيتها الأرض ما على وجهك من ماء، وابتلعيه بسرعة في باطنك كما يبتلع الإنسان طعامه في بطنه بدون استقرار في الفم.وقال- سبحانه- للسماء وَيا سَماءُ أَقْلِعِي أى: أمسكى عن إرسال المطر يقال:أقلع فلان عن فعله إقلاعا، إذا كف عنه وترك فعله. ويقال: أقلعت الحمى عن فلان، إذا تركته.فامتثلتا- أى الأرض والسماء- لأمر الله- تعالى- في الحال، فهو القائل وقوله الحق:إِنَّما أَمْرُهُ إِذا أَرادَ شَيْئاً أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ .وقوله وَغِيضَ الْماءُ أى: نقص ونضب. يقال: غاض الماء يغيض، إذا قل ونقص.والمراد به هنا: الماء الذي نشأ عن الطرفان.وقوله: وَقُضِيَ الْأَمْرُ أى: تم ونفذ ما وعد الله- تعالى- به نبيه نوحا- عليه السلام- من إهلاكه للقوم الظالمين.والضمير في قوله: وَاسْتَوَتْ عَلَى الْجُودِيِّ للسفينة، والجودي، جيل بشمال العراق بالقرب من مدينة الموصل. وقيل هو جبل بالشام.أى: واستقرت السفينة التي تحمل نوحا والمؤمنين بدعوته، على الجبل المعروف بهذا الاسم، بعد أن أهلك الله أعداءهم.قال ابن كثير ما ملخصه: وكان خروجهم من السفينة في يوم عاشوراء من المحرم، فقد روى الإمام أحمد عن أبى هريرة قال: مر النبي صلى الله عليه وسلم بأناس من اليهود، وقد صاموا يوم عاشوراء، فقال لهم: ما هذا الصوم؟ قالوا، هذا اليوم الذي نجى الله موسى وبنى إسرائيل من الغرق، وغرق فيه فرعون. وهذا يوم استوت فيه السفينة على الجودي. فصامه نوح وموسى- عليه السلام- شكرا لله.فقال النبي صلى الله عليه وسلم «أنا أحق بموسى، وأحق بصوم هذا اليوم» . فصامه، وقال لأصحابه: من كان أصبح منكم صائما فليتم صومه، ومن كان قد أصاب من غذاء أهله، فليتم بقية يومه» .ثم ختم- سبحانه- الآية الكريمة بقوله: وقيل بعدا للقوم الظالمين.أى: هلاكا وسحقا وطردا من رحمة الله- تعالى- للقوم الذين ظلموا أنفسهم بإيثارهم الكفر على الإيمان، والضلالة على الهداية.قال الجمل: وبُعْداً مصدر بعد- بكسر العين-، يقال بعد بعدا- بضم فسكون- وبعدا- بفتحتين- إذا بعد بعدا بعيدا بحيث لا يرجى عوده، ثم استعير للهلاك، وخص بدعاء السوء، وهو منصوب على المصدر بفعل مقدر. أى: وقيل بعدا بعدا ... » .هذا وقد تكلم بعض العلماء عن أوجه البلاغة والفصاحة في هذه الآية كلاما طويلا، نكتفي بذكر جانب مما قاله في ذلك الشيخ القاسمى في تفسيره.قال- رحمه الله- ما ملخصه: «هذه الآية بلغت من أسرار الإعجاز غايتها، وحوت من بدائع الفوائد نهايتها. وقد اهتم علماء البيان بإبراز ذلك، ومن أوسعهم مجالا في مضمار معارفها الإمام «السكاكي» فقد أطال وأطنب في كتابه «المفتاح» في الحديث عنها.فقد قال- عليه الرحمة- في بحث البلاغة والفصاحة:وإذ قد وقفت على البلاغة، وعثرت على الفصاحة، فأذكر لك على سبيل الأنموذج، آية أكشف لك فيها من وجوههما ما عسى أن يكون مستورا عنك، وهذه الآية هي قوله- تعالى- وَقِيلَ يا أَرْضُ ابْلَعِي ماءَكِ، وَيا سَماءُ أَقْلِعِي، وَغِيضَ الْماءُ، وَقُضِيَ الْأَمْرُ....والنظر في هذه الآية من أربع جهات: من جهة علم البيان، ومن جهة علم المعاني، ومن جهة الفصاحة المعنوية، ومن جهة الفصاحة اللفظية.أما النظر فيها من جهة علم البيان.. فتقول: إنه- عز سلطانه- لما أراد أن يبين معنى هو: أردنا أن نرد ما انفجر من الأرض إلى بطنها فارتد، وأن نقطع طوفان السماء فانقطع، وأن نغيض الماء النازل من السماء فغاض لما أراد ذلك: بنى الكلام على التشبيه، بأن شبه الأرض والسماء بالمأمور الذي لا يتأتى منه أن يعصى أمره.. وكأنهما عقلاء مميزون فقال:يا أَرْضُ ابْلَعِي ماءَكِ، وَيا سَماءُ أَقْلِعِي ...ثم قال: ماءَكِ بإضافة الماء إلى الأرض على سبيل المجاز، تشبيها لاتصال الماء بالأرض، باتصال الملك بالمالك.ثم اختار لاحتباس المطر لفظ الإقلاع الذي هو ترك الفاعل للفعل.وأما النظر فيها من حيث علم المعاني ... فذلك أنه اختير يا دون سائر أخواتها، لكونها أكثر في الاستعمال ... واختير لفظ «ابلعي» على «ابتلعى» لكونه أخصر. ثم أطلق الظلم ليتناول كل نوع منه، حتى يدخل فيه ظلمهم لأنفسهم.وأما النظر فيها من جانب الفصاحة المعنوية فهي كما ترى. نظم للمعاني لطيف، وتأدية لها ملخصة مبينة، لا تعقيد يعثر الفكر في طلب المراد، ولا التواء يشيك الطريق إلى المرتاد، بل إذا جربت نفسك عند استماعها، وجدت ألفاظها تسابق معانيها، ومعانيها تسابق ألفاظها، فما من لفظة في تركيب الآية ونظمها تسبق إلى أذنك، إلا ومعناها أسبق إلى قلبك.وأما النظر فيها من جانب الفصاحة اللفظية: فألفاظها على ما ترى عربية، مستعملة جارية على قوانين اللغة، سليمة من التنافر، بعيدة عن البشاعة.ولا تظن الآية مقصورة على ما ذكرت، فلعل ما تركت أكثر مما ذكرت  .ثم ختم- سبحانه- قصة نوح مع قومه في هذه السورة، بتلك الضراعة التي تضرع بها نوح- عليه السلام- بشأن ولده، وبذلك الرد الحكيم الذي رد به الخالق- عز وجل- على نوح- عليه السلام، وبتعقيب على القصة يدل على وحدانية الله- تعالى-، وعلى صدق الرسول صلى الله عليه وسلم فيما يبلغه عن ربه قال- تعالى-:"},{"ayah_number":45,"text":"والمراد بالنداء في قوله- سبحانه-: وَنادى نُوحٌ رَبَّهُ.. الدعاء والضراعة إلى الله- تعالى- والجملة الكريمة معطوفة على ما قبلها.أى: وبعد أن تخلف ابن نوح عليه السلام عن الركوب معه في السفينة، وقضى الأمر بهلاك الكافرين ونجاة المؤمنين.. تضرع نوح- عليه السلام- إلى ربه فقال في استعطاف ورجاء:يا رب! ان ابني «كنعان» مِنْ أَهْلِي فهو قطعة منى، فأسألك أن ترحمه برحمتك إِنَّ وَعْدَكَ الْحَقُّ أى: وإن كل وعد تعده لعبادك هو الوعد الحق وأنت- يا ربي- قد وعدتني بنجاة أهلى إلا من سبق عليه القول منهم، لكني في هذا الموقف العصيب أطمع في عفوك عن ابني وفي رحمتك له.وقوله: وَأَنْتَ أَحْكَمُ الْحاكِمِينَ أى: وأنت يا إلهى- لا راد لما تحكم به، ولا معقب لحكمك، وحكمك هو الحق والعدل، وهو المنزه عن الخطأ والمحاباة، لأنه صادر عن كمال العلم والحكمة.واكتفى نوح- عليه السلام- بأن يقول: رَبِّ إِنَّ ابْنِي مِنْ أَهْلِي. وَإِنَّ وَعْدَكَ الْحَقُّ، وَأَنْتَ أَحْكَمُ الْحاكِمِينَ دون أن يصرح بمطلوبه وهو نجاة ابنه تأدبا مع الله- تعالى- وحياء منه- سبحانه- واعتقادا منه بأنه- سبحانه- عليم بما يريده، وخبير بما يجول في نفسه.وهذا لون من الأدب السامي، سلكه الأنبياء- عليهم الصلاة والسلام- في مخاطبتهم لربهم- عز وجل- ومن أولى منهم بذلك؟!! ولعل نوحا- عليه السلام- عند ما تضرع إلى ربه- سبحانه- بهذا الدعاء لم يكن يعلم أن طلب الرحمة أو النجاة لابنه الكافر ممنوع، فكان حاله في ذلك كحال النبي صلى الله عليه وسلم عند ما قال لعمه أبى طالب: «لأستغفرن لك ما لم أنه عن ذلك» واستمر يستغفر له إلى أن نزل قوله- تعالى- ما كانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كانُوا أُولِي قُرْبى.. .وقال الشيخ القاسمى: وإنما قال نوح ذلك- أى: رب إن ابني من أهلى.. ألخ- لفهمه من الأهل ذوى القرابة الصورية، والرحمة النسبية، وغفل- لفرط التأسف على ابنه- عن استثنائه- تعالى- بقوله: إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ ولم يتحقق أن ابنه هو الذي سبق عليه القول، فاستعطف ربه بالاسترحام، وعرض بقوله وَأَنْتَ أَحْكَمُ الْحاكِمِينَ إلى أن العالم العادل الحكيم لا يخلف وعده ."},{"ayah_number":46,"text":"وقوله- سبحانه- قالَ يا نُوحُ إِنَّهُ لَيْسَ مِنْ أَهْلِكَ.. رد من الله- تعالى- على نوح فيما طلبه منه.أى: قال الله- تعالى- مجيبا لنوح- عليه السلام- فيما سأله إياه: يا نوح إن ابنك هذا لَيْسَ مِنْ أَهْلِكَ لأن مدار الأهلية مبنى على القرابة الدينية، وقد انقطعت بالكفر، فلا علاقة بين مسلم وكافر.أو ليس من أهلك الذين وعدتك بنجاتهم، بل هو ممن سبق عليه القول بسبب كفره.فالمراد نفى أن يكون من أهل دينه واعتقاده، وليس المراد نفى أن يكون من صلبه، لأن ظاهر الآية يدل على أنه ابنه من صلبه، ومن قال بغير ذلك فقوله ساقط ولا يلتفت إليه، لخلوه عن الدليل.قال ابن كثير: وقد نص غير واحد من الأئمة على تخطئة من ذهب في تفسير هذا إلا أنه ليس بابنه، وإنما كان ابن زنية.وقال ابن عباس وغير واحد من السلف: ما زنت امرأة نبي قط، ثم قال: وقوله:إِنَّهُ لَيْسَ مِنْ أَهْلِكَ أى: الذين وعدتك بنجاتهم.وقول ابن عباس في هذا هو الحق الذي لا محيد عنه فإن الله- تعالى- أغير من أن يمكن امرأة نبي من الفاحشة .وجملة إِنَّهُ عَمَلٌ غَيْرُ صالِحٍ تعليل لنفى الأهلية.وقد قرأ الجمهور (عمل) بفتح الميم وتنوين اللام- على أنه مصدر مبالغة في ذمه حتى لكأنه هو نفس العمل غير الصالح وأصل الكلام إنه ذو عمل غير صالح، فحذف المضاف للمبالغة بجعله عين عمله الفاسد لمداومته عليه.وقرأ الكسائي ويعقوب عَمَلٌ بوزن فرح بصيغة الفعل الماضي- أى: إنه عمل عملا غير صالح وهو الكفر والعصيان، فحذف الموصوف وأقيمت صفته مقامه.قال صاحب الكشاف وقوله: إِنَّهُ عَمَلٌ غَيْرُ صالِحٍ تعليل لانتفاء كونه من أهله.وفيه إيذان بأن قرابة الدين غامرة لقرابة النسب، وأن نسيبك في دينك ومعتقدك من الأباعد في المنصب وإن كان حبشيا وكنت قرشيا لصيقك وخصيصك، ومن لم يكن على دينك وإن كان أمس أقاربك رحما فهو أبعد بعيد منك .وقال الفخر الرازي: هذه الآية تدل على أن العبرة بقرابة الدين لا بقرابة النسب، فإن في هذه الصورة كانت قرابة النسب حاصلة من أقوى الوجوه، ولكن لما انتفت قرابة الدين، لا جرم نفاه الله- تعالى- بأبلغ الألفاظ وهو: قوله: إِنَّهُ لَيْسَ مِنْ أَهْلِكَ .والفاء في قوله: فَلا تَسْئَلْنِ ما لَيْسَ لَكَ بِهِ عِلْمٌ.. للتفريع.أى: ما دمت قد وقفت على حقيقة الحال، فلا تلتمس منى ملتمسا لا تعلم على وجه اليقين، أصواب هو أم غير صواب، بل عليك أن تتثبت من صحة ما تطلبه، قبل أن تقدم على طلبه.وجملة إِنِّي أَعِظُكَ أَنْ تَكُونَ مِنَ الْجاهِلِينَ تأكيد لما قبلها، ونهى له عن مثل هذا السؤال في المستقبل، بعد أن أعلمه بحقيقة حال ابنه.أى: إنى أنهاك يا نوح عن أن تكون من القوم الجاهلين، الذين يسألون عن أشياء لا يتحققون وجه الصواب فيها."},{"ayah_number":47,"text":"وهنا بين الله- تعالى- أن نوحا- عليه السلام- قد تنبه إلى ما أرشده إليه ربه، فبادر بطلب العفو والصفح منه- سبحانه- فقال: قالَ رَبِّ إِنِّي أَعُوذُ بِكَ أَنْ أَسْئَلَكَ ما لَيْسَ لِي بِهِ عِلْمٌ ...أى: قال نوح- عليه السلام- ملتمسا الصفح من ربه: رب إنى أستجير بك، وأحتمى بجنابك من أن أسألك شيئا بعد الآن، ليس عندي علم صحيح بأنه جائز ولائق وَإِلَّا تَغْفِرْ لِي ما فرط منى من قول، وما صدر عنى من فعل.وَتَرْحَمْنِي برحمتك الواسعة التي وسعت كل شيء.أَكُنْ مِنَ الْخاسِرِينَ الذين خسروا أنفسهم بالاحتجاب عن علمك وحكمتك."},{"ayah_number":48,"text":"ثم بشر- سبحانه- نبيه نوحا- عليه السلام- بقبول توبته فقال: قِيلَ يا نُوحُ اهْبِطْ بِسَلامٍ مِنَّا، وَبَرَكاتٍ عَلَيْكَ وَعَلى أُمَمٍ مِمَّنْ مَعَكَ ...والسلام: التحية المقرونة بالأمان والاطمئنان، وأصله السلامة، والباء فيه للمصاحبة والبركات. جمع بركة وهي ثبوت الخير ونماؤه وزيادته، واشتقاقها من البرك، وهو صدر البعير. يقال: برك البعير إذا ألقى بركه أى صدره على الأرض وثبت. ومنه البركة لثبوت الماء فيها.والأمم: جمع أمة، وهي الجماعة الكثيرة من الناس، يجمعها نسب واحد أو لغة واحدة، أو موطن واحد.أى: قال الله- تعالى- مبشرا نوحا- عليه السلام- بقبول توبته: يا نوح اهبط من السفينة مصحوبا منا بالأمان مما تكره، وبالخيرات النامية والنعم الثابتة عليك، وعلى أمم متشعبة ومتفرعة وناشئة من الأمم المؤمنة التي ستهبط معك، بعد أن أنجاكم الله- تعالى-بفضله ورحمته من العذاب، الذي حل بالكافرين من قومك.وكان مقتضى الظاهر أن يقال: قال يا نوح اهبط بسلام.. ولكن جاء التعبير بقيل، مسايرة للتعبيرات السابقة في أجزاء القصة، مثل قوله- سبحانه- وَقِيلَ يا أَرْضُ ابْلَعِي ماءَكِ.. وقوله: وَقِيلَ بُعْداً لِلْقَوْمِ الظَّالِمِينَ.وقوله اهْبِطْ بِسَلامٍ.. فيه إشارة إلى أنه كان قبل الهبوط في ضيافة الله ورعايته، وأنه لولا عناية الله به وبمن معه من المؤمنين، لما نجت السفينة من ذلك الطوفان العظيم.والتعبير بقوله مِنَّا لزيادة التكريم، وتأكيد السلام. أى: انزل بسلام ناشئ من عندنا، وليس من عند غيرنا لأن كل سلام من غيرنا لا قيمة له بجانب سلامنا.وقوله عَلَيْكَ وَعَلى أُمَمٍ مِمَّنْ مَعَكَ متعلق بسلام وبركات.وفي هذا إشارة إلى أنه- سبحانه- سيجعل من ذرية نوح ومن ذرية من معه من المؤمنين، أمما كثيرة تكون محل كرامة الله وأمانه وبركاته.وقوله- سبحانه- وَأُمَمٌ سَنُمَتِّعُهُمْ ثُمَّ يَمَسُّهُمْ مِنَّا عَذابٌ أَلِيمٌ كلام مستأنف مسوق للاحتراز والتحذير من سوء عاقبة المخالفة لأمر الله.أى: أن الأمم التي تكون من نسلك ومن نسل أتباعك يا نوح على قسمين: قسم منهم له منا السلام، وعليه البركات بسبب إيمانه وعمله الصالح.وقسم آخر سنمتعه في الدنيا وبالكثير من زينتها وخيراتها، ثم يصيبه يوم القيامة عذاب أليم بسبب جحوده لنعمنا، وعصيانه لرسلنا.فعلى كل عاقل أن يجتهد في أن يكون من القسم الأول، وأن يتجنب القسم الثاني."},{"ayah_number":49,"text":"ثم اختتم الله- تعالى- قصة نوح- عليه السلام- مع قومه في هذه السورة، بقوله:تِلْكَ مِنْ أَنْباءِ الْغَيْبِ نُوحِيها إِلَيْكَ، ما كُنْتَ تَعْلَمُها أَنْتَ وَلا قَوْمُكَ مِنْ قَبْلِ هذا فَاصْبِرْ إِنَّ الْعاقِبَةَ لِلْمُتَّقِينَ.واسم الإشارة تِلْكَ يعود إلى ما قصة الله- تعالى- من قصة نوح مع قومه في هذه السورة.والأنباء: جمع نبأ وهو الخبر الهام. والغيب: مصدر غاب، وهو مالا تدركه الحواس ولا يعلم ببداهة العقل.أى: تلك القصة التي قصصناها عليك يا محمد بهذا الأسلوب الحكيم، من أخبار الغيب الماضية، التي لا يعلم دقائقها وتفاصيلها أحد سوانا.ونحن نُوحِيها إِلَيْكَ ونعرفك بها عن طريق وحينا الصادق الأمين.وهذه القصة وأمثالها ما كُنْتَ تَعْلَمُها أنت يا محمد، وما كان يعلمها قَوْمُكَ أيضا، بهذه الصورة الصادقة الحكيمة، الخالية من الأساطير والأكاذيب.مِنْ قَبْلِ هذا الوقت الذي أوحيناها إليك فيه.وما دام الأمر كذلك فَاصْبِرْ صبرا جميلا على تبليغ رسالتك، وعلى أذى قومك كما صبر أخوك نوح من قبل.وجملة إِنَّ الْعاقِبَةَ لِلْمُتَّقِينَ تعليل للأمر بالصبر.والعاقبة: الحالة التي تعقب حالة قبلها، وقد شاعت عند الإطلاق في حالة الخير كما في قوله- تعالى- وَالْعاقِبَةُ لِلتَّقْوى. وأل فيها للجنس، واللام في قوله لِلْمُتَّقِينَ للاختصاص.أى: إن العاقبة الحسنة الطيبة في الدنيا والآخرة، للمتقين الذين صانوا أنفسهم عن كل ما لا يرضى الله- تعالى-، وليست لغيرهم ممن استحبوا العمى على الهدى.والآية الكريمة تعقيب حكيم على قصة نوح- عليه السلام- قصد به الامتنان على النبي صلى الله عليه وسلم والموعظة، والتسلية.فالامتنان نراه في قوله- تعالى- ما كُنْتَ تَعْلَمُها أَنْتَ وَلا قَوْمُكَ مِنْ قَبْلِ هذا.والموعظة نراها في قوله- سبحانه- فَاصْبِرْ.والتسلية نراها في قوله- عز وجل- إِنَّ الْعاقِبَةَ لِلْمُتَّقِينَ.وبعد، فهذه قصة نوح- عليه السلام- كما وردت في هذه السورة الكريمة، ومن العبر والعظات والهدايات والحقائق التي نأخذها منها ما يأتى:1- الدلالة على صدق النبي صلى الله عليه وسلم فيما يبلغه عن ربه، وعلى أن هذا القرآن من عند الله- تعالى-، فقد أخبرنا عن قصة نوح- عليه السلام- مع قومه، وعن غيرها من القصص، التي هي من أنباء الغيب، والتي لا يعلم حقيقتها وتفاصيلها أحد سوى الله- عز وجل-.2- أن نوحا- عليه السلام- قد سلك في دعوته إلى الله- تعالى- أحسن الأساليب وأحكمها، فقد دعا قومه إلى عبادة الله- تعالى- وحده في الليل وفي النهار. وفي السر وفي العلانية، وأقام لهم ألوانا من الأدلة على صدقه، ورغبهم في الإيمان بشتى ألوان الترغيب، وحذرهم من الكفر بشتى أنواع التحذير، وصبر على أذاهم صبرا جميلا، ورد على سفاهاتهم وأقوالهم بمنطق سليم، أبطل به حججهم.. مما جعلهم يكفون عن مناقشته، ويلجئون إلى التحدي والتعنت.وما أحوج الدعاة إلى الله- عز وجل- إلى التماس العبرة والعظة من قصة نوح مع قومه.3- أن النسب مهما شرف وعظم لن ينفع صاحبه عند الله، إلا إذا كان معه الإيمان والعمل الصالح، وأن الإيمان والصلاح ليسا مرتبطين بالوراثة والأنساب لأنه لو كان الأمر كذلك لكانت ذرية نوح ومن معه من المؤمنين الذين نجوا معه في السفينة. كلها من المؤمنين الصالحين، مع أن المشاهد غير ذلك.ورحم الله الإمام القرطبي فقد قال- ما ملخصه- عند تفسيره لقوله- تعالى- قالَ يا نُوحُ إِنَّهُ لَيْسَ مِنْ أَهْلِكَ..: «وفي هذه الآية تسلية للآباء في فساد أبنائهم وإن كان الآباء صالحين» ، فقد روى أن ابنا لمالك بن أنس ارتكب أمرا لا يليق بمسلم، فعلم بذلك مالك فقال: «الأدب أدب الله، لا أدب الآباء والأمهات، والخير خير الله، لا خير الآباء والأمهات..» .4- أن سؤال نوح- عليه السلام- ما سأله لابنه لم يكن- كما قال صاحب المنار معصية لله- تعالى- خالف فيها أمره أو نهيه، وإنما كان خطأ في اجتهاد رأى بنية صالحة.وإنما عدها الله- تعالى- ذنبا له لأنها كانت دون مقام العلم الصحيح اللائق بمنزلته من ربه، هبطت بضعفه البشرى، وما غرس في الفطرة من الرحمة والرأفة بالأولاد إلى اتباع الظن، ومثل هذا الاجتهاد لم يعصم منه الأنبياء، فيقعون فيه أحيانا ليشعروا بحاجتهم إلى تأديب ربهم وتكميله إياهم آنا بعد آن، بما يصعدون به في معارج العرفان» .5- إن القرآن في إيراده للقصص والأخبار، لا يهتم إلا بإبراز النافع المفيد منها، أما ما عدا ذلك مما لا فائدة من ذكره، فيهمل القرآن الحديث عنه.فمثلا في قصة نوح- عليه السلام- هنا، لم يتعرض القرآن لبيان المدة التي قضاها نوح في صنع السفينة. ولا لبيان طول السفينة وعرضها وارتفاعها، ولا لتفاصيل الأنواع التي حملها معه في السفينة، ولا لبيان الفترة التي عاشها نوح ومن معه فيها.ولا لبيان المكان الذي هبط فيه نوح بعد أن استوت السفينة على الجودي.. ولا لبيان الزمان الذي استغرقه الطوفان فوق الأرض.وما ورد في ذلك من أقوال وأخبار، أكثرها من الإسرائيليات التي لا يؤيدها دليل من الشرع أو العقل.ومن المسائل التي تكلم عنها كثير من العلماء، وذهبوا بشأنها مذاهب شتى مسألة الطوفان.وقد أصدر الأستاذ الإمام الشيخ محمد عبده- رحمه الله- فتوى في هذا الشأن، ملخصها كما يقول صاحب المنار: أن ظواهر القرآن والأحاديث أن الطوفان كان عاما شاملا لقوم نوح الذين لم يكن في الأرض غيرهم فيجب اعتقاده، ولكنه لا يقتضى أن يكون عاما للأرض، إذ لا دليل على أنهم كانوا يملؤون الأرض.وهذه المسائل التاريخية ليست من مقاصد القرآن، ولذلك لم يبينها بنص قطعى، فنحن نقول بما تقدم إنه ظاهر النصوص، ولا نتخذه عقيدة دينية قطعية، فإن أثبت العلم خلافه لا يضرنا، لأنه لا ينقض نصا قطعيا عندنا)  .6- أن سنة الله- تعالى- في خلقه لا تتخلف ولا تتبدل وهي أن العاقبة للمتقين، مهما طال الصراع بين الحق والباطل، وبين الأخيار والأشرار.فلقد لبث نوح- عليه السلام- في قومه ألف سنة إلا خمسين عاما يدعوهم إلى عبادة الله وحده، وقد لقى خلال تلك المدة الطويلة ما لقى من الأذى ... ولكن كانت النتيجة في النهاية نجاته ومن معه من المؤمنين، وإغراق أعدائه بالطوفان العظيم.ولقد أفاض صاحب الظلال- رحمه الله- وهو يتحدث عن هذا المعنى فقال ما ملخصه:«ثم نقف الوقفة الأخيرة مع قصة نوح، لنرى قيمة الحفنة المسلمة في ميزان الله- سبحانه-.إن حفنة من المسلمين من أتباع نوح- عليه السلام- تذكر بعض الروايات، أنهم اثنا عشر، هم كانوا حصيلة دعوة نوح في ألف سنة إلا خمسين عاما.إن هذه الحفنة- وهي ثمرة ذلك العمر الطويل والجهد الطويل-، قد استحقت أن يغير الله لها المألوف من ظواهر هذا الكون، وأن يجرى لها ذلك الطوفان الذي يغمر كل شيء ...وأن يجعل هذه الحفنة وحدها هي وارثة الأرض بعد ذلك، وبذرة العمران فيها.وهذه هي عبرة الحادث الكونى العظيم.إنه لا ينبغي لأحد يواجه الجاهلية بالإسلام، أن يظن أن الله تاركه للجاهلية وهو يدعو إلى إفراد الله- سبحانه- بالربوبية. كما أنه لا ينبغي له أن يقيس قوته الذاتية إلى قوى الجاهلية فيظن أن الله تاركه لهذه القوى، وهو عبده الذي يستنصر به حين يغلب فيدعوه:(أنى مغلوب فانتصر) .إن القوى في حقيقتها ليست متكافئة ولا متقاربة.. إن الجاهلية تملك قواها.. ولكن الداعي إلى الله يستند إلى قوة الله. والله يملك أن يسخر له بعض القوى الكونية- حينما يشاء وكيفما يشاء-، وأيسر هذه القوى يدمر قوى الجاهلية من حيث لا تحتسب!!.والذين يسلكون السبيل إلى الله ليس عليهم إلا أن يؤدوا واجبهم كاملا، ثم يتركوا الأمور لله في طمأنينة وثقة. وعند ما يغلبون عليهم أن يلجئوا إلى الناصر المعين، وأن يجأروا إليه وحده كما جأر عبده الصالح نوح: فَدَعا رَبَّهُ أَنِّي مَغْلُوبٌ فَانْتَصِرْ.ثم عليهم أن ينتظروا فرج الله القريب، وانتظار الفرج من الله عبادة، فهم على هذا الانتظار مأجورون.. والعاقبة للمتقين» .ثم تابعت السورة الكريمة حديثها عن قصة هود- عليه السلام- مع قومه، بعد حديثها عن قصة نوح- عليه السلام- مع قومه، فقال- تعالى-:"},{"ayah_number":50,"text":"تلك هي قصة هود- عليه السلام- مع قومه كما حكتها هذه السورة، وقد وردت قصته معهم في سور أخرى منها: سورة الأعراف، والشعراء، والأحقاف.وينتهى نسب هود إلى نوح- عليهما السلام- فهو- كما قال بعض المؤرخين-:هود بن عبد الله بن رباح بن الخلود بن عاد بن عوض بن إرم بن سام بن نوح) .وقومه هم قبيلة عاد- نسبة إلى أبيهم الذي كان يسمى بهذا الاسم-، وكانت مساكنهم بالأحقاف- جمع حقف وهو الرمل الكثير المائل-، وهذا المكان يسمى الآن بالربع الخالي جنوب الجزيرة العربية.وكان قوم هود- عليه السلام- يعبدون الأصنام، فأرسله الله إليهم لهدايتهم.ويقال إن هودا- عليه السلام- قد أرسله الله إلى عاد الأولى، أما عاد الثانية فهم قوم صالح، وبينهما زهاء مائة سنة.وقوله- سبحانه-: وَإِلى عادٍ أَخاهُمْ هُوداً قالَ يا قَوْمِ اعْبُدُوا اللَّهَ ما لَكُمْ مِنْ إِلهٍ غَيْرُهُ ... معطوف على قصة نوح التي سبق الحديث عنها.أى: وكما أرسلنا نوحا إلى قومه ليأمرهم بعبادة الله وحده، أرسلنا إلى قبيلة عاد أخاهم هودا، فقال لهم ما قاله كل نبي لقومه: يا قَوْمِ اعْبُدُوا اللَّهَ ما لَكُمْ مِنْ إِلهٍ غَيْرُهُ.ووصفه- سبحانه- بأنه أَخاهُمْ لأنه من قبيلتهم في النسب، أو لأنه أخوهم في الإنسانية وناداهم بقوله: يا قَوْمِ زيادة في التلطف معهم، استجلابا لقلوبهم، وترضية لنفوسهم، وجملة ما لَكُمْ مِنْ إِلهٍ غَيْرُهُ في معنى العلة لما قبله.أى: أنا آمركم بعبادة الله وحده، لأنه ليس هناك إله آخر يستحق العبادة سواه، فهو الذي خلقكم ورزقكم، وهو الذي يحييكم ويميتكم.ثم ختم- سبحانه- الآية بقوله: إِنْ أَنْتُمْ إِلَّا مُفْتَرُونَ.والافتراء: الكذب المتعمد الذي لا شبهة لصاحبه في النطق به.أى: ما أنتم إلا متعمدون للكذب في جعلكم الألوهية لغير الله- تعالى-."},{"ayah_number":51,"text":"ثم بين لهم بعد ذلك أنه لا يريد منهم جزاء ولا شكورا في مقابل دعوته إياهم إلى الحق فقال: يا قَوْمِ لا أَسْئَلُكُمْ عَلَيْهِ أَجْراً إِنْ أَجْرِيَ إِلَّا عَلَى الَّذِي فَطَرَنِي....وفطرني: أى خلقني وأبدعنى على غير مثال سابق، يقال: فطر الأمر. أى: ابتدأه وأنشأه. وفطر الله الخلق: أى خلقهم وأوجدهم. وأصل الفطر: الشق، ثم استعمل في الخلق والإنشاء مجازا.والمعنى: ويا قوم لا أريد منكم على ما أدعوكم إليه أجرا منكم، وإنما أجرى تكفل به الله الذي خلقني بقدرته، فهو وحده الذي أطلب منه الأجر والعطاء.ومقصده من هذا القول، إزالته ما عسى أن يكون قد حاك في نفوسهم، من أنه ما دعاهم إلى ما دعاهم إليه، إلا لأنه رجل يبتغى منهم الأجر الذي يجعله موسرا فيهم..والهمزة في قوله أَفَلا تَعْقِلُونَ للاستفهام الإنكارى، وهي داخلة على محذوف.أى: أتجهلون ما هو واضح من الأمور، فلا تعقلون أن أجر الناصحين المخلصين، إنما هو من الله- تعالى- رب العالمين ورازقهم."},{"ayah_number":52,"text":"ثم أرشدهم إلى ما يؤدى إلى زيادة غناهم وقوتهم، وحذرهم من سوء عاقبة البطر والأشر فقال: وَيا قَوْمِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُرْسِلِ السَّماءَ عَلَيْكُمْ مِدْراراً، وَيَزِدْكُمْ قُوَّةً إِلى قُوَّتِكُمْ وَلا تَتَوَلَّوْا مُجْرِمِينَ.والاستغفار: طلب المغفرة من الله- تعالى- وعدم المؤاخذة على الخطايا:والتوبة: العزم على الإقلاع عن الذنب، مع الندم على ما حصل منه في الماضي.أى: ويا قوم استغفروا ربكم مما فرط منكم من شرك وعصيان، ثم عودوا إليه بالتوبة الصادقة النصوح.وثم هنا للترتيب الرتبى، لأن الإقلاع عن الذنب مع المداومة على ذلك: مقدم على طلب المغفرة.وجملة يُرْسِلِ السَّماءَ عَلَيْكُمْ مِدْراراً جواب الأمر في قوله اسْتَغْفِرُوا.والمراد بالسماء هنا السحاب أو المطر، تسمية للشيء باسم مصدره.ومدرارا: مأخوذ من الدر أى: سيلان اللبن وكثرته. ثم استعير للمطر الغزير يقال:درت السماء بالمطر تدر وتدر درا.. إذا كثر نزول المطر منها.وهو حال من السماء، ولم يؤنث مع أنه حال من مؤنث، باعتبار أن المراد بالسماء هنا المطر أو السحاب.والمعنى: أن هودا- عليه السلام- قال لقومه يا قوم اعبدوا الله واستغفروه وتوبوا إليه..فإنكم إن فعلتم ذلك أرسل الله- تعالى- عليكم المطر غزيرا متتابعا في أوقات حاجتكم إليه لتشربوا منه وتسقوا به دوابكم وزروعكم.وجملة وَيَزِدْكُمْ قُوَّةً إِلى قُوَّتِكُمْ معطوفة على ما قبلها.أى: وأيضا إن فعلتم ذلك زادكم الله- تعالى- عزا إلى عزكم، وشدة إلى شدتكم التي عرفتم بها، ووهبكم الأموال الطائلة، والذرية الكثيرة.قال الآلوسى: «رغبهم- عليه السلام- بكثرة المطر، وزيادة القوة، لأنهم كانوا أصحاب زروع وبساتين وعمارات. وقيل: حبس الله عنهم المطر وأعقم أرحام نسائهم ثلاث سنين، فوعدهم هود على الاستغفار والتوبة كثرة الأمطار، ومضاعفة القوة بالتناسل ... » .ثم حذرهم من مقابلة نعم الله بالكفر والجحود فقال: وَلا تَتَوَلَّوْا مُجْرِمِينَ. والتولي:هو الإعراض عن الشيء بإصرار وعناد.أى: ولا تتولوا عما دعوتكم إليه وأنتم مصرون على ما أنتم عليه من إجرام وجحود وعناد.وإلى هنا يكون هود- عليه السلام- قد وضح لقومه دعوته، ورغبهم في الاستجابة لها، وحذرهم من الإعراض عنها، وناداهم بلفظ- يا قوم- ثلاث مرات، توددا إليهم، وتذكيرا لهم بآصرة القرابة التي تجمعهم وإياه. لعل ذلك يستثير مشاعرهم، ويحقق اطمئنانهم إليه، فإن الرائد لا يكذب أهله."},{"ayah_number":53,"text":"ولكن قوم هود- عليه السلام- قابلوا كل ذلك بالتطاول عليه، والسخرية منه فقالوا:قالُوا يا هُودُ ما جِئْتَنا بِبَيِّنَةٍ ...والبينة: ما يتبين به الحق من الباطل. أى: قالوا له يا هود إنك لم تجئنا بحجة تقنعنا بأنك على الحق فيما تدعو إليه، وترضى نفوسنا وطباعنا وعاداتنا.ثم أضافوا إلى ذلك قولهم: وَما نَحْنُ بِتارِكِي آلِهَتِنا عَنْ قَوْلِكَ.أى: وما نحن بتاركي آلهتنا بسبب قولك لنا الخالي عن الدليل: اتركوا عبادتها واجعلوا عبادتكم لله وحده.ثم أكدوا إصرارهم على كفرهم بقولهم وَما نَحْنُ لَكَ بِمُؤْمِنِينَ أى: بمستجيبين لك ومصدقين.ثم أضافوا إلى إصرارهم هذا استخفافا به وبما يدعو إليه فقالوا: «إن نقول إلا اعتراك بعض آلهتنا بسوء ... » .ومعنى اعتراك: أصابك ومسك. يقال عراه الأمر واعتراه أى أصابه، وأصله من قولهم:عراه يعروه، أى: غشيه وأصابه. ومنه قول الشاعر:وإنى لتعرونى لذكراك هزة ... أى: تصيبني.أى: ما نحن بتاركي آلهتنا عن قولك، وما نحن لك بمتبعين، بل عليك أن تيأس يأسا تاما من استجابتنا لك، وحالتك التي نراها بأعيننا تجعلنا نقول لك: إن سبك لآلهتنا جعل بعضها- لا كلها- يتسلط عليك، ويوجه قدرته نحوك، فيصيبك بالجنون والهذيان والأمراض.ولم يقولوا: «اعتراك آلهتنا بسوء» بل قالوا: بَعْضُ آلِهَتِنا تهديدا له وإشارة إلى أنه لو تصدت له جميع الآلهة لأهلكته إهلاكا.وهكذا نراهم قد ردوا على نبيهم ومرشدهم بأربعة ردود، تدرجوا فيها من السيئ إلى الأسوأ، ومن القبيح إلى الأقبح.. مما يدل على توغلهم في الطغيان، وبلوغهم النهاية في العناد والكفر والجحود.قال صاحب الكشاف ما ملخصه: «إن نقول إلا اعتراك بعض آلهتنا بسوء..» .أى: مسك بجنون لسبك إياها، وصدك عنها، وعداوتك لها، مكافأة لك منها على سوء فعلك بسوء الجزاء، فمن ثم صرت تتكلم بكلام المجانين وتهذى بهذيان المبرسمين.ثم قال. وقد دلت ردودهم المتقدمة على أن القوم كانوا جفاة غلاظ الأكباد، لا يبالون بالبهت، ولا يلتفتون إلى النصح، ولا تلين شكيمتهم للرشد.وهذا الأخير دال على جهل مفرط، وبله متناه، حيث اعتقدوا في حجارة أنها تنتصر وتنتقم ... » .والآن وبعد أن استمع هود- عليه السلام- إلى ردودهم القبيحة ماذا كان موقفه منهم؟لقد كان موقفه منهم: موقف المتبرئ من شركهم، والمتحدى لطغيانهم والمعتمد على الله- تعالى- وحده في الانتصار عليهم، ولقد حكى القرآن رده عليهم فقال:"},{"ayah_number":54,"text":"قالَ إِنِّي أُشْهِدُ اللَّهَ وَاشْهَدُوا أَنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ. مِنْ دُونِهِ، فَكِيدُونِي جَمِيعاً ثُمَّ لا تُنْظِرُونِ. إِنِّي تَوَكَّلْتُ عَلَى اللَّهِ رَبِّي وَرَبِّكُمْ ما مِنْ دَابَّةٍ إِلَّا هُوَ آخِذٌ بِناصِيَتِها، إِنَّ رَبِّي عَلى صِراطٍ مُسْتَقِيمٍ. فَإِنْ تَوَلَّوْا فَقَدْ أَبْلَغْتُكُمْ ما أُرْسِلْتُ بِهِ إِلَيْكُمْ وَيَسْتَخْلِفُ رَبِّي قَوْماً غَيْرَكُمْ وَلا تَضُرُّونَهُ شَيْئاً، إِنَّ رَبِّي عَلى كُلِّ شَيْءٍ حَفِيظٌ.أى: قال هود- عليه السلام- للطغاة من قومه بعزة وثقة إِنِّي أُشْهِدُ اللَّهَ الذي لا رب سواه على براءتي من عبادتكم لغيره.وَاشْهَدُوا أنتم أيضا على أَنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ مِنْ دُونِهِ.أى: على براءتي من كل عبادة تعبدونها لغير الله- تعالى- لأنها عبادة باطلة. يحتقرها العقلاء، ويتنزه عنها كل إنسان يحترم نفسه.فأنت تراه في هذه الآية الكريمة يعلن احتقاره لآلهتهم، وبراءته من شركهم، واستخفافه بأصنامهم التي زعموا أن بعضها قد أصابه بسوء، ويوثق هذه البراءة بإشهاد الله- تعالى- وإشهادهم.وذلك كما يقول الرجل لخصمه إذا لم يبال به: أشهد الله وأشهدك على أنى فعلت بك كذا وكذا، وقلت في حقك كذا وكذا ... فافعل أنت ما بدا لك!!"},{"ayah_number":55,"text":"ثم ينتقل من براءته من شركهم، إلى تحديهم بثقة واطمئنان فيقول: فَكِيدُونِي جَمِيعاً ثُمَّ لا تُنْظِرُونِ.أى: لقد أعلنت أمامكم بكل قوة ووضوح أنى برىء من شرككم، وها أنذا في مواجهتكم، فانضموا إلى آلهتكم، وحاربونى بما شئتم من ألوان المحاربة والأذى بدون تريث أو إمهال، فإنى لن أكف عن الجهر بدعوتي، ولن أتراجع عن احتقار الباطل الذي أنتم عليه.وهذا- كما يقول صاحب الكشاف- من أعظم الآيات، أن يواجه بهذا الكلام رجل واحد أمة عطاشا إلى إراقة دمه، يرمونه عن قوس واحدة وذلك لثقته بربه، وأنه يعصمه منهم، فلا تنشب فيه مخالبهم.. ."},{"ayah_number":56,"text":"ثم ينتقل بعد ذلك إلى بيان السبب الذي دعاه إلى البراءة من شركهم، وإلى عدم المبالاة بهم فقال- كما حكى القرآن عنه- إِنِّي تَوَكَّلْتُ عَلَى اللَّهِ رَبِّي وَرَبِّكُمْ....أى: إنى فوضت أمرى إلى الله الذي هو ربي وربكم، ومالك أمرى وأمركم، والذي لا يقع في هذا الكون شيء الا بإرادته ومشيئته.وفي قوله: رَبِّي وَرَبِّكُمْ مواجهة لهم بالحقيقة التي ينكرونها، لإفهامهم أن إنكارهم لا قيمة له، وأنه إنكار عن جحود وعناد.. فهو- سبحانه- ربهم سواء أقبلوا ذلك أم رفضوه. وقوله ما مِنْ دَابَّةٍ إِلَّا هُوَ آخِذٌ بِناصِيَتِها تصوير بديع لشمول قدرته- سبحانه- والأخذ: هو التناول للشيء عن طريق الغلبة والقهر.والناصية: منبت الشعر في مقدم الرأس، ويطلق على الشعر النابت نفسه.قال الإمام الرازي: واعلم أن العرب إذا وصفوا إنسانا بالذلة والخضوع قالوا: ما ناصية فلان إلا بيد فلان. أى أنه مطيع له، لأن كل من أخذت بناصيته فقد قهرته. وكانوا إذا أسروا أسيرا وأرادوا إطلاقه جزوا ناصيته ليكون ذلك علامة لقهره فخوطبوا في القرآن بما يعرفون ... .والمعنى: إنى اعتمدت على الله ربي وربكم: ما من دابة تدب على وجه الأرض إلا والله- تعالى- مالكها وقاهر لها، وقادر عليها، ومتصرف فيها كما يتصرف المالك في ملكه.وفي هذا التعبير الحكيم صورة حسية بديعة تناسب المقام، كما تناسب غلظة قوم هود وشدتهم. وصلابة أجسامهم وبنيتهم، وجفاف حسهم ومشاعرهم.. فكأنه- عليه السلام- يقول لهم: إنكم مهما بلغتم من القوة والبطش، فما أنتم الا دواب من تلك الدواب التي يأخذ ربي بناصيتها. ويقهرها بقوته قهرا يهلكها- إذا شاء ذلك- فكيف أخشى دوابا مثلكم مع توكلي على الله ربي وربكم؟! ثم يتبع هذا الوصف الدال على شمول قدرة الله- تعالى- بوصف آخر يدل على عدالته وتنزهه عن الظلم فيقول: إِنَّ رَبِّي عَلى صِراطٍ مُسْتَقِيمٍ.أى: إن ربي قد اقتضت سنته أن يسلك في أحكامه طريق الحق والعدل وما دام الأمر كذلك فلن يسلطكم على لأنه- حاشاه- أن يسلط من كان متمسكا بالباطل، على من كان متمسكا بالحق.واكتفى هنا بإضافة الرب إلى نفسه، للإشارة إلى أن لطفه- سبحانه- يشمل هودا وحده ولا يشملهم، لأنهم أشركوا معه في العبادة آلهة أخرى."},{"ayah_number":57,"text":"ثم ختم هود- عليه السلام- رده على قومه، بتحذيرهم من سوء عاقبة إصرارهم على كفرهم فقال: فَإِنْ تَوَلَّوْا فَقَدْ أَبْلَغْتُكُمْ ما أُرْسِلْتُ بِهِ إِلَيْكُمْ....أى: فإن تتولوا عن دعوتي، وتعرضوا عن الحق الذي جئتكم به من عند ربي، فتكون عاقبتكم خسرا، وأمركم فرطا.أما أنا فقد أديت واجبى، وأبلغتكم ما أرسلت به إليكم من عند ربي بدون تكاسل أو تقصير. وقوله وَيَسْتَخْلِفُ رَبِّي قَوْماً غَيْرَكُمْ وَلا تَضُرُّونَهُ شَيْئاً وعيد لهم بإهلاكهم وإحلال غيرهم محلهم.أى: وهو- سبحانه- سيهلككم بسبب إصراركم على كفركم في الوقت الذي يشاؤه، ويستخلف من بعدكم قوما آخرين سواكم، يرثون دياركم وأموالكم، ولن تضروا الله شيئا من الضرر بسبب إصراركم على كفركم، وإنما أنتم الذين تضرون أنفسكم بتعريضها للدمار في الدنيا، وللعذاب الدائم في الآخرة.وقوله: إِنَّ رَبِّي عَلى كُلِّ شَيْءٍ حَفِيظٌ أى: إن ربي قائم على كل شيء بالحفظ والرقابة والهيمنة، وقد اقتضت سنته- سبحانه- أن يحفظ رسله وأولياءه، وأن يخذل أعداءه.وإلى هنا تكون السورة الكريمة قد ساقت لنا بأسلوب بليغ حكيم، جانبا من الحوار الذي دار بين هود وقومه وهو يدعوهم إلى عبادة الله وحده، فماذا كانت نتيجة هذا الحوار والجدال؟لقد كانت نتيجته إنجاء هود والذين آمنوا معه، وإهلاك أعدائهم."},{"ayah_number":58,"text":"قال- تعالى- وَلَمَّا جاءَ أَمْرُنا نَجَّيْنا هُوداً وَالَّذِينَ آمَنُوا مَعَهُ بِرَحْمَةٍ مِنَّا، وَنَجَّيْناهُمْ مِنْ عَذابٍ غَلِيظٍ. وَتِلْكَ عادٌ جَحَدُوا بِآياتِ رَبِّهِمْ وَعَصَوْا رُسُلَهُ وَاتَّبَعُوا أَمْرَ كُلِّ جَبَّارٍ عَنِيدٍ. وَأُتْبِعُوا فِي هذِهِ الدُّنْيا لَعْنَةً وَيَوْمَ الْقِيامَةِ، أَلا إِنَّ عاداً كَفَرُوا رَبَّهُمْ أَلا بُعْداً لِعادٍ قَوْمِ هُودٍ.والمراد بالأمر في قوله- سبحانه- وَلَمَّا جاءَ أَمْرُنا الأمر بنزول العذاب بهم.أى: وحين جاء أمرنا بتحقيق وعيدنا في قوم هود، وبتنفيذ ما أردناه من إهلاكهم وتدميرهم نَجَّيْنا هُوداً وَالَّذِينَ آمَنُوا مَعَهُ تنجية مصحوبة بِرَحْمَةٍ عظيمة كائنة مِنَّا بسبب إيمانهم وعملهم الصالح.وَنَجَّيْناهُمْ كذلك مِنْ عَذابٍ غَلِيظٍ أى: من عذاب ضخم شديد مضاعف ترك هؤلاء الطغاة وراءه صرعى كأنهم أعجاز نخل خاوية.ووصف العذاب بأنه غليظ، بهذا التصوير المحسوس، يتناسب كل التناسب مع جو هذه القصة، ومع ما عرف عن قوم هود من ضخامة في الأجسام، ومن تفاخر بالقوة.قال- تعالى- فَأَمَّا عادٌ فَاسْتَكْبَرُوا فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَقالُوا مَنْ أَشَدُّ مِنَّا قُوَّةً ... .وكان عذابهم كما جاء في آيات أخرى بالريح العقيم، ومن ذلك قوله- تعالى- وَأَمَّا عادٌ فَأُهْلِكُوا بِرِيحٍ صَرْصَرٍ عاتِيَةٍ. سَخَّرَها عَلَيْهِمْ سَبْعَ لَيالٍ وَثَمانِيَةَ أَيَّامٍ حُسُوماً فَتَرَى الْقَوْمَ فِيها صَرْعى كَأَنَّهُمْ أَعْجازُ نَخْلٍ خاوِيَةٍ...."},{"ayah_number":59,"text":"واسم الإشارة في قوله- سبحانه- وَتِلْكَ عادٌ ... يعود إلى القبيلة أو إلى آثارهم التي خلفوها من بعدهم. أى: وتلك هي قصة قبيلة عاد مع نبيها هود- عليه السلام- وتلك هي عاقبتها وكانت الإشارة للبعيد تحقيرا لهم، وتهوينا من شأنهم بعد أن انتهوا، وبعدوا عن الأنظار والأفكار، وقد كانوا يقولون: من أشد منا قوة.وقوله: جَحَدُوا بِآياتِ رَبِّهِمْ وَعَصَوْا رُسُلَهُ، وَاتَّبَعُوا أَمْرَ كُلِّ جَبَّارٍ عَنِيدٍ ... بيان لجرائمهم التي استحقوا بسببها العذاب الغليظ.والجحد: الإنكار الشديد للحق الواضح.وآيات ربهم: الحجج والبراهين التي جاء بها الأنبياء من ربهم للدلالة على صدقهم.والجبار: هو الشخص المتعالي المتعاظم على الناس، المترفع عن الاستجابة للحق.والعنيد: المعاند الطاغي الذي يعرف الحق ولكنه لا يتبعه.أى: وتلك هي قصة قبيلة عاد مع نبيها، كفروا بآيات ربهم الدالة على صدق أنبيائه، وعصوا رسله الذين جاءوا لهدايتهم، واتبع سفلتهم وعوامهم أمر كل رئيس متجبر متكبر معاند منهم، بدون تفكر أو تدبر.وقال- سبحانه- وَعَصَوْا رُسُلَهُ مع أنهم قد عصوا رسولا واحدا هو هود- عليه السلام-، للإشارة إلى أى معصيتهم لهذا الرسول كأنها معصية للرسل جميعا، لأنهم قد جاءوا برسالة واحدة في جوهرها وهي: عبادة الله- تعالى- وحده، والتقيد بأوامره ونواهيه.والإشارة أيضا إلى ضخامة جرائمهم، وإبراز شناعتها حيث عصوا رسلا لا رسولا.وقد وصفهم- سبحانه- في هذه الآية بثلاث صفات هي أعظم الصفات في القبح والشناعة: أولها: جحودهم لآيات ربهم. وثانيها: عصيانهم لرسله. وثالثها: اتباعهم أمر رؤسائهم الطغاة."},{"ayah_number":60,"text":"ثم ختم- سبحانه- قصتهم مع نبيهم في هذه السورة بقوله: وَأُتْبِعُوا فِي هذِهِ الدُّنْيا لَعْنَةً وَيَوْمَ الْقِيامَةِ.والإتباع: اقتفاء أثر الشيء بحيث لا يفوته. يقال: أتبع فلان فلانا إذا اقتفى أثره لكي يدركه أو يسير على نهجه.واللعنة: الطرد بإهانة وتحقير.أى: أنهم هلكوا مشيعين ومتبوعين باللعن والطرد من رحمة الله في الدنيا والآخرة.وقوله: أَلا إِنَّ عاداً كَفَرُوا رَبَّهُمْ، أَلا بُعْداً لِعادٍ قَوْمِ هُودٍ تسجيل لحقيقة حالهم، ودعاء عليهم بدوام الهلاك، وتأكيد لسخط الله عليهم.أى: ألا إن قوم عاد كفروا بنعم ربهم عليهم، ألا سحقا وبعدا لهم عن رحمة الله، جزاء جحودهم للحق، وإصرارهم على الكفر، واستحبابهم العمى على الهدى.وتكرير حرف التنبيه «ألا» وإعادة لفظ «عاد» للمبالغة في تهويل حالهم وللحض على الاعتبار والاتعاظ بمآلهم.هذا، ومن العبر البارزة في هذه القصة: 1- أن الداعي إلى الله، عليه أن يذكر المدعوين بما يستثير مشاعرهم، ويحقق اطمئنانهم إليه، ويرغبهم في اتباع الحق، ببيان أن اتباعهم لهذا الحق سيؤدي إلى زيادة غناهم وقوتهم وأمنهم وسعادتهم.وأن الانحراف عنه سيؤدي إلى فقرهم وضعفهم وهلاكهم.انظر إلى قول هود- عليه السلام-: وَيا قَوْمِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ، يُرْسِلِ السَّماءَ عَلَيْكُمْ مِدْراراً، وَيَزِدْكُمْ قُوَّةً إِلى قُوَّتِكُمْ، وَلا تَتَوَلَّوْا مُجْرِمِينَ.2- وأن الداعي إلى الله- تعالى- عند ما يخلص لله دعوته، ويعتمد عليه- سبحانه- في تبليغ رسالته، ويغار عليها كما يغار على عرضه أو أشد.فإنه في هذه الحالة سيقف في وجه الطغاة المناوئين للحق، كالطود الأشم، دون مبالاة بتهديدهم ووعيدهم.. لأنه قد أوى إلى ركن شديد.وهذه العبرة من أبرز العبر في قصة هود عليه السلام.ألا تراه وهو رجل فرد يواجه قوما غلاظا شدادا طغاة، إذا بطشوا بطشوا جبارين، يدلون بقوتهم ويقولون في زهو وغرور: من أشد منا قوة.ومع كل ذلك عند ما يتطاولون على عقيدته ويراهم قد أصروا على عصيانه.يواجههم بقوله: إِنِّي أُشْهِدُ اللَّهَ وَاشْهَدُوا أَنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ. مِنْ دُونِهِ فَكِيدُونِي جَمِيعاً ثُمَّ لا تُنْظِرُونِ ...أرأيت كيف واجه هود- عليه السلام- هؤلاء الغلاظ الشداد بالحق الذي يؤمن به دون مبالاة بوعيدهم أو تهديدهم..؟وهكذا الإيمان بالحق عند ما يختلط بالقلب ... يجعل الإنسان يجهر به دون أن يخشى أحدا إلا الله- تعالى-.ثم واصلت السورة الكريمة حديثها عن قصص بعض الأنبياء مع أقوامهم فتحدثت عن قصة صالح- عليه السلام- مع قومه، فقال- تعالى-"},{"ayah_number":61,"text":"هذه قصة صالح- عليه السلام- مع قومه كما ذكرتها هذه السورة، وقد وردت هذه القصة في سور أخرى منها سورة الأعراف، والشعراء، والنمل، والقمر.وصالح- عليه السلام- ينتهى نسبه إلى نوح- عليه السلام- فهو صالح بن عبيد بن آصف بن ماسح بن عبيد بن حاذر بن ثمود ... بن نوح.وثمود: اسم للقبيلة التي منها صالح، سميت باسم جدها ثمود، وقيل سميت بذلك لقلة مائها، لأن الثمد هو الماء القليل.وكانت مساكنهم بالحجر- بكسر الحاء وسكون الجيم- وهو مكان يقع بين الحجاز والشام إلى وادي القرى، وموقعه الآن- تقريبا- المنطقة التي بين الحجاز وشرق الأردن، وما يزال المكان الذي كانوا يسكنونه يسمى بمدائن صالح حتى اليوم.وقبيلة صالح من القبائل العربية، وكانوا خلفاء لقوم هود- عليه السلام فقد قال- سبحانه-: وَاذْكُرُوا إِذْ جَعَلَكُمْ خُلَفاءَ مِنْ بَعْدِ عادٍ وَبَوَّأَكُمْ فِي الْأَرْضِ تَتَّخِذُونَ مِنْ سُهُولِها قُصُوراً، وَتَنْحِتُونَ الْجِبالَ بُيُوتاً.. .وكانوا يعبدون الأصنام، فأرسل الله- تعالى- إليهم صالحا ليأمرهم بعبادة الله وحده.وقوله: وَإِلى ثَمُودَ أَخاهُمْ صالِحاً قالَ يا قَوْمِ اعْبُدُوا اللَّهَ ما لَكُمْ مِنْ إِلهٍ غَيْرُهُ..معطوف على ما قبله من قصتي نوح وهود- عليهما السلام- أى: وأرسلنا إلى قبيلة ثمود أخاهم في النسب والموطن صالحا- عليه السلام فقال لهم تلك الكلمة التي قالها كل نبي لقومه: يا قوم اعبدوا الله وحده، فهو الإله الذي خلقكم ورزقكم، وليس هناك من إله سواه يفعل ذلك.ثم ذكرهم بقدرة الله- تعالى- وبنعمه عليهم فقال: هُوَ أَنْشَأَكُمْ مِنَ الْأَرْضِ وَاسْتَعْمَرَكُمْ فِيها.والإنشاء: الإيجاد والإحداث للشيء على غير مثال سابق.واستعمركم من الإعمار ضد الخراب فالسين والتاء للمبالغة. يقال: أعمر فلان فلانا في المكان واستعمره، أى جعله يعمره بأنواع البناء والغرس والزرع.أى: اعبدوا الله- تعالى- وحده، لأنه- سبحانه- هو الذي ابتدأ خلقكم من هذه الأرض، وأبوكم آدم ما خلق إلا منها وهو الذي جعلكم المعمرين لها، والساكنين فيها تَتَّخِذُونَ مِنْ سُهُولِها قُصُوراً، وَتَنْحِتُونَ الْجِبالَ بُيُوتاً....قال- تعالى- في شأنهم.. أَتُتْرَكُونَ فِي ما هاهُنا آمِنِينَ. فِي جَنَّاتٍ وَعُيُونٍ. وَزُرُوعٍ وَنَخْلٍ طَلْعُها هَضِيمٌ. وَتَنْحِتُونَ مِنَ الْجِبالِ بُيُوتاً فارِهِينَ. فَاتَّقُوا اللَّهَ وَأَطِيعُونِ. .فأنت ترى أن صالحا- عليه السلام- قد ذكرهم بجانب من مظاهر قدرة الله ومن أفضاله عليهم، لكي يستميلهم إلى التفكر والتدبر، وإلى تصديقه فيما يدعوهم إليه.والفاء في قوله فَاسْتَغْفِرُوهُ ثُمَّ تُوبُوا إِلَيْهِ للتفريع على ما تقدم.أى: إذا كان الله- تعالى- هو الذي أنشأكم من الأرض واستعمركم فيها فعليكم أن تخلصوا له العبادة، وأن تطلبوا مغفرته عما سلف منكم من ذنوب.ثم تتوبوا إليه توبة صادقة: تجعلكم تندمون على ما كان منكم في الماضي من شرك وكفر، وتعزمون على التمسك بكل ما يرضى الله- تعالى- في المستقبل.ثم فتح أمامهم باب الأمل في رحمة الله- تعالى- فقال: إِنَّ رَبِّي قَرِيبٌ مُجِيبٌ.أى: إن ربي قريب الرحمة من المحسنين، مجيب لدعاء الداعين المخلصين، فاقبلوا على عبادته وطاعته، ولا تقنطوا من رحمة الله."},{"ayah_number":62,"text":"ثم حكى القرآن ما رد به قوم صالح عليه فقال: قالُوا يا صالِحُ قَدْ كُنْتَ فِينا مَرْجُوًّا قَبْلَ هذا....أى: قال قوم صالح له بعد أن دعاهم لما يسعدهم: يا صالح لقد كنت فينا رجلا فاضلا نرجوك لمهمات الأمور فينا لعلمك وعقلك وصدقك.. قبل أن تقول ما قلته، أما الآن وبعد أن جئتنا بهذا الدين الجديد فقد خاب رجاؤنا فيك، وصرت في رأينا رجلا مختل التفكير.فالإشارة في قوله قَبْلَ هذا إلى الكلام الذي خاطبهم به حين بعثه الله إليهم.والاستفهام في قولهم أَتَنْهانا أَنْ نَعْبُدَ ما يَعْبُدُ آباؤُنا للتعجيب والإنكار.أى: أجئتنا بدعوتك الجديدة لتنهانا عن عبادة الآلهة التي كان يعبدها آباؤنا من قبلنا؟لا، إننا لن نستجيب لك، وإنما نحن قد وجدنا آباءنا على دين وإننا على آثارهم نسير.ثم ختموا ردهم عليه بقولهم: وَإِنَّنا لَفِي شَكٍّ مِمَّا تَدْعُونا إِلَيْهِ مُرِيبٍ.ومريب: اسم فاعل من أراب. تقول: أربت فلانا فأنا أريبه، إذا فعلت به فعلا يوجب لديه الريبة أى: القلق والاضطراب.أى: لن نترك عبادة الأصنام التي كان يعبدها آباؤنا، وإننا لفي شك كبير، وريب عظيم من صحة ما تدعونا إليه."},{"ayah_number":63,"text":"فانظر كيف قابل هؤلاء السفهاء الدعوة إلى الحق بالتصميم على الباطل، ولكن صالحا- عليه السلام- لم ييأس بل يرد عليهم بأسلوب حكيم فيقول:قالَ يا قَوْمِ أَرَأَيْتُمْ إِنْ كُنْتُ عَلى بَيِّنَةٍ مِنْ رَبِّي، وَآتانِي مِنْهُ رَحْمَةً، فَمَنْ يَنْصُرُنِي مِنَ اللَّهِ إِنْ عَصَيْتُهُ، فَما تَزِيدُونَنِي غَيْرَ تَخْسِيرٍ.أى قال صالح- عليه السلام- لقومه: يا قوم أخبرونى إن كنت على حجة واضحة من ربي ومالك أمرى.وَآتانِي مِنْهُ رَحْمَةً أى: وأعطانى من عنده لا من عند غيره رحمة عظيمة حيث اختارني لحمل رسالته. وتبليغ دعوته.وجملة فَمَنْ يَنْصُرُنِي مِنَ اللَّهِ إِنْ عَصَيْتُهُ جواب الشرط وهو قوله إِنْ كُنْتُ عَلى بَيِّنَةٍ.أى: إذا كان الله- تعالى- قد منحني كل هذه النعم، وأمرنى بأن أبلغكم دعوته فمن ذا الذي يجيرني ويعصمني من غضبه، إذا أنا خالفت أمره أو قصرت في تبليغ دعوته، احتفاظا برجائكم في، ومسايرة لكم في باطلكم؟لا، إننى سأستمر في تبليغ ما أرسلت به إليكم، ولن يمنعني عن ذلك ترغيبكم أو ترهيبكم.وقوله فَما تَزِيدُونَنِي غَيْرَ تَخْسِيرٍ تصريح منه بأن ما عليه هو الحق الذي لا يقبل الشك أو الريب، وأن مخالفته توصل إلى الهلاك والخسران.والتخسير: مصدر خسر، يقال خسر فلان فلانا إذا نسبه إلى الخسران. أى: فما تزيدونني بطاعتكم ومعصية ربي غير الوقوع في الخسران، وغير التعرض لعذاب الله وسخطه وحاشاى أن أخالف أمر ربي إرضاء لكم.فالآية الكريمة تصور تصويرا بليغا ما كان عليه صالح- عليه السلام- من إيمان عميق بالله- تعالى-، ومن ثبات على دعوته ومن حرص على طاعته- سبحانه-"},{"ayah_number":64,"text":"ثم أرشد صالح- عليه السلام- إلى المعجزة الدالة على صدقه فيما يبلغه عن ربه فقال:وَيا قَوْمِ هذِهِ ناقَةُ اللَّهِ لَكُمْ آيَةً.. أى: معجزة، واضحة دالة على صدقى وفي إضافة الناقة إلى الله- تعالى- تعظيم لها وتشريف لحالها، وتنبيه على أنها ناقة مخصوصة ليست كغيرها من النوق التي تستعمل في الركوب والنحر وغيرهما. لأن الله- تعالى- قد جعلها معجزة لنبيه صالح- عليه السلام- ولم يجعلها كغيرها.وقد ذكر بعض المفسرين من صفات هذه الناقة وخصائصها. ما لا يؤيده نقل صحيح، لذا أضربنا عن كل ذلك صفحا، ونكتفي بأن نقول: بأنها كانت ناقة ذات صفات خاصة مميزة، تجعل قوم صالح يعلمون عن طريق هذا التمييز لها عن غيرها أنها معجزة دالة على صدق نبيهم- عليه السلام- فيما يدعوهم إليه.وقوله: فَذَرُوها تَأْكُلْ فِي أَرْضِ اللَّهِ، وَلا تَمَسُّوها بِسُوءٍ فَيَأْخُذَكُمْ عَذابٌ قَرِيبٌ أمر لهم بعدم التعرض لها بسوء وتحذير لهم من نتائج مخالفة أمره.أى: اتركوا الناقة حرة طليقة تأكل في أرض الله الواسعة ومن رزقه الذي تكفل به لكل دابة، واحذروا أن تمسوها بشيء من السوء مهما كان قليلا، فإنكم لو فعلتم ذلك عرضتم أنفسكم لعذاب الله العاجل القريب.والتعبير بقوله فَيَأْخُذَكُمْ بفاء التعقيب وبلفظ الأخذ، يفيد سرعة الأخذ وشدته، لأن أخذه- سبحانه- أليم شديد."},{"ayah_number":65,"text":"ولكن قوم صالح- عليه السلام- لم يستمعوا إلى تحذيره، بل قابلوه بالطغيان والعصيان، فَعَقَرُوها أى: فعقروا الناقة وَعَتَوْا عَنْ أَمْرِ رَبِّهِمْ وَقالُوا يا صالِحُ ائْتِنا بِما تَعِدُنا إِنْ كُنْتَ مِنَ الْمُرْسَلِينَ  .والفاء معطوفة على محذوف: أى فخالفوا ما نهاهم عنه نبيهم فعقروها أى نحروها وأصل العقر: قطع عرقوب البعير، ثم استعمل في النحر لأن ناحر البعير يعقله ثم ينحره فقال لهم صالح- عليه السلام- بعد عقرها تَمَتَّعُوا فِي دارِكُمْ ثَلاثَةَ أَيَّامٍ ذلِكَ وَعْدٌ غَيْرُ مَكْذُوبٍ.والتمتع: الانتفاع بالمتاع، وهو اسم لما يحتاج إليه الإنسان في هذه الحياة من مأكل ومشرب وغيرهما.والمراد بدارهم: أماكن سكناهم التي يعيشون فيها.أى: قال لهم نبيهم بعد نحرهم للناقة: عيشوا في بلدكم هذا، متمتعين بما فيه من نعم لمدة ثلاثة أيام: فقط، فهي آخر ما بقي لكم من متاع هذه الدنيا، ومن أيام حياتكم.ذلِكَ الوعد بنزول العذاب بكم بعد هذه المدة القصيرة.وَعْدٌ غَيْرُ مَكْذُوبٍ فيه لأنه صادر من الله- تعالى- الذي لا يخلف وعده.وعبر عن قرب نزول العذاب بهم بالوعد على سبيل التهكم بهم.قال الجمل: «مكذوب» يجوز أن يكون مصدرا على وزن مفعول، وقد جاء منه ألفاظ نحو: المجلود والمعقول والمنشور والمغبون، ويجوز أن يكون اسم مفعول على بابه وفيه تأويلان: أحدهما: غير مكذوب فيه، ثم حذف حرف الجر فاتصل الضمير مرفوعا مستترا في الصفة ومثله: يوم مشهود. والثاني: أنه جعل هو نفسه غير مكذوب، لأنه قد وفى به، وإذا وفي به فقد صدق»."},{"ayah_number":66,"text":"ولقد تحقق ما توعدهم به نبيهم، فقد حل بهم العذاب في الوقت الذي حدده لهم، قال - تعالى- فَلَمَّا جاءَ أَمْرُنا أى: فلما جاء أمرنا بإنزال العذاب بهم في الوقت المحدد.نَجَّيْنا صالِحاً وَالَّذِينَ آمَنُوا مَعَهُ بِرَحْمَةٍ مِنَّا أى برحمة عظيمة كائنة منا.ونجيناهم أيضا مِنْ خِزْيِ يَوْمِئِذٍ أى: من خزي وذل ذلك اليوم الهائل الشديد الذي نزل فيه العذاب بالظالمين من قوم صالح- عليه السلام- فأبادهم.فالتنوين في قوله يَوْمِئِذٍ عوض عن المضاف إليه المحذوف.وقوله- سبحانه- إِنَّ رَبَّكَ هُوَ الْقَوِيُّ الْعَزِيزُ تسلية للرسول صلى الله عليه وسلم وللمؤمنين عما أصابهم من أذى.أى: إن ربك- أيها الرسول الكريم- هو القوى الذي لا يعجزه شيء، العزيز الذي لا يهون من يتولاه ويرعاه، فلا تبتئس عما أصابك من قومك، فربك قادر على أن يفعل بهم، ما فعله بالظالمين السابقين من أمثالهم."},{"ayah_number":67,"text":"ثم صور القرآن الكريم حال هؤلاء الظالمين تصويرا يدعو إلى الاعتبار والاتعاظ فقال:وَأَخَذَ الَّذِينَ ظَلَمُوا الصَّيْحَةُ، فَأَصْبَحُوا فِي دِيارِهِمْ جاثِمِينَ. كَأَنْ لَمْ يَغْنَوْا فِيها، أَلا إِنَّ ثَمُودَ كَفَرُوا رَبَّهُمْ أَلا بُعْداً لِثَمُودَ.والصيحة: الصوت المرتفع الشديد. يقال: صاح فلان إذا رفع صوته بقوة. وأصل ذلك تشقيق الصوت، من قولهم: انصاح الخشب والثوب، إذا انشق فسمع له صوت.وجاثِمِينَ: من الجثوم وهو للناس وللطير بمنزلة البروك للإبل. يقال: جثم الطائر يجثم جثما وجثوما فهو جاثم ... إذا وقع على صدره، ولزم مكانه فلم يبرحه.ويغنوا فيها: أى يقيموا فيها. يقال: غنى فلان بالمكان يغنى إذا أقام به وعاش فيه في نعمة ورغد.أى: وأخذ الذين ظلموا من قوم صالح- عليه السلام- عن طريق الصيحة الشديدة التي صيحت بهم بأمر الله- تعالى- فَأَصْبَحُوا بسببها فِي دِيارِهِمْ جاثِمِينَ أى:هلكى صرعى، ساقطين على وجوههم، بدون حركة ..."},{"ayah_number":68,"text":"كَأَنْ لَمْ يَغْنَوْا فِيها أى: كأن هؤلاء القوم الظالمين لم يقيموا في ديارهم عمرا طويلا وهم في رخاء من عيشهم.أَلا إِنَّ ثَمُودَ كَفَرُوا رَبَّهُمْ أَلا بُعْداً لِثَمُودَ أى: ألا إن هؤلاء الظالمين من قبيلة ثمود، كفروا نعمة ربهم وجحودها ألا بعدا وسحقا وهلاكا لهؤلاء المجرمين من قبيلة ثمود.وفي تكرار حرف التنبيه أَلا وتكرار لفظ ثَمُودَ تأكيد لطردهم من رحمة الله،وتسجيل لما ارتكبوه من منكرات.وبذلك انطوت صفحة أولئك الظالمين من قوم صالح- عليه السلام- كما انطوت من قبلهم صحائف قوم نوح وهود- عليهما السلام-.ومن أبرز العبر والعظات التي نأخذها من قصة صالح مع قومه كما وردت في هذه السورة الكريمة: أن النفوس إذا انطمست، والعقول إذا انتكست، تعجب مما لا عجب فيه وتستنكر ما هو حق وصدق، وتسيء ظنها بالشخص الذي كان بالأمس القريب موضع رجائها وثقتها، لأنه أتاهم بما لم يألفوه ... حتى ولو كان ما أتاهم به فيه سعادتهم وهدايتهم ...فصالح- عليه السلام- كان مرجوا في قومه قبل أن يكون نبيا، فلما صار نبيا وبلغهم ما أرسله الله به، خاب أملهم فيه، وساء ظنهم به، وجاهروه بالعداوة والعصيان ... مع أنه أتاهم بما يسعدهم ...وصدق الله إذ يقول: سَأَصْرِفُ عَنْ آياتِيَ الَّذِينَ يَتَكَبَّرُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ، وَإِنْ يَرَوْا كُلَّ آيَةٍ لا يُؤْمِنُوا بِها، وَإِنْ يَرَوْا سَبِيلَ الرُّشْدِ لا يَتَّخِذُوهُ سَبِيلًا، وَإِنْ يَرَوْا سَبِيلَ الغَيِّ يَتَّخِذُوهُ سَبِيلًا، ذلِكَ بِأَنَّهُمْ كَذَّبُوا بِآياتِنا وَكانُوا عَنْها غافِلِينَ.هذا، وقد وردت أحاديث تصرح بأن الرسول صلى الله عليه وسلم قد مر على ديار ثمود وهو في طريقه إلى غزوة تبوك.ومن هذه الأحاديث ما رواه الشيخان عن ابن عمر قال: لما مر رسول الله صلى الله عليه وسلم بالحجر قال: لا تدخلوا على هؤلاء المعذبين إلا أن تكونوا باكين، فإن لم تكونوا باكين، فلا تدخلوا عليهم، لئلا يصيبكم ما أصابهم. ثم قنع رأسه وأسرع السير حتى جاوز الوادي.ثم ساقت السورة الكريمة جانبا من قصة إبراهيم- عليه السلام- مع الملائكة، الذين جاءوه بالبشارة، فقال- تعالى-:"},{"ayah_number":69,"text":"هذه قصة إبراهيم- عليه السلام- مع الملائكة الذين جاءوا لبشارته بابنه إسحاق، وبإخباره بإهلاك قوم لوط- عليه السلام-.وقد وردت هذه القصة في سور أخرى منها سورة الحجر في قوله- تعالى-: وَنَبِّئْهُمْ عَنْ ضَيْفِ إِبْراهِيمَ. إِذْ دَخَلُوا عَلَيْهِ فَقالُوا سَلاماً، قالَ إِنَّا مِنْكُمْ وَجِلُونَ ... .ومنها سورة الذاريات في قوله- تعالى- هَلْ أَتاكَ حَدِيثُ ضَيْفِ إِبْراهِيمَ الْمُكْرَمِينَ. إِذْ دَخَلُوا عَلَيْهِ فَقالُوا سَلاماً، قالَ سَلامٌ قَوْمٌ مُنْكَرُونَ ...  .والمراد بالرسل في قوله- سبحانه- وَلَقَدْ جاءَتْ رُسُلُنا إِبْراهِيمَ بِالْبُشْرى جماعة من الملائكة الذين أرسلهم الله- تعالى- لتبشير إبراهيم بابنه إسحاق.وقد اختلفت الروايات في عددهم فعن ابن عباس أنهم ثلاثة وهم: جبريل وميكائيل وإسرافيل. وعن الضحاك أنهم كانوا تسعة، وعن السدى أنهم كانوا أحد عشر ملكا..والحق أنه لم يرد في عددهم نقل صحيح يعتمد عليه، فلنفوض معرفة عددهم إلى الله- تعالى-.والبشرى: اسم للتبشير والبشارة وهي الخبر السار، فهي أخص من الخبر، وسميت بذلك لأن آثارها تظهر على بشرة الوجه أى: جلده.وجاءت هذه الجملة الكريمة بصيغة التأكيد للاهتمام بمضمونها، وللرد على مشركي قريش وغيرهم ممن كان ينكر هذه القصة وأمثالها.والباء في قوله- سبحانه- بِالْبُشْرى للمصاحبة والملابسة، أى: جاءوه مصاحبين وملتبسين بالبشرى.وقوله: قالُوا سَلاماً قالَ سَلامٌ حكاية لتحيتهم له ولرده عليهم.وسَلاماً منصوب بفعل محذوف. أى قالوا نسلم عليك سلاما.وسَلامٌ مرفوع على أنه خبر لمبتدأ محذوف. أى قال أمرى سلام.وقرأ حمزة والكسائي: قال سلم وهو اسم للمسالمة.ثم بين- سبحانه- ما فعل إبراهيم مع هؤلاء الرسل من مظاهر الحفاوة والتكريم فقال:فَما لَبِثَ أَنْ جاءَ بِعِجْلٍ حَنِيذٍ.و «ما» في قوله فَما لَبِثَ نافية، والفاء للتعقيب، واللبث في المكان معناه: عدم الانتقال عنه. والعجل: الصغير من البقر.والحنيذ: السمين المشوى على الحجارة المحماة في حفرة من الأرض. يقال: حنذ الشاة يحنذها حنذا أى: شواها بهذه الطريقة.أى: فما أبطأ وما تأخر إبراهيم- عليه السلام- عن إكرامهم، بل بمجرد أن انتهى من رد التحية عليهم، أسرع إلى أهله فجاءهم بعجل حنيذ ...وهذا الفعل منه- عليه السلام- يدل على سعة جوده، وعظيم سخائه، فإن من آداب الضيافة، تعجيل القرى للضيف..قال أبو حيان: والأقرب في إعراب فَما لَبِثَ أَنْ جاءَ ... أن تكون ما نافية، ولبث معناه تأخر وأبطأ وأَنْ جاءَ فاعل لبث والتقدير فما تأخر مجيئه ...ويجوز أن يكون فاعل لبث ضمير إبراهيم، وأن جاء على إسقاط حرف الجر، أى فما تأخر في أن جاء بعجل حنيذ ... » ."},{"ayah_number":70,"text":"ثم بين- سبحانه- حال إبراهيم عند ما رأى ضيوفه لا يأكلون من طعامه فقال:فَلَمَّا رَأى أَيْدِيَهُمْ لا تَصِلُ إِلَيْهِ نَكِرَهُمْ وَأَوْجَسَ مِنْهُمْ خِيفَةً....ومعنى نَكِرَهُمْ: نفر منهم، وكره تصرفهم. نقول: فلان نكر حال فلان- كعلم- وأنكره نكرا ونكورا ... إذا وجده على غير ما يعهده فيه، ويتوقعه منه.وَأَوْجَسَ من الوجس وهو الصوت الخفى، والمراد به هنا: الإحساس الخفى بالخوف والفزع الذي يقع في النفس عند رؤية ما يقلقها ويخيفها.أى: فلما رأى إبراهيم- عليه السلام- ضيوفه لا تمتد أيديهم إلى الطعام الذي قدمه لهم، نفر منهم، وأحس في نفسه من جهتهم خوفا ورعبا لأن امتناع الضيف عن الأكل من طعام مضيفه- بدون سبب مقنع- يشعر بأن هذا الضيف ينوى شرا به ... والتقاليد في كثير من البلاد إلى الآن تؤيد ذلك.ولذا قالت الملائكة لإبراهيم عند ما لاحظوا ما يساور نفسه من الخوف: لا تَخَفْ إِنَّا أُرْسِلْنا إِلى قَوْمِ لُوطٍ.أى: لا تخف يا إبراهيم فإنا لسنا ضيوفا من البشر، وإنما نحن رسل من الله- تعالى- أرسلنا إلى قوم لوط لإهلاكهم.وقد جاء في بعض الآيات أنه صارحهم بالخوف منهم، ففي سورة الحجر قال- تعالى-:وَنَبِّئْهُمْ عَنْ ضَيْفِ إِبْراهِيمَ. إِذْ دَخَلُوا عَلَيْهِ فَقالُوا سَلاماً، قالَ إِنَّا مِنْكُمْ وَجِلُونَ. قالُوا لا تَوْجَلْ إِنَّا نُبَشِّرُكَ بِغُلامٍ عَلِيمٍ...."},{"ayah_number":71,"text":"ثم حكى- سبحانه- ما حدث بعد ذلك فقال: وَامْرَأَتُهُ قائِمَةٌ فَضَحِكَتْ فَبَشَّرْناها بِإِسْحاقَ وَمِنْ وَراءِ إِسْحاقَ يَعْقُوبَ.والمراد بامرأته- كما يقول القرطبي- «سارة بنت هاران بن ناحور، بن شاروع، بن أرغو، بن فالغ، وهي بنت عم إبراهيم» .وقيامها كان لأجل قضاء مصالحها، أو لأجل خدمة الضيوف ... أو لغير ذلك من الأمور التي تحتاجها المرأة في بيتها.والمراد بالضحك هنا حقيقته. أى: فضحكت سرورا وابتهاجا بسبب زوال الخوف عن إبراهيم، أو بسبب علمها بأن الضيوف قد أرسلهم الله لإهلاك قوم لوط، أو بهما معا ...قال الشوكانى: والضحك هنا هو الضحك المعروف الذي يكون للتعجب والسرور كما قاله الجمهور.وقال مجاهد وعكرمة: إنه الحيض، ومنه قول الشاعر:وإنى لآتى العرس عند طهورها ... وأهجرها يوما إذا تك ضاحكاوقد أنكر بعض اللغويين أن يكون في كلام العرب ضحكت بمعنى حاضت .أى: وفي أعقاب قول الملائكة لإبراهيم لا تخف ... كانت امرأته قائمة لقضاء بعض حاجاتها، فلما سمعت ذلك «ضحكت» سرورا وفرحا لزوال خوفه فَبَشَّرْناها عقب ذلك بمولودها بِإِسْحاقَ كما بشرناها بأن إسحاق سيكون من نسله يَعْقُوبَ، فهي بشارة مضاعفة. إذ أنها تحمل في طياتها أنها ستعيش حتى ترى ابن ابنها ...ولا شك أن المرأة عند ما تكون قد بلغت سن اليأس. ولم يكن لها ولد، ثم تأتيها مثل هذه البشارة يهتز كيانها، ويزداد عجبها، ولذا قالت على سبيل الدهشة والاستغراب: يا وَيْلَتى أَأَلِدُ وَأَنَا عَجُوزٌ وَهذا بَعْلِي شَيْخاً إِنَّ هذا لَشَيْءٌ عَجِيبٌ."},{"ayah_number":72,"text":"وكلمة يا وَيْلَتى تستعمل في التحسر والتألم والتفجع عند نزول مكروه.والمراد بها هنا: التعجب لا الدعاء على نفسها بالويل والهلاك، وهي كلمة كثيرة الدوران على أفواه النساء إذا طرأ عليهن ما يدهشن له، ويتعجبن منه.أى: قالت بدهشة وعجب عند ما سمعت بشارة الملائكة لها بالولد وبولد الولد: يا للعجب أألد وأنا امرأة عجوز، قد بلغت سن اليأس من الحمل منذ زمن طويل، وَهذا بَعْلِي أى: زوجي إبراهيم «شيخا» كبيرا متقدما في السن.قال الجمل: وهاتان الجملتان- وَأَنَا عَجُوزٌ وَهذا بَعْلِي شَيْخاً- في محل النصب على الحال من الضمير المستتر في أَأَلِدُ، وشيخا حال من بعلى، والعامل فيه اسم الإشارة لما فيه من معنى الفعل» .وقوله- كما حكى القرآن عنها- إِنَّ هذا لَشَيْءٌ عَجِيبٌ أى: إن هذا الذي بشرتموني به من حصول الولد لي في تلك السن المتقدمة لَشَيْءٌ عَجِيبٌ في مجرى العادة عند النساء وقد رد عليها الملائكة بقولهم: قالُوا أَتَعْجَبِينَ مِنْ أَمْرِ اللَّهِ؟!!"},{"ayah_number":73,"text":"أى: أتستبعدين على قدرة الله- تعالى- أن يرزقك الولد وأنت وزوجك في هذه السن المتقدمة؟ لا إنه لا ينبغي لك أن تستبعدى ذلك، لأن قدرة الله لا يعجزها شيء. فالاستفهام هنا المراد به إنكار تعجبها واستبعادها البشارة، وإزالة أثر ذلك من نفسها إزالة تامة.وقوله: رَحْمَتُ اللَّهِ وَبَرَكاتُهُ عَلَيْكُمْ أَهْلَ الْبَيْتِ حكاية لما قالته الملائكة لها، زيادة في سرورها وفي إدخال الطمأنينة على قلبها.أى رحمة الله الواسعة، وبركاته وخيراته النامية عليكم أهل البيت الكريم وهو بيت إبراهيم- عليه السلام-.قال صاحب الكشاف: وإنما أنكرت عليها الملائكة تعجبها، لأنها كانت في بيت الآيات، ومهبط المعجزات، والأمور الخارقة للعادات، فكان عليها أن تتوقر، ولا يزدهيها ما يزدهى سائر النساء الناشئات في غير بيت النبوة وأن تسبح الله وتمجده، مكان التعجب.وإلى ذلك أشارت الملائكة في قولهم رَحْمَتُ اللَّهِ وَبَرَكاتُهُ عَلَيْكُمْ أَهْلَ الْبَيْتِ.أرادوا أن هذه وأمثالها مما يكرمكم به رب العزة، ويخصكم بالإنعام به يا أهل بيت النبوة، فليس بمكان عجب. والكلام مستأنف علل به إنكار التعجب. كأنه قيل: «إياك والتعجب، فإن أمثال هذه الرحمة والبركة متكاثرة من الله عليكم» .وقوله- سبحانه- إِنَّهُ حَمِيدٌ مَجِيدٌ تذييل بديع قصد به وجوب مداومتها على حمد الله وتمجيده على أن وهبها الولد بعد أن بلغت سن اليأس من الحمل.أى إنه- سبحانه- حَمِيدٌ أى: مستحق للحمد لكثرة نعمه على عباده مَجِيدٌ أى: كريم واسع الإحسان، فليس بعيدا منه أن يعطى الولد للآباء بعد الكبر.قال صاحب المنار ما ملخصه: وأصل المجد في اللغة أن تقع الإبل في أرض واسعة المرعى، كثيرة الخصب، يقال: مجدت الإبل تمجد من باب نصر- مجدا ومجادة، وأمجدها الراعي.والمجد في البيوت والأنساب ما يعده الرجل من سعة كرم آبائه وكثرة نوالهم.ووصف الله كتابه بالمجيد، كما وصف نفسه بذلك، لسعة هداية كتابه، وسعة كرمه وفضله على عباده ... » ."},{"ayah_number":74,"text":"ثم حكى- سبحانه- ما كان من إبراهيم بعد أن سكن خوفه، واطمأن إلى ضيوفه فقال: فَلَمَّا ذَهَبَ عَنْ إِبْراهِيمَ الرَّوْعُ أى: الخوف والفزع، بسبب اطمئنانه إلى ضيوفه، وعلمه أنهم ليسوا من البشر.وَجاءَتْهُ الْبُشْرى منهم بالولد، واتصال النسل، فازداد سرورا بهم.بعد كل ذلك، أخذ إبراهيم يُجادِلُنا فِي قَوْمِ لُوطٍ أى: يجادل رسلنا ويحاورهم في شأن قوم لوط، وفي كيفية عقابهم، بعد أن أخبروه بأنهم ذاهبون لإهلاكهم.وأضاف- سبحانه- المجادلة إلى نفسه مع أنها كانت مع الملائكة، لأن نزولهم لإهلاك قوم لوط إنما كان بأمره- تعالى-، فمجادلة إبراهيم لهم هي مجادلة في تنفيذ أمره- تعالى-.وقال- سبحانه- يُجادِلُنا مع أنها كانت في الماضي، لتصوير هذه الحالة في الذهن تصويرا حاضرا، حتى تزداد منه العبرة والعظة.وهذه المجادلة التي كانت بين إبراهيم وبين الملائكة الذين أرسلوا لإهلاك قوم لوط، قد حكاها- سبحانه- في سورة العنكبوت في قوله: وَلَمَّا جاءَتْ رُسُلُنا إِبْراهِيمَ بِالْبُشْرى قالُوا إِنَّا مُهْلِكُوا أَهْلِ هذِهِ الْقَرْيَةِ أى القرية التي يسكنها قوم لوط إِنَّ أَهْلَها كانُوا ظالِمِينَ. قالَ إِنَّ فِيها لُوطاً، قالُوا نَحْنُ أَعْلَمُ بِمَنْ فِيها لَنُنَجِّيَنَّهُ وَأَهْلَهُ إِلَّا امْرَأَتَهُ كانَتْ مِنَ الْغابِرِينَ الآيتان 31- 32.وهذا التفسير للمجادلة التي دارت بين إبراهيم والملائكة في عقاب قوم لوط هو الصحيح لأن خير تفسير للقرآن هو ما كان بالقرآن.وما ورد من أقوال تخالف ذلك فلا يلتفت إليها، لعدم استنادها إلى النقل الصحيح."},{"ayah_number":75,"text":"وقوله- سبحانه- إِنَّ إِبْراهِيمَ لَحَلِيمٌ أَوَّاهٌ مُنِيبٌ بيان للدواعي التي حملت إبراهيم- عليه السلام- على مجادلة الملائكة في شأن إهلاك قوم لوط.والحليم: هو الصبور على الأذى، الصفوح عن الجناية، المقابل لها بالإحسان.والأواه: هو الذي يكثر التأوه من خشية الله.قال الآلوسى: وأصل التأوه قوله: آه ونحوه مما يقوله المتوجع الحزين. وهو عند جماعة كناية عن كمال الرأفة ورقة القلب. وأخرج ابن جرير وابن أبى حاتم وغيرهما عن عبد الله بن شداد قال رجل: يا رسول الله ما الأواه؟ قال: «الخاشع المتضرع الكثير الدعاء» .والمنيب: السريع الرجوع إلى الله- تعالى- بالتوبة والاستغفار.أى أن إبراهيم لصبور على الأذى، صفوح عن الجناية، كثير التضرع إلى الله، سريع الرجوع إليه في كل ما يحبه ويرضاه."},{"ayah_number":76,"text":"ولكن حلم إبراهيم وإنابته ... لم يرد قضاء الله العادل في شأن قوم لوط ولذا قالت الملائكةله- كما حكى القرآن عنهم-: يا إِبْراهِيمُ أَعْرِضْ عَنْ هذا، إِنَّهُ قَدْ جاءَ أَمْرُ رَبِّكَ، وَإِنَّهُمْ آتِيهِمْ عَذابٌ غَيْرُ مَرْدُودٍ.أى: قالت الملائكة لإبراهيم: يا إِبْراهِيمُ أَعْرِضْ عَنْ هذا الجدال في أمر قوم لوط، وفي طلب إمهال عقوبتهم إِنَّهُ قَدْ جاءَ أَمْرُ رَبِّكَ بإهلاكهم وَإِنَّهُمْ بسبب إصرارهم على ارتكاب الفواحش آتِيهِمْ من ربهم عَذابٌ شديد غَيْرُ مَرْدُودٍ عنهم لا بسبب الجدال ولا بأى سبب سواه، فإن قضاء الله لا يرد عن القوم المجرمين. هذا، وقد ذكر الشيخ القاسمى بعض الفوائد والأحكام التي أخذها العلماء من هذه الآيات فقال: قال بعض المفسرين: لهذه الآيات ثمرات وفوائد.منها: أن حصول الولد المخصص بالفضل نعمة، وأن هلاك العاصي نعمة- أيضا- لأن البشرى قد فسرت بولادة إسحاق لقوله فَبَشَّرْناها بِإِسْحاقَ وفسرت بهلاك قوم لوط، لقوله: قالُوا لا تَخَفْ إِنَّا أُرْسِلْنا إِلى قَوْمِ لُوطٍ.ومنها: استحباب نزول المبشر- بالكسر- على المبشر- بالفتح- لأن الملائكة أرسلهم الله- تعالى- لذلك.ومنها: أنه يستحب للمبشر أن يتلقى البشارة بالشكر لله- تعالى- على ما بشر به. فقد حكى عن الأصم أنه قال: جاءوه في أرض يعمل فيها، فلما فرغ غرز مسحاته، وصلى ركعتين.ومنها: أن السلام مشروع، وأنه ينبغي أن يكون الرد أفضل لقول إبراهيم سَلامٌ بالرفع وهو أدل على الثبات والدوام.ومنها: مشروعية الضيافة، والمبادرة إليها، واستحباب مبادرة الضيف بالأكل منها.ومنها: استحباب خدمة الضيف ولو للمرأة، لقول مجاهد: وامرأته قائمة أى في خدمة أضياف إبراهيم ... وخدمة الضيفان من مكارم الأخلاق.ومنها: جواز مراجعة الأجانب في القول، وأن صوتها ليس بعورة.ومنها: أن امرأة الرجل من أهل بيته، فيكون أزواجه صلى الله عليه وسلم من أهل بيته  :ومنها: - كما يقول الإمام ابن كثير- استدل على أن الذبيح هو إسماعيل لا إسحاق، وأنه يمتنع أن يكون هو إسحاق، لأنه وقعت البشارة به، وأنه سيولد له يعقوب، فكيف يؤمر إبراهيم بذبحه وهو طفل صغير، ولم يولد له بعد يعقوب الموعود بوجوده، ووعد الله حق لا خلف فيه، فيمتنع أن يؤمر بذبح إسحاق والحالة هذه، فتعين أن يكون الذبيح إسماعيل، وهذا من أحسن الاستدلال وأصحه:  ثم انتقلت السورة الكريمة إلى الحديث عما دار بين لوط وبين الملائكة وبينه وبين قومه من حوار وجدال فقال- تعالى-:"},{"ayah_number":77,"text":"- تلك هي قصة لوط مع الرسل الذين جاءوا لإهلاك قومه ومع قومه المجرمين، كما حكتها سورة هود.- وقد وردت هذه القصة في سور أخرى وبأساليب متنوعة، ومنها سورة الأعراف، والحجر، والشعراء، والنمل، والعنكبوت، والصافات، والذاريات، والقمر..قال الإمام ابن كثير: ولوط هو ابن هاران بن آزر، فهو ابن أخى إبراهيم، وكان قد آمن مع عمه إبراهيم وهاجر معه إلى أرض الشام، فبعثه الله إلى أهل بلدة سدوم وما حولها يدعوهم إلى وحدانية الله- تعالى-، ويأمرهم بالمعروف وينهاهم عما كانوا يرتكبونه من المآثم والمحارم والفواحش التي اخترعوها دون أن يسبقهم بها أحد من بنى آدم ولا من غيرهم، وهو إتيان الذكور دون الإناث، وهذا شيء لم يكن أحد من بنى آدم يعهده ولا يألفه ولا يخطر بباله، حتى صنع ذلك أهل سدوم- وهم قرية بوادي الأردن عليهم لعائن الله» .- وقد بدأ- سبحانه- القصة هنا بتصوير ما اعترى لوطا- عليه السلام- من ضيق وغم عند ما جاءته الرسل فقال: وَلَمَّا جاءَتْ رُسُلُنا لُوطاً سِيءَ بِهِمْ....- أى: وحين جاء الملائكة إلى لوط- عليه السلام- بعد مفارقتهم لإبراهيم، ساءه وأحزنه مجيئهم، لأنه كان لا يعرفهم، ويعرف أن قومه قوم سوء، فخشي أن يعتدى قومه عليهم، بعادتهم الشنيعة، وهو عاجز عن الدفاع عنهم ...قال ابن كثير ما ملخصه: «يخبر الله- تعالى- عن قدوم رسله من الملائكة إلى لوط- عليه السلام- بعد مفارقتهم لإبراهيم ... فأتوا لوطا- عليه السلام- وهو على ما قيل في أرض له. وقيل في منزله، ووردوا عليه وهم في أجمل صورة تكون، على هيئة شبان حسان الوجوه، ابتلاء من الله، وله الحكمة والحجة البالغة، فساءه شأنهم ... » .- وقوله: وَضاقَ بِهِمْ ذَرْعاً تصوير بديع لنفاد حيلته، واغتمام نفسه وعجزه عن وجود حيلة للخروج من المكروه الذي حل بهم.قال القرطبي: والذرع مصدر ذرع. وأصله: أن يذرع البعير بيديه في سيره ذرعا على قدر سعة خطوه فإذا حمل عليه أكثر من طاقته ضاق عن ذلك وضعف ومد عنقه. فضيق الذرع عبارة عن ضيق الوسع. وقيل هو من ذرعه القيء أى غلبه.أى: ضاق عن حبسه المكروه في نفسه.وإنما ضاق ذرعه بهم لما رأى من جمالهم، وما يعلمه من فسوق قومه ... » .- وذَرْعاً تمييز محول عن الفاعل. أى: ضاق بأمرهم ذرعه.وَقالَ هذا يَوْمٌ عَصِيبٌ: أى وقال لوط- عليه السلام- في ضجر وألم: هذا اليوم الذي جاءني فيه هؤلاء الضيوف، يوم «عصيب» أى: شديد هوله وكربه.وأصل العصب: الشد والضغط، فكأن هذا اليوم لشدة وقعه على نفسه قد عصب به الشر والبلاء، أى: شد به.قال صاحب تفسير التحرير والتنوير: ومن بديع ترتيب هذه الجمل أنها جاءت على ترتيب حصولها في الوجود، فإن أول ما يسبق إلى نفس الكاره للأمر أن يساء به ويتطلب المخلص منه، فإذا علم أنه لا مخلص له منه ضاق به ذرعا. ثم يصدر تعبيرا عن المعاني يريح به نفسه»   ."},{"ayah_number":78,"text":"- ثم بين- سبحانه- ما كان من قوم لوط- عليه السلام- عند ما علموا بوجود هؤلاء الضيوف عنده فقال: وَجاءَهُ قَوْمُهُ يُهْرَعُونَ إِلَيْهِ. وَمِنْ قَبْلُ كانُوا يَعْمَلُونَ السَّيِّئاتِ....- ويهرعون- بضم الياء وفتح الراء على صيغة المبنى للمفعول- أى: يدفع بعضهم بعضا بشدة، كأن سائقا يسوقهم إلى المكان الذي فيه لوط وضيوفه.يقال: هرع الرجل وأهرع- بالبناء للمفعول فيهما- إذا أعجل وأسرع لدافع يدفعه إلى ذلك.قال الآلوسى: والعامة على قراءته مبنيا للمفعول، وقرأ جماعة يهرعون- بفتح الياء مع البناء للفاعل- من هرع- بفتح الهاء والراء- وأصله من الهرع وهو الدم الشديد السيلان، كأن بعضه يدفع بعضا .أى: وبعد أن علم قوم لوط بوجود هؤلاء الضيوف عند نبيهم، جاءوا إليه مسرعين يسوق بعضهم بعضا إلى بيته من شدة الفرح، ومن قبل هذا المجيء، كان هؤلاء القوم الفجرة، يرتكبون السيئات الكثيرة، التي من أقبحها إتيانهم الرجال شهوة من دون النساء.وقد طوى القرآن الكريم ذكر الغرض الذي جاءوا من أجله، وأشار إليه بقوله:وَمِنْ قَبْلُ كانُوا يَعْمَلُونَ السَّيِّئاتِ للإشعار بأن تلك الفاحشة صارت عادة من العادات المتأصلة في نفوسهم الشاذة، فلا يسعون إلا من أجل قضائها.ثم حكى القرآن بعد ذلك ما بادرهم به نبيهم بعد أن رأى هياجهم وتدافعهم نحو داره فقال: قالَ يا قَوْمِ هؤُلاءِ بَناتِي هُنَّ أَطْهَرُ لَكُمْ ...والمراد ببناته هنا: زوجاتهم ونساؤهم اللائي يصلحن للزواج، وأضافهن إلى نفسه لأن كل نبي أب لأمته من حيث الشفقة وحسن التربية والتوجيه.قال ابن كثير: قوله- تعالى- قالَ يا قَوْمِ هؤُلاءِ بَناتِي هُنَّ أَطْهَرُ لَكُمْ ... يرشدهم إلى نسائهم، فإن النبي للأمة بمنزلة الوالد، فأرشدهم إلى ما هو أنفع لهم، كما قال لهم في آية أخرى: أَتَأْتُونَ الذُّكْرانَ مِنَ الْعالَمِينَ. وَتَذَرُونَ ما خَلَقَ لَكُمْ رَبُّكُمْ مِنْ أَزْواجِكُمْ بَلْ أَنْتُمْ قَوْمٌ عادُونَ ...قال مجاهد: لم يكن بناته، ولكن كن من أمته، وكل نبي أبو أمته ...وقال سعيد بن جبير: يعنى نساؤهم، هن بناته وهو أب لهم ... .ومنهم من يرى أن المراد ببناته هنا: بناته من صلبه، وأنه عرض عليهم الزواج بهن ...ويضعف هذا الرأى أن لوطا- عليه السلام- كان له بنتان أو ثلاثة- كما جاء في بعض الروايات- وعدد المتدافعين من قومه إلى بيته كان كثيرا، فكيف تكفيهم بنتان أو ثلاثة للزواج ... ؟ويبدو لنا أن الرأى الأول أقرب إلى الصواب، وقد رجحه الإمام الرازي بأن قال ما ملخصه: «وهذا القول عندي هو المختار، ويدل عليه وجوه. منها: أنه قال هؤُلاءِ بَناتِي هُنَّ أَطْهَرُ لَكُمْ وبناته اللاتي من صلبه لا تكفى للجمع العظيم، أما نساء أمته ففيهن كفاية للكل..ومنها: أنه صحت الرواية أنه كان له بنتان وهما: زنتا وزعورا، وإطلاق لفظ البنات على البنتين لا يجوز، لما ثبت أن أقل الجمع ثلاثة ... »  .والمعنى: أن لوطا- عليه السلام- عند ما رأى تدافعهم نحو بيته لارتكاب الفاحشة التي ما سبقهم بها من أحد من العالمين، قال لهم: برجاء ورفق يا قَوْمِ هؤلاء نساؤكم اللائي بمنزلة بناتي ارجعوا إليهن فاقضوا شهوتكم معهن فهن أطهر لكم نفسيا وحسيا من التلوث برجس اللواط، وأفعل التفضيل هنا وهو أَطْهَرُ ليس على بابه، بل هو للمبالغة في الطهر.قال القرطبي: وليس ألف أطهر للتفضيل، حتى يتوهم أن في نكاح الرجال طهارة، بل هو كقولك الله أكبر- أى كبير- ... ولم يكابر الله- تعالى- أحد حتى يكون الله- تعالى- أكبر منه ... » .ثم أضاف إلى هذا الإرشاد لهم إرشادا آخر فقال: فَاتَّقُوا اللَّهَ وَلا تُخْزُونِ فِي ضَيْفِي....قال الجمل: ولفظ الضيف في الأصل مصدر، ثم أطلق على الطارق ليلا إلى المضيف، ولذا يقع على المفرد والمذكر وضديهما بلفظ واحد، وقد يثنى فيقال: ضيفان، ويجمع فيقال:«أضياف وضيوف ... » .وتخزون: من الخزي وهو الإهانة والمذلة. يقال: خزي الرجل يخزى خزيا ... إذا وقع في بلية فذل بذلك.أى: بعد أن أرشدهم إلى نسائهم، أمرهم بتقوى الله ومراقبته، فقال لهم: فاتقوا الله.ولا تجعلوني مخزيا مفضوحا أمام ضيوفى بسبب اعتدائكم عليهم، فإن الاعتداء على الضيف كأنه اعتداء على المضيف.ويبدو أن لوطا- عليه السلام- قد قال هذه الجملة ليلمس بها نخوتهم إن كان قد بقي فيهم بقية من نخوة، ولكنه لما رأى إصرارهم على فجورهم وبخهم بقوله:أَلَيْسَ مِنْكُمْ رَجُلٌ رَشِيدٌ يهدى إلى الرشد والفضيلة. وينهى عن الباطل والرذيلة.فيقف إلى جانبي، ويصرفكم عن ضيوفى؟ولكن هذا النصح الحكيم من لوط لهم لم يحرك قلوبهم الميتة الآسنة. ولا فطرتهم الشاذة المنكوسة. بل ردوا عليه بقولهم:قالُوا لَقَدْ عَلِمْتَ ما لَنا فِي بَناتِكَ مِنْ حَقٍّ وَإِنَّكَ لَتَعْلَمُ ما نُرِيدُ."},{"ayah_number":79,"text":"أى: قال قوم لوط له بسفاهة ووقاحة: لقد علمت يا لوط علما لا شك معه، أننا لا رغبة لنا في النساء، لا عن طريق الزواج ولا عن أى طريق آخر، فالمراد بالحق هنا: الرغبة والشهوة.قال الشوكانى: قوله ما لَنا فِي بَناتِكَ مِنْ حَقٍّ أى: ما لنا فيهن من شهوة ولا حاجة، لأن من احتاج إلى شيء فكأنه حصل له فيه نوع حق، ومعنى ما نسبوه إليه من العلم أنه قد علم منهم المكالبة على إتيان الذكور وشدة الشهوة إليهم، فهم من هذه الحيثية كأنهم لا حاجة لهم إلى النساء. ويمكن أن يريدوا: أنه لا حق لنا في نكاحهن ... » .وقولهم: وَإِنَّكَ لَتَعْلَمُ ما نُرِيدُ إشارة خبيثة منهم إلى العمل الخبيث الذي ألفوه، وهو إتيان الذكور دون النساء أى: وإنك لتعلم علما يقينيا الشيء الذي نريده فلماذا ترجعنا؟! وقولهم هذا الذي حكته الآية الكريمة عنهم، يدل دلالة واضحة على أنهم قد بلغوا النهاية في الخبث والوقاحة وتبلد الشعور..لذا رد عليهم لوط- عليه السلام- رد اليائس من ارعوائهم عن غيهم، المتمنى لوجود قوة إلى جانبه تردعهم وتكف فجورهم ... قالَ لَوْ أَنَّ لِي بِكُمْ قُوَّةً أَوْ آوِي إِلى رُكْنٍ شَدِيدٍ."},{"ayah_number":80,"text":"والقوة: ما يتقوى به الإنسان على غيره.وآوى: أى ألجأ وأنضوى تقول: أويت إلى فلان فأنا آوى إليه أويّا أى: انضممت إليه.والركن في الأصل: القطعة من البيت أو الجبل، والمراد به هنا الشخص القوى الذي يلجأ إليه غيره لينتصر به ...ولو شرطية وجوابها محذوف، والتقدير: قال لوط- عليه السلام- بعد أن رأى من قومه الاستمرار في غيهم، ولم يقدر على دفعهم- على سبيل التفجع والتحسر: لو أن معى قوة أدفعكم بها لبطشت بكم.ويجوز أن تكون لو للتمني فلا تحتاج إلى جواب أى: ليت معى قوة أستطيع بمناصرتها لي دفع شركم.وقوله أَوْ آوِي إِلى رُكْنٍ شَدِيدٍ معطوف على ما قبله، أو ليتني أستطيع أن أجد شخصا قويا من ذوى المنعة والسلطان أحتمى به منكم ومن تهديدكم لي ...قالوا: وإنما قال لوط- عليه السلام- ذلك لأنه كان غريبا عنهم، ولم يكن له نسب أو عشيرة فيهم."},{"ayah_number":81,"text":"وهنا- وبعد أن بلغ الضيق بلوط ما بلغ- كشف له الملائكة عن حقيقتهم، وبشروه بما يدخل الطمأنينة على قلبه قالُوا يا لُوطُ إِنَّا رُسُلُ رَبِّكَ لَنْ يَصِلُوا إِلَيْكَ أى: إنا رسل ربك أرسلنا إليك لنخبرك بهلاكهم، فاطمئن فإنهم لن يصلوا إليك بسوء في نفسك أو فينا.روى أن الملائكة لما رأوا ما لقيه لوط- عليه السلام- من الهم والكرب بسببهم قالوا له: يا لوط إن ركنك لشديد ... ثم ضربهم جبريل بجناحه فطمس أعينهم، فارتدوا على أدبارهم يقولون النجاء، وإليه الإشارة بقوله- تعالى- في سورة القمر: وَلَقَدْ راوَدُوهُ عَنْ ضَيْفِهِ فَطَمَسْنا أَعْيُنَهُمْ، فَذُوقُوا عَذابِي وَنُذُرِ.وقوله: فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِنَ اللَّيْلِ أى: فاخرج من هذه القرية مصحوبا بالمؤمنين من أهلك في جزء من الليل يكفى لابتعادك عن هؤلاء المجرمين.قال القرطبي: قرئ «فاسر وفأسر بوصل الهمزة وقطعها لغتان فصيحتان. قال- تعالى- وَاللَّيْلِ إِذا يَسْرِ وقال سُبْحانَ الَّذِي أَسْرى بِعَبْدِهِ ... وقيل «فأسر» بالقطع تقال لمن سار من أول الليل.. وسرى لمن سار في آخره، ولا يقال في النهار إلا سار ... » .وقوله: وَلا يَلْتَفِتْ مِنْكُمْ أَحَدٌ إِلَّا امْرَأَتَكَ إِنَّهُ مُصِيبُها ما أَصابَهُمْ ... معطوف على ما قبله وهو قوله: فَأَسْرِ بِأَهْلِكَ....أى: فأسر بأهلك في جزء من الليل، ولا يلتفت منكم أحد إلى ما وراءه، اتقاء لرؤية العذاب، إِلَّا امْرَأَتَكَ يا لوط فاتركها ولا تأخذها معك لأنها كافرة خائنة، ولأنها سيصيبها العذاب الذي سينزل بهؤلاء المجرمين. فيهلكها معهم.قال الإمام الرازي ما ملخصه: قوله إِلَّا امْرَأَتَكَ قرأ ابن كثير وأبو عمرو إِلَّا امْرَأَتَكَ بالرفع، وقرأ الباقون بالنصب.قال الواحدي: من نصب فقد جعلها مستثناة من الأهل، على معنى: فأسر بأهلك إلا امرأتك أى فلا تأخذها معك ...وأما الذين رفعوا فالتقدير: ولا يلتفت منكم أحد لكن امرأتك تلتفت فيصيبها ما أصابهم.روى عن قتادة أنه قال: إنها كانت مع لوط حين خرج من القرية، فلما سمعت العذاب التفتت وقالت وا قوماه فأصابها حجر فأهلكها» .وقوله- سبحانه- إِنَّ مَوْعِدَهُمُ الصُّبْحُ أَلَيْسَ الصُّبْحُ بِقَرِيبٍ بشارة أخرى للوط- عليه السلام- الذي تمنى النصرة على قومه.أى: إن موعد هلاك هؤلاء المجرمين يبتدئ من طلوع الفجر وينتهى مع طلوع الشمس، أليس الصبح بقريب من هذا الوقت الذي نحدثك فيه؟قال- تعالى- في سورة الحجر: فَأَخَذَتْهُمُ الصَّيْحَةُ مُشْرِقِينَ أى: وهم داخلون في وقت الشروق. فكان ابتداء العذاب عند طلوع الصبح وانتهاؤه وقت الشروق.والجملة الكريمة إِنَّ مَوْعِدَهُمُ الصُّبْحُ ... كالتعليل للأمر بالإسراء بأهله بسرعة، أو جواب عما جاش بصدره من استعجاله العذاب لهؤلاء المجرمين.والاستفهام في قوله- سبحانه- أَلَيْسَ الصُّبْحُ بِقَرِيبٍ للتقرير أى: بلى إنه لقريب.قال الآلوسى: روى أنه- عليه السلام- سأل الملائكة عن موعد هلاك قومه فقالوا له موعدهم الصبح. فقال: أريد أسرع من ذلك. فقالوا له أليس الصبح بقريب. ولعله إنما جعل ميقات هلاكهم الصبح لأنه وقت الدعة والراحة فيكون حلول العذاب حينئذ أفظع، ولأنه أنسب بكون ذلك عبرة للناظرين ."},{"ayah_number":82,"text":"ثم حكى- سبحانه- في نهاية القصة ما حل بهؤلاء المجرمين من عذاب فقال: فَلَمَّا جاءَ أَمْرُنا جَعَلْنا عالِيَها سافِلَها وَأَمْطَرْنا عَلَيْها حِجارَةً مِنْ سِجِّيلٍ مَنْضُودٍ. مُسَوَّمَةً عِنْدَ رَبِّكَ وَما هِيَ مِنَ الظَّالِمِينَ بِبَعِيدٍ.أى: «فلما أمرنا» بإهلاك هؤلاء القوم المفسدين جَعَلْنا عالِيَها سافِلَها أى: جعلنا أعلى بيوتهم أسفلها، بأن قلبناها عليهم، وهي عقوبة مناسبة لجريمتهم حيث قلبوا فطرتهم، فأتوا الذكران من العالمين وتركوا ما خلق لهم ربهم من أزواجهم ...وقوله: وَأَمْطَرْنا عَلَيْها حِجارَةً مِنْ سِجِّيلٍ مَنْضُودٍ زيادة في عقوبتهم ولعنهم.أى: جعلنا أعلى قراهم أسفلها، وأمطرنا عليها حجارة مِنْ سِجِّيلٍ أى: من حجر وطين مختلط، قد تجحر وتصلب مَنْضُودٍ أى: متتابع في النزول بدون انقطاع موضوع بعض على بعض، من النضد وهو وضع الأشياء بعضها إلى بعض."},{"ayah_number":83,"text":"مُسَوَّمَةً عِنْدَ رَبِّكَ أى: معلمة بعلامات من عند ربك لا يعلمها إلا هو، ومعدة إعدادا خاصا لإهلاك هؤلاء القوم.وَما هِيَ أى تلك القرى المهلكة مِنَ الظَّالِمِينَ وهم مشركو مكة بِبَعِيدٍ أى: ببعيدة عنهم، بل هي قريبة منهم، ويمرون عليها في أسفارهم إلى الشام.قال- تعالى- وَإِنَّكُمْ لَتَمُرُّونَ عَلَيْهِمْ مُصْبِحِينَ، وَبِاللَّيْلِ أَفَلا تَعْقِلُونَ.أى: وإنكم يا أهل مكة لتمرون على هؤلاء القوم المهلكين من قوم لوط في وقت الصباح أى النهار، وتمرون عليهم بالليل أفلا تعقلون ذلك فتعتبروا وتتعظوا؟؟ويجوز أن يكون الضمير في قوله وَما هِيَ يعود إلى الحجارة التي أهلك الله بها هؤلاء القوم.أى: وما هي تلك الحجارة الموصوفة بما ذكر من الظالمين ببعيد، بل هي حاضرة مهيئة بقدرة الله- تعالى- لإهلاك الظالمين بها.والمراد بالظالمين ما يشمل قوم لوط، ويشمل كل من عصى الله وتجاوز حدوده، ولم يتبع ما جاء به الرسول صلى الله عليه وسلم.وهكذا كانت نهاية قوم لوط، فقد انطوت صفحتهم كما انطوت من قبلهم صفحات قوم نوح وهود وصالح- عليهم الصلاة والسلام- هذا ومن العبر والأحكام التي نأخذها من هذه الآيات الكريمة، أنه لا بأس على المسلم من أن يستعين بغيره لنصرة الحق الذي يدعو إليه، ولخذلان الباطل الذي ينهى عنه.فلوط- عليه السلام- عند ما رأى من قومه الإصرار على غوايتهم ومفاسدهم تمنى لو كانت معه قوة تزجرهم وتردعهم وتمنعهم عن فسادهم.وقد علق الإمام ابن حزم على ما جاء في الحديث الشريف بشأن لوط- عليه السلام- فقال ما ملخصه:وظن بعض الفرق أن ما جاء في الحديث الصحيح من قوله صلى الله عليه وسلم «رحم الله لوطا لقد كان يأوى إلى ركن شديد» إنما هو من باب الإنكار على لوط- عليه السلام- في قوله لَوْ أَنَّ لِي بِكُمْ قُوَّةً أَوْ آوِي إِلى رُكْنٍ شَدِيدٍ.والحق أنه لا تخالف بين القولين، بل كلاهما حق، لأن لوطا- عليه السلام- إنما أراد منعة عاجلة يمنع بها قومه مما هم عليه من الفواحش. من قرابة أو عشيرة أو أتباع مؤمنين، وما جهل قط لوط- عليه السلام- أنه يأوى من ربه- تعالى- إلى أمنع قوة، وأشد ركن.ولا جناح على لوط- عليه السلام- في طلب قوة من الناس- فقد قال الله- تعالى- وَلَوْلا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَفَسَدَتِ الْأَرْضُ.وقد طلب رسول الله صلى الله عليه وسلم من الأنصار نصرته حتى يبلغ كلام ربه، فكيف ينكر على لوط أمرا هو فعله؟!! تالله ما أنكر ذلك رسول الله صلى الله عليه وسلم، وإنما أخبر أن لوطا كان يأوى إلى ركن شديد، يعنى من نصر الله له بالملائكة، ولم يكن لوط علم بأنهم ملائكة ... .ثم انتقلت السورة الكريمة بعد ذلك فقصت علينا ما كان بين شعيب- عليه السلام- وقومه وكيف أنه دعاهم إلى عبادة الله- تعالى- وحده بأسلوب بليغ حكيم، ولكنهم لم يستجيبوا له، فكانت عاقبتهم الهلاك كالذين من قبلهم قال- تعالى-:"},{"ayah_number":84,"text":"تلك هى قصة شعيب - عليه السلام - كما حكتها هذه السورة الكريمة ، وقد وردت هذه القصة فى سور أخرى منها : سورتى الأعراف والشعراء . .ومدين اسم للقبيلة التي تنتسب إلى مدين بن إبراهيم- عليه السلام-.وكانوا يسكنون في المنطقة التي تسمى (معان) وتقع بين حدود الحجاز والشام.وأهل مدين يسمون أيضا بأصحاب الأيكة.والأيكة: منطقة مليئة بالشجر كانت مجاورة لقرية (معان) ، وكان يسكنها بعض الناس فأرسل الله شعيبا إليهم جميعا.وشعيب هو ابن ميكيل بن يشجر بن مدين بن إبراهيم، فهو أخوهم في النسب.وكان النبي صلى الله عليه وسلم إذا ذكر شعيب قال: (ذلك خطيب الأنبياء) لحسن مراجعته لقومه، وقوة حجته.وكان قومه يعبدون الأصنام. ويطففون في الكيل والميزان ... فدعاهم إلى عبادة الله وحده، ونهاهم عن الخيانة وسوء الأخلاق.ويرى بعض العلماء: أن شعيبا أرسل إلى أمتين: أهل مدين الذين أهلكوا بالصيحة وأصحاب الأيكة الذين أخذهم الله بعذاب يوم الظلة، وأن الله- تعالى- لم يبعث نبيا مرتين سوى شعيب- عليه السلام-.ولكن المحققين من العلماء اختاروا أنهما أمة واحدة، فأهل مدين هم أصحاب الأيكة، أخذتهم الرجفة والصيحة وعذاب يوم الظلة- أى السحابة- وأن كل عذاب كان كالمقدمة للآخر.هذا، وقوله- سبحانه- وَإِلى مَدْيَنَ أَخاهُمْ شُعَيْباً ... معطوف على ما سبقه من قصة صالح- عليه السلام- عطف القصة على القصة.أى: وكما أرسلنا صالحا- عليه السلام- إلى ثمود، فقد أرسلنا إلى أهل مدين أخاهم شعيبا- عليه السلام- فقال لهم مقالة كل نبي لقومه: يا قوم اعبدوا الله وحده، فإنكم لا إله لكم على الحقيقة سواه، فهو الذي خلقكم، وهو الذي رزقكم، وهو الذي إليه مرجعكم ...ثم بعد أن أمرهم بإخلاص العبادة لله، نهاهم عن التطفيف في الكيل والميزان فقال:وَلا تَنْقُصُوا الْمِكْيالَ وَالْمِيزانَ.والمكيال والميزان: اسمان للآلة التي يكال بها ويوزن.ونقص الكيل والميزان يكون من وجهين: أحدهما أن يكون الاستنقاص من جهتهم إذا باعوا لغيرهم.وثانيهما: أن يكون الاستنقاص من جهة غيرهم إذا اشتروا منه، بأن يأخذوا منه أكثر من حقهم.فكأنه- عليه السلام- يقول لهم: لا تنقصوا المكيال والميزان لا عند الأخذ ولا عند الإعطاء، فلا تعطوا غيركم أقل من حقه إذا بعتم، ولا تأخذوا منه أكثر من حقكم إذا اشتريتم.وإلى هذين الأمرين أشار قوله- تعالى- وَيْلٌ لِلْمُطَفِّفِينَ، الَّذِينَ إِذَا اكْتالُوا عَلَى النَّاسِ يَسْتَوْفُونَ، وَإِذا كالُوهُمْ أَوْ وَزَنُوهُمْ يُخْسِرُونَ....ثم بين لهم الأسباب التي دعته إلى أمرهم ونهيهم فقال: إِنِّي أَراكُمْ بِخَيْرٍ وَإِنِّي أَخافُ عَلَيْكُمْ عَذابَ يَوْمٍ مُحِيطٍ.والخير: كلمة جامعة لكل ما يرضى الإنسان ويغنيه ويسره.ومحيط: أى شامل بحيث لا يستطيع أحد الإفلات منه. كما يحيط الظرف بالمظروف ...أى: أخلصوا لله عبادتكم، والتزموا العدل في معاملاتكم، فإنى أراكم تملكون الوفير من المال، وتعيشون في رغد من العيش، وفي بسطة من الرزق، ومن كان كذلك فمن الواجب عليه أن يقابل هذه النعم بالشكر لواهبها وهو الله- تعالى- وأن يستعملها استعمالا يرضيه، وأن يعطى كل ذي حق حقه.وإنى- أيضا- أخاف عليكم إذا ما تماديتم في مخالفة ما آمركم به وما أنهاكم عنه، عذاب يوم أهواله وآلامه شاملة لكل ظالم، بحيث لا يستطيع أن يهرب منها ...قال الشوكانى: وصف- سبحانه- اليوم بالإحاطة، والمراد العذاب لأن العذاب واقع في اليوم، ومعنى إحاطة عذاب اليوم بهم، أنهم لا يشذ منهم أحد عنه، ولا يجدون منه ملجأ ولا مهربا» .فأنت ترى أن شعيبا- عليه السلام- بعد أن أمرهم بما يصلح عقيدتهم ونهاهم عما يفسد معاملاتهم وأخلاقهم ... ذكرهم بما هم فيه من نعمة وغنى قطعا لعذرهم حتى لا يقولوا له نحن في حاجة إلى تطفيف المكيال والميزان لفقرنا، ثم أخبرهم بأنه ما حمله على هذا النصح لهم إلا خوفه عليهم."},{"ayah_number":85,"text":"ثم واصل شعيب- عليه السلام- نصحه لقومه، فأمرهم بالوفاء بعد أن نهاهم عن النقص على سبيل التأكيد، وزيادة الترغيب في دعوته فقال: وَيا قَوْمِ أَوْفُوا الْمِكْيالَ وَالْمِيزانَ بِالْقِسْطِ ...أى: ويا قوم أوفوا عند معاملاتكم أدوات كيلكم وأدوات وزنكم، ملتزمين في كل أحوالكم العدل والقسط.وَلا تَبْخَسُوا النَّاسَ أَشْياءَهُمْ ... أى: ولا تنقصوهم شيئا من حقوقهم. يقال:بخس فلان فلانا حقه إذا ظلمه وانتقصه. وهو يشمل النقص والعيب في كل شيء..والجملة الكريمة تعميم بعد تخصيص، لكي تشمل غير المكيل والموزون كالمزروع والمعدود، والجيد والرديء ...قال الجمل ما ملخصه: وقد كرر- سبحانه- نهيهم عن النقص والبخس وأمرهم بالوفاء ... لأن القوم لما كانوا مصرين على ذلك العمل القبيح، وهو تطفيف الكيل والميزان ومنع الناس حقوقهم، احتيج في المنع منه إلى المبالغة في التأكيد، ولا شك أن التكرير يفيد شدة الاهتمام والعناية بالمأمور به والمنهي عنه، فلهذا كرر ذلك ليقوى الزجر والمنع من ذلك الفعل ... » .وقوله: وَلا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ تحذير لهم من البطر والغرور واستعمال نعم الله في غير ما خلقت له.قال ابن جرير: «وأصل العثى شدة الإفساد، بل هو أشد الإفساد. يقال عثى فلان في الأرض يعنى- كرضى يرضى- إذا تجاوز الحد في الإفساد ... » .أى: ولا تسعوا في أرض الله بالفساد، وتقابلوا نعمه بالمعاصي، فتسلب عنكم ثم أرشدهم إلى أن ما عند الله خير وأبقى مما يجمعونه عن الطريق الحرام فقال: بَقِيَّتُ اللَّهِ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ وَما أَنَا عَلَيْكُمْ بِحَفِيظٍ."},{"ayah_number":86,"text":"ولفظ بَقِيَّتُ اسم مصدر من الفعل: بقي، ضد: فنى. وإضافتها إلى الله- تعالى- إضافة تشريف وتيمن.أى: ما يبقيه الله لكم من رزق حلال، ومن حال صالح، ومن ذكر حسن، ومن أمن وبركة في حياتكم ... بسبب التزامكم بالقسط في معاملاتكم، هو خير لكم من المال الكثير الذي تجمعونه عن طريق بخس الناس أشياءهم.وجملة «إن كنتم مؤمنين» معترضة لبيان أن هذه الخيرية لا تتم إلا مع الإيمان.أى: ما يبقيه الله لكم من الحلال ... هو خير لكم، إن كنتم مصدقين بما أرسلت به إليكم، أما إذا لم تكونوا كذلك فلن تكون بقية الله خيرا لكم، لأنها لا تكون إلا للمؤمنين، فاستجيبوا لنصيحتى لتسعدوا في دنياكم وآخرتكم.وجملة «وما أنا عليكم بحفيظ» تحذير لهم من مخالفته بعد أن أدى ما عليه من بلاغ.أى: وما أنا عليكم بحفيظ أحفظ لكم أعمالكم وأحاسبكم عليها، وأجازيكم بها الجزاء الذي تستحقونه. وإنما أنا ناصح ومبلغ ما أمرنى ربي بتبليغه، وهو وحده- سبحانه- الذي سيتولى مجازاتكم.وإلى هنا نجد شعيبا- عليه السلام- قد أرشد قومه إلى ما يصلحهم في عقائدهم، وفي معاملاتهم، وفي صلاتهم بعضهم ببعض، وفي سلوكهم الشخصي، بأسلوب حكيم جامع لكل ما يسعد ويهدى للتي هي أقوم..فماذا كان رد قومه عليه؟لقد كان ردهم عليه- كما حكاه القرآن الكريم- طافحا بالاستهزاء به، والسخرية منه، فقد قالوا له: يا شُعَيْبُ أَصَلاتُكَ تَأْمُرُكَ أَنْ نَتْرُكَ ما يَعْبُدُ آباؤُنا، أَوْ أَنْ نَفْعَلَ فِي أَمْوالِنا ما نَشؤُا، إِنَّكَ لَأَنْتَ الْحَلِيمُ الرَّشِيدُ."},{"ayah_number":87,"text":"أى: قال قوم شعيب له- على سبيل التهكم والاستهزاء-: يا شعيب أصلاتك- التي تزعم أن ربك كلفك بها والتي أنت تكثر منها- تأمرك أن نترك عبادة الأصنام التي وجدنا عليها آباءنا؟ والاستفهام للإنكار والتعجب من شأنه ...وأسندوا الأمر إلى الصلاة من بين سائر العبادات التي كان يفعلها، لأنه- عليه السلام- كان كثير الصلاة، وكانوا إذا رأوه يصلى سخروا منه.وجملة «أو أن نفعل في أموالنا ما نشاء» إنكار منهم لترك ما تعودوه من نقص الكيل والميزان بعد إنكارهم لترك عبادة الأصنام.أى: أصلاتك تأمرك أن نترك عبادة الأصنام، وتأمرك أن نترك ما تعودنا فعله في أموالنا من التطفيف في الكيل والميزان ...إن كانت صلاتك تأمرك بذلك، فهي في نظرنا صلاة باطلة، لا وزن لها عندنا، بل نحن نراها لونا من ألوان جنونك وهذيانك..وجملة «إنك لأنت الحليم الرشيد» زيادة منهم في السخرية منه- عليه السلام- وفي التهكم عليه، فكأنهم- قبحهم الله- يقولون له: كيف تأمرنا بترك عبادة الأصنام، وبترك النقص في الكيل والميزان، مع علمك اليقيني بأن هذين الأمرين قد بنينا عليهما حياتنا، ومع زعمك لنا بأنك أنت الحليم الذي يتأنى ويتروى في أحكامه، الرشيد الذي يرشد غيره إلى ما ينفعه؟إن هذين الوصفين لا يليقان بك، مادمت تأمرنا بذلك، وإنما اللائق بك أضدادهما، أى الجهالة والسفه والعجلة في الأحكام.قال صاحب الكشاف: وأرادوا بقولهم: إِنَّكَ لَأَنْتَ الْحَلِيمُ الرَّشِيدُ نسبته إلى غاية السفه والغي، فعكسوا ليتهكموا به، كما يتهكم بالشحيح الذي لا يبض حجره، فيقال له:لو أبصرك حاتم لسجد لك. وقيل معناه: إنك للمتواصف بالحلم والرشد في قومك. يعنون أن ما تأمر به لا يطابق حالك وما اشتهرت به ... » .هكذا رد قوم شعيب عليه، وهو رد يحمل السخرية في كل مقطع من مقاطعه، ولكنها سخرية الشخص الذي انطمست بصيرته، وقبحت سريرته!! ومع كل هذه السفاهة ترى شعيبا- عليه السلام- وهو خطيب الأنبياء- يتغاضى عن سفاهاتهم، لأنه يحس بقصورهم وجهلهم، كما يحس بقوة الحق الذي أتاهم به من عند ربه، فيرد عليهم بقوله: قالَ يا قَوْمِ أَرَأَيْتُمْ إِنْ كُنْتُ عَلى بَيِّنَةٍ مِنْ رَبِّي ..."},{"ayah_number":88,"text":"والبينة: ما يتبين به الحق من الباطل، ويتميز به الهدى من الضلال.أى: قال شعيب لقومه بأسلوب مهذب حكيم: يا قوم أخبرونى إن كنت على حجة واضحة، وبصيرة مستنيرة منحني إياها ربي ومالك أمرى.وَرَزَقَنِي مِنْهُ- سبحانه-، رِزْقاً حَسَناً يتمثل في النبوة التي كرمني بها، وفي المال الحلال الذي بين يدي، وفي الحياة الطيبة التي أحياها.وجواب الشرط محذوف والتقدير: أخبرونى إن كنت كذلك، هل يليق بي بعد ذلك أن أخالف أمره مسايرة لأهوائكم؟ كلا إنه لا يليق بي ذلك، وإنما اللائق بي أن أبلغ جميع ما أمرنى بتبليغه دون خوف أو تقصير.ثم يكشف لهم عن أخلاقه وسلوكه معهم فيقول: وَما أُرِيدُ أَنْ أُخالِفَكُمْ إِلى ما أَنْهاكُمْ عَنْهُ....أى: ما أريد بأمرى لكم بعبادة الله وحده، وبنهيى إياكم عن التطفيف والبخس، مجرد مخالفتكم ومنازعتكم ومعاكستكم، أو أن آمركم بشيء ثم لا أفعله، أو أنهاكم عنه ثم أفعله، من أجل تحقيق منفعة دنيوية..كلا، كلا إنى لا أريد شيئا من ذلك وإنما أنا إنسان يطابق قولي فعلى، وأختار لكم ما أختاره لنفسي.قال صاحب الكشاف ما ملخصه: قوله وَما أُرِيدُ أَنْ أُخالِفَكُمْ إِلى ما أَنْهاكُمْ عَنْهُ يقال: خالفني فلان إلى كذا: إذا قصده وأنت مول عنه. وخالفني عنه: إذا ولى عنه وأنت تقصده.ويلقاك الرجل صادرا عن الماء فتسأله عن صاحبه فيقول: خالفني إلى الماء، يريد أنه ذهب إليه واردا، وهو ذهب عنه صادرا، ومنه قوله- سبحانه: وَما أُرِيدُ أَنْ أُخالِفَكُمْ إِلى ما أَنْهاكُمْ عَنْهُ يعنى: ما أريد أن أسبقكم إلى شهواتكم التي نهيتكم عنها لأستبد بها دونكم» .وقال الإمام ابن كثير، وعن مسروق أن امرأة جاءت إلى ابن مسعود- رضى الله عنه- فقالت له: أأنت الذي تنهى عن الواصلة- أى التي تصل شعرها بشعر آخر-؟ قال:نعم. فقالت: فلعله في بعض نسائك، فقال: ما حفظت إذا وصية العبد الصالح وَما أُرِيدُ أَنْ أُخالِفَكُمْ إِلى ما أَنْهاكُمْ عَنْهُ .ثم بين لهم أنه ما يريد لهم إلا الإصلاح فيقول: إِنْ أُرِيدُ إِلَّا الْإِصْلاحَ مَا اسْتَطَعْتُ....أى: ما أريد بما أنصحكم به إلا إصلاحكم وسعادتكم، ومادمت أستطيع ذلك، وأقدر عليه، فلن أقصر في إسداء الهداية لكم.ثم يفوض الأمور إلى الله- تعالى- فيقول: وَما تَوْفِيقِي إِلَّا بِاللَّهِ، عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ.أى: وما توفيقي فيما أدعوكم إليه من خير أو أنهاكم عنه من شر إلا بتأييد الله وعونه، فهو وحده الذي عليه أتوكل وأعتمد في كل شئونى، وهو وحده الذي إليه أرجع في كل أمورى."},{"ayah_number":89,"text":"ثم يواصل شعيب- عليه السلام- نصحه لقومه، فينتقل بهم إلى تذكيرهم بمصارع السابقين، محذرا إياهم من أن يكون مصيرهم كمصير الظالمين من قبلهم فيقول: ويا قَوْمِ لا يَجْرِمَنَّكُمْ شِقاقِي أَنْ يُصِيبَكُمْ مِثْلُ ما أَصابَ قَوْمَ نُوحٍ، أَوْ قَوْمَ هُودٍ، أَوْ قَوْمَ صالِحٍ....ومعنى لا يَجْرِمَنَّكُمْ لا يحملنكم، مأخوذ من جرمه على كذا، إذا حمله عليه.أو بمعنى لا يكسبنكم من جرم بمعنى كسب، غير أنه لا يكون إلا في كسب ما لا خير فيه، ومنه الجريمة، وهي اقتراف الجرم والذنب.وأصل الجرم: قطع الثمرة من الشجرة، وأطلق على الكسب، لأن الكاسب لشيء ينقطع له.وقوله شِقاقِي من الشقاق بمعنى الخلاف والعداوة، كأن كل واحد من المتعاديين في شق غير الشق الذي يكون فيه الآخر، والشق: الجانب.والمعنى، ويا قوم لا تحملنكم عداوتكم لي، على افتراء الكذب على، وعلى التمادي في عصياني ومحاربتى. فإن ذلك سيؤدي بكم إلى أن يصيبكم العذاب الذي أصاب قوم نوح أو قوم هود أو قوم صالح.وقوله: وَما قَوْمُ لُوطٍ مِنْكُمْ بِبَعِيدٍ: تذكير لهم بأقرب المهلكين إليهم.أى: إذا كنتم لم تتعظوا بما أصاب قوم نوح من غرق، وبما أصاب قوم هود من ريح دمرتهم، وبما أصاب قوم صالح من صيحة أهلكتهم، فاتعظوا بما أصاب قوم لوط من عذاب جعل أعلى مساكنهم أسفلها، وهم ليسوا بعيدين عنكم لا في الزمان ولا في المكان.والمراد بالبعد- في قوله: وَما قَوْمُ لُوطٍ مِنْكُمْ بِبَعِيدٍ- بعد الزمن والمكان والنسب.فزمن لوط- عليه السلام- غير بعيد من زمن شعيب- عليه السلام-.وديار قوم لوط قريبة من ديار قوم شعيب، إذ منازل مدين عند عقبة أيلة بجوار معان مما يلي الحجاز، وديار قوم لوط بناحية الأردن إلى البحر الميت.وكان مدين بن إبراهيم- عليهما السلام- وهو جد قبيلة شعيب، المسماة باسمه، متزوجا بابنة لوط» ."},{"ayah_number":90,"text":"ثم فتح لهم بعد ذلك باب الأمل في رحمة الله، إن هم تابوا إليه- سبحانه- وأنابوا فقال:وَاسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ إِنَّ رَبِّي رَحِيمٌ وَدُودٌ.أى: واستغفروا ربكم من كل ما فرط منكم من ذنوب ثم توبوا إليه توبة صادقة نصوحا:إِنَّ رَبِّي ومالك أمرى رَحِيمٌ أى: واسع الرحمة لمن تاب إليه، وَدُودٌ أى: كثير الود والمحبة لمن أطاعه.وهكذا نجد شعيبا- عليه السلام- وهو خطيب الأنبياء- يلون لقومه النصح، وينوع لهم المواعظ، ويطوف بهم في مجالات الترغيب والترهيب.."},{"ayah_number":91,"text":"ثم تراه يثور عليهم عند ما يراهم يتجاوزون حدودهم بالنسبة لله- تعالى- وللحق الذي جاءهم به من عنده- سبحانه-: أَرَهْطِي أَعَزُّ عَلَيْكُمْ مِنَ اللَّهِ، وَاتَّخَذْتُمُوهُ وَراءَكُمْ ظِهْرِيًّا، إِنَّ رَبِّي بِما تَعْمَلُونَ مُحِيطٌ. وَيا قَوْمِ اعْمَلُوا عَلى مَكانَتِكُمْ إِنِّي عامِلٌ سَوْفَ تَعْلَمُونَ ...وهكذا نجد شعيبا- عليه السلام- وهو خطيب الأنبياء كما وصفه الرسول صلى الله عليه وسلم يرشد قومه إلى ما يصلحهم ويسعدهم بأسلوب حكيم، جامع لكل ألوان التأثير، والتوجيه السديد.وليت الدعاة إلى الله في كل زمان ومكان يتعلمون من قصة شعيب.. عليه السلام- مع قومه أسلوب الدعوة إلى الله- تعالى.ثم ختمت السورة الكريمة حديثها عن قصص الأنبياء مع أقوامهم، بالإشارة إلى قصة موسى- عليه السلام- مع فرعون وملئه، فقال- تعالى-:"},{"ayah_number":92,"text":"وهنا نجد شعيبا - عليه السلام - ينتقل فى أسلوب مخاطبته لهم من اللين إلى الشدة ، ومن التلطف إلى الإِنكار ، دفاعا عن جلال ربه - سبحانه - فيقول لهم : ( قَالَ ياقوم أرهطي أَعَزُّ عَلَيْكُم مِّنَ الله . . . )أى : ارهطى وعشيرتى الأقربون ، الذين من أجلهم لم ترجمونى ، أعز وأكرم عندكم من الله - تعالى - الذى هو خالقكم ورازقكم ومميتكم ومحييكم .( واتخذتموه وَرَآءَكُمْ ظِهْرِيّاً ) أى : وجعلتم أوامره ونواهيه التى جئتكم بها من لدنه - سبحانه - كالشئ المنبوذ المهمل الملقى من وراء الظهر بسبب كفركم وطغيانكم ( إِنَّ رَبِّي بِمَا تَعْمَلُونَ مُحِيطٌ ) أى : إن ربى قد أحاط علمه بأقوالكم وأعمالكم السيئة ، وسجايزيكم عليها بما تستحقون من عذاب مهين ."},{"ayah_number":93,"text":"ثم زاد فى توبيخهم وتهديدهم فقال ( وياقوم اعملوا على مَكَانَتِكُمْ إِنِّي عَامِلٌ سَوْفَ تَعْلَمُونَ مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَمَنْ هُوَ كَاذِبٌ وارتقبوا إِنِّي مَعَكُمْ رَقِيبٌ ) والمكانة مصدر مكن ككرم ، يقال مكن فلان من الشئ مكانه ، إذا تمكن منه أبلغ تمكن ، والأمر فى قوله ( اعملوا ) للتهديد والوعيد .أى : اعملوا كل ما فى إمكانكم عمله معى ، وابذلوا فى تهديدى ووعيدى ما شئتم ، فإن ذلك لن يضيرنى ، وكيف يضيرنى وأنا المتوكل على الله المعتمد على عونه ورعايته . . . ؟وإنى سأقابل عملكم السئ هذا بعمل آخر حسن من جانبى ، وهو الدوة إلى وحدانية الله - تعالى - وإلى مكارم الأخلاق .وقوله ( سَوْفَ تَعْلَمُونَ مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَمَنْ هُوَ كَاذِبٌ . . . ) استئناف مؤكد لتهديده لهم .أى : اعملوا ما شئتم وأنا سأعمل ما شئت فإنكم بعد ذلك سوف تعلمون من منا الذى سينزل به عذاب يخزيه ويفضحه ويهينه ، ومن منا الذى هو كاذب فى قوله وعمله .( وارتقبوا ) عافلة تكذيبكم للحق ( إِنِّي مَعَكُمْ رَقِيبٌ ) أى : إنى معكم منتظر ورماقب لما سيفعله الله - تعالى - بكم .وبذلك نرى شعيبا - عليه السلام - فى هاتين الآيتين ، قد استعمل مع قومه أسلوبا آخر فى المخاطبة ، يمتاز بشدة عليهم والتهديد لهم ، لا غضبا لنفسه ، وإنما لأجل حرمات الله - تعالى - ، والدفاع عن دينه ."},{"ayah_number":94,"text":"ولم يطل انتظار شعيب - عليه السلام - ومراقبته لما يحدث لقومه ، بل جاء عقاب الله - تعالى - لهم بسرعة وحسم ، بعد أن لجوا فى طغيانهم ، وقد حكى - سبحانه - ذلك فقال :( وَلَمَّا جَآءَ أَمْرُنَا نَجَّيْنَا شُعَيْباً والذين آمَنُواْ مَعَهُ بِرَحْمَةٍ مِّنَّا . . )أى : وحين جاء أمرنا بعذابهم ، وحل أوان هذا العذاب ، نجينا نبينا شعيبا ونجينا الذين آمنوا به وصدقوه ، حالة كونهم مصحوبين برحمة عظيمة كائنة منا لا من غيرنا .( وَأَخَذَتِ الذين ظَلَمُواْ ) من قومه ( الصَّيْحَةُ ) التى زلزلتهم وأهلكتهم ( فَأَصْبَحُواْ فِي دِيَارِهِمْ ) التى كانوا يسكنونها .( جَاثِمِينَ ) أى : هامدين ميتين لا تحس لهم حركة ، ولا تسمع لهم ركزا . .من الجثوم وهو للناس والطير بمنزلة البروك للإِبل ، يقال ، جثم الطائر يجثم جثما وجثوما فهو جاثم إذا وقع على صدره ولزم مكانه فلم يبرحه ."},{"ayah_number":95,"text":"( كَأَن لَّمْ يَغْنَوْاْ فِيهَآ ) أى : كأن هؤلاء الهلكى من قوم شعيب ، لم يعيشوا فى ديارهم قبل ذلك عيشة ملؤها الرغد والرخاء والأمان . . .يقال : غنى فلان بالمكان ، إذا أقام به وعاش فيه ف نعمة ورغد . . .( أَلاَ بُعْداً لِّمَدْيَنَ كَمَا بَعِدَتْ ثَمُودُ ) أى : ألا هلاكا مصحوبا بالخزى واللعنة والطرد من رحمة الله لقبيلة مدين ، كما هلكت من قبلهم قبيلة ثمود .وهكذا طويت صفحة أخرى من صفات الظالمين وهم قوم شعيب . . عليهم السلام - كما طويت من قبلهم صفحات قوم نوح وهود وصالح ولوط - عليه السلام- .هذا ، ومن أهم العبر والعظات التى تتجلى واضحة فى قصة شعيب مع قومه كما جاءت فى هذه السورة الكريمة :أن الداعى إلى الله لكى ينجح فى دعوته ، عليه أن ينوع خطابه للمدعوين ، بحيث يشتمل توجيهه على الترغيب والترهيب ، وعلى الأسباب وما تؤدى إليه من نتائج ، وعلى ما يقنع العقل ويقنع العاطفة . . .ففى هذه القصة نجد شعيبا - عليه السلام - يبدأ دعوته بأمر قومه بعبادة الله - تعالى - ، ثم ينهاهم عن أبرز الرذائل التى كانت منتشرة وهى نقص المكيال والميزان ، ثم يبين لهم الأسباب التى حملته على ذلك : ( إني أَرَاكُمْ بِخَيْرٍ وإني أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ مُّحِيطٍ ) .ثم ينهاهم نهيا عاما عن الإِفساد فى الأرض ( وَلاَ تَعْثَوْاْ فِي الأرض مُفْسِدِينَ ) .ثم يرشدهم إلى أن الرزق الحلال مع الإِيمان والاستقامة ، خير لهم من التشبع بزينة الحياة الدنيا بدون تمييز بين ما هو صالح وما هو طالح : وبقية الله خير لكم إن كنتم مؤمنين . .ثم يذكرهم بأنه لا يأمرهم إلا بما يأمر به نفسه ، ولا ينهاهم إلا عما ينهاها عنه وأنه ليس ممن يقولون بأفواههم ما ليس فى قلوبهم ( وَمَآ أُرِيدُ أَنْ أُخَالِفَكُمْ إلى مَآ أَنْهَاكُمْ عَنْهُ إِنْ أُرِيدُ إِلاَّ الإصلاح مَا استطعت . . . ) .ثم يذكرهم بمصارع السابقين ، ويحذرهم من أن يسلكوا مسلكهم ، لأنهم لو فعلوا ذلك لهلكوا كما هلك الذين من قبلهم : ( وياقوم لاَ يَجْرِمَنَّكُمْ شقاقي أَن يُصِيبَكُم مِّثْلُ مَآ أَصَابَ قَوْمَ نُوحٍ أَوْ قَوْمَ هُودٍ أَوْ قَوْمَ صَالِحٍ . . . ) .ثم يفتح لهم باب الأمل فى عفو الله عنهم متى استغفروه وتابوا إليه : ( واستغفروا رَبَّكُمْ ثُمَّ توبوا إِلَيْهِ إِنَّ رَبِّي رَحِيمٌ وَدُودٌ )ثم تراه يثور عليهم عندما يراهم يتجاوزون حدودهم بالنسبة لله - تعالى - وللحق الذى جاءهم به من عنده - سبحانه - : ( أرهطي أَعَزُّ عَلَيْكُم مِّنَ الله واتخذتموه وَرَآءَكُمْ ظِهْرِيّاً إِنَّ رَبِّي بِمَا تَعْمَلُونَ مُحِيطٌ . وياقوم اعملوا على مَكَانَتِكُمْ إِنِّي عَامِلٌ سَوْفَ تَعْلَمُونَ . . . ) .وهكذا نجد شعيبا - عليه السلام - وهو خطيب الأنبياء كما وصفه الرسول - صلى الله عليه وسلم - يرشد قومه إلى ما يصلحهم ويسعدهم بأسلوب حكيم ، جامع لكل ألوان التأثير ، والتوجيه السديد .وليت الدعاة إلى الله فى كل زمان ومكان يتعلمون من قصة شعيب . . عليه السلام - مع قومه أسلوب الدعوة إلى الله - تعالى ."},{"ayah_number":96,"text":"وموسى- عليه السلام- هو ابن عمران، من نسل «لاوى» بن يعقوب.ويرى بعض المؤرخين أن ولادة موسى كانت في حوالى القرن الثالث عشر قبل الميلاد، وأن بعثته كانت في عهد منفتاح بن رمسيس الثاني.والمراد بالآيات: الآيات التسع المشار إليها في قوله- تعالى- «ولقد آتينا موسى تسع آيات بينات ... » .وهي: العصا، واليد البيضاء، والسنون العجاف، ونقص الثمرات، والطوفان، والجراد، والقمل، والضفادع، والدم.والسلطان المبين: الحجة الواضحة، والبرهان الظاهر على صدقه، وسمى ذلك سلطانا لأن صاحب الحجة والبرهان على ما يدعى، يقهر ويغلب من لا حجة ولا برهان معه، كما يقهر السلطان غيره.والمعنى: ولقد أرسلنا نبينا موسى- عليه السلام- بمعجزاتنا الدالة على صدقه، وبحجته القوية الواضحة، الشاهدة على أنه رسول من عندنا،"},{"ayah_number":97,"text":"إلى فرعون وملئه الذين هم خاصته، وسادات قومه وكبراؤهم ...وخصهم بالذكر مع فرعون، لأنهم هم الذين كانوا ينفذون أوامره، ويعاونونه على فساده والضمير في قوله فَاتَّبَعُوا أَمْرَ فِرْعَوْنَ يعود إلى الملأ.أى: فاتبعوا أمره في كل ما قرره من كفر، وفي كل ما أشار به من فساد.وفي هذه الجملة الكريمة- كما يقول الزمخشري- تجهيل لهم، حيث شايعوه على أمره، وهو ضلال مبين لا يخفى على من فيه أدنى مسكة من العقل، وذلك أنه ادعى الألوهية وهو بشر مثلهم، وجاهر بالعسف والظلم والشر الذي لا يأتى إلا من شيطان مارد، فاتبعوه وسلموا له دعواه، وتتابعوا على طاعته.وقال- سبحانه- فَاتَّبَعُوا أَمْرَ فِرْعَوْنَ ولم يقل فاتبعوا أمره، للتشهير به، والإعلان عن ذمه الذي صرح به في قوله- سبحانه- وَما أَمْرُ فِرْعَوْنَ بِرَشِيدٍ.والرشيد بزنة- فعيل- من الفعل رشد من باب نصر وفتح: هو الشخص المتصف بإصابة الرأى، وجودة التفكير، وأضيف الرشد إلى الأمر على سبيل المجاز، مبالغة في اشتمال أمر فرعون على ما يناقض الرشد والسداد، ويطابق الغي والفساد.أى: ما شأن فرعون وأمره بذي رشد وهدى، بل هو محض الغي والضلال، فكان من الواجب على ملئه أن ينبذوه ويهملوه، بدل أن يطيعوه ويتبعوه ..."},{"ayah_number":98,"text":"ثم بين- سبحانه- سوء مصيره ومصير أتباعه فقال: يَقْدُمُ قَوْمَهُ يَوْمَ الْقِيامَةِ فَأَوْرَدَهُمُ النَّارَ وَبِئْسَ الْوِرْدُ الْمَوْرُودُ.ويقدم- كينصر- بمعنى يتقدم مأخوذ من الفعل قدم- بفتح الدال- تقول: قدم الرجل يقدم قدما وقدوما بمعنى: تقدم، ومنه قادمة الرحل بمعنى مقدمته.وقوله فَأَوْرَدَهُمُ من الإيراد وهو جعل الشيء واردا إلى المكان- وداخلا فيه.والورد- بكسر الواو- يطلق على الماء الذي يرد إليه الإنسان والحيوان للشرب.والمعنى: يتقدم فرعون قومه يوم القيامة إلى جهنم، كما كان يتقدمهم في الكفر في الدنيا، فأوردهم النار، أى: فدخلها وأدخلهم معه فيها.وعبر بالماضي مع أن ذلك سيكون يوم القيامة لتحقيق الوقوع وتأكده، وقد صرح القرآن بأنهم سيدخلون النار بمجرد موتهم فقال- تعالى-: النَّارُ يُعْرَضُونَ عَلَيْها غُدُوًّا وَعَشِيًّا وَيَوْمَ تَقُومُ السَّاعَةُ أَدْخِلُوا آلَ فِرْعَوْنَ أَشَدَّ الْعَذابِ .وقوله وبئس الورد المورود، أى: وبئس الورد الذي يردونه النار، لان الورد- الذي هو النصيب المقدر للإنسان من الماء- إنما يذهب إليه قاصده لتسكين عطشه، وإرواء ظمئه، وهؤلاء إنما يذهبون إلى النار التي هي الضد من ذلك."},{"ayah_number":99,"text":"ثم صرح- سبحانه- بلعتهم في الدارين فقال: وَأُتْبِعُوا فِي هذِهِ لَعْنَةً وَيَوْمَ الْقِيامَةِ ...أى: إن اللعنة والفضيحة لحقت بهم واتبعتهم في الدنيا وفي الأخرى، كما قال- تعالى- في آية أخرى: وَأَتْبَعْناهُمْ فِي هذِهِ الدُّنْيا لَعْنَةً وَيَوْمَ الْقِيامَةِ هُمْ مِنَ الْمَقْبُوحِينَوجملة بِئْسَ الرِّفْدُ الْمَرْفُودُ مستأنفة لإنشاء ذم اللعنة، والمخصوص بالذم محذوف دل عليه ذكر اللعنة، أى بئس الرفد هي.الرفد العطاء والعون يقال رفد فلان فلانا يرفده رفدا أى أعطاه وأعانه على قضاء مصالحه، أى: بئس العطاء المعطى لهم تلك اللعنة المضاعفة التي لا بستهم في الدنيا والآخرة.وسميت اللعنة رفدا على سبيل التهكم بهم، كما في قول القائل: تحية بينهم ضرب وجيع.فكأنه- سبحانه- يقول: هذه اللعنة هي العطاء المعطى من فرعون لأتباعه الذين كانوا من خلفه كقطيع الأغنام الذي يسير خلف قائده بدون تفكر أو تدبر ...وبئس العطاء عطاؤه لهم ...وإلى هنا تكون هذه السورة الكريمة قد حدثتنا عن قصة نوح مع قومه، وعن قصة هود مع قومه، وعن قصة صالح مع قومه، وعن قصة إبراهيم مع الملائكة، وعن قصة لوط مع قومه ومع الملائكة، وعن قصة شعيب مع قومه، وعن قصة موسى مع فرعون وملئه.ويلاحظ أن السورة الكريمة قد ساقت لنا تلك القصص حسب ترتيبها التاريخى والزمنى، لأهداف من أهمها:1- إبراز وحدة العقيدة في دعوة الأنبياء جميعا، فكل نبي قد قال لقومه: اعبدوا الله مالكم من إله غيره ... ثم يسوق لهم الأدلة على صدقه فيما بلغه عن ربه.2- إبراز أن الناس في كل زمان ومكان فيهم الأخيار الذين يتبعون الرسل، وفيهم الأشرار الذين يحاربون الحق ...3- بيان العاقبة الحسنة التي انتهى إليها المؤمنون بسبب إيمانهم وصدقهم وعملهم الصالح ... والعاقبة السيئة التي انتهى إليها الكافرون بسبب كفرهم وإعراضهم عن الحق ...قال- تعالى- فَكُلًّا أَخَذْنا بِذَنْبِهِ فَمِنْهُمْ مَنْ أَرْسَلْنا عَلَيْهِ حاصِباً، وَمِنْهُمْ مَنْ أَخَذَتْهُ الصَّيْحَةُ، وَمِنْهُمْ مَنْ خَسَفْنا بِهِ الْأَرْضَ، وَمِنْهُمْ مَنْ أَغْرَقْنا، وَما كانَ اللَّهُ لِيَظْلِمَهُمْ وَلكِنْ كانُوا أَنْفُسَهُمْ يَظْلِمُونَ  .ثم ساقت السورة بعد ذلك حتى نهايتها آيات كريمة اشتملت على تعليقات وتعقيبات متنوعة، وهذه التعليقات والتعقيبات قوية الصلة بما سبقها من آيات ...وكان التعقيب الأول يهدف إلى بيان أن هذه القرى المهلكة التي منها ما هو قائم ومنها ما هو حصيد، ما ظلم الله- تعالى- أهلها، ولكن هم الذين ظلموا أنفسهم بعصيانهم الرسل، وإصرارهم على الكفر والعناد، قال- تعالى-:"},{"ayah_number":100,"text":"أى: ذلك الذي قصصناه عليك- أيها الرسول الكريم- في هذه السورة الكريمة، وهو جزء مِنْ أَنْباءِ الْقُرى المهلكة.ونحن نقصه عليك، في هذا القرآن عن طريق وحينا الصادق، ليعتبر به الناس، وليعلموا أن هذا القرآن المشتمل على هذا القصص الذي لا علم لهم به من عند الله.وافتتح- سبحانه- الكلام باسم الإشارة المفيد للبعد، للتنويه بشأن هذه الأنباء التي سبق الحديث عنها، وللإشعار بأنها أنباء هامة فيها الكثير من العظات والعبر لقوم يعقلون.والضمير في قوله: منها قائم وحصيد، يعود إلى تلك القرى المهلكة، والجملة مستأنفة للتحريض على النظر والاعتبار، فكأن سائلا سأل ما حال هذه القرى المهلكة أباقية آثارها أم عفى عليها الزمن؟ فكان الجواب: منها قائم وحصيد.أى: من هذه القرى المهلكة ما آثارها قائمة يراها الناظر إليها، كآثار قوم ثمود.ومنها ما أثارها عفت وزالت وانطمست وصارت كالزرع المحصود الذي استؤصل بقطعه، فلم تبق منه باقية، كديار قوم نوح.ففي هذه الجملة الكريمة تشبيه بليغ، حيث شبه- سبحانه- القرى التي بعض آثارها ما يزال باقيا بالزرع القائم على ساقه، وشبه ما زال منها واندثر بالزرع المحصود.وحصيد مبتدأ محذوف الخبر لدلالة ما قبله عليه، أى منها قائم ومنها حصيد."},{"ayah_number":101,"text":"وقوله- سبحانه- وَما ظَلَمْناهُمْ وَلكِنْ ظَلَمُوا أَنْفُسَهُمْ:.. بيان لمظاهر عدله في قضائه وأحكامه.والضمير المنصوب في ظَلَمْناهُمْ يعود إلى أهل هذه القرى، لأنهم هم المقصودون بالحديث.أى: وما ظلمنا أهل هذه القرى بإهلاكنا إياهم، ولكنهم هم الذين ظلموا أنفسهم، بسبب إصرارهم على الكفر، وجحودهم للحق، واستهزائهم بالرسل الذين جاءوا لهدايتهم ...ثم بين- سبحانه- موقف آلهتهم المخزى منهم فقال: فَما أَغْنَتْ عَنْهُمْ آلِهَتُهُمُ الَّتِي يَدْعُونَ مِنْ دُونِ اللَّهِ مِنْ شَيْءٍ لَمَّا جاءَ أَمْرُ رَبِّكَ ...أى: أن هؤلاء المهلكين عند ما نزل بهم العذاب، لم تنفعهم أصنامهم التي كانوا يعبدونها من دون الله شيئا من النفع ... بل هي لم تنفع نفسها فقد اندثرت معهم كما اندثروا.والفاء في قوله- سبحانه- فَما أَغْنَتْ للتفريع على ظلمهم لأنفسهم، لأن اعتمادهم على شفاعة الأصنام، وعلى دفاعها عنهم ... من مظاهر جهلهم وغبائهم وظلمهم لأنفسهم.ومِنْ في قوله: مِنْ شَيْءٍ لتأكيد انتفاء النفع والإغناء: أى: لم تغن عنهم شيئا ولو قليلا من الإغناء ولم تنفعهم لا في قليل ولا كثير ...وجملة وَما زادُوهُمْ غَيْرَ تَتْبِيبٍ تأكيد لنفى النفع، وإثبات للضر والخسران.والتتبيب: مصدر تب بمعنى خسر، وتبب فلان فلانا إذا أوقعه في الخسران.ومنه قوله- تعالى- تَبَّتْ يَدا أَبِي لَهَبٍ وَتَبَّ أى: هلكتا وخسرتا كما قد هلك وخسر هو.أى: وما زادتهم أصنامهم التي كانوا يعتمدون عليها في دفع الضر سوى الخسران والهلاك.قال الإمام الرازي: والمعنى: أن الكفار كانوا يعتقدون في الأصنام أنها تعين على تحصيل المنافع ودفع المضار، ثم إنه- تعالى- أخبر أنهم عند مساس الحاجة إلى المعين، ما وجدوا منها شيئا لا جلب نفع ولا دفع ضر، ثم كما لم يجدوا ذلك فقد وجدوا ضده، وهو أن ذلك الاعتقاد زالت عنهم به منافع الدنيا والآخرة، وجلب لهم مضارهما، فكان ذلك من أعظم موجبات الخسران» ."},{"ayah_number":102,"text":"ثم بين- سبحانه- سنته في عقاب الظالمين في كل زمان ومكان فقال: وَكَذلِكَ أَخْذُ رَبِّكَ إِذا أَخَذَ الْقُرى وَهِيَ ظالِمَةٌ....والكاف في وَكَذلِكَ بمعنى مثل، والمراد بالقرى: أهلها الظالمون.والأخذ: هو العقاب المباغت السريع: يقال أخذ فلان الموت، إذا نزل به بسرعة وقوة.أى: ومثل ذلك الأخذ والإهلاك للظالمين السابقين، يكون أخذ ربك وعقابه لكل ظالم يأتى بعدهم وينهج نهجهم.وجملة، وهي ظالمة، في موضع الحال من القرى، وفائدة هذه الحال الإشعار بأن عقابهم كان بسبب ظلمهم، وفي ذلك ما فيه من التحذير لكل ظالم لا يبادر بالإقلاع عن ظلمه قبل فوات الأوان.والمراد بالظلم ما يشمل الكفر وغيره من الجرائم والمعاصي التي نهى الله عنها، كالكذب وشهادة الزور، وأكل أموال الناس بالباطل.وقوله: إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ زيادة في التحذير من الوقوع في الظلم.أى: إن أخذه- سبحانه- للظالمين عظيم إيلامه، شديد وقعه، لا هوادة فيه، ولا مخلص منه.روى الشيخان عن أبى موسى الأشعرى أن رسول الله صلى الله عليه وسلم قال: إن الله ليملى للظالم حتى إذا أخذه لم يفلته، ثم قرأ رسول الله صلى الله عليه وسلم وَكَذلِكَ أَخْذُ رَبِّكَ إِذا أَخَذَ الْقُرى وَهِيَ ظالِمَةٌ إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ  .ثم بين- سبحانه- أن ما ساقه في هذا القرآن عن أحوال السابقين فيه العبرة لمن اعتبر، وفيه العظة لمن خاف عذاب الآخرة الذي ينقسم الناس فيه إلى شقي وسعيد، فقال- تعالى-:"},{"ayah_number":103,"text":"أى إِنَّ فِي ذلِكَ القصص الذي قصصناه عليك- يا محمد- والمشتمل على بيان سنة الله التي لا تتخلف في إهلاك الظالمين.لَآيَةً أى: لعبرة عظيمة، وعظة بليغة، وحجة واضحة.لِمَنْ خافَ عَذابَ الْآخِرَةِ لأنه هو المنتفع بالعبر والعظات لصدق إيمانه، وصفاء نفسه، وإيقانه بأن هناك في الآخرة ثوابا وعقابا، وحسابا على الأعمال الدنيوية..أما الذي ينكر الآخرة وما فيها من ثواب وعقاب، فإنه لا يعتبر بما أصاب الظالمين من عذاب دنيوى دمرهم تدميرا، بل ينسب ذلك إلى أسباب طبيعة أو فلكية أو غيرهما، لا علاقة لها بكفرهم وظلمهم وطغيانهم ...«لأن الخائف من عذاب الآخرة، عند ما يرى ما حل بالمجرمين في الدنيا من عقاب، يزداد إيمانا على إيمانه، وتصديقا على تصديقه، بأن الله- تعالى- قادر على أن يعذبهم في الآخرة عذابا أشد وأبقى من عذاب الدنيا ...ثم بين- سبحانه- أن يوم القيامة آت لا ريب فيه فقال: ذلِكَ يَوْمٌ مَجْمُوعٌ لَهُ النَّاسُ وَذلِكَ يَوْمٌ مَشْهُودٌ.واسم الإشارة في الموضعين، يعود إلى يوم القيامة المدلول عليه بذكر عذاب الآخرة قبل ذلك، واللام في قوله- سبحانه- مَجْمُوعٌ لَهُ لام العلة.أى: ذلك اليوم وهو يوم القيامة، يوم يجمع الناس فيه لأجل محاسبتهم ومجازاتهم على أعمالهم، ويشهده جميع الخلائق الذين يؤمرون بشهوده، دون أن يغيب منهم أحد قال صاحب الكشاف: والنَّاسُ رفع باسم المفعول الذي هو مَجْمُوعٌ كما يرفع بفعله إذا قلت يجمع له الناس.فإن قلت: لأى فائدة أوثر اسم المفعول على فعله؟قلت: لما في اسم المفعول من دلالة على ثبات معنى الجمع لليوم، وأنه يوم لا بد من أن يكون ميعادا مضروبا لجمع الناس له، وأنه الموصوف بذلك صفة لازمة، وهو أثبت- أيضا- لإسناد الجمع إلى الناس وأنهم لا ينفكون منه.ونظيره قول المهدد: إنك لمنهوب مالك، محروب قومك، فيه من تمكن الوصف وثباته ما ليس في الفعل ...والمراد بالمشهود: الذي كثر شاهدوه، ومنه قولهم: لفلان مجلس مشهود، وطعام محضور ... والغرض من ذلك، وصف هذا اليوم بالهول والعظم وتميزه من بين الأيام، بأنه اليوم الذي يشهد فيه الخلائق الموقف لا يغيب عنه أحد ... » ."},{"ayah_number":104,"text":"ثم قال- تعالى- وَما نُؤَخِّرُهُ إِلَّا لِأَجَلٍ مَعْدُودٍ.والأجل في اللغة: الوقت المضروب لانتهاء مدة معينة، فأجل الإنسان: هو الوقت المحدد لانقضاء عمره.والمعدود: أصله المحسوب، والمراد به هنا: المحدد بمدة معينة لا يزيد عليها ولا يتأخر عنها.أى: أننا لا نؤخر هذا اليوم إلا لوقت محدد معلوم لنا، فإذا ما جاء موعد هذا الوقت، حل هذا اليوم الهائل الشديد وهو يوم القيامة، الذي اقتضت حكمتنا عدم إطلاع أحد على موعده."},{"ayah_number":105,"text":"ثم ذكر- سبحانه- جانبا من أهوال هذا اليوم، ومن أحوال الناس فيه فقال: يَوْمَ يَأْتِ لا تَكَلَّمُ نَفْسٌ إِلَّا بِإِذْنِهِ فَمِنْهُمْ شَقِيٌّ وَسَعِيدٌ.والشقي: صفة مشبهة من الفعل شقي، وهو الشخص المتلبس بالشقاوة. والشقاء:أى سوء الحال- بسبب إيثاره الضلالة على الهداية، والباطل على الحق ...والسعيد: هو الشخص المتلبس بالسعادة، وبالأحوال الحسنة بسبب إيمانه وعمله الصالح.والمعنى: حين يأتى هذا اليوم وهو يوم القيامة، لا تتكلم فيه نفس بأى كلام إلا بإذن الله- تعالى- ويكون الناس فيه منقسمين إلى قسمين: قسم شقي معذب بسبب كفره، وسوء عمله، وتفريطه في حقوق الله ...وقسم سعيد منعم بسبب إيمانه: وعمله الصالح ...فإن قيل: كيف نجمع بين هذه الآية التي تنفى الكلام عن كل نفس إلا بإذن الله وبين قوله- تعالى- يَوْمَ تَأْتِي كُلُّ نَفْسٍ تُجادِلُ عَنْ نَفْسِها....فالجواب: أن في يوم القيامة مواقف متعددة، ففي بعضها يجادل الناس عن أنفسهم، وفي بعضها يكفون عن الكلام إلا بإذن الله، وفي بعضها يختم على أفواههم، وتتكلم أيديهم وتشهد أرجلهم بما كانوا يكسبون ...وفي هذه الآية الكريمة إبطال لما زعمه المشركون من أن أصنامهم ستدافع عنهم، وستشفع لهم يوم القيامة.قال الإمام ابن كثير: قوله- تعالى- يَوْمَ يَأْتِ لا تَكَلَّمُ نَفْسٌ إِلَّا بِإِذْنِهِ ... أى:يوم يأتى هذا اليوم وهو يوم القيامة، لا يتكلم أحد إلا بإذن الله- تعالى- كما قال- سبحانه- يَوْمَ يَقُومُ الرُّوحُ وَالْمَلائِكَةُ صَفًّا لا يَتَكَلَّمُونَ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمنُ وَقالَ صَواباً .وقال- سبحانه- وَخَشَعَتِ الْأَصْواتُ لِلرَّحْمنِ فَلا تَسْمَعُ إِلَّا هَمْساً .- في الصحيحين عن رسول الله صلى الله عليه وسلم في حديث الشفاعة الطويل: - «ولا يتكلم يومئذ إلا الرسل، ودعوة الرسل يومئذ: اللهم سلم سلم»  ."},{"ayah_number":106,"text":"ثم فصل- سبحانه- أحوال الأشقياء والسعداء فقال: فَأَمَّا الَّذِينَ شَقُوا فَفِي النَّارِ لَهُمْ فِيها زَفِيرٌ وَشَهِيقٌ.قال الآلوسي: قال الراغب: الزفير ترديد النفس حتى تنتفخ الضلوع منه مأخوذ من زفر فلان إذا حمل حملا بمشقة فتردد فيه نفسه، ومنه قيل للإماء الحاملات الماء: زوافر.والشهيق. رد النفس إلى الصدر بصعوبة وعناء.والمراد بهما: الدلالة على شدة كربهم وغمهم، وتشبيه حالهم بحال من استولت على قلبه الحرارة، واستبد به الضيق حتى صار في كرب شديد .والمعنى: فأما الذين كان نصيبهم الشقاء في الآخرة، بسبب كفرهم واقترافهم للمعاصي في الدنيا، فمصيرهم إلى الاستقرار في النار، لهم فيها من ضيق الأنفاس. وحرج الصدور، وشدة الكروب ما يجعلهم يفضلون الموت على ما هم فيه من هم وغم. وخص- سبحانه- من بين أحوالهم الأليمة حالة الزفير والشهيق تنفيرا من الأسباب التي توصل إلى النار، وتبشيعا لتلك الحالة التي فيها ما فيها من سوء المنظر، وتعاسة الحال ..."},{"ayah_number":107,"text":"ثم أكد- سبحانه- خلودهم في النار فقال: خالِدِينَ فِيها ما دامَتِ السَّماواتُ وَالْأَرْضُ....أى أن الأشقياء لهم في النار العذاب الأليم، وهم ماكثون فيها مكث بقاء وخلود لا يبرحونها مدة دوام السموات التي تظلهم، والأرض التي تقلهم فهو في معنى قوله- تعالى- خالِدِينَ فِيها أَبَداً.قال الآلوسى ما ملخصه: والمقصود من هذا التعبير: التأبيد ونفى الانقطاع على منهاج قول العرب لا أفعل كذا، ما لاح كوكب، وما أضاء الفجر، وما اختلف الليل والنهار ... إلى غير ذلك من كلمات التأبيد عندهم ...وليس المقصود منه تعليق قرارهم فيها بدوام هذه السموات والأرض، فإن النصوص القاطعة دالة على تأبيد قرارهم فيها.وجوز أن يحمل ذلك على التعليق، ويراد بالسموات والأرض، سماوات الآخرة وأرضها، وهما دائمتان أبدا ... ) .أما قوله- سبحانه- إِلَّا ما شاءَ رَبُّكَ فقد ذكر العلماء في المقصود به أقوالا متعددة أوصلها بعضهم إلى ثلاثة عشر قولا من أشهرها:أن هذا الاستثناء في معنى الشرط فكأنه- سبحانه- يقول:1- خالدين فيها خلودا أبديا إن شاء ربك ذلك إذ كل شيء خاضع لمشيئة ربك وإرادته ...وعليه يكون المقصود من هذا الاستثناء وأمثاله إرشاد العباد إلى وجوب تفويض الأمور إليه- سبحانه- وإعلامهم بأن كل شيء خاضع لإرادته ومشيئته فهو الفاعل المختار الذي لا يجب عليه شيء ولا حق لأحد عليه إِنَّ رَبَّكَ فَعَّالٌ لِما يُرِيدُ.وليس المقصود من هذا الاستثناء وأمثاله نفى خلودهم في النار لأنه لا يلزم من الاستثناء المعلق على المشيئة وقوع المشيئة ولأنه قد أخبرنا- سبحانه- في كتابه بخلود الكافرين خلودا أبديا في النار.قال- تعالى- إِنَّ الَّذِينَ كَفَرُوا وَظَلَمُوا لَمْ يَكُنِ اللَّهُ لِيَغْفِرَ لَهُمْ وَلا لِيَهْدِيَهُمْ طَرِيقاً. إِلَّا طَرِيقَ جَهَنَّمَ خالِدِينَ فِيها أَبَداً وَكانَ ذلِكَ عَلَى اللَّهِ يَسِيراً  .وشبيه بهذا الاستثناء ما حكاه- سبحانه- عن نبيه شعيب- عليه السلام- في قوله:قالَ الْمَلَأُ الَّذِينَ اسْتَكْبَرُوا مِنْ قَوْمِهِ لَنُخْرِجَنَّكَ يا شُعَيْبُ وَالَّذِينَ آمَنُوا مَعَكَ مِنْ قَرْيَتِنا أَوْ لَتَعُودُنَّ فِي مِلَّتِنا قالَ أَوَلَوْ كُنَّا كارِهِينَ. قَدِ افْتَرَيْنا عَلَى اللَّهِ كَذِباً إِنْ عُدْنا فِي مِلَّتِكُمْ بَعْدَ إِذْ نَجَّانَا اللَّهُ مِنْها، وَما يَكُونُ لَنا أَنْ نَعُودَ فِيها إِلَّا أَنْ يَشاءَ اللَّهُ رَبُّنا، وَسِعَ رَبُّنا كُلَّ شَيْءٍ عِلْماً ...  .فشعيب- عليه السلام- مع ثقته المطلقة في أنه لن يعود هو وأتباعه إلى ملة الكفر، نراه يفوض الأمر إلى مشيئة الله تأدبا معه- سبحانه..فيقول: وما يكون لنا أن نعود فيها- أى ملة الكفر- إلا أن يشاء ربنا شيئا غير ذلك وهذا من الأدب العالي في مخاطبة الأنبياء لخالقهم- عز وجل.وقد ذكر كثير من المفسرين هذا القول ضمن الأقوال في معنى الآية، وبعضهم اقتصر عليه ولم يذكر سواه، ومن هذا البعض صاحب المنار، وصاحب محاسن التأويل ...أما صاحب المنار فقد قال: قوله إِلَّا ما شاءَ رَبُّكَ أى: أن هذا الخلود الدائم هو المعد لهم في الآخرة ... إلا ما شاء ربك من تغيير في هذا النظام في طور آخر، فهو إنما وضع بمشيئته، وسيبقى في قبضة مشيئته، وقد عهد مثل هذا الاستثناء في سياق الأحكام القطعية للدلالة على تقييد تأبيدها بمشيئة الله- تعالى ... فقط، لا لإفادة عدم عمومها ... »  .وأما صاحب محاسن التأويل فقد قال: فإن قلت: ما معنى الاستثناء بالمشيئة، وقد ثبت خلود أهل الدارين فيهما من غير استثناء؟.فالجواب: أن الاستثناء بالمشيئة قد استعمل في أسلوب القرآن، للدلالة على الثبوت والاستمرار.والنكتة في الاستثناء بيان أن هذه الأمور الثابتة الدائمة، إنما كانت كذلك بمشيئة الله- تعالى- لا بطبيعتها في نفسها، ولو شاء- تعالى- أن يغيرها لفعل.وابن كثير قد أشار إلى ذلك بقوله: يعنى أن دوامهم فيها ليس أمرا واجبا بذاته، بل هو موكول إلى مشيئته- تعالى-» .2- أن الاستثناء هنا خاص بالعصاة من المؤمنين.ومن العلماء الذين رجحوا هذا القول الإمامان: ابن جرير وابن كثير.أما ابن جرير فقد قال ما ملخصه بعد أن سرد الأقوال في ذلك:«وأولى الأقوال في تأويل هذه الآية بالصواب، القول الذي ذكرناه عن الضحاك وقتادة من أن ذلك استثناء في أهل التوحيد من أهل الكبائر، أنه يدخلهم النار خالدين فيها أبدا، إلا ما شاء تركهم فيها أقل من ذلك، ثم يخرجهم فيدخلهم الجنة- أى العصاة من المؤمنين ... »  .وأما ابن كثير فقد وضح ما اختاره ابن جرير ورجحه فقال ما ملخصه:وقد اختلف المفسرون في المراد من هذا الاستثناء على أقوال كثيرة ... نقل كثيرا منها الإمام ابن جرير، واختار: أن الاستثناء عائد على العصاة من أهل التوحيد، ممن يخرجهم الله من النار بشفاعة الشافعين، من الملائكة والنبيين والمؤمنين، حين يشفعون في أصحاب الكبائر، ثم تأتى رحمة أرحم الراحمين، فتخرج من النار من لم يعمل خيرا قط، وقال يوما من الدهر: لا إله إلا الله، كما وردت بذلك الأخبار الصحيحة المستفيضة عن رسول الله- صلى الله عليه وسلم، ولا يبقى بعد ذلك في النار إلا من وجب عليه الخلود فيها، ولا محيد له عنها، وهذا الذي عليه كثير من العلماء قديما وحديثا في تفسير هذه الآية الكريمة» .وقد ذكر الشيخ الشوكانى هذا القول ضمن أحد عشر قولا فقال ما ملخصه:وقوله إِلَّا ما شاءَ رَبُّكَ: قد اختلف أهل العلم في هذا الاستثناء على أقوال منها:(أ) أنه من قوله فَفِي النَّارِ كأنه قال: إلا ما شاء ربك من تأخير قوم عن ذلك ...(ب) أن الاستثناء إنما هو للعصاة من الموحدين وإنهم يخرجون بعد مدة من النار، وعلى هذا يكون قوله فَأَمَّا الَّذِينَ شَقُوا عاما في الكفرة والعصاة، ويكون الاستثناء من خالدين، وتكون ما بمعنى من، وقد ثبت بالأحاديث المتواترة تواترا يفيد العلم الضروري بأنه يخرج من النار أهل التوحيد، فكان ذلك مخصصا لكل عموم.(ج) أن الاستثناء من الزفير والشهيق، أى لهم فيها زفير وشهيق إِلَّا ما شاءَ رَبُّكَ من أنواع العذاب غير الزفير والشهيق ... »  .ويبدو لنا أن الرأى الأول أرجح الآراء، ويشهد لهذا قوله- تعالى- بعد ذلك:إِنَّ رَبَّكَ فَعَّالٌ لِما يُرِيدُ أى فهو إن شاء غير ذلك فعله، وإن شاء ذلك فعله، ما شاء من الأفعال كان وما لم يشاء لم يكن.وجاء- سبحانه- بصيغة المبالغة فَعَّالٌ للإشارة إلى أنه- سبحانه- لا يتعاصى عليه فعل من الأفعال بأى وجه من الوجوه."},{"ayah_number":108,"text":"ثم بين- سبحانه- حسن عاقبة السعداء فقال: وَأَمَّا الَّذِينَ سُعِدُوا أى في الآخرة بسبب إيمانهم وتقواهم في الدنيا، فَفِي الْجَنَّةِ خالِدِينَ فِيها ما دامَتِ السَّماواتُ وَالْأَرْضُ إِلَّا ما شاءَ رَبُّكَ عَطاءً غَيْرَ مَجْذُوذٍ.أى: عطاء منه- سبحانه- لهم غير مقطوع عنهم، يقال: جذ الشيء يجذه جذا، أى:كسره وقطعه، ومنه الجذاذ- بضم الجيم- لما تكسر من الشيء كما في قوله- تعالى- حكاية عما فعله إبراهيم- عليه السلام- بالأصنام فَجَعَلَهُمْ جُذاذاً إِلَّا كَبِيراً لَهُمْ ...وبذلك نرى أن هذه الآيات قد فصلت أحوال السعداء والأشقياء، تفصيلا يدعو العقلاء إلى أن يسلكوا طريق السعداء، وأن يتجنبوا طريق الأشقياء.ثم ساق- سبحانه- بعد ذلك من الآيات ما فيه تسلية للنبي صلى الله عليه وسلم عما أصابه من قومه من أذى، وما فيه تثبيت لقلوب المؤمنين، وما فيه إرشاد لهم إلى ما يقربهم من الخير، ويبعدهم عن الشر فقال- تعالى-:"},{"ayah_number":109,"text":"ثم ساق- سبحانه- بعد ذلك من الآيات ما فيه تسلية للنبي صلى الله عليه وسلم عما أصابه من قومه من أذى، وما فيه تثبيت لقلوب المؤمنين، وما فيه إرشاد لهم إلى ما يقربهم من الخير، ويبعدهم عن الشر فقال- تعالى-:قال الفخر الرازي: اعلم أنه- تعالى- لما شرح أقاصيص عبدة الأوثان ثم أتبعه بأحوال الأشقياء وأحوال السعداء شرح للرسول صلى الله عليه وسلم أحوال الكفار من قومه فقال: فَلا تَكُ فِي مِرْيَةٍ ... والمعنى: فلا تكن، إلا أنه حذف النون لكثرة الاستعمال، ولأن حرف النون إذا وقع على طرف الكلام، لم يبق عند التلفظ به إلا مجرد الغنة، فلا جرم أسقطوه..» .والمرية بكسر الميم- الشك المتفرع عن محاجة ومجادلة بين المتخاصمين.والمعنى: لقد قصصنا عليك أيها الرسول الكريم الكثير من أخبار السابقين وبينا لك مصير السعداء والأشقياء ... ومادام الأمر كذلك، فلا تك في شك من أن عبادة هؤلاء المشركين لأصنامهم إنما هي تقليد لما كان يعبده آباؤهم من قبل، وهذه العبادة لغير الله- تعالى- ستؤدى بالجميع إلى سوء العاقبة وإلى العذاب الأليم.والخطاب وإن كان للرسول صلى الله عليه وسلم على سبيل التسلية والتثبيت، إلا أن التحذير فيه يندرج تحته كل من يصلح للخطاب.وهذا الأسلوب كثيرا ما يكون أوقع في النفس، وأشد تأثيرا في القلب، لأنه يشعر المخاطب بأن ما بينه الله- تعالى- لرسوله صلى الله عليه وسلم إنما هو من قبيل القضايا الموضوعية التي لا تحتاج إلى جدال مع أحد، ومن جادل فيها فإنما يجادل في الحق الواضح بدافع الحسد والعناد، لأن الواقع يشهد بصحة ما بينه الله- تعالى- لرسوله صلى الله عليه وسلم.وجملة ما يَعْبُدُونَ إِلَّا كَما يَعْبُدُ آباؤُهُمْ مِنْ قَبْلُ مستأنفة، لبيان أن الخلف قد ساروا في الجهالة والجحود على طريقة السلف.وعبر عن عبادة الآباء بالمضارع، مع أنها كانت في الماضي بقرينة مِنْ قَبْلُ. للدلالة على استمرارهم على هذه العبادة الباطلة حتى موتهم، وأن أبناءهم لم ينقطعوا عنها، بل واصلوا السير على طريق آبائهم الضالين بدون تفكر أو تدبر.والمضاف إليه في قوله مِنْ قَبْلُ محذوف، والتقدير: من قبلهم.وقوله وَإِنَّا لَمُوَفُّوهُمْ نَصِيبَهُمْ غَيْرَ مَنْقُوصٍ تذييل قصد به تأكيد العقاب الذي ينزل بهم في الآخرة بسبب عبادتهم لغير الله.وموفوهم من التوفية، وهي إعطاء الشيء كاملا بدون نقص.والمراد بالنصيب هنا: المقدار المعد لهم من العذاب، وسماه نصيبا على سبيل التهكم بهم.أى: وإنا لمعطو هؤلاء الذين نهجوا منهج آبائهم في عبادة غير الله، نصيبهم وحظهم من عذاب الآخرة كاملا بدون إنقاص شيء منه، كما ساروا هم على طريقة سلفهم في الضلال دون أن يغيروا شيئا منها ...ومنهم من جعل المراد بالنصيب هنا: ما يشمل الجزاء على الأعمال الدنيوية والأخروية.قال صاحب المنار: أى، وإنا لمعطوهم نصيبهم من جزاء أعمالهم في الدنيا والآخرة وافيا تاما لا ينقص منه شيء، كما وفينا آباءهم الأولين من قبل، فإنه ما من خير يعمله أحد منهم كبرّ الوالدين وصلة الأرحام ... إلا ويوفيهم الله جزاءهم عليه في الدنيا بسعة الرزق، وكشف الضر جزاء تاما، لا ينقصه شيء يجزون عليه في الآخرة ... »ويبدو لنا أن الرأى الأول أقرب إلى الصواب، لأن سياق الآية الكريمة يؤيده إذ الكلام فيها في شأن جزاء الذين ساروا على نهج آبائهم في الضلال، وليس في بيان الجزاء العام في الدنيا والآخرة."},{"ayah_number":110,"text":"ثم بين- سبحانه- أن اختلاف الناس في الحق موجود قبل بعثة النبي صلى الله عليه وسلم فقال:وَلَقَدْ آتَيْنا مُوسَى الْكِتابَ فَاخْتُلِفَ فِيهِ ...أى: كما اختلف قومك- أيها الرسول الكريم- في شأن القرآن الكريم فمنهم من وصفه بأنه أساطير الأولين، فقد اختلف قوم موسى من قبلك في شأن التوراة التي أنزلها الله على نبيهم موسى لهدايتهم، إذ منهم من آمن بها ومنهم من كفر ...ومادام الأمر كذلك، فلا تحزن- أيها الرسول الكريم- لاختلاف قومك في شأن القرآن الكريم، فإن هذا الاختلاف شأن الناس في كل زمان ومكان والمصيبة إذا عمت خفت.فالجملة الكريمة تسلية للرسول صلى الله عليه وسلم عما أصابه من مشركي قومه.وجاء الفعل فَاخْتُلِفَ بصيغة المبنى للمجهول، لأن ذكر فاعل الاختلاف لا يتعلق به غرض، وإنما الذي يتعلق به الغرض هو ما نجم عن هذا الاختلاف من كفر وضلال.ثم بين- سبحانه- جانبا من مظاهر فضله ورحمته بخلقه فقال: وَلَوْلا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَقُضِيَ بَيْنَهُمْ....والمراد بالكلمة التي سبقت: تأخير العذاب عنهم إلى يوم القيامة، وعدم إهلاكهم بعذاب الاستئصال في الدنيا.قال الشوكانى: قوله- سبحانه- وَلَوْلا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَقُضِيَ بَيْنَهُمْ ... أى:لولا أن الله- تعالى- قد حكم بتأخير عذابهم إلى يوم القيامة لما علم في ذلك من الصلاح، لقضى بينهم، أى: بين قومك، أو بين قوم موسى، فيما كانوا فيه مختلفين، فأثيب المحق وعذب المبطل، أو الكلمة هي أن رحمته سبحانه سبقت غضبه، فأمهلهم ولم يعاجلهم لذلك.وقيل إن الكلمة هي أنهم لا يعذبون بعذاب الاستئصال، وهذا من جملة التسلية له صلى الله عليه وسلم» .ثم ختم- سبحانه- الآية الكريمة بقوله: وَإِنَّهُمْ لَفِي شَكٍّ مِنْهُ مُرِيبٍ.والمريب اسم فاعل من أراب. يقال أربته فأنا أريبه إذا فعلت به فعلا يوجب لديه الريبة والحيرة.أى: وإن هؤلاء المختلفين في شأن الكتاب لفي شك منه، وهذا الشك قد أوقعهم في الريبة والتخبط والاضطراب.وهذا شأن المعرضين عن الحق، لا يجدون مجالا لنقده وإنكاره، فيحملهم عنادهم وجحودهم على التشكيك فيه، وتأويله تأويلا سقيما يدعو إلى الريبة والقلق.وبعض المفسرين يرى عودة الضمير في قوله وَإِنَّهُمْ إلى قوم موسى، وفي قوله مِنْهُ إلى كتابهم التوراة.وبعضهم يرى عودة الضمير الأول إلى قوم النبي صلى الله عليه وسلم والثاني إلى القرآن الكريم.والذي يبدو لنا أن الرأى الأول أظهر في معنى الآية، لأن الكلام في موسى- عليه السلام وقومه الذين اختلفوا في شأن كتابهم التوراة اختلافا كبيرا، وعود الضمير إلى المتكلم عنه أولى بالقبول.وهذا لا يمنع أن بعض المكذبين للرسول صلى الله عليه وسلم كانوا في شك من القرآن، أوقعهم هذا الشك في الريبة والحيرة.فتكون الجملة الكريمة من باب التسلية للرسول صلى الله عليه وسلم عما قاله بعض المشركين في شأن القرآن الكريم."},{"ayah_number":111,"text":"ثم بين- سبحانه- أن هؤلاء المختلفين في شأن الكتاب، الشاكين في صدقه، سوف يجمعهم الله- تعالى- مع غيرهم يوم القيامة للجزاء والحساب على أعمالهم فقال- تعالى- وَإِنَّ كُلًّا لَمَّا لَيُوَفِّيَنَّهُمْ رَبُّكَ أَعْمالَهُمْ إِنَّهُ بِما يَعْمَلُونَ خَبِيرٌ.وقد وردت في هذه الآية الكريمة عدة قراءات متواترة  منها: قراءة ابن عامر وحمزة وحفص عن عاصم بتشديد، إن ولما، وقد قيل في تخريجها:إن لفظ، كُلًّا، اسم إِنَّ، والتنوين فيه عوض عن المضاف إليه، واللام في، لَمَّا، هي الداخلة في خبر إِنَّ وما بعد اللام هو حرف «من» الذي هو من حروف الجر، و «ما» موصولة أو نكره موصوفة والمراد بها من يعقل، فيكون تقدير الكلام: وإن كلا «لمن ما» ، فقلبت النون ميما للإدعام فاجتمع ثلاث ميمات، فحذفت واحدة منها للتخفيف، فصارت «لما» والجار والمجرور خبر إِنَّ، واللام في لَيُوَفِّيَنَّهُمْ، جواب قسم مضمر، والجملة صلة أو صفة لَمَّا.والتقدير: وإن كلا من أولئك المختلفين وغيرهم لمن خلق الله الذين هم بحق ربكليوفينهم- سبحانه- جزاء أعمالهم دون أن يفلت منهم أحد، إنه- سبحانه- لا يخفى عليه شيء منها.وفي الآية الكريمة توكيدات متنوعة، حتى لا يشك في نزول العذاب بالظالمين مهما تأجل، وحتى لا يشك أحد- أيضا- في أن ما عليه المشركون هو الباطل الذي لا يعرفه الحق، وأنه الكفر الذي تلقاه الخلف عن السلف.وكان مقتضى حال الدعوة الإسلامية في تلك الفترة التي نزلت فيها هذه السورة- وهي فترة ما بعد حادث الإسراء والمعراج وقبل الهجرة- يستلزم هذه التأكيدات تثبيتا لقلوب المؤمنين، وتوهينا للشرك والمشركين.قال الإمام الفخر الرازي عند تفسيره لهذه الآية ما ملخصه: سمعت بعض الأفاضل قال:إنه- تعالى- لما أخبر عن توفية الأجزية على المستحقين في هذه الآية، ذكر فيها سبعة أنواع من التأكيدات:أولها: كلمة «إن» وهي للتأكيد، وثانيها كلمة «كل» وهي أيضا للتأكيد، وثالثها:اللام الداخلة على خبر «إن» وهي تفيد التأكيد- أيضا-، ورابعها حرف «ما» إذا جعلناه على قول الفراء موصولا، وخامسها: القسم المضمر فإن تقدير الكلام: وإن جميعهم والله ليوفينهم: وسادسها: اللام الثانية الداخلة على جواب القسم، وسابعها: النون المؤكدة في قوله «ليوفينهم» .فجميع هذه المؤكدات السبعة تدل على أن أمر القيامة والحساب والجزاء حق ... » ."},{"ayah_number":112,"text":"ثم أمر الله- تعالى- رسوله صلى الله عليه وسلم وأتباعه بالتزام الصراط المستقيم فقال- سبحانه-: فَاسْتَقِمْ كَما أُمِرْتَ وَمَنْ تابَ مَعَكَ وَلا تَطْغَوْا إِنَّهُ بِما تَعْمَلُونَ بَصِيرٌ.والفاء للتفريع على ما تقدم من الأوامر والنواهي.والاستقامة- كما يقول القرطبي- هي الاستمرار في جهة واحدة من غير أخذ في جهة اليمين والشمال ... » .والطغيان: مجاوزة الحد. ومنه طغى الماء، أى ارتفع وتجاوز الحدود المناسبة.والمعنى: لقد علمت- أيها الرسول الكريم- حال السعداء وحال الأشقياء، وعرفت أن كل مكلف سيوفى جزاء أعماله.وما دام الأمر كذلك فالزم أنت ومن معك من المؤمنين طريق الاستقامة على الحق، وداوموا على ذلك كما أمركم الله، بدون إفراط أو تفريط، واحذروا ان تتجاوزوا حدود الاعتدال في كل أقوالكم وأعمالكم.ووجه- سبحانه- الأمر بالاستقامة إلى النبي صلى الله عليه وسلم تنويها بشأنه، وليبنى عليه قوله- كَما أُمِرْتَ، فيشير بذلك إلى أنه- عليه الصلاة والسلام- هو وحده المتلقى للأوامر الشرعية من الله- تعالى-.وقد جمع قوله- تعالى- فَاسْتَقِمْ كَما أُمِرْتَ أصول الإصلاح الديني وفروعه، كما جمع قوله- تعالى- «ولا تطغوا» أصول النهى عن المفاسد وفروعه، فكانت الآية الكريمة بذلك جامعة لإقامة المصالح ولدرء المفاسد.قال الإمام ابن كثير ما ملخصه: يأمر الله- تعالى- رسوله وعباده المؤمنين في هذه الآية بالثبات والدوام على الاستقامة، لأن ذلك من أكبر العون على النصر على الأعداء، وينهاهم عن الطغيان وهو البغي، لأنه مصرعة حتى ولو كان على مشرك» .وقال الآلوسى: والاستقامة كلمة جامعة لكل ما يتعلق بالعلم والعمل وسائر الأخلاق.أخرج ابن أبى حاتم وأبو الشيخ عن الحسن أنه قال، لما نزلت هذه الآية قال صلى الله عليه وسلم شمروا شمروا، وما رؤي بعد ضاحكا» .وعن ابن عباس قال: ما نزلت على رسول الله صلى الله عليه وسلم آية أشد من هذه الآية ولا أشق» .وفي صحيح مسلم عن سفيان بن عبد الله الثقفي قال: قلت يا رسول الله، قل لي في الإسلام قولا لا أسأل عنه أحدا بعدك. قال: «قل آمنت بالله ثم استقم»  .وجملة إِنَّهُ بِما تَعْمَلُونَ بَصِيرٌ تعليل للأمر بالاستقامة وللنهى عن الطغيان.أى: الزموا المنهج القويم، وابتعدوا عن الطغيان، لأنه- سبحانه- مطلع على أعمالكم اطلاع المبصر، العليم بظواهرها وبواطنها، وسيجازيكم يوم القيامة عليها بما تستحقون من ثواب أو عقاب."},{"ayah_number":113,"text":"ثم نهى- سبحانه- بعد ذلك عن الميل إلى الظالمين فقال: وَلا تَرْكَنُوا إِلَى الَّذِينَ ظَلَمُوا فَتَمَسَّكُمُ النَّارُ وَما لَكُمْ مِنْ دُونِ اللَّهِ مِنْ أَوْلِياءَ ثُمَّ لا تُنْصَرُونَ.والركون إلى الشيء: الميل إليه. يقال ركن فلان إلى فلان، إذا مال إليه بقلبه، واعتمد عليه في قضاء مصالحه.والمراد بالذين ظلموا هنا: ما يتناول المشركين وغيرهم من الظالمين الذين يعتدون على حقوق الغير، ويستحلون من محارم الله.والمعنى: واحذروا- أيها المؤمنون- أن تميلوا إلى الظالمين، أو تسكنوا إليهم لأن ذلك يؤدى إلى تقوية جانبهم. وإضعاف جانب الحق والعدل.قال بعض العلماء: ويستثنى من ذلك للضرورة صحبة الظالم على التقية مع حرمة الميل القلبي إليه.وقوله فَتَمَسَّكُمُ النَّارُ أى فتصيبكم النار بسبب ميلكم إليهم، والاعتماد عليهم، والرضا بأفعالهم.وقوله وَما لَكُمْ مِنْ دُونِ اللَّهِ مِنْ أَوْلِياءَ في موضع الحال من ضمير فَتَمَسَّكُمُ.أى: والحال أنه ليس لكم من غير الله من نصراء ينصرونكم من العذاب النازل بكم، بسبب ركونكم إلى الذين ظلموا ومجالستهم وزيارتهم ومداهنتهم.وثم في قوله ثُمَّ لا تُنْصَرُونَ للتراخي الرتبى. أى ثم لا تجدون بعد ذلك من ينصركم بأى حال من الأحوال، لأن الظالمين ما لهم من أنصار.قال بعض العلماء: الآية أبلغ ما يتصور في النهى عن الظلم، والتهديد عليه، لأن هذا الوعيد الشديد إذا كان فيمن يركن إلى الذين ظلموا فكيف يكون حال من ينغمس في حمأته؟!! ثم قال: وقد وسع العلماء في ذلك وشددوا، والحق أن الحالات تختلف، والأعمال بالنيات.والتفصيل أولى.فإن كانت المخالطة لدفع منكر، أو للاستعانة على إحقاق الحق، أو الخير. فلا حرج في ذلك. وإن كانت لإيناسهم وإقرارهم على ظلمهم فلا..» ."},{"ayah_number":114,"text":"ثم أرشد- سبحانه- عباده المؤمنين إلى ما يعينهم على الاستقامة وعلى عدم الركون إلى الظالمين، فقال: وَأَقِمِ الصَّلاةَ طَرَفَيِ النَّهارِ وَزُلَفاً مِنَ اللَّيْلِ، إِنَّ الْحَسَناتِ يُذْهِبْنَ السَّيِّئاتِ، ذلِكَ ذِكْرى لِلذَّاكِرِينَ.والمراد بإقامتها الإتيان بها في أوقاتها كاملة الأركان والخشوع والإخلاص لله رب العالمين.والمراد بالصلاة هنا: الصلاة المفروضة.قال القرطبي: لم يختلف أحد من أهل التأويل في أن الصلاة في هذه الآية، المراد بها الصلوات المفروضة. وخصها بالذكر لأنها ثانية أركان الإسلام، وإليها يفزع في النوائب، وكان النبي صلى الله عليه وسلم إذا حزبه أمر فزع إلى الصلاة» .وطرفي النهار: أى أول النهار وآخره، لأن طرف الشيء منتهاه من أوله أو من آخره.والنهار: يتناول ما بين مطلع الفجر إلى غروب الشمس. سمى بذلك لأن الضياء ينهر فيه أى يبرز كما يبرز النهر.والصلاة التي تكون في هذين الوقتين، تشمل صلاة الغداة وهي صلاة الصبح، وصلاة العشى وهي صلاة الظهر والعصر، لأن لفظ العشى يكون من الزوال إلى الغروب.وقيل الصلاة التي تكون في هذين الوقتين هي صلاة الصبح والمغرب.وقوله وَزُلَفاً مِنَ اللَّيْلِ معطوف على طرفي النهار.والزلف جمع زلفة كغرف وغرفة- والمراد بها الساعات القريبة من آخر النهار، إذ الإزلاف معناه القرب ومنه قوله- تعالى- وَأُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقِينَ ... أى: قربت منهم. وتقول أزلفنى فلان منه: أى قربني.فمعنى وَزُلَفاً مِنَ اللَّيْلِ طائفة من أوله. وصلاة الزلف تطلق على صلاتي المغرب والعشاء قال ابن كثير ما ملخصه: وقوله وَزُلَفاً مِنَ اللَّيْلِ يعنى صلاة المغرب والعشاء.قال رسول الله صلى الله عليه وسلم «هما زلفتا الليل: المغرب والعشاء» .ويحتمل أن تكون هذه الآية نزلت قبل فرض الصلوات الخمس ليلة الإسراء، فإنه إنما كان يجب من الصلاة صلاتان: صلاة قبل طلوع الشمس وصلاة قبل غروبها، وفي أثناء الليل قيام عليه وعلى الأمة، ثم نسخ في حق الأمة، وثبت وجوبه عليه، ثم نسخ عنه أيضا في قول»  .وجملة إِنَّ الْحَسَناتِ يُذْهِبْنَ السَّيِّئاتِ مسوقة مساق التعليل للأمر بإقامة الصلاة،وأكدت بحرف إِنَّ للاهتمام وتحقيق الخبر، والحسنات صفة لموصوف محذوف، وكذلك السيئات.والمعنى: إن الأعمال الحسنة- كالصلاة والزكاة والصيام والحج، والاستغفار ... يذهبن الأعمال السيئات، أى يذهبن المؤاخذة عليها، ويذهبن الاتجاه إليها ببركة المواظبة على الأعمال الحسنة.والمراد بالسيئات هنا صغار الذنوب، لقوله- تعالى- إِنْ تَجْتَنِبُوا كَبائِرَ ما تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئاتِكُمْ وَنُدْخِلْكُمْ مُدْخَلًا كَرِيماً . ولقوله- تعالى- الَّذِينَ يَجْتَنِبُونَ كَبائِرَ الْإِثْمِ وَالْفَواحِشَ إِلَّا اللَّمَمَ إِنَّ رَبَّكَ واسِعُ الْمَغْفِرَةِ ...  ، ولأن كبائر الذنوب لا تكفرها إلا التوبة الصادقة.وقوله ذلِكَ ذِكْرى لِلذَّاكِرِينَ أى: ذلك الذي أمرناك به من وجوب إقامة الصلاة، ومن الاستقامة على أمر الله ... فيه التذكرة النافعة، لمن كان شأنه التذكر والاعتبار، لا الإعراض والعناد.وهذه الآية الكريمة من الآيات التي قال عنها بعض المفسرين بأنها مدنية، وقد ذكرنا في التمهيد بين بدى السورة، أن سورة هود ترجح أنها كلها مكية، وليس فيها آيات مدنية.ومما يؤيد أن هذه الآية مكية أنها مسوقة مع ما سبقها من آيات لتسلية النبي صلى الله عليه وسلم ولإرشاده وأتباعه إلى ما يعينهم على الاستقامة، وعدم الركون إلى الظالمين.ولأن بعض الروايات التي وردت في شأنها لم تذكر أنها نزلت في المدينة، بل ذكرت أن الرسول صلى الله عليه وسلم تلاها على السائل، ومن هذه الروايات ما رواه الإمام أحمد ومسلم وأبو داود والترمذي والنسائي وابن جرير- وهذا لفظه- عن ابن مسعود قال: جاء رجل إلى النبي صلى الله عليه وسلم فقال: يا رسول الله إنى وجدت امرأة في بستان، ففعلت بها كل شيء، غير أنى لم أجامعها، فافعل بي ما شئت، فلم يقل رسول الله صلى الله عليه وسلم شيئا، فذهب الرجل، فقال عمر: لقد ستر الله عليه لو ستر على نفسه، فأتبعه الرسول صلى الله عليه وسلم بصره ثم قال: ردوه على فردوه عليه فقرأ عليه: وَأَقِمِ الصَّلاةَ طَرَفَيِ النَّهارِ وَزُلَفاً مِنَ اللَّيْلِ ...الآية، فقال معاذ- وفي رواية عمر- يا رسول الله، أله وحده أم للناس كافة؟ فقال: بل للناس كافة» .وأكدت بحرف إِنَّ للاهتمام وتحقيق الخبر، والحسنات صفة لموصوف محذوف، وكذلك السيئات.والمعنى: إن الأعمال الحسنة- كالصلاة والزكاة والصيام والحج، والاستغفار ... يذهبن الأعمال السيئات، أى يذهبن المؤاخذة عليها، ويذهبن الاتجاه إليها ببركة المواظبة على الأعمال الحسنة.والمراد بالسيئات هنا صغار الذنوب، لقوله- تعالى- إِنْ تَجْتَنِبُوا كَبائِرَ ما تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئاتِكُمْ وَنُدْخِلْكُمْ مُدْخَلًا كَرِيماً . ولقوله- تعالى- الَّذِينَ يَجْتَنِبُونَ كَبائِرَ الْإِثْمِ وَالْفَواحِشَ إِلَّا اللَّمَمَ إِنَّ رَبَّكَ واسِعُ الْمَغْفِرَةِ ...  ، ولأن كبائر الذنوب لا تكفرها إلا التوبة الصادقة.وقوله ذلِكَ ذِكْرى لِلذَّاكِرِينَ أى: ذلك الذي أمرناك به من وجوب إقامة الصلاة، ومن الاستقامة على أمر الله ... فيه التذكرة النافعة، لمن كان شأنه التذكر والاعتبار، لا الإعراض والعناد.وهذه الآية الكريمة من الآيات التي قال عنها بعض المفسرين بأنها مدنية، وقد ذكرنا في التمهيد بين بدى السورة، أن سورة هود ترجح أنها كلها مكية، وليس فيها آيات مدنية.ومما يؤيد أن هذه الآية مكية أنها مسوقة مع ما سبقها من آيات لتسلية النبي صلى الله عليه وسلم ولإرشاده وأتباعه إلى ما يعينهم على الاستقامة، وعدم الركون إلى الظالمين.ولأن بعض الروايات التي وردت في شأنها لم تذكر أنها نزلت في المدينة، بل ذكرت أن الرسول صلى الله عليه وسلم تلاها على السائل، ومن هذه الروايات ما رواه الإمام أحمد ومسلم وأبو داود والترمذي والنسائي وابن جرير- وهذا لفظه- عن ابن مسعود قال: جاء رجل إلى النبي صلى الله عليه وسلم فقال: يا رسول الله إنى وجدت امرأة في بستان، ففعلت بها كل شيء، غير أنى لم أجامعها، فافعل بي ما شئت، فلم يقل رسول الله صلى الله عليه وسلم شيئا، فذهب الرجل، فقال عمر: لقد ستر الله عليه لو ستر على نفسه، فأتبعه الرسول صلى الله عليه وسلم بصره ثم قال: ردوه على فردوه عليه فقرأ عليه: وَأَقِمِ الصَّلاةَ طَرَفَيِ النَّهارِ وَزُلَفاً مِنَ اللَّيْلِ ...الآية، فقال معاذ- وفي رواية عمر- يا رسول الله، أله وحده أم للناس كافة؟ فقال: بل للناس كافة»والروايات التي ورد فيها فأنزل عليه هذه الآية، في الإمكان أن تؤول أن المراد أنزل عليه شمول عموم الحسنات والسيئات لقضية السائل، ولجميع ما يماثلها من إصابة الذنوب سوى الكبائر."},{"ayah_number":115,"text":"هذا، ثم ختم- سبحانه- هذه التوجيهات الحكيمة بقوله وَاصْبِرْ فَإِنَّ اللَّهَ لا يُضِيعُ أَجْرَ الْمُحْسِنِينَ.أى: واصبر أيها الرسول الكريم أنت ومن معك من المؤمنين على مشاق التكاليف التي كلفكم الله- تعالى- بها، فإنه- سبحانه- لا يضيع أجر من أحسن عملا، بل موفى الصابرين أجرهم بغير حساب.قال الآلوسى: ومن البلاغة القرآنية أن الأوامر بأفعال الخير أفردت للنبي صلى الله عليه وسلم وإن كانت عامة في المعنى، والمناهي جمعت للأمة، للدلالة على عظم منزلة الرسول صلى الله عليه وسلم عند ربه .ثم ختم- سبحانه- السورة الكريمة بهذه الآيات الدالة على سنن الله- تعالى- في خلقه، وعلى الحكم التي من أجلها ساق الله- تعالى- تلك القصص في كتابه فقال- تعالى-:"},{"ayah_number":116,"text":"وقوله- تعالى- فَلَوْلا كانَ مِنَ الْقُرُونِ مِنْ قَبْلِكُمْ أُولُوا بَقِيَّةٍ يَنْهَوْنَ عَنِ الْفَسادِ فِي الْأَرْضِ إِلَّا قَلِيلًا مِمَّنْ أَنْجَيْنا مِنْهُمْ ... إرشاد إلى أن الأمم إذا خلت من الآمرين بالمعروف والناهين عن المنكر، حلت بها المصائب والنكبات..ولولا: حرف تحضيض بمعنى هلا. والمقصود بالتحضيض هنا تحذير المعاصرين للنبي صلى الله عليه وسلم ومن يأتى بعدهم من الوقوع فيما وقع فيه أهل القرون الماضية من ترك الأمر بالمعروف والنهى عن المنكر، حتى لا يصيب اللاحقين ما أصاب السابقين.والقرون: جمع قرن، والمراد به الأمة من الناس الذين يجمعهم زمان واحد، والراجح أن القرن مائة عام.وأُولُوا بَقِيَّةٍ أى: أصحاب مناقب حميدة، وخصال كريمة، وعقول راجحة ...وأصل البقية: ما يصطفيه الإنسان لنفسه من أشياء نفيسة يدخرها لينتفع بها، ومنه قولهم:فلان من بقية القوم، أى: من خيارهم وأهل الفضل فيهم، قال الشاعر:إن تذنبوا ثم تأتينى بقيتكم ... فما على بذنب منكم فوتوفي الأمثال: في الزوايا خبايا، وفي الرجال بقايا.والفساد في الأرض: يشمل ما يكون فيها من المعاصي واختلال الأحوال وارتكاب المنكرات والبعد عن الصراط المستقيم.والمعنى: فهلا وجد من أولئك الأقوام الذين كانوا من قبلكم، رجال أصحاب خصال كريمة، وعقول سليمة، تجعلهم هذه الخصال وتلك العقول ينهون أنفسهم وغيرهم عن الإفساد في الأرض، وعن انتهاك الحرمات؟.كلا إنهم لم يكن فيهم هؤلاء الرجال الذين ينهون عن الفساد في الأرض، إلا عددا قليلا منهم أنجيناهم بسبب إيمانهم ونهيهم عن الفساد في الأرض.وفي هذا من التوبيخ لأهل مكة ولكل من تقاعس عن الأمر بالمعروف والنهى عن المنكر ما فيه، لأن الله- تعالى- بين أن عذاب الاستئصال الذي حل بالظالمين السابقين، كان من أسبابه عدم نهيهم عن الفساد في الأرض.قال الشوكانى: والاستثناء في قوله إِلَّا قَلِيلًا ... منقطع، أى: لكن قليلا ممن أنجينا منهم كانوا ينهون عن الفساد في الأرض، وقيل: هو متصل، لأن في حرف التحضيض معنى النفي، فكأنه قال: ما كان في القرون أولو بقية ينهون عن الفساد في الأرض، إلا قليلا ممن أنجينا منهم، ومن في قوله مِمَّنْ أَنْجَيْنا مِنْهُمْ بيانية، لأنه لم ينج إلا الناهون» .وقال ابن كثير: ولهذا أمر الله- تعالى- هذه الأمة الشريفة أن يكون فيها من يأمر بالمعروف وينهى عن المنكر وأولئك هم المفلحون، وفي الحديث: «إن الناس إذا رأوا المنكر فلم يغيروه، أوشك الله أن يعمهم بعقاب من عنده» ولهذا قال: فَلَوْلا كانَ مِنَ الْقُرُونِ مِنْ قَبْلِكُمْ أُولُوا بَقِيَّةٍ يَنْهَوْنَ عَنِ الْفَسادِ فِي الْأَرْضِ ... .وقوله: وَاتَّبَعَ الَّذِينَ ظَلَمُوا ما أُتْرِفُوا فِيهِ ... إشارة إلى أن هؤلاء القاعدين عن النهى عن الإفساد في الأرض، قد استمروا على فجورهم وفسقهم دون أن يلتفتوا إلى خصال الخير، وإلى سبيل الصلاح.وأترفوا من الترف ومعناه التقلب في نعم الله- تعالى- مع ترك شكره- سبحانه- عليها.والمترف: هو الشخص الذي أبطرته النعمة، فانغمس في الشهوات والمعاصي، وأعرض عن الأعمال الصالحة ...والجملة الكريمة معطوفة على كلام مقدر يقتضيه الكلام، والمعنى: أن هؤلاء الذين لم يكن فيهم أولو بقية ينهون عن الفساد في الأرض إلا من استثنى، قد استمروا في طغيانهم، واتبعوا ما أنعموا فيه من الثروة والعيش الهنيء والشهوات العاجلة، فكفروا النعمة، واستكبروا وفسقوا عن أمر ربهم، وكانوا قوما مجرمين، أى مصرين على ارتكاب الجرائم والمنكرات، فحق عليهم العقاب الذي يستحقونه بسبب هذه السيئات."},{"ayah_number":117,"text":"ثم بين- سبحانه- أن رحمته بعباده تقتضي عدم ظلمه لهم فقال: وَما كانَ رَبُّكَ لِيُهْلِكَ الْقُرى بِظُلْمٍ وَأَهْلُها مُصْلِحُونَ.والمراد بالظلم هنا ما يشمل الإشراك بالله- تعالى- وغيره من الوقوع في المعاصي والمنكرات.والباء في بِظُلْمٍ للملابسة، والتنوين فيه للإشعار بأن إهلاك المصلحين ظلم عظيم يتنزه الله- تعالى- عنه على أبلغ وجه، وإن كانت أفعاله- عز وجل- لا ظلم فيها أيا كانت هذه الأفعال.والمعنى: وما كان من شأن ربك- أيها الرسول الكريم- أن يهلك أهل قرية من القرى إهلاكا متلبسا بظلم منه لها، والحال أن أهلها قوم مصلحون، لأن ذلك الإهلاك مع تلك الحال يتنافى مع ما كتبه على نفسه من الرحمة والعدل.قال- تعالى- كَتَبَ رَبُّكُمْ عَلى نَفْسِهِ الرَّحْمَةَ ... وقال- تعالى- وَلا يَظْلِمُ رَبُّكَ أَحَداً.وقال- تعالى- وَما كُنَّا مُهْلِكِي الْقُرى إِلَّا وَأَهْلُها ظالِمُونَ.ومنهم من فسر الظلم هنا بالشرك، وجعل الباء للسببية، فيكون المعنى: ليس من شأن ربك أن يهلك أهل قرية من القرى بسبب كفرهم وحده، مع صلاحهم في تعاطى الحقوق فيما بينهم، وإنما يهلكهم عند ما يضمون إلى الكفر الإفساد في الأرض كما أهلك قوم شعيب لشركهم وإنقاصهم المكيال والميزان.وقد ساق ابن جرير- رحمه الله- القولين دون أن يرجح بينهما فقال: القول في تأويل قوله- تعالى- وَما كانَ رَبُّكَ لِيُهْلِكَ الْقُرى بِظُلْمٍ وَأَهْلُها مُصْلِحُونَ.يقول- تعالى- ذكره: وما كان ربك يا محمد ليهلك القرى التي أهلكها والتي قص عليك نبأها ظلما وأهلها مصلحون في أعمالهم غير مسيئين، فيكون إهلاكه إياهم مع إصلاحهم في أعمالهم وطاعتهم ربهم ظلما، ولكنه أهلكها بكفر أهلها بالله وتماديهم في غيهم..وقد قيل معنى ذلك: لم يكن ليهلكهم بشركهم بالله: وذلك قوله بظلم يعنى بشرك، وأهلها مصلحون فيما بينهم لا يتظالمون، ولكنهم يتعاطون الحق بينهم وإن كانوا مشركين، وإنما يهلكهم إذا تظالموا» .والذي نراه أن القول الأول أقرب إلى الصواب، لأن حمل الظلم هنا على الشرك تخصيص بدون مخصص، حيث لم يرد عن رسول الله صلى الله عليه وسلم حديث صحيح يخصصه بذلك، فوجب حمل الظلم على معناه الحقيقي الذي يتناول الشرك وغيره."},{"ayah_number":118,"text":"ثم أخبر- سبحانه- بأن قدرته لا يعجزها شيء فقال: وَلَوْ شاءَ رَبُّكَ لَجَعَلَ النَّاسَ أُمَّةً واحِدَةً.والأمة: القوم المجتمعون على أمر واحد يقتدى فيه بعضهم ببعض، وهذا اللفظ مأخوذ من «أم» بمعنى قصد، لأن كل واحد من أفراد القوم يؤم المجموع ويقصده في مختلف شئونه.ولو شرطية امتناعية، ومفعول فعل المشيئة محذوف والتقدير:ولو شاء ربك- أيها الرسول الكريم الحريص على إيمان قومه- أن يجعل الناس جميعا أمة واحدة مجتمعة على الدين الحق لجعلهم، ولكنه- سبحانه- لم يشأ ذلك، ليتميز الخبيث من الطيب، وشبيه بهذه الآية قوله- تعالى- وَلَوْ شاءَ رَبُّكَ لَآمَنَ مَنْ فِي الْأَرْضِ كُلُّهُمْ جَمِيعاً....وقوله- سبحانه- وَلَوْ شاءَ اللَّهُ لَجَمَعَهُمْ عَلَى الْهُدى...."},{"ayah_number":119,"text":"وقوله وَلا يَزالُونَ مُخْتَلِفِينَ إِلَّا مَنْ رَحِمَ رَبُّكَ تأكيد لما اقتضته سنته من اختلاف الناس.أى: ولا يزالون ما بقيت الدنيا مختلفين في شأن الدين الحق، فمنهم من دخل فيه وآمن به، ومنهم من أعرض عنه، إلا الذين رحمهم ربك منهم بهدايتهم إلى الصراط المستقيم من أول الأمر، فإنهم لم يختلفوا، بل اتفقوا على الإيمان بالدين الحق فعصمهم الله- تعالى- من الاختلاف المذموم.قال الإمام ابن كثير: وقوله إِلَّا مَنْ رَحِمَ رَبُّكَ أى: إلا المرحومين من أتباع الرسل، الذين تمسكوا بما أمروا به من الدين الذي أخبرتهم به رسل الله إليهم، ولم يزل ذلك دأبهم، حتى كان النبي صلى الله عليه وسلم الأمى خاتم الرسل والأنبياء، فاتبعوه وصدقوه ونصروه، ففازوا بسعادة الدنيا والآخرة لأنهم الفرقة الناجية، كما جاء في الحديث المروي في المسانيد والسنن، من طرق يشد بعضها بعضا: إن اليهود افترقت على إحدى وسبعين فرقة، وإن النصارى افترقوا على ثنتين وسبعين فرقة. وستفترق أمتى على ثلاث وسبعين فرقة، كلها في النار إلا فرقة واحدة. قالوا: ومن هم يا رسول الله، قال: ما أنا عليه وأصحابى» .واسم الإشارة في قوله وَلِذلِكَ خَلَقَهُمْ يعود على المصدر المفهوم من مختلفين قال الآلوسى: فكأنه قيل: وللاختلاف خلق الناس، على معنى لثمرة الاختلاف من كون فريق في الجنة وفريق في السعير خلقهم.واللام لام العاقبة والصيرورة، لأن حكمة خلقهم ليس هذا، لقوله- سبحانه- وَما خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ ولأنهم لو خلقهم له- أى للاختلاف- لم يعذبهم على ارتكاب الباطل ... » .ومنهم من جعل الإشارة إلى الرحمة لأنها أقرب مذكور، فيكون التقدير: إلا من رحم ربك ولرحمته- سبحانه- خلق الناس.وصح تذكير اسم الإشارة مع عودته إلى الرحمة لكون تأنيثها غير حقيقى.ومنهم من جعل الإشارة إلى مجموع الاختلاف والرحمة، لأنه لا مانع من الإشارة بها إلى شيئين كما في قوله عَوانٌ بَيْنَ ذلِكَ أى بين الفارض والبكر.فيكون المعنى: «وللاختلاف والرحمة خلقهم» أى أنه- سبحانه- خلق أهل الرحمة للرحمة وأهل الاختلاف للاختلاف.وقد رجح الإمام القرطبي هذا الوجه فقال: قوله «ولذلك خلقهم» قال الحسن ومقاتل وعطاء:الإشارة إلى الاختلاف، أى: وللاختلاف خلقهم. وقال ابن عباس ومجاهد وقتادة والضحاك:الإشارة إلى الرحمة: أى: ولرحمته خلقهم.وقيل: الإشارة إلى الاختلاف والرحمة، وقد يشار بذلك إلى شيئين متضادين، كما في قوله- تعالى- وَالَّذِينَ إِذا أَنْفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكانَ بَيْنَ ذلِكَ قَواماً.وهذا أحسن الأقوال- إن شاء الله- لأنه يعم. أى: ولما ذكر خلقهم.. أى: خلقهم ليكون فريق في الجنة وفريق في السعير. أى خلق أهل الاختلاف للاختلاف وأهل الرحمة للرحمة ... » .والمراد بكلمة ربك في قوله- سبحانه- وَتَمَّتْ كَلِمَةُ رَبِّكَ لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ قضاؤه النافذ، وإرادته التي لا تتخلف، وحكمه الأزلى.أى: وتمت كلمة ربك، ونفذ قضاؤه، وثبت حكمه الذي أكده وأقسم عليه بقوله: لأملأن جهنم من عصاة الجن، ومن عصاة الإنس أجمعين، لأنه من المعروف أن الوعيد إنما هو للعصاة والمذنبين وليس للمؤمنين الصادقين.قال الآلوسى: وفي معنى ذلك ما قيل من أن المراد بالجنة والناس أتباع إبليس لقوله- تعالى- في سورة الأعراف وفي سورة ص لَأَمْلَأَنَّ جَهَنَّمَ مِنْكَ وَمِمَّنْ تَبِعَكَ مِنْهُمْ أَجْمَعِينَ فاللازم دخول جميع تابعيه في جهنم، والقرآن يفسر بعضه بعضا ... » ."},{"ayah_number":120,"text":"ثم بين- سبحانه- أهم الفوائد التي تعود على الرسول صلى الله عليه وسلم من وراء إخباره بأحوال الأنبياء السابقين مع أقوامهم فقال: وَكُلًّا نَقُصُّ عَلَيْكَ مِنْ أَنْباءِ الرُّسُلِ ما نُثَبِّتُ بِهِ فُؤادَكَ....والتنوين في قوله وَكُلًّا للعوض عن المضاف إليه. والأنباء جمع نبأ وهو الخبر الهام:أى: وكل نبأ من أنباء الرسل الكرام السابقين نقصه عليك- أيها الرسول الكريم- ونخبرك عنه. فالمقصود به تثبيت قلبك، وتقوية يقينك، وتسلية نفسك ونفوس أصحابك عما لحقكم من أذى في سبيل تبليغ دعوة الحق إلى الناس.وقوله- سبحانه- وَجاءَكَ فِي هذِهِ الْحَقُّ وَمَوْعِظَةٌ وَذِكْرى لِلْمُؤْمِنِينَ بيان لما اشتملت هذه السورة الكريمة من أخبار صادقة، وعظات بليغة.أى وجاءك- أيها الرسول الكريم- في هذه السورة الكريمة وغيرها من سور القرآن الكريم: الحق الثابت المطابق للواقع، والعظات الحكيمة، والذكرى النافعة للمؤمنين بما جئت به.وأما الذين في قلوبهم مرض فقد زادتهم هذه السورة وأمثالها رجسا إلى رجسهم، وماتوا وهم كافرون."},{"ayah_number":121,"text":"ثم أمر الله- تعالى- رسوله صلى الله عليه وسلم بالسير في طريق الحق بدون مبالاة بتهديد أعدائه فقال: وَقُلْ لِلَّذِينَ لا يُؤْمِنُونَ اعْمَلُوا عَلى مَكانَتِكُمْ إِنَّا عامِلُونَ وَانْتَظِرُوا إِنَّا مُنْتَظِرُونَ والأمر في هذه الآية الكريمة للتهديد.ومكانتكم: مصدر مكن- بزنة كرم- مكانة، إذا تمكن من الأمر أبلغ التمكن.أى: وقل- أيها الرسول الكريم- لهؤلاء المشركين الذين يضعون العقبات في طريق دعوتك، قل لهم اعملوا ما تستطيعون عمله من الكيد لي ولدعوتى، فإنى وأصحابى مستمرون على السير في طريق الحق الذي هدانا الله إليه، بدون التفات إلى كيدكم"},{"ayah_number":122,"text":"وقل لهم- أيضا-: انتظروا ما يأتى به الله من عقاب، فإنا منتظرون معكم ذلك."},{"ayah_number":123,"text":"ثم ختم- سبحانه- السورة الكريمة بهذه الآية الجامعة فقال: وَلِلَّهِ غَيْبُ السَّماواتِ وَالْأَرْضِ وَإِلَيْهِ يُرْجَعُ الْأَمْرُ كُلُّهُ فَاعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ وَما رَبُّكَ بِغافِلٍ عَمَّا تَعْمَلُونَ.أى: ولله- تعالى- وحده علم جميع ما غاب عن الحواس في السموات والأرض، وإليه وحده يرجع الأمر كله من إحياء وإماتة، وهداية وضلال، وصحة ومرض، ونصر وهزيمة.وما دام الأمر كذلك فَاعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ أى: فأخلص له العبادة، واجعل توكلك عليه وحده.وَما رَبُّكَ بِغافِلٍ عَمَّا تَعْمَلُونَ بل هو مطلع وبصير بأعمال عباده جميعا، لا يعزب عنه مثقال ذرة منها، وسيجازى الذين أساءوا بما عملوا، ويجازى الذين أحسنوا بالحسنى.أما بعد: فهذا تفسير لسورة هود- عليه السلام- أسأل الله- تعالى- أن يجعله خالصا لوجهه ونافعا لعباده. وصلى الله على سيدنا محمد وعلى آله وصحبه أجمعين."}]