[{"ayah_number":1,"text":"تفسير سورة الإخلاصمقدمة وتمهيد1- سورة «الإخلاص» من السور ذات الأسماء المتعددة، وقد ذكر لها الجمل في حاشيته عشرين اسما، منها أنها تسمى سورة التفريد، والتجريد، والتوحيد، والنجاة، والولاية، والمعرفة، والصمد، والأساس، والمانعة، والبراءة ... .2- وقد ورد في فضلها أحاديث متعددة، منها ما أخرجه البخاري عن أبى سعيد الخدري، أن رجلا سمع رجلا يقرأ هذه السورة، ويرددها، فلما أصبح ذكر ذلك للنبي صلى الله عليه وسلم فقال:«والذي نفسي بيده إنها لتعدل ثلث القرآن» .قال بعض العلماء ومعنى هذا الحديث: أن القرآن أنزل على ثلاثة أقسام: ثلث منها الأحكام، وثلث منها وعد ووعيد، وثلث منها الأسماء والصفات، وهذه السورة جمعت الأسماء والصفات.3- وقد ذكروا في سبب نزولها روايات منها: أن المشركين قالوا: يا محمد، انسب لنا ربك، فأنزل الله- تعالى- هذه السورة الكريمة ...  .وجمهور العلماء على أنها السورة الثانية والعشرون في ترتيب النزول. ويرى بعضهم أنها مدنية، والأول أرجح، لأنها جمعت أصل التوحيد، وهذا المعنى غالب في السور المكية.وعدد آياتها خمس آيات في المصحف الحجازي والشامي، وأربع آيات في الكوفي والبصري.وقد افتتحت بفعل الأمر «قل» لإظهار العناية بما بعد هذا الأمر من توجيهات حكيمة، ولتلقينه صلى الله عليه وسلم الرد على المشركين الذين سألوه أن ينسب لهم ربه.وهُوَ ضمير الشأن مبتدأ، والجملة التي بعده خبر عنه.والأحد: هو الواحد في ذاته وفي صفاته وفي أفعاله، وفي كل شأن من شئونه، فهو منزه عن التركيب من جواهر متعددة، أو من مادة معينة، كما أنه- عز وجل- منزه عن الجسمية والتحيز، ومشابهة غيره.وفي الإتيان بضمير الشأن هنا: إشارة إلى فخامة مضمون الجملة، مع ما في ذلك من زيادة التحقيق والتقرير، لأن الضمير يشير إلى شيء مبهم تترقبه النفس، فإذا جاء الكلام من بعده زال الإبهام، وتمكن الكلام من النفس فضل تمكن.وجيء بالخبر نكرة وهو لفظ «أحد» لأن المقصود الإخبار عن الله- تعالى- بأنه واحد، ولو قيل: الله الأحد، لأفاد أنه لا واحد سواه، وليس هذا المعنى مقصودا هنا، وإنما المقصود إثبات أنه واحد في ذاته وصفاته وأفعاله ... ونفى ما زعمه المشركون وغيرهم، من أنه- تعالى- مركب من أصول مادية أو غير مادية، أو من أنه له شريك في ملكه."},{"ayah_number":2,"text":"وقوله- سبحانه- اللَّهُ الصَّمَدُ أى: الله- تعالى- هو الذي يصمد إليه الخلق في حوائجهم، ويقصدونه وحده بالسؤال والطلب ... مأخوذ من قولهم صمد فلان إلى فلان. بمعنى توجه إليه بطلب العون والمساعدة.قال صاحب الكشاف: والصمد فعل بمعنى مفعول، من صمد إليه إذا قصده، وهو- سبحانه- المصمود إليه في الحوائج، والمعنى: هو الله الذي تعرفونه وتقرون بأنه خالق السموات والأرض، وخالقكم، وهو واحد متوحد بالإلهية لا يشارك فيها، وهو الذي يصمد إليه كل مخلوق لا يستغنون عنه، وهو الغنى عنهم ... .وجاء لفظ «الصمد» محلى بأل، لإفادة الحصر في الواقع ونفس الأمر، فإن قصد الخلق إليه- سبحانه- في الحوائج، أعم من القصد الإرادى، والقصد الطبيعي، والقصد بحسب الاستعداد الأصلى، الثابت لجميع المخلوقات إذ الكل متجه إليه- تعالى- طوعا وكرها."},{"ayah_number":3,"text":"وقوله- سبحانه-: لَمْ يَلِدْ تنزيه له- تعالى- عن أن يكون له ولد أو بنت، لأن الولادة تقتضي انفصال مادة منه، وذلك يقتضى التركيب المنافى للأحدية والصمدية، أو لأن الولد من جنس أبيه، وهو- تعالى- منزه عن مجانسة أحد.وقوله: وَلَمْ يُولَدْ تنزيه له- تعالى- عن أن يكون له أب أو أم، لأن المولودية تقتضي- أيضا- التركيب المنافى للأحدية والصمدية، أو لاقتضائها سبق العدم، أو المجانسة، وكل ذلك مستحيل عليه- تعالى- فهو- سبحانه-: الْأَوَّلُ وَالْآخِرُ وَالظَّاهِرُ وَالْباطِنُ، وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ."},{"ayah_number":4,"text":"وقوله- عز وجل-: وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ تنزيه له- تعالى- عن الشبيه والنظير والمماثل.والكفؤ: هو المكافئ والمماثل والمشابه لغيره في العمل أو في القدرة.أى: ولم يكن أحد من خلقه مكافئا ولا مشاكلا ولا مناظرا له- تعالى- في ذاته، أو صفاته، أو أفعاله، فهو كما قال- تعالى-: لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ.وبذلك نرى أن هذه السورة الكريمة قد تضمنت نفى الشرك بجميع ألوانه.فقد نفى- سبحانه- عن ذاته التعدد بقوله: اللَّهُ أَحَدٌ ونفى عن ذاته النقص والاحتياج بقوله: اللَّهُ الصَّمَدُ، ونفى عن ذاته أن يكون والدا أو مولودا بقوله: لَمْ يَلِدْ وَلَمْ يُولَدْ، ونفى عن نفسه الأنداد والأشباه بقوله: وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ.كما نراها قد تضمنت الرد على المشركين وأهل الكتاب، وغيرهم من أصحاب الفرق الضالة، الذين يقولون، بالتثليث، وبأن هناك آلهة أخرى تشارك الله- تعالى- في ملكه.وبغير ذلك من الأقاويل الفاسدة والعقائد الزائفة ... - سبحانه وتعالى- عما يقولون علوا كبيرا.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم."}]