[{"ayah_number":1,"text":"تفسير سورة الفلقمقدمة وتمهيد1- سورة «الفلق» تسمى- أيضا- سورة «قل أعوذ برب الفلق» وتسمى هي والتي بعدها بالمعوّذتين، وكان نزولهما على الترتيب الموجود في المصحف.ويرى الحسن وعطاء وعكرمة أنهما مكيتان، ويرى قتادة وجماعة أنهما مدنيتان ...قال الآلوسى عند تفسيره لهذه السورة: هي مكية في قول الحسن ... ومدنية في رواية عن ابن عباس. وفي قول قتادة وجماعة، وهو الصحيح، لأن سبب نزولها سحر اليهود ... .وقد سار السيوطي في إتقانه على أنهما مكيتان، وأن نزول سورة الفلق كان بعد نزول سورة «الفيل» وقبل سورة «الناس» ، وأن نزول سورة «الناس» كان بعد سورة «الفلق» وقبل سورة «الصمد» .2- وعدد آياتها خمس آيات، والغرض الأكبر منها: تعليم النبي صلى الله عليه وسلم كيف يستعيذ بالله- تعالى- من شرور الحاقدين والجاحدين والسحرة والفاسقين عن أمر ربهم ...والفلق: أصله شق الشيء عن الشيء، وفصل بعض عن بعض، والمراد به هنا:الصبح، وسمى فلقا لانفلاق الليل وانشقاقه عنه، كما في قوله- تعالى-: فالِقُ الْإِصْباحِ أى: شاقّ ظلمة آخر الليل عن بياض الفجر ...ويصح أن يكون المراد به، كل ما يفلقه الله- تعالى- من مخلوقات كالأرض التي تنفلق عن النبات، والجبال التي تنفلق عن عيون الماء ...أى: قل- أيها الرسول الكريم- أعوذ وأستجير وأعتصم، بالله- تعالى- الذي فلق الليل، فانشق عنه الصباح، والذي هو رب جميع الكائنات، ومبدع كل المخلوقات ..."},{"ayah_number":2,"text":"قل أعوذ بهذا الرب العظيم مِنْ شَرِّ ما خَلَقَ أى: من شر كل ذي شر من المخلوقات، لأنه لا عاصم من شرها إلا خالقها- عز وجل- إذ هو المالك لها، والمتصرف في أمرها، والقابض على ناصيتها، والقادر على تبديل أحوالها، وتغيير شئونها."},{"ayah_number":3,"text":"ثم قال- تعالى-: وَمِنْ شَرِّ غاسِقٍ إِذا وَقَبَ والغاسق: الليل عند ما يشتد ظلامه، ومنه قوله- تعالى-: أَقِمِ الصَّلاةَ لِدُلُوكِ الشَّمْسِ إِلى غَسَقِ اللَّيْلِ.... أى: إلى ظلامه.وقوله: وَقَبَ من الوقوب، وهو الدخول، يقال: وقبت الشمس إذا غابت وتوارت في الأفق. أى: وقل أعوذ به- تعالى- من شر الليل إذا اشتد ظلامه، وأسدل ستاره على كل شيء واختفى تحت جنحه ما كان ظاهرا.ومن شأن الليل عند ما يكون كذلك، أن يكون مخيفا مرعبا، لأن الإنسان لا يتبين ما استتر تحته من أعداء."},{"ayah_number":4,"text":"ثم قال- سبحانه-: وَمِنْ شَرِّ النَّفَّاثاتِ فِي الْعُقَدِ وأصل النفاثات جمع نفّاثة، وهذا اللفظ صيغة مبالغة من النّفث، وهو النفخ مع ريق قليل يخرج من الفم.والعقد: جمع عقدة من العقد الذي هو ضد الحل، وهي اسم لكل ما ربط وأحكم ربطه.والمراد بالنفاثات في العقد: النساء السواحر، اللائي يعقدن عقدا في خيوط وينفثن عليها من أجل السحر.وجيء بصيغة التأنيث في لفظ «النفاثات» لأن معظم السحرة كن من النساء.ويصح أن يكون النفاثات صفة للنفوس التي تفعل ذلك، فيكون هذا اللفظ شاملا للذكور والإناث.وقيل المراد بالنفاثات في العقد: النمامون الذين يسعون بين الناس بالفساد، فيقطعون ما أمر الله به أن يوصل ... وعلى ذلك تكون التاء في «النفاثة» للمبالغة كعلامة وفهامة، وليست للتأنيث.أى: وقل- أيضا- أستجير بالله- تعالى- من شرور السحرة والنمامين، ومن كل الذين يفسدون في الأرض ولا يصلحون."},{"ayah_number":5,"text":"ثم ختم- سبحانه- السورة الكريمة بقوله: وَمِنْ شَرِّ حاسِدٍ إِذا حَسَدَ. والحاسد:هو الإنسان الذي يتمنى زوال النعمة عن غيره. والحسد: حقيقة واقعة. وأثره لا شك فيه، وإلا لما أمر الله- تعالى- نبيه صلى الله عليه وسلم أن يستعيذ من شرور الحاسدين.قال الآلوسى: وقوله: وَمِنْ شَرِّ حاسِدٍ إِذا حَسَدَ أى إذا أظهر ما في نفسه من الحسد وعمل بمقتضاه بترتيب مقدمات الشر، ومبادي الاضرار بالمحسود قولا وفعلا ... .وقد نهى النبي صلى الله عليه وسلم عن الحسد في أحاديث كثيرة منها قوله: «لا تباغضوا ولا تحاسدوا ... » .ومنها قوله: «إياكم والحسد فإنه يأكل الحسنات، كما تأكل النار الحطب» .هذا، وقد تكلم العلماء كلاما طويلا عند تفسيرهم لقوله- تعالى-: وَمِنْ شَرِّ النَّفَّاثاتِ فِي الْعُقَدِ عن السحر، فمنهم من ذهب إلى أنه لا حقيقة له وإنما هو تخييل وتمويه ...وجمهورهم على إثباته، وأن له آثارا حقيقية، وأن الساحر قد يأتى بأشياء غير عادية، إلا أن الفاعل الحقيقي في كل ذلك هو الله- تعالى- ...وقد بسطنا القول في هذه المسألة عند تفسيرنا لقوله- تعالى- في سورة البقرة:وَاتَّبَعُوا ما تَتْلُوا الشَّياطِينُ عَلى مُلْكِ سُلَيْمانَ، وَما كَفَرَ سُلَيْمانُ وَلكِنَّ الشَّياطِينَ كَفَرُوا، يُعَلِّمُونَ النَّاسَ السِّحْرَ ....نسأل الله- تعالى- أن يعيذنا من شرار خلقه ...وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم ..."}]