[{"ayah_number":1,"text":"تعريف بسورة يوسف- عليه السلام-1- سورة يوسف- عليه السلام- هي السورة الثانية عشرة في ترتيب المصحف، فقد سبقها في الترتيب سور: الفاتحة، والبقرة، وآل عمران، والنساء، والمائدة، والأنعام، والأعراف، والأنفال، والتوبة، ويونس وهود..أما ترتيبها في النزول، فكانت السورة الثالثة والخمسين، وكان نزولها بعد سورة هود- عليه السلام-.وعدد آياتها إحدى عشرة ومائة آية.وجه تسميتها بهذا الاسم ظاهر، لأنها مشتملة على قصته- عليه السلام- مع إخوته، ومع امرأة العزيز، ومع ملك مصر في ذلك الوقت..ولم يذكر اسم يوسف- عليه السلام- في غير هذه السورة سوى مرتين: إحداهما في سورة الأنعام في قوله- تعالى- وَوَهَبْنا لَهُ إِسْحاقَ وَيَعْقُوبَ كُلًّا هَدَيْنا، وَنُوحاً هَدَيْنا مِنْ قَبْلُ، وَمِنْ ذُرِّيَّتِهِ داوُدَ وَسُلَيْمانَ وَأَيُّوبَ وَيُوسُفَ وَمُوسى وَهارُونَ ... الآية 84.والثانية في سورة غافر في قوله- تعالى- وَلَقَدْ جاءَكُمْ يُوسُفُ مِنْ قَبْلُ بِالْبَيِّناتِ ...الآية 34.والقول الصحيح أن سورة يوسف جميعها مكية، ولا التفات إلى قول من قال بأن فيها آيات مدنية، لأن هذا القول لا دليل عليه.قال الآلوسى: سورة يوسف مكية كلها على المعتمد، وروى عن ابن عباس وقتادة أنهما قالا: هي مكية إلا ثلاث آيات من أولها. واستثنى بعضهم رابعة وهي قوله- تعالى-:لَقَدْ كانَ فِي يُوسُفَ وَإِخْوَتِهِ آياتٌ لِلسَّائِلِينَ.2- وكل ذلك واه جدا لا يلتفت إليه، وما اعتمدناه- كغيرنا- من أنها كلها مكية- هو الثابت عن الحبر أى عن ابن عباس»3- وقد ورد في سبب نزولها روايات متعددة، منها ما روى عن سعد بن أبى وقاص أنه قال: أنزل القرآن على رسول الله صلى الله عليه وسلم فتلاه على أصحابه زمانا، فقالوا: يا رسول الله، لو قصصت علينا فنزلت سورة يوسف ... » .4- طبيعة الفترة التي نزلت فيها هذه السورة: قلنا إن سورة يوسف كان نزولها بعد سورة هود، وسبق أن بينا عند تفسيرنا لسورة هود، أن هذه السورة الكريمة كان نزولها- على الراجح- في الفترة التي أعقبت حادث الإسراء والمعراج..ويبدو أن سورة يوسف- أيضا- كان نزولها في هذه الفترة، التي تعتبر من أشق الفترات في حياة النبي صلى الله عليه وسلم إذ تعرض خلالها للكثير من أذى المشركين، بعد أن فقد صلى الله عليه وسلم في هذه الفترة عمه أبا طالب، وزوجه السيدة خديجة- رضى الله عنها.ونزول سورة يوسف في هذه الفترة، كان من أعظم المسليات التي واسى الله- تعالى- بها نبيه صلى الله عليه وسلم فقد أخبره عما دار بين يوسف وإخوته، وعما تعرض له هذا النبي الكريم من مصائب وأذى ...ولا شك أن في قصة يوسف وما يشبهها، تسلية للرسول صلى الله عليه وسلم عما أصابه من قومه.5- والذي يطالع هذه السورة الكريمة بتدبر وتأمل، يراها قد اشتملت على أوضح الدلائل، وأنصع البراهين، التي تشهد بأن هذا القرآن من عند الله ...فقد قصت علينا قصة يوسف- عليه السلام- مع إخوته ومع غيرهم بأسلوب مشوق حكيم، يهدى النفوس، ويشرح الصدور، ويكشف عن الخفايا التي لا يعلمها أحد إلا الله- تعالى-، ويصور أحوال النفس الإنسانية تصويرا بديعا معجزا ...كما يراها قد ساقت ما ساقت من حكم وأحكام، وعبر وعظات، بأسلوب يمتاز بحسن التقسيم، وجمال العرض، حتى إننا لنستطيع أن نقسم أهم الموضوعات التي تحدثت عنها إلى عشرة أقسام.(أ) أما القسم الأول منها، فنراها تتحدث فيه عن جانب من فضائل القرآن الكريم، وعن رؤيا يوسف- عليه السلام- وعن نصيحة أبيه له بعد أن قصها عليه ...قال- تعالى- الر. تِلْكَ آياتُ الْكِتابِ الْمُبِينِ إِنَّا أَنْزَلْناهُ قُرْآناً عَرَبِيًّا لَعَلَّكُمْ تَعْقِلُونَ نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ بِما أَوْحَيْنا إِلَيْكَ هذَا الْقُرْآنَ وَإِنْ كُنْتَ مِنْ قَبْلِهِ لَمِنَ الْغافِلِينَ إِذْ قالَ يُوسُفُ لِأَبِيهِ يا أَبَتِ إِنِّي رَأَيْتُ أَحَدَ عَشَرَ كَوْكَباً وَالشَّمْسَ وَالْقَمَرَ رَأَيْتُهُمْ لِي ساجِدِينَ قالَ يا بُنَيَّ لا تَقْصُصْ رُؤْياكَ عَلى إِخْوَتِكَ فَيَكِيدُوا لَكَ كَيْداً إِنَّ الشَّيْطانَ لِلْإِنْسانِ عَدُوٌّ مُبِينٌ.(ب) وفي القسم الثاني منها نراها تحدثنا عن مكر إخوة يوسف به، وحسدهم له، وتآمرهم على الانتقام منه وإجماعهم على أن يلقوا به في الجب، وتنفيذهم لذلك بعد خداعهم لأبيهم، وزعمهم له بأنهم سيحافظون على أخيهم يوسف ...استمع إلى القرآن الكريم وهو يحكى كل ذلك بأسلوبه البديع المعجز فيقول: لَقَدْ كانَ فِي يُوسُفَ وَإِخْوَتِهِ آياتٌ لِلسَّائِلِينَ إِذْ قالُوا لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلى أَبِينا مِنَّا وَنَحْنُ عُصْبَةٌ، إِنَّ أَبانا لَفِي ضَلالٍ مُبِينٍ اقْتُلُوا يُوسُفَ أَوِ اطْرَحُوهُ أَرْضاً يَخْلُ لَكُمْ وَجْهُ أَبِيكُمْ وَتَكُونُوا مِنْ بَعْدِهِ قَوْماً صالِحِينَ قالَ قائِلٌ مِنْهُمْ لا تَقْتُلُوا يُوسُفَ وَأَلْقُوهُ فِي غَيابَتِ الْجُبِّ. يَلْتَقِطْهُ بَعْضُ السَّيَّارَةِ إِنْ كُنْتُمْ فاعِلِينَ.إلى أن يقول- سبحانه-: وَجاؤُ عَلى قَمِيصِهِ بِدَمٍ كَذِبٍ، قالَ بَلْ سَوَّلَتْ لَكُمْ أَنْفُسُكُمْ أَمْراً فَصَبْرٌ جَمِيلٌ، وَاللَّهُ الْمُسْتَعانُ عَلى ما تَصِفُونَ.(ج) ثم نراها في القسم الثالث منها تحدثنا عن انتشال السيارة ليوسف من الجب، وعن بيعهم له بثمن بخس دراهم معدودة، وعن وصية من اشتراه لامرأته بإكرام مثواه، وعن محنته مع تلك المرأة التي راودته عن نفسه وَغَلَّقَتِ الْأَبْوابَ وَقالَتْ هَيْتَ لَكَ وعن خروجه من هذه المحنة بريئا، نقى العرض، طاهر الذيل ... بعد أن شهد ببراءته شاهد من أهلها.قال- تعالى-: وَجاءَتْ سَيَّارَةٌ فَأَرْسَلُوا وارِدَهُمْ فَأَدْلى دَلْوَهُ، قالَ يا بُشْرى هذا غُلامٌ، وَأَسَرُّوهُ بِضاعَةً، وَاللَّهُ عَلِيمٌ بِما يَعْمَلُونَ وَشَرَوْهُ بِثَمَنٍ بَخْسٍ دَراهِمَ مَعْدُودَةٍ وَكانُوا فِيهِ مِنَ الزَّاهِدِينَ وَقالَ الَّذِي اشْتَراهُ مِنْ مِصْرَ لِامْرَأَتِهِ أَكْرِمِي مَثْواهُ عَسى أَنْ يَنْفَعَنا أَوْ نَتَّخِذَهُ وَلَداً....إلى أن يقول- سبحانه-: وَراوَدَتْهُ الَّتِي هُوَ فِي بَيْتِها عَنْ نَفْسِهِ وَغَلَّقَتِ الْأَبْوابَ وَقالَتْ هَيْتَ لَكَ، قالَ مَعاذَ اللَّهِ إِنَّهُ رَبِّي أَحْسَنَ مَثْوايَ إِنَّهُ لا يُفْلِحُ الظَّالِمُونَ....ثم يختم- سبحانه- هذا القسم من السورة بحكاية ما قاله الزوج لامرأته وليوسف، بعد أن تبين له صدق يوسف وكذب امرأته فيقول: فَلَمَّا رَأى قَمِيصَهُ قُدَّ مِنْ دُبُرٍ قالَ إِنَّهُ مِنْ كَيْدِكُنَّ إِنَّ كَيْدَكُنَّ عَظِيمٌ يُوسُفُ أَعْرِضْ عَنْ هذا وَاسْتَغْفِرِي لِذَنْبِكِ إِنَّكِ كُنْتِ مِنَ الْخاطِئِينَ.(د) ثم تحدثنا السورة بعد ذلك في القسم الرابع منها عن شيوع خبر امرأة العزيز مع فتاها، وعما فعلته تلك المرأة مع من أشاع هذا الخبر، وعن لجوء يوسف- عليه السلام- الى ربه يستجير به من كيد هؤلاء النسوة ...قال- تعالى- حاكيا هذا المشهد بأسلوب معجز: وَقالَ نِسْوَةٌ فِي الْمَدِينَةِ امْرَأَتُ الْعَزِيزِ تُراوِدُ فَتاها عَنْ نَفْسِهِ، قَدْ شَغَفَها حُبًّا، إِنَّا لَنَراها فِي ضَلالٍ مُبِينٍ فَلَمَّا سَمِعَتْ بِمَكْرِهِنَّ أَرْسَلَتْ إِلَيْهِنَّ وَأَعْتَدَتْ لَهُنَّ مُتَّكَأً وَآتَتْ كُلَّ واحِدَةٍ مِنْهُنَّ سِكِّيناً وَقالَتِ اخْرُجْ عَلَيْهِنَّ. فَلَمَّا رَأَيْنَهُ أَكْبَرْنَهُ وَقَطَّعْنَ أَيْدِيَهُنَّ، وَقُلْنَ حاشَ لِلَّهِ ما هذا بَشَراً إِنْ هذا إِلَّا مَلَكٌ كَرِيمٌ قالَتْ فَذلِكُنَّ الَّذِي لُمْتُنَّنِي فِيهِ، وَلَقَدْ راوَدْتُهُ عَنْ نَفْسِهِ فَاسْتَعْصَمَ، وَلَئِنْ لَمْ يَفْعَلْ ما آمُرُهُ لَيُسْجَنَنَّ وَلَيَكُوناً مِنَ الصَّاغِرِينَ قالَ رَبِّ السِّجْنُ أَحَبُّ إِلَيَّ مِمَّا يَدْعُونَنِي إِلَيْهِ، وَإِلَّا تَصْرِفْ عَنِّي كَيْدَهُنَّ أَصْبُ إِلَيْهِنَّ وَأَكُنْ مِنَ الْجاهِلِينَ فَاسْتَجابَ لَهُ رَبُّهُ فَصَرَفَ عَنْهُ كَيْدَهُنَّ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ ثُمَّ بَدا لَهُمْ مِنْ بَعْدِ ما رَأَوُا الْآياتِ لَيَسْجُنُنَّهُ حَتَّى حِينٍ.(ه) ثم تحدثنا السورة الكريمة بعد ذلك في القسم  الخامس منها، عن يوسف السجين المظلوم، وكيف أنه لم يمنعه السجن من دعوة رفاقه فيه إلى وحدانية الله، وإلى إخلاص العبادة له- سبحانه- ...يا صاحِبَيِ السِّجْنِ أَأَرْبابٌ مُتَفَرِّقُونَ خَيْرٌ أَمِ اللَّهُ الْواحِدُ الْقَهَّارُ ما تَعْبُدُونَ مِنْ دُونِهِ إِلَّا أَسْماءً سَمَّيْتُمُوها أَنْتُمْ وَآباؤُكُمْ ما أَنْزَلَ اللَّهُ بِها مِنْ سُلْطانٍ، إِنِ الْحُكْمُ إِلَّا لِلَّهِ أَمَرَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ ذلِكَ الدِّينُ الْقَيِّمُ، وَلكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ.(و) ثم تحدثنا السورة الكريمة في القسم  السادس منها عن الرؤيا المفزعة التي رآها ملك مصر في ذلك الوقت، وكيف أن حاشيته عجزت عن تفسيرها، ولكن يوسف الصديق فسرها تفسيرا صحيحا أعجب الملك، وحمله على دعوته للالتقاء به، إلا أن يوسف- عليه السلام-أبى الالتقاء به إلا بعد أن يحقق الملك في قضيته بنفسه، ويعلن براءته على رءوس الأشهاد ...وبعد أن استجاب الملك لطلب يوسف، وثبتت براءته- عليه السلام- حضر معززا مكرما وقال للملك بعزة وإباء: اجْعَلْنِي عَلى خَزائِنِ الْأَرْضِ إِنِّي حَفِيظٌ عَلِيمٌ.استمع إلى السورة الكريمة وهي تحكى هذا المشهد بأسلوبها الزاخر بالمحاورات والمفاجآت، فتقول: وَقالَ الْمَلِكُ إِنِّي أَرى سَبْعَ بَقَراتٍ سِمانٍ يَأْكُلُهُنَّ سَبْعٌ عِجافٌ، وَسَبْعَ سُنْبُلاتٍ خُضْرٍ وَأُخَرَ يابِساتٍ، يا أَيُّهَا الْمَلَأُ أَفْتُونِي فِي رُءْيايَ إِنْ كُنْتُمْ لِلرُّءْيا تَعْبُرُونَ قالُوا أَضْغاثُ أَحْلامٍ وَما نَحْنُ بِتَأْوِيلِ الْأَحْلامِ بِعالِمِينَ وَقالَ الَّذِي نَجا مِنْهُما وَادَّكَرَ بَعْدَ أُمَّةٍ أَنَا أُنَبِّئُكُمْ بِتَأْوِيلِهِ فَأَرْسِلُونِ يُوسُفُ أَيُّهَا الصِّدِّيقُ أَفْتِنا فِي سَبْعِ بَقَراتٍ سِمانٍ يَأْكُلُهُنَّ سَبْعٌ عِجافٌ وَسَبْعِ سُنْبُلاتٍ خُضْرٍ وَأُخَرَ يابِساتٍ لَعَلِّي أَرْجِعُ إِلَى النَّاسِ لَعَلَّهُمْ يَعْلَمُونَ قالَ تَزْرَعُونَ سَبْعَ سِنِينَ دَأَباً فَما حَصَدْتُمْ فَذَرُوهُ فِي سُنْبُلِهِ إِلَّا قَلِيلًا مِمَّا تَأْكُلُونَ....وينتهى هذا المشهد ببيان سنة من سنن الله- تعالى- التي لا تتخلف، والتي تتمثل في حسن عاقبة المؤمنين حيث يقول- سبحانه-: وَكَذلِكَ مَكَّنَّا لِيُوسُفَ فِي الْأَرْضِ يَتَبَوَّأُ مِنْها حَيْثُ يَشاءُ، نُصِيبُ بِرَحْمَتِنا مَنْ نَشاءُ وَلا نُضِيعُ أَجْرَ الْمُحْسِنِينَ وَلَأَجْرُ الْآخِرَةِ خَيْرٌ لِلَّذِينَ آمَنُوا وَكانُوا يَتَّقُونَ.(ز) ثم تنتقل السورة الكريمة في القسم السابع  منها إلى الحديث عن اللقاء الأول الذي تم بين يوسف وإخوته، بعد أن حضروا من بلادهم بفلسطين إلى مصر يلتمسون الزاد والطعام ... وكيف أنه عرفهم دون أن يعرفوه.. وكيف أنه- عليه السلام- طلب منهم بعد أن أكرمهم أن يحضروا إليه من بلادهم ومعهم أخوهم من أبيهم- وهو شقيقه «بنيامين» .وكيف أن أباهم وافق على إرسال «بنيامين» معهم بعد أن أخذ عليهم العهود والمواثيق لكي يحافظوا عليه..استمع إلى السورة الكريمة وهي تحكى كل ذلك فتقول: وَجاءَ إِخْوَةُ يُوسُفَ فَدَخَلُوا عَلَيْهِ فَعَرَفَهُمْ وَهُمْ لَهُ مُنْكِرُونَ وَلَمَّا جَهَّزَهُمْ بِجَهازِهِمْ قالَ ائْتُونِي بِأَخٍ لَكُمْ مِنْ أَبِيكُمْ، أَلا تَرَوْنَ أَنِّي أُوفِي الْكَيْلَ وَأَنَا خَيْرُ الْمُنْزِلِينَ فَإِنْ لَمْ تَأْتُونِي بِهِ فَلا كَيْلَ لَكُمْ عِنْدِي وَلا تَقْرَبُونِ قالُوا سَنُراوِدُ عَنْهُ أَباهُ وَإِنَّا لَفاعِلُونَ وَقالَ لِفِتْيانِهِ اجْعَلُوا بِضاعَتَهُمْ فِي رِحالِهِمْلَعَلَّهُمْ يَعْرِفُونَها إِذَا انْقَلَبُوا إِلى أَهْلِهِمْ لَعَلَّهُمْ يَرْجِعُونَ فَلَمَّا رَجَعُوا إِلى أَبِيهِمْ قالُوا يا أَبانا مُنِعَ مِنَّا الْكَيْلُ فَأَرْسِلْ مَعَنا أَخانا نَكْتَلْ وَإِنَّا لَهُ لَحافِظُونَ قالَ هَلْ آمَنُكُمْ عَلَيْهِ إِلَّا كَما أَمِنْتُكُمْ عَلى أَخِيهِ مِنْ قَبْلُ، فَاللَّهُ خَيْرٌ حافِظاً وَهُوَ أَرْحَمُ الرَّاحِمِينَ....(ح) ثم حدثتنا السورة الكريمة في القسم الثامن منها عن اللقاء الثاني الذي تم بين يوسف وإخوته، بعد أن حضروا إليه في هذه المرة ومعهم «بنيامين» شقيق يوسف، وكيف قام يوسف بالتعرف عليه، ثم كيف احتجزه عنده بحيلة دبرها بإلهام من الله- تعالى- وكيف رد على إخوته الذين طلبوا منه أن يأخذ أحدهم مكان «بنيامين» ...وماذا قال «يعقوب» - عليه السلام- بعد أن عاد إليه أبناؤه، وليس معهم «بنيامين» .استمع الى السورة الكريمة وهي تحكى كل هذه المشاهد والأحداث فتقول:وَلَمَّا دَخَلُوا عَلى يُوسُفَ آوى إِلَيْهِ أَخاهُ قالَ إِنِّي أَنَا أَخُوكَ فَلا تَبْتَئِسْ بِما كانُوا يَعْمَلُونَ فَلَمَّا جَهَّزَهُمْ بِجَهازِهِمْ جَعَلَ السِّقايَةَ فِي رَحْلِ أَخِيهِ، ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا الْعِيرُ إِنَّكُمْ لَسارِقُونَ قالُوا وَأَقْبَلُوا عَلَيْهِمْ ماذا تَفْقِدُونَ قالُوا نَفْقِدُ صُواعَ الْمَلِكِ وَلِمَنْ جاءَ بِهِ حِمْلُ بَعِيرٍ وَأَنَا بِهِ زَعِيمٌ قالُوا تَاللَّهِ لَقَدْ عَلِمْتُمْ ما جِئْنا لِنُفْسِدَ فِي الْأَرْضِ وَما كُنَّا سارِقِينَ قالُوا فَما جَزاؤُهُ إِنْ كُنْتُمْ كاذِبِينَ قالُوا جَزاؤُهُ مَنْ وُجِدَ فِي رَحْلِهِ فَهُوَ جَزاؤُهُ كَذلِكَ نَجْزِي الظَّالِمِينَ فَبَدَأَ بِأَوْعِيَتِهِمْ قَبْلَ وِعاءِ أَخِيهِ ثُمَّ اسْتَخْرَجَها مِنْ وِعاءِ أَخِيهِ، كَذلِكَ كِدْنا لِيُوسُفَ، ما كانَ لِيَأْخُذَ أَخاهُ فِي دِينِ الْمَلِكِ إِلَّا أَنْ يَشاءَ اللَّهُ، نَرْفَعُ دَرَجاتٍ مَنْ نَشاءُ وَفَوْقَ كُلِّ ذِي عِلْمٍ عَلِيمٌ....وينتهى هذا القسم بقول يعقوب- عليه السلام- لأبنائه بعد أن عادوا إليه وليس معهم أخوهم بنيامين: قالَ بَلْ سَوَّلَتْ لَكُمْ أَنْفُسُكُمْ أَمْراً فَصَبْرٌ جَمِيلٌ عَسَى اللَّهُ أَنْ يَأْتِيَنِي بِهِمْ جَمِيعاً إِنَّهُ هُوَ الْعَلِيمُ الْحَكِيمُ وَتَوَلَّى عَنْهُمْ وَقالَ يا أَسَفى عَلى يُوسُفَ وَابْيَضَّتْ عَيْناهُ مِنَ الْحُزْنِ فَهُوَ كَظِيمٌ قالُوا تَاللَّهِ تَفْتَؤُا تَذْكُرُ يُوسُفَ حَتَّى تَكُونَ حَرَضاً أَوْ تَكُونَ مِنَ الْهالِكِينَ. قالَ إِنَّما أَشْكُوا بَثِّي وَحُزْنِي إِلَى اللَّهِ وَأَعْلَمُ مِنَ اللَّهِ ما لا تَعْلَمُونَ. يا بَنِيَّ اذْهَبُوا فَتَحَسَّسُوا مِنْ يُوسُفَ وَأَخِيهِ وَلا تَيْأَسُوا مِنْ رَوْحِ اللَّهِ إِنَّهُ لا يَيْأَسُ مِنْ رَوْحِ اللَّهِ إِلَّا الْقَوْمُ الْكافِرُونَ.(ط) ثم حدثتنا السورة الكريمة بعد ذلك في القسم التاسع  منها عن اللقاء الثالث والأخير بين يوسف وإخوته، فحكت لنا أن يوسف- عليه السلام- كشف لإخوته عن نفسه في هذا اللقاء. وأمرهم بأن يذهبوا بقميصه ليلقوا به على وجه أبيه ... كما أمرهم أن يعودوا إليه ومعهم جميع أهلهم.كما حكت لنا لقاء يوسف بأبويه، وإكرامه لهما، وشكره لله- تعالى- على ما وهبه من نعم..قال- تعالى- حاكيا ما دار بين يوسف وإخوته، وبين يوسف وأبيه في هذا اللقاء:فَلَمَّا دَخَلُوا عَلَيْهِ قالُوا يا أَيُّهَا الْعَزِيزُ مَسَّنا وَأَهْلَنَا الضُّرُّ وَجِئْنا بِبِضاعَةٍ مُزْجاةٍ، فَأَوْفِ لَنَا الْكَيْلَ وَتَصَدَّقْ عَلَيْنا إِنَّ اللَّهَ يَجْزِي الْمُتَصَدِّقِينَ قالَ هَلْ عَلِمْتُمْ ما فَعَلْتُمْ بِيُوسُفَ وَأَخِيهِ إِذْ أَنْتُمْ جاهِلُونَ قالُوا أَإِنَّكَ لَأَنْتَ يُوسُفُ قالَ أَنَا يُوسُفُ وَهذا أَخِي قَدْ مَنَّ اللَّهُ عَلَيْنا إِنَّهُ مَنْ يَتَّقِ وَيَصْبِرْ فَإِنَّ اللَّهَ لا يُضِيعُ أَجْرَ الْمُحْسِنِينَ.اذْهَبُوا بِقَمِيصِي هذا فَأَلْقُوهُ عَلى وَجْهِ أَبِي يَأْتِ بَصِيراً. وَأْتُونِي بِأَهْلِكُمْ أَجْمَعِينَ ...فَلَمَّا دَخَلُوا عَلى يُوسُفَ آوى إِلَيْهِ أَبَوَيْهِ وَقالَ ادْخُلُوا مِصْرَ إِنْ شاءَ اللَّهُ آمِنِينَ.ثم ختم- سبحانه- قصة يوسف بهذا الدعاء الذي حكاه- سبحانه- عنه في قوله:رَبِّ قَدْ آتَيْتَنِي مِنَ الْمُلْكِ وَعَلَّمْتَنِي مِنْ تَأْوِيلِ الْأَحادِيثِ، فاطِرَ السَّماواتِ وَالْأَرْضِ، أَنْتَ وَلِيِّي فِي الدُّنْيا وَالْآخِرَةِ، تَوَفَّنِي مُسْلِماً وَأَلْحِقْنِي بِالصَّالِحِينَ.(ى) أما القسم العاشر  والأخير من السورة الكريمة، فقد كان تعقيبا على ما جاء في تلك القصة من حكم وأحكام، ومن عبر وعظات، ومن آداب وهدايات ...وقد بين- سبحانه- في هذا القسم ما يدل على أن القرآن من عند الله، وما يشهد بصدق النبي صلى الله عليه وسلم فيما يبلغه عن ربه..كما بين- سبحانه- وظيفة الرسول صلى الله عليه وسلم وموقف المشركين من دعوته وأنه صلى الله عليه وسلم ليس بدعا من الرسل وأن العاقبة ستكون له ولأتباعه المؤمنين.قال تعالى: ذلِكَ مِنْ أَنْباءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ، وَما كُنْتَ لَدَيْهِمْ إِذْ أَجْمَعُوا أَمْرَهُمْ وَهُمْ يَمْكُرُونَ وَما أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ وَما تَسْئَلُهُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ هُوَ إِلَّا ذِكْرٌ لِلْعالَمِينَ وَكَأَيِّنْ مِنْ آيَةٍ فِي السَّماواتِ وَالْأَرْضِ يَمُرُّونَ عَلَيْها وَهُمْ عَنْها مُعْرِضُونَ وَما يُؤْمِنُ أَكْثَرُهُمْ بِاللَّهِ إِلَّا وَهُمْ مُشْرِكُونَ....ثم يختتم- سبحانه- هذه السورة الكريمة بقوله: لَقَدْ كانَ فِي قَصَصِهِمْ عِبْرَةٌ لِأُولِي الْأَلْبابِ ما كانَ حَدِيثاً يُفْتَرى وَلكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ كُلِّ شَيْءٍ، وَهُدىً وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ.6- هذا عرض مجمل لأهم الموضوعات التي اشتملت عليها سورة يوسف- عليه السلام- ومن هذا العرض نرى أن السورة الكريمة قد اهتمت بأمور من أهمها ما يأتى:(أ) إبراز الحقائق والهدايات، بأسلوب المحاورات والمجادلات والمناقشات ... ومن مظاهر ذلك:المحاورات التي دارت حول إخوة يوسف في شأن الانتقام منه، والتي منها قوله- تعالى-: لَقَدْ كانَ فِي يُوسُفَ وَإِخْوَتِهِ آياتٌ لِلسَّائِلِينَ إِذْ قالُوا لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلى أَبِينا مِنَّا وَنَحْنُ عُصْبَةٌ إِنَّ أَبانا لَفِي ضَلالٍ مُبِينٍ اقْتُلُوا يُوسُفَ أَوِ اطْرَحُوهُ أَرْضاً يَخْلُ لَكُمْ وَجْهُ أَبِيكُمْ، وَتَكُونُوا مِنْ بَعْدِهِ قَوْماً صالِحِينَ قالَ قائِلٌ مِنْهُمْ لا تَقْتُلُوا يُوسُفَ وَأَلْقُوهُ فِي غَيابَتِ الْجُبِّ يَلْتَقِطْهُ بَعْضُ السَّيَّارَةِ إِنْ كُنْتُمْ فاعِلِينَ.والمحاورات التي دارت بينهم وبين أبيهم في شأن اصطحابهم ليوسف، والتي منها قوله- تعالى-: قالُوا يا أَبانا ما لَكَ لا تَأْمَنَّا عَلى يُوسُفَ وَإِنَّا لَهُ لَناصِحُونَ أَرْسِلْهُ مَعَنا غَداً يَرْتَعْ وَيَلْعَبْ وَإِنَّا لَهُ لَحافِظُونَ قالَ إِنِّي لَيَحْزُنُنِي أَنْ تَذْهَبُوا بِهِ وَأَخافُ أَنْ يَأْكُلَهُ الذِّئْبُ وَأَنْتُمْ عَنْهُ غافِلُونَ قالُوا لَئِنْ أَكَلَهُ الذِّئْبُ وَنَحْنُ عُصْبَةٌ إِنَّا إِذاً لَخاسِرُونَ.والمحاورات التي دارت بين يوسف وإخوته، بعد أن عرفهم وهم له منكرون، وبعد أن ترددوا عليه ثلاث مرات للحصول على حاجتهم من الزاد ... والتي منها قوله- تعالى-:فَلَمَّا دَخَلُوا عَلَيْهِ قالُوا يا أَيُّهَا الْعَزِيزُ مَسَّنا وَأَهْلَنَا الضُّرُّ وَجِئْنا بِبِضاعَةٍ مُزْجاةٍ، فَأَوْفِ لَنَا الْكَيْلَ وَتَصَدَّقْ عَلَيْنا إِنَّ اللَّهَ يَجْزِي الْمُتَصَدِّقِينَ. قالَ هَلْ عَلِمْتُمْ ما فَعَلْتُمْ بِيُوسُفَ وَأَخِيهِ إِذْ أَنْتُمْ جاهِلُونَ قالُوا أَإِنَّكَ لَأَنْتَ يُوسُفُ، قالَ أَنَا يُوسُفُ وَهذا أَخِي قَدْ مَنَّ اللَّهُ عَلَيْنا، إِنَّهُ مَنْ يَتَّقِ وَيَصْبِرْ فَإِنَّ اللَّهَ لا يُضِيعُ أَجْرَ الْمُحْسِنِينَ قالُوا تَاللَّهِ لَقَدْ آثَرَكَ اللَّهُ عَلَيْنا وَإِنْ كُنَّا لَخاطِئِينَ قالَ لا تَثْرِيبَ عَلَيْكُمُ الْيَوْمَ يَغْفِرُ اللَّهُ لَكُمْ وَهُوَ أَرْحَمُ الرَّاحِمِينَ.وهكذا نجد السورة الكريمة زاخرة بأسلوب المحاورات والمناقشات والمجادلات. تارة بين يوسف وإخوته، وتارة بين إخوته فيما بينهم، وتارة بينهم وبين أبيهم، وتارة بين يوسف وامرأة العزيز، وتارة بينه وبين ملك مصر في ذلك الوقت.وهذه المحاورات التي حفلت بها السورة الكريمة، قد أكسبتها لونا من العرض المشوق، الذي يجعل القارئ لها يتعجل حفظ كل موضوع من موضوعاتها، ليصل الى الموضوع الذي يليه.وهذا الأسلوب في عرض الحقائق من أسمى الأساليب التي تعين القارئ على حفظ القرآن الكريم، وعلى تدبر معانيه، وعلى الانتفاع بهداياته..(ب) إبرازها لجوهر الأحداث ولبابها.. أما تفاصيل هذه الأحداث. فتركت معرفتها لفهم القارئ وفطنته، وسلامة تفكيره، وحسن تدبره لكلام الله- تعالى-..وهذا اللون من العرض للأحداث، يسمى في عرف البلغاء، بأسلوب الإيجاز بالحذف والقارئ لهذه السورة الكريمة بتدبر وتأمل، يراها على رأس السور القرآنية التي كثر فيها هذا الأسلوب البليغ.فمثلا قوله- تعالى-: وَجاؤُ عَلى قَمِيصِهِ بِدَمٍ كَذِبٍ، قالَ بَلْ سَوَّلَتْ لَكُمْ أَنْفُسُكُمْ أَمْراً فَصَبْرٌ جَمِيلٌ ... معطوف على كلام محذوف يفهم من السياق.والتقدير: وبعد أن ألقى إخوة يوسف به في الجب وانصرفوا لشئونهم «جاءوا على قميصه بدم كذب» لكي يخدعوا أباهم، فلما أخبروه بأن الذئب قد أكله قال: بَلْ سَوَّلَتْ لَكُمْ أَنْفُسُكُمْ أَمْراً فَصَبْرٌ جَمِيلٌ....وكذلك قوله- تعالى-: قالَ رَبِّ السِّجْنُ أَحَبُّ إِلَيَّ مِمَّا يَدْعُونَنِي إِلَيْهِ ... مترتب على كلام محذوف يفهم من سياق الآيات.والتقدير: وبعد أن سمع ما قالته النسوة بشأنه عند ما دخل عليهن بأمر من امرأة العزيز، وسمع تهديد هذه المرأة له بقولها: قالَتْ فَذلِكُنَّ الَّذِي لُمْتُنَّنِي فِيهِ وَلَقَدْ راوَدْتُهُ عَنْ نَفْسِهِ فَاسْتَعْصَمَ وَلَئِنْ لَمْ يَفْعَلْ ما آمُرُهُ لَيُسْجَنَنَّ وَلَيَكُوناً مِنَ الصَّاغِرِينَ.بعد أن سمع يوسف كل ذلك، وتيقن من مكرهن به، لجأ إلى ربه مستجيرا به من كيدهن فقال: رَبِّ السِّجْنُ أَحَبُّ إِلَيَّ مِمَّا يَدْعُونَنِي إِلَيْهِ....وأيضا قوله- تعالى-: وَقالَ الَّذِي نَجا مِنْهُما وَادَّكَرَ بَعْدَ أُمَّةٍ أَنَا أُنَبِّئُكُمْ بِتَأْوِيلِهِ فَأَرْسِلُونِ يُوسُفُ أَيُّهَا الصِّدِّيقُ أَفْتِنا فِي سَبْعِ بَقَراتٍ سِمانٍ.... يعتبر من بديع أسلوب الإيجاز بالحذف، إذ تقدير الكلام:وبعد أن عجز الملأ عن تفسير رؤيا الملك، وقالوا له: إن رؤياك أضغاث أحلام وما نحن بتأويل الأحلام بعالمين، قال الذي نجا منهما، أى: من صاحبي يوسف في السجن وهو الساقي وَادَّكَرَ بَعْدَ أُمَّةٍ أى وتذكر بعد نسيان طويل أَنَا أُنَبِّئُكُمْ بِتَأْوِيلِهِ فَأَرْسِلُونِ إلى من عنده تفسير هذه الرؤيا تفسيرا صحيحا- وهو يوسف- فاستجابوا له وأرسلوه إلى يوسف، فذهب إليه في السجن، فلما دخل عليه قال له: يا يوسف يا أيها الصديق، أفتنا في سبع بقرات سمان ... إلخ.وهذا الأسلوب الذي زخرت به السورة الكريمة، وهو أسلوب الإيجاز بالحذف، من شأنه أنه ينشط العقول، ويبعثها على التأمل والتدبر فيما تقرؤه، ويعينها على الاتعاظ والاعتبار..وهو أسلوب أيضا تقتضيه هذه السورة الكريمة، لأنها تتحدث عن قصة نبي من أنبياء الله- تعالى-. والحديث عن ذلك يستلزم إبراز جوهر الأحداث ولبابها، لا إبراز تفاصيلها وما لا فائدة من ذكره.فاشتمال السورة الكريمة على هذا الأسلوب البليغ، هو من باب رعاية الكلام لمقتضى الحال، وهو أصل البلاغة وركنها الركين.(ج) السورة الكريمة اهتمت اهتماما واضحا بشرح أحوال النفس البشرية وتحليل ما يصدر عنها في حال رضاها وغضبها، وفي حال صلاحها وانحرافها، وفي حال غناها وفقرها، وفي حال عسرها ويسرها، وفي حال صفائها وحقدها..وقد حدثتنا عن الشخصيات التي وردت فيها حديثا صادقا أمينا، كشفت لنا فيه عن جوانب متعددة من أخلاقهم، وسلوكهم، وميولهم، وأفكارهم ... وأعطت كل واحد منهم حقه في الحديث عنه.(ا) فيوسف- عليه السلام- وهو الشخصية الرئيسية في القصة- حدثتنا عنه حديثا مستفيضا نستطيع من خلاله، أن نرى له- عليه السلام- مناقب ومزايا متنوعة من أهمها ما يأتى:1- امتلاكه لنفسه ولشهوته مهما كانت المغريات، بسبب خوفه لمقام ربه، ونهيه لنفسه عن الهوى ...ولا أدل على ذلك من قوله- تعالى-: وَراوَدَتْهُ الَّتِي هُوَ فِي بَيْتِها عَنْ نَفْسِهِ وَغَلَّقَتِ الْأَبْوابَ وَقالَتْ هَيْتَ لَكَ، قالَ مَعاذَ اللَّهِ، إِنَّهُ رَبِّي أَحْسَنَ مَثْوايَ، إِنَّهُ لا يُفْلِحُ الظَّالِمُونَ ...قال الشيخ القاسمى: قال الإمام ابن القيم ما ملخصه: «لقد كانت دواعي متعددة تدعو يوسف إلى الاستجابة لطلب امرأة العزيز منها: ما ركبه الله في طبع الرجل من ميله إلى المرأة ...ومنها: أنه كان شابا غير متزوج.. ومنها: أنها كانت ذات منصب وجمال.. وأنها كانت غير آبية ولا ممتنعة ... بل هي التي طلبت وأرادت وبذلت الجهد..ومنها: أنه كان في دارها وتحت سلطانها.. فلا يخشى أن تنم عليه..ومنها: أنها استعانت عليه بأئمة المكر والاحتيال فأرته إياهن، وشكت حالها إليهن ...ومنها: أنها توعدته بالسجن والصغار إن لم يفعل ما تأمره به..ومنها: أن الزوج لم يظهر من الغيرة والقوة ما يجعله يفرق بينه وبينها ...ومع كل هذه الدواعي، فقد آثر يوسف مرضاة الله ومراقبته، وحمله خوفه من خالقه على أن يختار السجن على ارتكاب ما يغضبه ... » .2- صبره الجميل على المحن والبلايا، ولجوؤه إلى ربه ليستجير به من كيد امرأة العزيز وصواحبها: قالَ رَبِّ السِّجْنُ أَحَبُّ إِلَيَّ مِمَّا يَدْعُونَنِي إِلَيْهِ وَإِلَّا تَصْرِفْ عَنِّي كَيْدَهُنَّ أَصْبُ إِلَيْهِنَّ وَأَكُنْ مِنَ الْجاهِلِينَ ...3- نشره للدين الحق، ودعوته لعبادة الله وحده، حتى وهو بين جدران السجن، فهو القائل لمن معه في السجن: يا صاحِبَيِ السِّجْنِ أَأَرْبابٌ مُتَفَرِّقُونَ خَيْرٌ، أَمِ اللَّهُ الْواحِدُ الْقَهَّارُ ما تَعْبُدُونَ مِنْ دُونِهِ إِلَّا أَسْماءً سَمَّيْتُمُوها أَنْتُمْ وَآباؤُكُمْ ما أَنْزَلَ اللَّهُ بِها مِنْ سُلْطانٍ....4- حسن تدبيره للأمور، وتوصله إلى ما يريده بأحكم الأساليب، وحرصه الشديد على إنقاذ الأمة مما يضرها ويعرضها للهلاك، قالَ تَزْرَعُونَ سَبْعَ سِنِينَ دَأَباً فَما حَصَدْتُمْ فَذَرُوهُ فِي سُنْبُلِهِ إِلَّا قَلِيلًا مِمَّا تَأْكُلُونَ ...5- عزة نفسه، وسمو خلقه، فقد أبى أن يذهب لمقابلة الملك إلا بعد إعلان براءته وَقالَ الْمَلِكُ ائْتُونِي بِهِ، فَلَمَّا جاءَهُ الرَّسُولُ قالَ ارْجِعْ إِلى رَبِّكَ فَسْئَلْهُ ما بالُ النِّسْوَةِ اللَّاتِي قَطَّعْنَ أَيْدِيَهُنَّ إِنَّ رَبِّي بِكَيْدِهِنَّ عَلِيمٌ ...6- تحدثه بنعمة الله، ومعرفته لنفسه قدرها، وطلبه المنصب الذي يناسبه، ويثق بقدرته على القيام بحقوقه قالَ اجْعَلْنِي عَلى خَزائِنِ الْأَرْضِ إِنِّي حَفِيظٌ عَلِيمٌ.7- ذكاؤه وفطنته، فقد تعرف على إخوته مع طول فراقه لهم: وَجاءَ إِخْوَةُ يُوسُفَ فَدَخَلُوا عَلَيْهِ فَعَرَفَهُمْ وَهُمْ لَهُ مُنْكِرُونَ....8- عفوه وصفحه عمن أساء إليه قالَ لا تَثْرِيبَ عَلَيْكُمُ الْيَوْمَ يَغْفِرُ اللَّهُ لَكُمْ وَهُوَ أَرْحَمُ الرَّاحِمِينَ ...9- وفاؤه لأسرته ولعشيرته اذْهَبُوا بِقَمِيصِي هذا فَأَلْقُوهُ عَلى وَجْهِ أَبِي يَأْتِ بَصِيراً وَأْتُونِي بِأَهْلِكُمْ أَجْمَعِينَ.10- شكر الله- تعالى- على نعمه ومننه رَبِّ قَدْ آتَيْتَنِي مِنَ الْمُلْكِ وَعَلَّمْتَنِي مِنْ تَأْوِيلِ الْأَحادِيثِ فاطِرَ السَّماواتِ وَالْأَرْضِ أَنْتَ وَلِيِّي فِي الدُّنْيا وَالْآخِرَةِ تَوَفَّنِي مُسْلِماً وَأَلْحِقْنِي بِالصَّالِحِينَ.هذا جانب من حديث السورة الكريمة عن يوسف- عليه السلام-، وهو حديث يدل على أنه كان في الذروة العليا من مكارم الأخلاق، ومحاسن الشيم..(د) وتحدثت السورة الكريمة عن يعقوب- عليه السلام- فذكرت من بين ما ذكرت عنه، صفات الصبر الجميل، والأمل في رحمة الله مهما اشتدت الخطوب، والحرص على سلامة أبنائه من كل ما يؤذيهم حتى ولو أساءوا إليه، والنظر إلى الأمور بعين تختلف عن عيون أبنائه، والحكم عليها بحكم يختلف عن أحكامهم ...يدل على ذلك قوله- تعالى- وَجاؤُ عَلى قَمِيصِهِ بِدَمٍ كَذِبٍ قالَ بَلْ سَوَّلَتْ لَكُمْ أَنْفُسُكُمْ أَمْراً فَصَبْرٌ جَمِيلٌ.وقوله- تعالى-: قالَ بَلْ سَوَّلَتْ لَكُمْ أَنْفُسُكُمْ أَمْراً فَصَبْرٌ جَمِيلٌ عَسَى اللَّهُ أَنْ يَأْتِيَنِي بِهِمْ جَمِيعاً....وقوله- تعالى-: وَقالَ يا بَنِيَّ لا تَدْخُلُوا مِنْ بابٍ واحِدٍ وَادْخُلُوا مِنْ أَبْوابٍ مُتَفَرِّقَةٍ....وقوله- تعالى-: وَلَمَّا فَصَلَتِ الْعِيرُ قالَ أَبُوهُمْ إِنِّي لَأَجِدُ رِيحَ يُوسُفَ لَوْلا أَنْ تُفَنِّدُونِ. قالُوا تَاللَّهِ إِنَّكَ لَفِي ضَلالِكَ الْقَدِيمِ. فَلَمَّا أَنْ جاءَ الْبَشِيرُ أَلْقاهُ عَلى وَجْهِهِ فَارْتَدَّ بَصِيراً قالَ أَلَمْ أَقُلْ لَكُمْ إِنِّي أَعْلَمُ مِنَ اللَّهِ ما لا تَعْلَمُونَ.(ه) وتحدثت عن إخوة يوسف حديثا مستفيضا، تبدو فيه غيرتهم من يوسف، وحسدهم له، وتآمرهم على حياته، وحقدهم عليه حتى وهو بعيد عنهم ... ثم ندمهم في النهاية على ما فرط منهم في حقه بعد أن مكن الله له في الأرض ...نرى ذلك في مثل قوله- تعالى-: اقْتُلُوا يُوسُفَ أَوِ اطْرَحُوهُ أَرْضاً يَخْلُ لَكُمْ وَجْهُ أَبِيكُمْ ...وفي قوله: قالُوا تَاللَّهِ تَفْتَؤُا تَذْكُرُ يُوسُفَ حَتَّى تَكُونَ حَرَضاً أَوْ تَكُونَ مِنَ الْهالِكِينَ.وفي قوله- سبحانه-: قالُوا إِنْ يَسْرِقْ فَقَدْ سَرَقَ أَخٌ لَهُ مِنْ قَبْلُ....وفي قوله- تعالى-: قالُوا تَاللَّهِ لَقَدْ آثَرَكَ اللَّهُ عَلَيْنا وَإِنْ كُنَّا لَخاطِئِينَ.(و) وتحدثت عن امرأة العزيز حديثا يكشف عن حال المرأة عند ما تحب.. وكيف أنها في سبيل الحصول على رغبتها تحطم كل الموانع النفسية والاجتماعية ... وتستخدم كل الوسائل التي تظن أنها ستوصلها إلى مرادها. حتى ولو كانت هذه الوسائل تخالف ما عرف عن المرأة من أنها حريصة على أن تكون مطلوبة من الرجل لا طالبة له..(ز) وتحدثت عن العزيز حديثا قصيرا يناسب حجمه وسلوكه وتبلد شعوره، فهو مع إيقانه بخطإ امرأته لم يزد على أن قال ليوسف ولها يُوسُفُ أَعْرِضْ عَنْ هذا وَاسْتَغْفِرِي لِذَنْبِكِ إِنَّكِ كُنْتِ مِنَ الْخاطِئِينَ.(ح) وتحدثت عن ملك مصر في ذلك الوقت ... وعن البيئة التي وصل الحال بها أن تزج بيوسف البريء في السجن، إرضاء لشهوات النفوس الجامحة ...قال- تعالى-: ثُمَّ بَدا لَهُمْ مِنْ بَعْدِ ما رَأَوُا الْآياتِ لَيَسْجُنُنَّهُ حَتَّى حِينٍ.وهكذا نجد السورة الكريمة تحدثنا عن نماذج من البشر، فتصف كل نموذج بما يناسبه من صفات، بصدق وأمانة، وتحكم عليه بالحكم الذي يناسبه.قال صاحب الظلال ما ملخصه: والسورة كلها لحمة واحدة عليها الطابع المكي واضحا في موضوعها وفي جوها وفي ظلالها وإيحاءاتها، بل إن عليها طابع هذه الفترة الحرجة الموحشة بصفة خاصة ...ففي الوقت الذي كان الرسول صلى الله عليه وسلم يعانى من الوحشة والغربة والانقطاع في جاهلية قريش- منذ عام الحزن- كان الله- تعالى- يقص عليه قصة أخ له كريم هو يوسف بن يعقوب بن إسحاق بن إبراهيم، وهو يعانى صنوفا من المحن والابتلاءات..محنة كيد الإخوة، ومحنة الجب، ومحنة الرق، ومحنة كيد امرأة العزيز، ومحنة السجن، ثم محنة الرخاء والجاه والسلطان..فلا عجب أن تكون هذه السورة بما احتوته من قصة ذلك النبي الكريم، ومن التعقيبات عليها بعد ذلك ... تسلية للرسول صلى الله عليه وسلم ولأصحابه عما أصابهم من أعدائهم، وتسرية لقلوبهم وتطمينا لنفوسهم.ولكأن الله- تعالى- يقول لنبيه صلى الله عليه وسلم: كما أخرج يوسف من حضن أبيه ليواجه هذه الابتلاءات كلها، ثم لينتهى بعد ذلك إلى النصر والتمكين..كذلك أنت يا محمد ستخرج من بلدك مكة مهاجرا ... ثم تعود إليها في الوقت الذي يشاؤه الله ظافرا منتصرا .وبعد: فهذا تعريف لسورة يوسف، رأينا أن نسوقه قبل البدء في تفسيرها، لعله يعين على فهم ما اشتملت عليه من حكم وأحكام. ومن عبر وعظات..وصلى الله على سيدنا محمد وعلى آله وصحبه وسلمافتتحت سورة يوسف- عليه السلام- ببعض الحروف المقطعة. وقد سبق أن تكلمنا عن آراء العلماء في هذه الحروف في سورة البقرة، وآل عمران، والأعراف، ويونس، وهود.وقلنا ما ملخصه: لعل أقرب الأقوال إلى الصواب، أن هذه الحروف المقطعة، قد وردت في افتتاح بعض السور على سبيل الإيقاظ والتنبيه إلى إعجاز القرآن الكريم.فكأن الله- تعالى- يقول لأولئك المعارضين في أن القرآن من عند الله- تعالى-: هاكم القرآن ترونه مؤلفا من كلام هو من جنس ما تؤلفون منه كلامكم، ومنظوما من حروف هي من جنس الحروف الهجائية التي تنظمون منها حروفكم.. فإن كنتم في شك من كونه منزلا من عند الله فهاتوا مثله، وادعوا من شئتم من الخلق لكي يعاونكم في ذلك.ومما يشهد لصحة هذا الرأى: أن الآيات التي تلى هذه الحروف المقطعة تراها تتحدث- صراحة أو ضمنا- عن القرآن الكريم وعن كونه من عند الله- تعالى- وعن كونه معجزة للرسول صلى الله عليه وسلم ففي مطلع سورة البقرة: الم، ذلِكَ الْكِتابُ لا رَيْبَ فِيهِ هُدىً لِلْمُتَّقِينَ....وفي مطلع سورة آل عمران: الم، اللَّهُ لا إِلهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ، نَزَّلَ عَلَيْكَ الْكِتابَ بِالْحَقِّ مُصَدِّقاً لِما بَيْنَ يَدَيْهِ، وَأَنْزَلَ التَّوْراةَ وَالْإِنْجِيلَ ...وفي أول سورة الأعراف: المص. كِتابٌ أُنْزِلَ إِلَيْكَ فَلا يَكُنْ فِي صَدْرِكَ حَرَجٌ مِنْهُ ...وفي أول سورة يونس: الر. تِلْكَ آياتُ الْكِتابِ الْحَكِيمِ. أَكانَ لِلنَّاسِ عَجَباً أَنْ أَوْحَيْنا إِلى رَجُلٍ مِنْهُمْ أَنْ أَنْذِرِ النَّاسَ وَبَشِّرِ الَّذِينَ آمَنُوا أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِنْدَ رَبِّهِمْ....وفي أول سورة هود: الر. كِتابٌ أُحْكِمَتْ آياتُهُ ثُمَّ فُصِّلَتْ مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ....وهكذا نجد أن معظم الآيات التي تلى الحروف المقطعة، منها ما يتحدث عن أن هذا الكتاب من عند الله- سبحانه- ومنها ما يتحدث عن وحدانية الله- تعالى-، ومنها ما يتحدث عن صدق الرسول صلى الله عليه وسلم في دعوته..وهذا كله لتنبيه الغافلين إلى أن هذا القرآن من عند الله، وأنه المعجزة الخالدة للرسول صلى الله عليه وسلم.ثم قال- تعالى-: تِلْكَ آياتُ الْكِتابِ الْمُبِينِ.و «تلك» اسم إشارة، المشار إليه الآيات، والمراد بها آيات القرآن الكريم ويندرج فيها آيات السورة التي معنا.والكتاب: مصدر كتب كالكتب. وأصل الكتب ضم أديم الى آخر بالخياطة. واستعمل عرفا في ضم الحروف بعضها إلى بعض بالخط، والمراد به القرآن الكريم.والمبين: أى الواضح الظاهر من أبان بمعنى بان أى ظهر.والمعنى: تلك الآيات التي نتلوها عليك- أيها الرسول الكريم- في هذه السورة وفي غيرها، هي آيات الكتاب الظاهر أمره، الواضح إعجازه، بحيث لا تشتبه على العقلاء حقائقه، ولا تلتبس عليهم هداياته.وصحت الإشارة إلى آيات الكتاب الكريم، مع أنها لم تكن قد نزلت جميعها، لأن الإشارة إلى بعضها كالإشارة إلى جميعها، حيث كانت بصدد الإنزال، ولأن الله- تعالى- قد وعد رسوله صلى الله عليه وسلم بنزول القرآن عليه، كما في قوله إِنَّا سَنُلْقِي عَلَيْكَ قَوْلًا ثَقِيلًا ووعد الله- تعالى- لا يتخلف."},{"ayah_number":2,"text":"ثم بين- سبحانه- الحكمة من إنزاله بلسان عربي مبين فقال: إِنَّا أَنْزَلْناهُ قُرْآناً عَرَبِيًّا لَعَلَّكُمْ تَعْقِلُونَ.أى: إنا أنزلنا هذا الكتاب الكريم على نبينا محمد صلى الله عليه وسلم بلسان عربي مبين، لعلكم أيها المكلفون بالإيمان به، تعقلون معانيه، وتفهمون ألفاظه، وتنتفعون بهداياته، وتدركون أنه ليس من كلام البشر، وإنما هو كلام خالق القوى والقدر وهو الله- عز وجل-.فالضمير في «أنزلناه» يعود إلى الكتاب، وقرآنا حال من هذا الضمير أو بدلا منه.والتأكيد بحرف إن متوجه إلى خبرها وهو أنزلناه، للرد على أولئك المشركين الذين أنكروا أن يكون هذا القرآن من عند الله.وجملة لَعَلَّكُمْ تَعْقِلُونَ بيان لحكمة إنزاله بلغة العرب وحذف مفعول «تعقلون» للإشارة إلى أن نزوله بهذه الطريقة، يترتب عليه حصول تعقل أشياء كثيرة لا يحصيها العد.قال الإمام ابن كثير ما ملخصه: قوله: إِنَّا أَنْزَلْناهُ قُرْآناً عَرَبِيًّا لَعَلَّكُمْ تَعْقِلُونَ وذلك لأن لغة العرب أفصح اللغات، وأبينها وأوسعها، وأكثرها تأدية للمعاني التي تقوم بالنفوس، فلهذا أنزل أشرف الكتب، بأشرف اللغات، على أشرف الرسل، بسفارة أشرف الملائكة، وكان ذلك في أشرف بقاع الأرض، وفي أشرف شهور السنة، فكمل له الشرف من كل الوجوه» .وقال الجمل: «واختلف العلماء هل يمكن أن يقال: في القرآن شيء غير عربي.قال أبو عبيدة: من قال بأن في القرآن شيء غير عربي فقد أعظم على الله القول. واحتج بهذه الآية.وروى عن ابن عباس ومجاهد وعكرمة بأن فيه من غير العربي مثل: سجيل، والمشكاة، واليم، وإستبرق ونحو ذلك.وهذا هو الصحيح المختار، لأن هؤلاء أعلم من أبى عبيدة بلسان العرب، وكلا القولين صواب- إن شاء الله-.ووجه الجمع بينهما أن هذه الألفاظ لما تكلمت بها العرب، ودارت على ألسنتهم صارت عربية فصيحة، وإن كانت غير عربية في الأصل، لكنهم لما تكلموا بها نسبت إليهم، وصارت لهم لغة، فظهر بهذا البيان صحة القولين، وأمكن الجمع بينهما» ."},{"ayah_number":3,"text":"ثم بين- سبحانه- أن هذا القرآن مشتمل على أحسن القصص وأحكمها وأصدقها فقال- تعالى-: نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ، بِما أَوْحَيْنا إِلَيْكَ هذَا الْقُرْآنَ، وَإِنْ كُنْتَ مِنْ قَبْلِهِ لَمِنَ الْغافِلِينَ.قال الفخر الرازي ما ملخصه: «القصص: اتباع الخبر بعضه بعضا، وأصله في اللغة المتابعة قال- تعالى- وَقالَتْ لِأُخْتِهِ قُصِّيهِ.. أى اتبعى أثره. وقال- تعالى-:فَارْتَدَّا عَلى آثارِهِما قَصَصاً أى: اتباعا. وإنما سميت الحكاية قصصا، لأن الذي يقص الحديث يذكر تلك القصة شيئا فشيئا، كما يقال: «تلا فلان القرآن، أى قرأه آية فآية» .والمعنى: نحن نقص عليك- أيها الرسول الكريم «أحسن القصص» أى: أحسن أنواع البيان، وأوفاه بالغرض الذي سيق من أجله.وإنما كان قصص القرآن أحسن القصص، لاشتماله على أصدق الأخبار، وأبلغ الأساليب، وأجمعها للحكم والعبر والعظات.والباء في قوله بِما أَوْحَيْنا إِلَيْكَ هذَا الْقُرْآنَ للسببية متعلقة بنقص، وما مصدرية.أى: نقص عليك أحسن القصص، بسبب إيحائنا إليك هذا القرآن الذي لا يأتيه الباطل من بين يديه ولا من خلفه، والذي هو في الذروة العليا في بلاغته وتأثيره في النفوس.وجملة وَإِنْ كُنْتَ مِنْ قَبْلِهِ لَمِنَ الْغافِلِينَ في موضع الحال من كاف الخطاب في إِلَيْكَ و «وإن» مخففة من الثقيلة، واسمها ضمير الشأن محذوف.والضمير في قوله مِنْ قَبْلِهِ يعود إلى الإيحاء المفهوم من قوله أَوْحَيْنا.والمعنى: نحن نقص عليك أحسن القصص بسبب ما أوحيناه إليك من هذا القرآن.والحال أنك كنت قبل إيحائنا إليك بهذا القرآن، من الغافلين عن تفاصيل هذا القصص، وعن دقائق أخباره وأحداثه، شأنك في ذلك شأن قومك الأميين.قال تعالى: تِلْكَ مِنْ أَنْباءِ الْغَيْبِ نُوحِيها إِلَيْكَ ما كُنْتَ تَعْلَمُها أَنْتَ وَلا قَوْمُكَ مِنْ قَبْلِ هذا فَاصْبِرْ إِنَّ الْعاقِبَةَ لِلْمُتَّقِينَ."},{"ayah_number":4,"text":"ثم حكى- سبحانه- قصة يوسف- عليه السلام- كمثال لأحسن القصص فقال- تعالى- إِذْ قالَ يُوسُفُ لِأَبِيهِ يا أَبَتِ إِنِّي رَأَيْتُ أَحَدَ عَشَرَ كَوْكَباً، وَالشَّمْسَ وَالْقَمَرَ رَأَيْتُهُمْ لِي ساجِدِينَ.وإِذْ ظرف متعلق بمحذوف تقديره اذكر.ويوسف: اسم أعجمى، مشتق- كما يقول الآلوسى- من الأسف، وسمى به لأسف أبيه عليه. وأبوه: هو يعقب بن إسحاق بن إبراهيم. وفي الحديث الصحيح عن ابن عمر- رضى الله عنهما- أن رسول الله- صلى الله عليه وسلم- قال: الكريم ابن الكريم ابن الكريم ابن الكريم، يوسف بن يعقوب بن إسحاق بن إبراهيم.وقوله: يا أَبَتِ أصله يا أبى، فحذفت الياء وعوض عنها تاء التأنيث، ونقلت إليها كسرة الباء، ثم فتحت الباء لمناسبة تاء التأنيث.والمعنى: اذكر- أيها الرسول الكريم أو أيها المخاطب- وقت أن قال يوسف لأبيه، يا أبت إنى رأيت في منامي أَحَدَ عَشَرَ كَوْكَباً تسجد لي، ورأيت كذلك الشَّمْسَ وَالْقَمَرَ لي ساجِدِينَ.ولم يدرج الشمس والقمر في الكواكب مع أنهما منها، لإظهار مزيتهما ورفعا لشأنهما، وجملة رَأَيْتُهُمْ لِي ساجِدِينَ مستأنفة لبيان الحالة التي رآهم عليها.وأجريت هذه الكواكب مجرى العقلاء في الضمير المختص بها، لوصفها بوصفهم حيث إن السجود من صفات العقلاء، والعرب تجمع مالا يعقل جمع من يعقل إذا أنزلوه منزلته.قال ابن كثير: «وقد تكلم المفسرون على تعبير هذا المنام: أن الأحد عشر كوكبا عبارة عن إخوته، وكانوا أحد عشر رجلا، والشمس والقمر عبارة عن أبيه وأمه.روى هذا عن ابن عباس، والضحاك، وقتادة وسفيان الثوري، وعبد الرحمن بن زيد، وقد وقع تفسيرها بعد أربعين سنة، وقيل بعد ثمانين سنة، وذلك حين رفع أبويه على العرش، وهو سريره. وإخوته بين يديه ... وخروا له سجدا وقال: يا أبت هذا تأويل رؤياي من قبل، قد جعلها ربي حقا ... » ."},{"ayah_number":5,"text":"ثم حكى- سبحانه- بعد ذلك ما قاله يعقوب لابنه يوسف بعد أن قص عليه رؤياه فقال: قالَ يا بُنَيَّ لا تَقْصُصْ رُؤْياكَ عَلى إِخْوَتِكَ فَيَكِيدُوا لَكَ كَيْداً، إِنَّ الشَّيْطانَ لِلْإِنْسانِ عَدُوٌّ مُبِينٌ.وقوله يا بُنَيَّ تصغير ابن. والتصغير هنا سببه صغر سنه مع الشفقة عليه، والتلطيف معه.وقوله رُؤْياكَ من الرؤيا التي هي مصدر رأى العلمية الدالة على ما وقع للإنسان في نومه، أما رأى البصرية فيقال في مصدرها الرؤية.وقوله «فيكيدوا لك..» من الكيد وهو الاحتيال الخفى بقصد الإضرار والفعل كاد يتعدى بنفسه، فيقال: كاده يكيده كيدا، إذا احتال لإهلاكه. ولتضمنه معنى احتال عدى باللام.والمعنى: قال يعقوب لابنه يوسف- عليهما السلام- بشفقة ورحمة، بعد أن سمع منه ما رآه في منامه: «يا بنى» لا تخبر إخوتك بما رأيته في منامك فإنك إن أخبرتهم بذلك احتالوا لإهلاكك احتيالا خفيا، لا قدرة لك على مقاومته أو دفعه..وإنما قال له ذلك، لأن هذه الرؤيا تدل على أن الله- تعالى- سيعطى يوسف من فضله عطاء عظيما. ويهبه منصبا جليلا، ومن شأن صاحب النعمة أن يكون محسودا من كثير من الناس، فخاف يعقوب من حسد إخوة يوسف له، إذا ما قص عليهم رؤياه، ومن عدوانهم عليه.والتنوين في قوله «كيدا» للتعظيم والتهويل، زيادة في تحذيره من قص الرؤيا عليهم.وجملة «إن الشيطان للإنسان عدو مبين» واقعة موقع التعليل للنهى عن قص الرؤيا على إخوته، وفيها إشارة إلى أن الشيطان هو الذي يغريهم بالكيد له إذا ما قص عليهم ما رآه، وهو بذلك لا يثير في نفسه الكراهة لإخوته.أى: لا تخبر إخوتك بما رأيته في منامك، فيحتالوا للإضرار بك حسدا منهم لك، وهذا الحسد يغرسه الشيطان في نفوس الناس، لتتولد بينهم العداوة والبغضاء، فيفرح هو بذلك، إذ كل قبيح يقوله أو يفعله الناس يفرح له الشيطان.هذا، وقد أخذ العلماء من هذه الآية أحكاما منها:أنه يجوز للإنسان في بعض الأوقات أن يخفى بعض النعم التي أنعم الله بها عليه، خشية حسد الحاسدين، أو عدوان المعتدين.وأن الرؤيا الصادقة حالة يكرم الله بها بعض عباده الذين زكت نفوسهم فيكشف لهم عما يريد أن يطلعهم عليه قبل وقوعه. ومن الأحاديث التي وردت في فضل الرؤيا الصالحة ما رواه البخاري عن عائشة- رضى الله عنها- أنها قالت: «أول ما بدئ به رسول الله صلى الله عليه وسلم من الوحى الرؤيا الصادقة، فكان لا يرى رؤيا إلا جاءت مثل فلق الصبح..» .وفي حديث آخر: «الرؤيا الصالحة من الرجل الصالح، جزء من ستة وأربعين جزءا من النبوة» .وفي حديث ثالث: «لم يبق من النبوة إلا المبشرات، وهي الرؤيا الصالحة للرجل الصالح، يراها أو ترى له» .كذلك أخذ جمهور العلماء من هذه الآية أن إخوة يوسف لم يكونوا أنبياء.قال الآلوسى عند تفسيره لهذه الآية ما ملخصه: «والظاهر أن القوم- أى إخوة يوسف- كانوا بحيث يمكن أن يكون للشيطان عليهم سبيل، ويؤيد هذا أنهم لم يكونوا أنبياء .وهذا ما عليه الأكثرون سلفا وخلفا. أما السلف فإنه لم ينقل عن أحد من الصحابة أو التابعين أنه قال بنبوتهم.وأما الخلف فكثير منهم نفى عنهم أن يكونوا أنبياء، وعلى رأى من قال بذلك الإمام ابن تيمية، في مؤلف له خاص بهذه المسألة، وقد قال فيه:الذي يدل عليه القرآن واللغة والاعتبار، أن إخوة يوسف ليسوا بأنبياء، وليس في القرآن ولا في السنة ما يشير إلى أنهم كانوا أنبياء ... » ."},{"ayah_number":6,"text":"ثم حكى- سبحانه- ما توقعه يعقوب لابنه يوسف من خير وبركة فقال:وَكَذلِكَ يَجْتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِنْ تَأْوِيلِ الْأَحادِيثِ، وَيُتِمُّ نِعْمَتَهُ عَلَيْكَ وَعَلى آلِ يَعْقُوبَ، كَما أَتَمَّها عَلى أَبَوَيْكَ مِنْ قَبْلُ إِبْراهِيمَ وَإِسْحاقَ، إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٌ.والكاف في قوله وَكَذلِكَ حرف تشبيه بمعنى مثل، وهي داخلة على كلام محذوف.وقوله يَجْتَبِيكَ من الاجتباء بمعنى الاصطفاء والاختيار، مأخوذ من جبيت الشيء إذا اخترته لما فيه من النفع والخير.وتَأْوِيلِ الْأَحادِيثِ معناه تفسيرها تفسيرا صحيحا، إذ التأويل مأخوذ من الأول بمعنى الرجوع، وهو رد الشيء إلى الغاية المرادة منه.والأحاديث جمع تكسير مفردة حديث، وسميت الرؤى أحاديث باعتبار حكايتها والتحدث بها.والمعنى: وكما اجتباك ربك واختارك لهذه الرؤيا الحسنة، فإنه- سبحانه- يجتبيك ويختارك لأمور عظام في مستقبل الأيام، حيث يهبك من صدق الحسّ، ونفاذ البصيرة، ما يجعلك تدرك الأحاديث إدراكا سليما، وتعبر الرؤى تعبيرا صحيحا صادقا.«ويتم نعمته عليك» بالنبوة والرسالة والملك والرياسة «وعلى آل يعقوب» وهم إخوته وذريتهم، بأن يسبغ عليهم الكثير من نعمه.كَما أَتَمَّها عَلى أَبَوَيْكَ مِنْ قَبْلُ أى: من قبل هذه الرؤيا أو من قبل هذا الوقت.وقوله «إبراهيم وإسحاق» بيان لأبويه.أى: يتم نعمته عليك إتماما كائنا كإتمام نعمته على أبويك من قبل، وهما إبراهيم وإسحاق بأن وهبهما- سبحانه- النبوة والرسالة.وعبر عنهما بأنهما أبوان ليوسف، مع أن إبراهيم جد أبيه، وإسحاق جده، للإشعار بكمال ارتباطه بالأنبياء عليهم السلام-، وللمبالغة في إدخال السرور على قلبه، ولأن هذا الاستعمال مألوف في لغة العرب، فقد كان أهل مكة يقولون للنبي صلى الله عليه وسلم يا ابن عبد المطلب، وأثر عنه صلى الله عليه وسلم أنه قال: أنا النبي لا كذب- أنا ابن عبد المطلب. وجملة «إن ربك عليم حكيم» مستأنفة لتأكيد ما سبقها من كلام.أى: إن ربك عليم بمن يصطفيه لحمل رسالته، وبمن هو أهل لنعمه وكرامته، حكيم في صنعه وتصرفاته.وبذلك نرى الآيات الكريمة قد نوهت بشأن القرآن الكريم، وساقت بأسلوب حكيم ما قاله يعقوب لابنه يوسف- عليهما السلام- بعد أن قص ما رآه في المنام.ثم حكى- سبحانه- بعد ذلك حالة إخوة يوسف وهم يتآمرون عليه، وحالتهم وهم يجادلون أباهم في شأنه. وحالتهم وهم ينفذون مؤامراتهم المنكرة وحالتهم بعد أن نفذوها وعادوا إلى أبيهم ليلا يتباكون فقال- تعالى-:"},{"ayah_number":7,"text":"وقوله- سبحانه-: لَقَدْ كانَ فِي يُوسُفَ وَإِخْوَتِهِ آياتٌ لِلسَّائِلِينَ شروع في حكاية قصة يوسف مع إخوته، بعد أن بين- سبحانه- صفة القرآن الكريم، وبعد أن أخبر عما رآه يوسف في منامه، وما قاله أبوه له.وإخوة يوسف هم: رأوبين، وشمعون، ولاوى، ويهوذا، ويساكر، وزبولون، ودان، ونفتالى، وجاد، وأشير، وبنيامين.والآيات: جمع آية والمراد بها هنا العبر والعظات والدلائل الدالة على قدرة الله- تعالى- ووجوب إخلاص العبادة له.والمعنى: لقد كان في قصة يوسف مع إخوته عبر وعظات عظيمة، ودلائل تدل على قدرة الله القاهرة، وحكمته الباهرة، وعلى ما للصبر وحسن الطوية من عواقب الخير والنصر، وعلى ما للحسد والبغي من شرور وخذلان.وقوله: «للسائلين» أى: لمن يتوقع منهم السؤال، بقصد الانتفاع بما ساقه القرآن الكريم من مواعظ وأحكام.أى: لقد كان فيما حدث بين يوسف وإخوته، آيات عظيمة، لكل من سأل عن قصتهم، وفتح قلبه للانتفاع بما فيها من حكم وأحكام، تشهد بصدق النبي صلى الله عليه وسلم فيما يبلغه عن ربه.وهذا الافتتاح لتلك القصة، كفيل بتحريك الانتباه لما يلقى بعد ذلك منها، ومن تفصيل لأحداثها، وبيان لما جرى فيها."},{"ayah_number":8,"text":"وقوله- سبحانه-: إِذْ قالُوا لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلى أَبِينا مِنَّا وَنَحْنُ عُصْبَةٌ ...بيان لما قاله إخوة يوسف فيما بينهم، قبل أن ينفذوا جريمتهم.و «إذ» ظرف متعلق بالفعل «كان» في قوله- سبحانه- قبل ذلك: لَقَدْ كانَ فِي يُوسُفَ وَإِخْوَتِهِ ...واللام في قوله لَيُوسُفُ لتأكيد أن زيادة محبة أبيهم ليوسف وأخيه، أمر ثابت، لا يقبل التردد أو التشكك.والمراد بأخيه: أخوه من أبيه وأمه وهو «بنيامين» وكان أصغر من يوسف- عليه السلام- أما بقيتهم فكانوا إخوة له من أبيه فقط.ولم يذكروه باسمه، للإشعار بأن محبة يعقوب له، من أسبابها كونه شقيقا ليوسف، ولذا كان حسدهم ليوسف أشد.وجملة «ونحن عصبة» حالية. والعصبة كلمة تطلق على ما بين العشرة إلى الأربعين من الرجال، وهي مأخوذة من العصب بمعنى الشد، لأن كلا من أفرادها يشد الآخر ويقويه ويعضده، أو لأن الأمور تعصب بهم. أى تشتد وتقوى.أى: قال إخوة يوسف وهم يتشاورون في المكر به: ليوسف وأخوه «بنيامين» أحب إلى قلب أبينا منا، مع أننا نحن جماعة من الرجال الأقوياء الذين عندهم القدرة على خدمته ومنفعته والدفاع عنه دون يوسف وأخيه.وقولهم- كما حكى القرآن عنهم-: إِنَّ أَبانا لَفِي ضَلالٍ مُبِينٍ تذييل قصدوا به درء الخطأ عن أنفسهم فيما يفعلونه بيوسف وإلقائه على أبيه الذي فرق بينهم- في زعمهم- في المعاملة.والمراد بالضلال هنا: عدم وضع الأمور المتعلقة بالأبناء في موضعها الصحيح، وليس المراد به الضلال في العقيدة والدين.أى: إن أبانا لفي خطأ ظاهر، حيث فضل في المحبة صبيين صغيرين على مجموعة من الرجال الأشداء النافعين له القادرين على خدمته.قال القرطبي: لم يريدوا بقولهم إِنَّ أَبانا لَفِي ضَلالٍ مُبِينٍ الضلال في الدين إذ لو أرادوه لكانوا كفارا، بل أرادوا: إن أبانا لفي ذهاب عن وجه التدبير في إيثاره اثنين على عشرة، مع استوائهم في الانتساب إليه» .وهذا الحكم منهم على أبيهم ليس في محله، لأن يعقوب- عليه السلام- كان عنده من أسباب التفضيل ليوسف عليهم ما ليس عندهم.قال الآلوسى ما ملخصه: يروى أن يعقوب- عليه السلام- كان يوسف أحب إليه لما يرى فيه من المناقب الحميدة، فلما رأى الرؤيا تضاعفت له المحبة.وقال بعضهم: إن زيادة حبه ليوسف وأخيه، صغرهما، وموت أمهما، وقد قيل لإحدى الأمهات: أى بنيك أحب إليك؟ قالت: الصغير حتى يكبر، والغائب حتى يقدم، والمريض حتى يشفى.ولا لوم على الوالد في تفضيله بعض ولده على بعض في المحبة لمثل ذلك وقد صرح غير واحد أن المحبة ليست مما يدخل تحت وسع البشر ... »  ."},{"ayah_number":9,"text":"ثم أخبر- سبحانه- عما اقترحوه للقضاء على يوسف فقال- تعالى-: اقْتُلُوا يُوسُفَ أَوِ اطْرَحُوهُ أَرْضاً يَخْلُ لَكُمْ وَجْهُ أَبِيكُمْ، وَتَكُونُوا مِنْ بَعْدِهِ قَوْماً صالِحِينَ.ولفظ «اطرحوه» مأخوذ من الطرح، ومعناه رمى الشيء وإلقاؤه بعيدا، ولفظ «أرضا» منصوب على نزع الخافض، والتنوين فيه للإبهام. أى: أرضا مجهولة.والمعنى: لقد بالغ أبونا في تفضيل يوسف وأخيه علينا، مع أننا أولى بذلك منهما وما دام هو مصرا على ذلك، فالحل أن تقتلوا يوسف، أو أن تلقوا به في أرض بعيدة مجهولة حتى يموت فيها غريبا.قال الآلوسى: «وحاصل المعنى: اقتلوه أو غربوه، فإن التغريب كالقتل في حصول المقصود، ولعمري لقد ذكروا أمرين مرين، فإن الغربة كربة أية كربة، ولله- تعالى- در القائل:حسنوا القول وقالوا غربة ... إنما الغربة للأحرار ذبحوجملة «يخل لكم وجه أبيكم» جواب الأمر.والخلو: معناه الفراغ. يقال خلا المكان يخلو خلوا وخلاء، إذا لم يكن به أحد.والمعنى: اقتلوا يوسف أو اقذفوا به في أرض بعيدة مجهولة حتى يموت، فإنكم إن فعلتم ذلك، خلصت لكم محبة أبيكم دون أن يشارككم فيها أحد، فيقبل عليكم بكليته، ويكون كل توجهه إليكم وحدكم، بعد أن كان كل توجهه إلى يوسف.قال صاحب الكشاف: «يخل لكم وجه أبيكم» أى: يقبل عليكم إقبالة واحدة، لا يلتفت عنكم إلى غيركم والمراد سلامة محبته لهم ممن يشاركهم فيها، وينازعهم إياها، فكان ذكر الوجه لتصوير معنى إقباله عليهم، لأن الرجل إذا أقبل على الشيء أقبل عليه بوجهه ... »  .وقوله: وَتَكُونُوا مِنْ بَعْدِهِ قَوْماً صالِحِينَ معطوف على جواب الأمر.أى: وتكونوا من بعد الفراغ من أمر يوسف بسبب قتله أو طرحه في أرض بعيدة، قوما صالحين في دينكم، بأن تتوبوا إلى الله بعد ذلك فيقبل الله توبتكم، وصالحين في دنياكم بعد أن خلت من المنغصات التي كان يثيرها وجود يوسف بينكم.وهكذا النفوس عند ما تسيطر عليها الأحقاد، وتقوى فيها رذيلة الحسد، تفقد تقديرها الصحيح للأمور، وتحاول التخلص ممن يزاحمها بالقضاء عليه، وتصور الصغائر في صورة الكبائر، والكبائر في صورة الصغائر.فإخوة يوسف هنا، يرون أن محبة أبيهم لأخيهم جرم عظيم، يستحق إزهاق روح الأخ.وفي الوقت نفسه يرون أن هذا الإزهاق للروح البريئة شيء هين، في الإمكان أن يعودوا بعده قوما صالحين أمام خالقهم، وأمام أبيهم، وأمام أنفسهم."},{"ayah_number":10,"text":"وقوله- سبحانه- قالَ قائِلٌ مِنْهُمْ لا تَقْتُلُوا يُوسُفَ، وَأَلْقُوهُ فِي غَيابَتِ الْجُبِّ يَلْتَقِطْهُ بَعْضُ السَّيَّارَةِ إِنْ كُنْتُمْ فاعِلِينَ بيان للرأى الذي اقترحه أحدهم، واستقر عليه أمرهم.قال القرطبي ما ملخصه: قوله وَأَلْقُوهُ فِي غَيابَتِ الْجُبِّ قرأ أهل مكة وأهل البصرة وأهل الكوفة «في غيابة الجب» بالإفراد- وقرأ أهل المدينة «في غيابات الجب» - بالجمع-.وكل شيء غيب عنك شيئا فهو غيابة، ومنه قيل للقبر غيابة- قال الشاعر:فإن أنا يوما غيبتني غيابتى ... فسيروا بسيرى في العشيرة والأهلوالجب: الركية- أى الحفرة- التي لم تطو- أى لم تبن بالحجارة- فإذا طويت فهي بئر. وسميت جبا لأنها قطعت في الأرض قطعا. وجمع الجب جببة وجباب وأجباب.وجمع بين الغيابة والجب، لأنه أراد ألقوه في موضع مظلم من الجب حتى لا يلحقه نظر الناظرين ... » .والسيارة: جمع سيار، والمراد بهم جماعة المسافرين الذين يبالغون في السير ليصلوا إلى مقصودهم.والمعنى: قال قائل من إخوة يوسف أفزعه ما هم مقدمون عليه بشأن أخيهم الصغير:لا تقتلوا يوسف، لأن قتله جرم عظيم، وبدلا من ذلك، ألقوه في قعر الجب حيث يغيب خبره، إلى أن يلتقطه من الجب بعض المسافرين، فيذهب به إلى ناحية بعيدة عنكم، وبذلك تستريحون منه ويخل لكم وجه أبيكم.ولم يذكر القرآن اسم هذا القائل أو وصفه، لأنه لا يتعلق بذكر ذلك غرض، وقد رجح بعض المفسرين أن المراد بهذا القائل «يهوذا» .والفائدة في وصفه بأنه منهم، الإخبار بأنهم لم يجمعوا على قتله أو طرحه في أرض بعيدة حتى يدركه الموت.وأتى باسم يوسف دون ضميره. لاستدرار عطفهم عليه، وشفقتهم به، واستعظام أمر قتله.وجواب الشرط في قوله «إن كنتم فاعلين» محذوف لدلالة «وألقوه» عليه.والمعنى: إن كنتم فاعلين ما هو خير وصواب، فألقوه في غيابة الجب، ولا تقتلوه ولا تطرحوه أرضا.وفي هذه الجملة من هذا القائل، محاولة منه لتثبيطهم عما اقترحوه من القتل أو التغريب بأسلوب بليغ، حيث فوض الأمر إليهم، تعظيما لهم، وحذرا من سوء ظنهم به، فكان أمثلهم رأيا، وأقربهم إلى التقوى.قالوا: وفي هذا الرأى عبرة في الاقتصاد عند الانتقام، والاكتفاء بما حصل به الغرض دون إفراط، لأن غرضهم إنما هو إبعاد يوسف عن أبيهم. وهذا الإبعاد يتم عن طريق إلقائه في غيابة الجب."},{"ayah_number":11,"text":"ثم حكى- سبحانه- محاولاتهم مع أبيهم، ليأذن لهم بخروج يوسف معهم فقال:قالُوا يا أَبانا ما لَكَ لا تَأْمَنَّا عَلى يُوسُفَ وَإِنَّا لَهُ لَناصِحُونَ، أَرْسِلْهُ مَعَنا غَداً يَرْتَعْ وَيَلْعَبْ وَإِنَّا لَهُ لَحافِظُونَ.أى: قال إخوة يوسف لأبيهم- محاولين استرضاءه لاستصحاب يوسف معهم-: يا أبانا «مالك لا تأمنا على يوسف» أى: أى شيء جعلك لا تأمنا على أخينا يوسف في خروجه معنا، والحال أننا له ناصحون، فهو أخونا ونحن لا نريد له إلا الخير الخالص، والود الصادق.وفي ندائهم له بلفظ «يا أبانا» استمالة لقلبه، وتحريك لعطفه، حتى يعدل عن تصميمه على عدم خروج يوسف معهم.والاستفهام في قولهم «مالك لا تأمنا..» للتعجيب من عدم ائتمانهم عليه مع أنهم إخوته، وهو يوحى بأنهم بذلوا محاولات قبل ذلك في اصطحابه معهم ولكنها جميعا باءت بالفشل."},{"ayah_number":12,"text":"ثم أضافوا إلى ذلك قولهم أَرْسِلْهُ مَعَنا غَداً يَرْتَعْ وَيَلْعَبْ ...والرتع والرتوع هو الاتساع في الملاذ والتنعم في العيش، يقال: رتع الإنسان في النعمة إذا أكل ما يطيب له ورتعت الدابة إذا أكلت حتى شبعت، وفعله كمنع والمراد باللعب هنا الاستجمام ورفع السآمة، كالتسابق عن طريق العدو، وما يشبه ذلك من ألوان الرياضة المباحة.أى: أرسله معنا غدا ليتسع في أكل الفواكه ونحوها، وليدفع السآمة عن نفسه عن طريق القفز والجري والتسابق معنا.وَإِنَّا لَهُ لَحافِظُونَ. كل الحفظ من أن يصيبه مكروه، أو يمسه سوء.وقد أكدوا هذه الجملة والتي قبلها وهي قوله «وإنا له لناصحون» بألوان من المؤكدات، لكي يستطيعوا الحصول على مقصودهم في اصطحاب يوسف معهم.وهو أسلوب يبدو فيه التحايل الشديد على أبيهم، لإقناعه بما يريدون تنفيذه وتحقيقه من مآرب سيئة."},{"ayah_number":13,"text":"ثم أخبر- سبحانه- عما رد به عليهم أبوهم فقال: قالَ إِنِّي لَيَحْزُنُنِي أَنْ تَذْهَبُوا بِهِ وَأَخافُ أَنْ يَأْكُلَهُ الذِّئْبُ وَأَنْتُمْ عَنْهُ غافِلُونَ.والحزن: الغم الحاصل لوقوع مكروه أو فقد محبوب.والخوف: فزع النفس من مكروه يتوقع حصوله.والذئب: حيوان معروف بعدوانه على الضعاف من الإنسان ومن الحيوان، وأل فيه للجنس، والمراد به أى فرد من أفراد الذئاب.أى: قال يعقوب لأبنائه ردا على إلحاحهم في طلب يوسف للذهاب معهم يا أبنائى إننى ليحزنني حزنا شديدا فراق يوسف لي، وفضلا عن ذلك فإننى أخشى إذا أخذتموه معكم في رحلتكم أن يأكله الذئب، وأنتم عنه غافلون، بسبب اشتغالكم بشئون أنفسكم، وقلة اهتمامكم برعايته وحفظه.قالوا: وخص الذئب بالذكر من بين سائر الحيوانات، ليشعرهم بأن خوفه عليه مما هو أعظم من الذئب توحشا وافتراسا أشد وأولى.أو خصه بالذكر لأن الأرض التي عرفوا بالنزول فيها كانت كثيرة الذئاب."},{"ayah_number":14,"text":"وقوله- سبحانه-: قالُوا لَئِنْ أَكَلَهُ الذِّئْبُ وَنَحْنُ عُصْبَةٌ إِنَّا إِذاً لَخاسِرُونَ رد مؤكد من إخوة يوسف على تخوف أبيهم وتردده في إرساله معهم. إذ اللام في قوله: «لئن» موطئة للقسم، وجواب القسم قوله: «إنا إذا لخاسرون» .أى: قال إخوة يوسف لأبيهم محاولين إدخال الطمأنينة على قلبه، وإزالة الحزن والخوف عن نفسه: يا أبانا والله لئن أكل الذئب يوسف وهو معنا، ونحن عصابة من الرجال الأقوياء الحريصين على سلامته، إنا إذا في هذه الحالة لخاسرون خسارة عظيمة، نستحق بسببها عدم الصلاح لأى شيء نافع.وأخيرا استسلم الأب، لإلحاح أبنائه الكبار، ليتحقق قدر الله الذي قدره على يوسف.ولتسير قصة حياته في الطريق الذي شاء الله تعالى- له أن تسير فيه."},{"ayah_number":15,"text":"وقد حكى القرآن ذلك بأسلوبه البليغ فقال: فَلَمَّا ذَهَبُوا بِهِ وَأَجْمَعُوا أَنْ يَجْعَلُوهُ فِي غَيابَتِ الْجُبِّ. وَأَوْحَيْنا إِلَيْهِ لَتُنَبِّئَنَّهُمْ بِأَمْرِهِمْ هذا وَهُمْ لا يَشْعُرُونَ.أى: فلما أقنعوا أباهم بإرسال يوسف معهم، وذهبوا به في الغد إلى حيث يريدون، وأجمعوا أمرهم على أن يلقوا به في قعر الجب، فعلوا به ما فعلوا من الأذى، ونفذوا ما يريدون تنفيذه بدون رحمة أو شفقة.فالفاء في قوله فلما: للتفريع على كلام مقدر، وجواب «لما» محذوف، دل عليه السياق.وفعل «أجمع» يتعدى إلى المفعول بنفسه، ومعناه العزم والتصميم على الشيء، تقول:أجمعت المسير أى: عزمت عزما قويا عليه.وقوله «أن يجعلوه» مفعول أجمعوا.قال الآلوسى: «والروايات في كيفية إلقائه في الجب، وما قاله لإخوته عند إلقائه وما قالوه له كثيرة، وقد تضمنت ما يلين له الصخر، لكن ليس فيها ما له سند يعول عليه» .والضمير في قوله، وأوحينا إليه يعود على يوسف- عليه السلام-.أى: وأوحينا إليه عند إلقائه في الجب عن طريق الإلهام القلبي، أو عن طريق جبريل- عليه السلام- أو عن طريق الرؤيا الصالحة. لَتُنَبِّئَنَّهُمْ بِأَمْرِهِمْ هذا أى: لتخبرنهم في الوقت الذي يشاؤه الله- تعالى- في مستقبل الأيام، بما فعلوه معك في صغرك من إلقائك في الجب، ومن إنجاء الله- تعالى- لك، فالمراد بأمرهم هذا: إيذاؤهم له وإلقاؤهم إياه في قعر الجب، ولم يصرح- سبحانه- به، لشدة شناعته.وجملة «وهم لا يشعرون» حالية، أى: والحال أنهم لا يحسون ولا يشعرون في ذلك الوقت الذي تخبرهم فيه بأمرهم هذا، بأنك أنت يوسف. لاعتقادهم أنك قد هلكت ولطول المدة التي حصل فيها الفراق بينك وبينهم، ولتباين حالك وحالهم في ذلك الوقت، فأنت ستكون الأمين على خزائن الأرض، وهم سيقدمون عليك فقراء يطلبون عونك ورفدك.وقد تحقق كل ذلك- كما يأتى- عند تفسير قوله تعالى-: فَلَمَّا دَخَلُوا عَلَيْهِ قالُوا يا أَيُّهَا الْعَزِيزُ مَسَّنا وَأَهْلَنَا الضُّرُّ ...وكان هذا الإيحاء- على الراجح- قبل أن يبلغ سن الحلم، وقبل أن يكون نبيا.وكان المقصود منه، إدخال الطمأنينة على قلبه، وتبشيره بما يصير إليه أمره من عز وغنى وسلطان.قالوا: وكان هذا الجب الذي ألقى فيه يوسف على بعد ثلاثة فراسخ من منزل يعقوب- عليه السلام- بفلسطين.ثم حكى- سبحانه- أقوالهم لأبيهم بعد أن فعلوا فعلتهم وعادوا إليه ليلا يبكون فقال:"},{"ayah_number":16,"text":"فقوله: وَجاؤُ أَباهُمْ عِشاءً يَبْكُونَ.والعشاء: وقت غيبوبة الشفق الباقي من بقايا شعاع الشمس، وبدء حلول الظلام والمراد بالبكاء هنا: البكاء المصطنع للتمويه والخداع لأبيهم، حتى يقنعوه- في زعمهم- أنهم لم يقصروا في حق أخيهم.أى: وجاءوا أباهم بعد أن أقبل الليل بظلامه يتباكون، متظاهرين بالحزن والأسى لما حدث ليوسف، وفي الأمثال: «دموع الفاجر بيديه» ."},{"ayah_number":17,"text":"قالُوا يا أَبانا إِنَّا ذَهَبْنا نَسْتَبِقُ أى: نتسابق عن طريق الرمي بالسهام، أو على الخيل، أو على الأقدام. يقال: فلان وفلان استبقا أى: تسابقا حتى ينظر أيهما يسبق الآخر.وَتَرَكْنا يُوسُفَ عِنْدَ مَتاعِنا أى: عند الأشياء التي نتمتع بها وننتفع في رحلتنا، كالثياب والأطعمة وما يشبه ذلك.فَأَكَلَهُ الذِّئْبُ في تلك الفترة التي تركناه فيها عند متاعنا.والمراد: قتله الذئب، ثم أكله دون أن يبقى منه شيئا ندفنه.وَما أَنْتَ بِمُؤْمِنٍ لَنا وَلَوْ كُنَّا صادِقِينَ أى: وما أنت بمصدق لنا فيما أخبرناك به من أن يوسف قد أكله الذئب، حتى ولو كنا صادقين في ذلك، لسوء ظنك بنا، وشدة محبتك له.وهذه الجملة الكريمة توحى بكذبهم على أبيهم، وبمخادعتهم له، ويكاد المريب أن يقول خذوني- كما يقولون-."},{"ayah_number":18,"text":"ولكنهم لم يكتفوا بهذا التباكي وبهذا القول، بل أضافوا إلى ذلك تمويها آخر حكاه القرآن في قوله: وَجاؤُ عَلى قَمِيصِهِ بِدَمٍ كَذِبٍ ... أى: بدم ذي كذب، فهو مصدر بتقدير مضافه، أو وصف الدم بالمصدر مبالغة، حتى لكأنه الكذب بعينه، والمصدر هنا بمعنى المفعول، كالخلق بمعنى المخلوق، أى: بدم مكذوب.والمعنى: وبعد أن ألقوا بيوسف في الجب، واحتفظوا بقميصه معهم، ووضعوا على هذا القميص دما مصطنعا ليس من جسم يوسف، وإنما من جسم شيء آخر قد يكون ظبيا وقد يكون خلافه.وقال- سبحانه- عَلى قَمِيصِهِ للإشعار بأنه دم موضوع على ظاهر القميص وضعا متكلفا مصطنعا، ولو كان من أثر افتراس الذئب لصاحبه، لظهر التمزق والتخريق في القميص، ولتغلغل الدم في قطعة منه.ولقد أدرك يعقوب- عليه السلام- من قسمات وجوههم، ومن دلائل حالهم، ومن نداء قلبه المفجوع أن يوسف لم يأكله الذئب، وأن هؤلاء المتباكين هم الذين دبروا له مكيدة ما، وأنهم قد اصطنعوا هذه الحيلة المكشوفة مخادعة له، ولذا جابههم بقوله: قالَ بَلْ سَوَّلَتْ لَكُمْ أَنْفُسُكُمْ أَمْراً....والتسويل: التسهيل والتزيين. يقال: سولت لفلان نفسه هذا الفعل أى زينته وحسنته له، وصورته له في صورة الشيء الحسن مع أنه قبيح.أى: قال يعقوب لأبنائه بأسى ولوعة بعد أن فعلوا ما فعلوا وقالوا ما قالوا: قال لهم ليس الأمر كما زعمتم من أن يوسف قد أكله الذئب، وإنما الحق أن نفوسكم الحاقدة عليه هي التي زينت لكم أن تفعلوا معه فعلا سيئا قبيحا، ستكشف الأيام عنه بإذن ربي ومشيئته.ونكر الأمر في قوله: بَلْ سَوَّلَتْ لَكُمْ أَنْفُسُكُمْ أَمْراً لاحتماله عدة أشياء مما يمكن أن يؤذوا به يوسف، كالقتل، أو التغريب، أو البيع في الأسواق لأنه لم يكن يعلم على سبيل اليقين ما فعلوه به.وفي هذا التنكير والإبهام- أيضا- ما فيه من التهويل والتشنيع لما اقترفوه في حق أخيهم.وقوله فَصَبْرٌ جَمِيلٌ أى: فصبرى صبر جميل، وهو الذي لا شكوى فيه لأحد سوى الله- تعالى- ولا رجاء معه إلا منه- سبحانه-.ثم أضاف إلى ذلك قوله: وَاللَّهُ الْمُسْتَعانُ عَلى ما تَصِفُونَ أى: والله- تعالى- هو الذي أستعين به على احتمال ما تصفون من أن ابني يوسف قد أكله الذئب.أو المعنى: والله- تعالى- وحده هو المطلوب عونه على إظهار حقيقة ما تصفون، وإثبات كونه كذبا، وأن يوسف ما زال حيا، وأنه- سبحانه- سيجمعنى به في الوقت الذي يشاؤه.قال الآلوسى: «أخرج ابن ابى حاتم وأبو الشيخ عن قتادة: أن إخوة يوسف- بعد أن ألقوا به في الجب- أخذوا ظبيا فذبحوه، ولطخوا بدمه قميصه، ولما جاءوا به إلى أبيهم جعل يقلبه ويقول: تالله ما رأيت كاليوم ذئبا أحلم من هذا الذئب!! أكل ابني ولم يمزق عليه قميصه ... »  .وقال القرطبي: «استدل الفقهاء بهذه الآية في إعمال الأمارات في مسائل الفقه كالقسامة وغيرها، وأجمعوا على أن يعقوب- عليه السلام- قد استدل على كذب أبنائه بصحة القميص، وهكذا يجب على الحاكم أن يلحظ الأمارات والعلامات ... » .وقال الشيخ القاسمى ما ملخصه: «وفي الآية من الفوائد: أن الحسد يدعو إلى المكر بالمحسود وبمن يراعيه ... وأن الحاسد إذا ادعى النصح والحفظ والمحبة، لم يصدق، وأن من طلب مراده بمعصية الله- تعالى- فضحه الله- عز وجل-، وأن القدر كائن، وأن الحذر لا ينجى منه ... » .وإلى هنا نجد الآيات الكريمة قد حكت لنا بأسلوبها البليغ، وتصويرها المؤثر، ما تآمر به إخوة يوسف عليه، وما اقترحوه لتنفيذ مكرهم، وما قاله لهم أوسطهم عقلا ورأيا، وما تحايلوا به على أبيهم لكي يصلوا إلى مآربهم، وما رد به عليهم أبوهم، وما قالوه له بعد أن نفذوا جريمتهم في أخيهم. بأن ألقوا به في الجب ...ثم انتقلت السورة الكريمة بعد ذلك، لتقص علينا مرحلة أخرى من مراحل حياة يوسف- عليه السلام- حيث حدثتنا عن انتشاله من الجب، وعن بيعه بثمن بخس وعن وصية الذي اشتراه لامرأته، وعن مظاهر رعاية الله- تعالى- له فقال- سبحانه-:"},{"ayah_number":19,"text":"فقوله- سبحانه-: وَجاءَتْ سَيَّارَةٌ فَأَرْسَلُوا وارِدَهُمْ، فَأَدْلى دَلْوَهُ ... شروع في الحديث عما جرى ليوسف من أحداث بعد أن ألقى به إخوته في الجب.والسيارة: جماعة المسافرين، وكانوا- كما قيل- متجهين من بلاد الشام إلى مصر.والوارد: هو الذي يرد الماء ليستقى للناس الذين معه. ويقع هذا اللفظ على الفرد والجماعة. فيقال لكل من يرد الماء وارد، كما يقال للماء مورود.وقوله فَأَدْلى من الإدلاء بمعنى إرسال الدلو في البئر لأخذ الماء.والدلو: إناء معروف يوضع فيه الماء.وفي الآية الكريمة كلام محذوف دل عليه المقام، والتقدير:وبعد أن ألقى إخوة يوسف به في الجب وتركوه وانصرفوا لشأنهم، جاءت إلى ذلك المكان قافلة من المسافرين، فأرسلوا واردهم ليبحث لهم عن ماء ليستقوا، فوجد جبا، فأدلى دلوه فيه، فتعلق به يوسف، فلما خرج ورآه فرح به وقال: يا بشرى هذا غلام.وأوقع النداء على البشرى، للتعبير عن ابتهاجه وسروره، حتى لكأنها شخص عاقل يستحق النداء، أى: يا بشارتي أقبلى فهذا أوان إقبالك.وقيل المنادى محذوف والتقدير: يا رفاقى في السفر أبشروا فهذا غلام، وقد خرج من الجب.وقرأ أهل المدينة ومكة: يا بشر اى هذا غلام. بإضافة البشرى إلى ياء المتكلم. والضمير المنصوب وهو الهاء في قوله: وَأَسَرُّوهُ بِضاعَةً يعود إلى يوسف.أما الضمير المرفوع فيعود إلى السيارة. وأسر من الإسرار الذي هو ضد الإعلان.والبضاعة: عروض التجارة ومتاعها. وهذا اللفظ مأخوذ من البضع بمعنى القطع، وأصله جملة من اللحم تبضع أى: تقطع. وهو حال من الضمير المنصوب في وَأَسَرُّوهُ.والمعنى: وأخفى جماعة المسافرين خبر التقاط يوسف من الجب مخافة أن يطلبه أحد من السكان المجاورين للجب، واعتبره بضاعة سرية لهم، وعزموا على بيعه على أنه من العبيد الأرقاء.ولعل يوسف- عليه السلام- قد أخبرهم بقصته بعد إخراجه من الجب.ولكنهم لم يلتفتوا إلى ما أخبرهم به طمعا في بيعه والانتفاع بثمنه.ومن المفسرين من يرى أن الضمير المرفوع في قوله وَأَسَرُّوهُ يعود على الوارد ورفاقه، فيكون المعنى:وأسر الوارد ومن معه أمر يوسف عن بقية أفراد القافلة، مخافة أن يشاركوهم في ثمنه إذا علموا خبره، وزعموا أن أهل هذا المكان الذي به الجب دفعوه إليهم ليبيعوه لهم في مصر على أنه بضاعة لهم.ومنهم من يرى أن الضمير السابق يعود إلى إخوة يوسف.قال الشوكانى ما ملخصه: وذلك أن يهوذا كان يأتى إلى يوسف كل يوم بالطعام. فأتاه يوم خروجه من الجب فلم يجده، فأخبر إخوته بذلك، فأتوا إلى السيارة وقالوا لهم: إن الغلام الذي معكم عبد لنا قد أبق، فاشتروه منهم بثمن بخس، وسكت يوسف مخافة أن يأخذه إخوته فيقتلوه»  .وعلى هذا الرأى يكون معنى وَأَسَرُّوهُ بِضاعَةً: أخفى إخوة يوسف كونه أخا لهم،واعتبروه عرضا من عروض التجارة القابلة للبيع والشراء.ويكون المراد بقوله- تعالى- بعد ذلك وَشَرَوْهُ بِثَمَنٍ بَخْسٍ الشراء الحقيقي، بمعنى أن السيارة اشتروا يوسف من إخوته بثمن بخس.والحق أن الرأى الأول هو الذي تطمئن إليه النفس، لأنه هو الظاهر من معنى الآية، ولأنه بعيد عن التكلف الذي يرى واضحا في القولين الثاني والثالث.وقوله: وَاللَّهُ عَلِيمٌ بِما يَعْمَلُونَ أى: لا يخفى عليه شيء من أسرارهم. ومن عملهم السيئ في حق يوسف. حيث إنهم استرقوه وباعوه بثمن بخس، وهو الكريم ابن الكريم ابن الكريم. كما جاء في الحديث الشريف."},{"ayah_number":20,"text":"وقوله: - سبحانه- وَشَرَوْهُ بِثَمَنٍ بَخْسٍ دَراهِمَ مَعْدُودَةٍ وَكانُوا فِيهِ مِنَ الزَّاهِدِينَ بيان لما فعله السيارة بيوسف بعد أن أسروه بضاعة.وقوله شَرَوْهُ هنا بمعنى باعوه.والبخس: النقص، يقال بخس فلان فلانا حقه، إذا نقصه وعابه. وهو هنا بمعنى المبخوس.ودَراهِمَ جمع درهم، وهي بدل من بِثَمَنٍ.ومَعْدُودَةٍ صفة لدراهم، وهي كناية عن كونها قليلة، لأن الشيء القليل يسهل عده، بخلاف الشيء الكثير، فإنه في الغالب يوزن وزنا.والمعنى: أن هؤلاء المسافرين بعد أن أخذوا يوسف ليجعلوه عرضا من عروض تجارتهم، باعوه في الأسواق بثمن قليل تافه، وهو عبارة عن دراهم معدودة، ذكر بعضهم أنها لا تزيد على عشرين درهما.وقوله: وَكانُوا فِيهِ مِنَ الزَّاهِدِينَ بيان لعدم حرصهم على بقائه معهم، إذ أصل الزهد قلة الرغبة في الشيء، تقول زهدت في هذا الشيء، إذا كنت كارها له غير مقبل عليه.أى: وكان هؤلاء الذين باعوه من الزاهدين في بقائه معهم، الراغبين في التخلص منه بأقل ثمن قبل أن يظهر من يطالبهم به.قال الآلوسى ما ملخصه: «وزهدهم فيه سببه أنهم التقطوه من الجب، والملتقط للشيء متهاون به لا يبالى أن يبيعه بأى ثمن خوفا من أن يعرض له مستحق ينزعه منه ... »"},{"ayah_number":21,"text":"وقوله- سبحانه-: وَقالَ الَّذِي اشْتَراهُ مِنْ مِصْرَ لِامْرَأَتِهِ أَكْرِمِي مَثْواهُ عَسى أَنْ يَنْفَعَنا أَوْ نَتَّخِذَهُ وَلَداً ... بيان لبعض مظاهر رعاية الله- تعالى- ليوسف- عليه السلام-.والذي اشتراه، قالوا إنه كان رئيس الشرطة لملك مصر في ذلك الوقت ولقبه القرآن بالعزيز كما سيأتى في قوله- تعالى-: قالَتِ امْرَأَةُ الْعَزِيزِ الْآنَ حَصْحَصَ الْحَقُّ....ومِنْ مِصْرَ صفة لقوله الَّذِي اشْتَراهُ.وامرأته: المراد بها زوجته، واسمها كما قيل زليخا أو راعيل.ومثواه من المثوى وهو مكان الإقامة والاستقرار. يقال: ثوى فلان بمكان كذا، إذا أطال الإقامة به. ومنه قوله- تعالى- وَما كُنْتَ ثاوِياً فِي أَهْلِ مَدْيَنَ ... أى مقيما معهم.أى: وقال الرجل المصرى الذي اشترى يوسف لامرأته: اجعلي محل إقامته كريما، وأنزليه منزلا حسنا مرضيا.وهذا كناية عن وصيته لها بإكرامه على أبلغ وجه، لأن من أكرم المحل بتنظيفه وتهيئته تهيئة حسنة فقد أكرم صاحبه.قال صاحب الكشاف: قوله أَكْرِمِي مَثْواهُ أى: اجعلي منزله ومقامه عندنا كريما:أى حسنا مرضيا بدليل قوله بعد ذلك إِنَّهُ رَبِّي أَحْسَنَ مَثْوايَ.والمراد: تفقديه بالإحسان، وتعهديه بحسن الملكة، حتى تكون نفسه طيبة في صحبتنا، ساكنة في كنفنا. ويقال للرجل: كيف أبو مثواك وأم مثواك؟ لمن ينزل به من رجل أو امرأة، يراد هل تطيب نفسك بثوائك عنده وهل يراعى حق نزولك به؟ واللام في لِامْرَأَتِهِ متعلق بقال ... »  .وقوله: عَسى أَنْ يَنْفَعَنا أَوْ نَتَّخِذَهُ وَلَداً ... بيان لسبب أمره لها بإكرام مثواه.أى: عسى هذا الغلام أن ينفعنا في قضاء مصالحنا، وفي مختلف شئوننا، أو نتبناه فيكون منا بمنزلة لولد، فإنى أرى فيه علامات الرشد والنجابة، وأمارات الأدب وحسن الخلق.قالوا وهذه الجملة أَوْ نَتَّخِذَهُ وَلَداً توحى بأنهما لم يكن عندهما أولاد. والكاف في قوله- سبحانه- وَكَذلِكَ مَكَّنَّا لِيُوسُفَ فِي الْأَرْضِ في محل نصب، على أنه نعت لمصدر محذوف والإشارة الى ما تقدم من إنجائه من إخوته، وانتشاله من الجب، ومحبة العزيز له..و «مكنا» من التمكين بمعنى التثبيت، والمراد بالأرض: أرض مصر التي نزل فيها.أى: ومثل ذلك التمكين البديع الدال على رعايتنا له، مكنا ليوسف في أرض مصر، حتى صار أهلا للأمر والنهى فيها.وقوله- سبحانه- وَلِنُعَلِّمَهُ مِنْ تَأْوِيلِ الْأَحادِيثِ علة لمعلل محذوف، فكأنه قيل:وفعلنا ذلك التمكين له، لنعلمه من تأويل الأحاديث، بأن نهبه من صدق اليقين، واستنارة العقل، ما يجعله يدرك معنى الكلام إدراكا سليما، ويفسر الرؤى تفسيرا صحيحا صادقا.وقوله: وَاللَّهُ غالِبٌ عَلى أَمْرِهِ وَلكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ تذييل قصد به بيان قدرة الله- تعالى- ونفاذ مشيئته.فأمر الله هنا: هو ما قدره وأراده.أى: والله- تعالى- متمم ما قدره وأراده، لا يمنعه من ذلك مانع، ولا ينازعه منازع، ولكن أكثر الناس لا يعلمون ذلك حق العلم، فيما يأتون ويذرون من أقوال وأفعال.والتعبير بقوله: وَلكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ احتراس لإنصاف ومدح القلة من الناس الذين يعطيهم الله- تعالى- من فضله ما يجعلهم لا يندرجون في الكثرة التي لا تعلم، بل هو- سبحانه- يعطيهم من فضله ما يجعلهم يعلمون ما لا يعلمه غيرهم."},{"ayah_number":22,"text":"ثم بين- سبحانه- مظهرا آخر من مظاهر إنعامه على يوسف فقال: وَلَمَّا بَلَغَ أَشُدَّهُ آتَيْناهُ حُكْماً وَعِلْماً وَكَذلِكَ نَجْزِي الْمُحْسِنِينَ.والأشد: قوة الإنسان، وبلوغه النهاية في ذلك، مأخوذ من الشدة بمعنى القوة والارتفاع، يقال: شد النهار إذا ارتفع.ويرى بعضهم أنه مفرد جاء بصيغة الجمع ويرى آخرون أنه جمع لا واحد له من لفظه وقيل هو جمع شدة كأنعم ونعمة.والمعنى: وحين بلغ يوسف- عليه السلام- منتهى شدته وقوته، وهي السن التي كان فيها- على ما قيل- ما بين الثلاثين والأربعين.آتَيْناهُ أى: أعطيناه بفضلنا وإحساننا.حُكْماً أى: حكمة، وهي الإصابة في القول والعمل أو هي النبوة.وعِلْماً أى فقها في الدين. وفهما سليما لتفسير الرؤى، وإدراكا واسعا لشئون الدين والدنيا.وقوله: وَكَذلِكَ نَجْزِي الْمُحْسِنِينَ أى: ومثل هذا الجزاء الحسن والعطاء الكريم،نعطى ونجازي الذين يحسنون أداء ما كلفهم الله- تعالى- به، فكل من أحسن في أقواله وأعماله أحسن الله- تعالى- جزاءه.ثم انتقلت السورة الكريمة بعد ذلك، لتحدثنا عن مرحلة من أدق المراحل وأخطرها، في حياة يوسف- عليه السلام- وهي مرحلة التعرض للفتن والمؤامرات بعد أن بلغ أشده، وآتاه الله- تعالى- حكما وعلما، وقد واجه يوسف- عليه السلام- هذه الفتن بقلب سليم، وخلق قويم، فنجاه الله- تعالى- منها.استمع إلى السورة الكريمة وهي تحكى بأسلوبها البليغ ما فعلته معه امرأة العزيز من ترغيب وترهيب، وإغراء وتهديد ... فتقول:"},{"ayah_number":23,"text":"وقوله- سبحانه- وَراوَدَتْهُ الَّتِي هُوَ فِي بَيْتِها عَنْ نَفْسِهِ ... رجوع إلى شرح ما جرى ليوسف في منزل العزيز بعد أن أمر امرأته بإكرام مثواه، وما كان من حال تلك المرأة مع يوسف، وكيف أنها نظرت إليه بعين، تخالف العين التي نظر بها إليه زوجها.والمراودة- كما يقول صاحب الكشاف- مفاعلة من راد يرود إذا جاء وذهب، كأن المعنى: خادعته عن نفسه، أى: فعلت معه ما يفعله المخادع لصاحبه عن الشيء الذي لا يريد أن يخرجه من يده، يحتال أن يغلبه عليه ويأخذه منه، وهو عبارة عن التحايل لمواقعته إياها «1» .والتعبير عن حالها معه بالمراودة المقتضية لتكرار المحاولة، للإشعار بأنها كان منها الطلب المستمر، المصحوب بالإغراء والترفق والتحايل على ما تشتهيه منه بشتى الوسائل والحيل.وكان منه- عليه السلام- الإباء والامتناع عما تريده خوفا من الله- تعالى..وقال- سبحانه- الَّتِي هُوَ فِي بَيْتِها دون ذكر لاسمها، سترا لها، وابتعادا عن التشهير بها، وهذا من الأدب السامي الذي التزمه القرآن في تعبيراته وأساليبه، حتى يتأسى أتباعه بهذا اللون من الأدب في التعبير.والمراد ببيتها: بيت سكناها، والإخبار عن المراودة بأنها كانت في بيتها. أدعى لإظهار كمال نزاهته عليه السلام- فإن كونه في بيتها يغرى بالاستجابة لها، ومع ذلك فقد أعرض عنها، ولم يطاوعها في مرادها.وعدى فعل المراودة بعن، لتضمنه معنى المخادعة.قال بعض العلماء: و «عن» هنا للمجاوزة، أى: راودته مباعدة له عن نفسه، أى: بأن يجعل نفسه لها، والظاهر أن هذا التركيب من مبتكرات القرآن الكريم، فالنفس هنا كناية عن غرض المواقعة، قاله ابن عطية، أى: فالنفس أريد بها عفافه وتمكينها منه لما تريد، فكأنها تراوده عن أن يسلم إليها إرادته وحكمه في نفسه» .وقوله وَغَلَّقَتِ الْأَبْوابَ أى: أبواب بيت سكناها الذي تبيت فيه بابا فبابا، قيل:كانت الأبواب سبعة.والمراد أنها أغلقت جميع الأبواب الموصلة إلى المكان الذي راودته فيه إغلاقا شديدا محكما، كما يشعر بذلك التضعيف في «غلّقت» زيادة في حمله على الاستجابة لها.ثم أضافت إلى كل تلك المغريات أنها قالت له: هيت لك، أى: ها أنا ذا مهيئة لك فأسرع في الإقبال على ...وهذه الدعوة السافرة منها له، تدل على أن تلك المرأة كانت قد بلغت النهاية في الكشف عن رغبتها، وأنها قد خرجت عن المألوف من بنات جنسها، فقد جرت العادة أن تكون المرأة مطلوبة لا طالبة ...و «هيت» اسم فعل أمر بمعنى أقبل وأسرع، فهي كلمة حض وحث على الفعل، واللام في «لك» لزيادة بيان المقصود بالخطاب، كما في قولهم: سقيا لك وشكرا لك. وهي متعلقة بمحذوف فكأنما تقول: إرادتى كائنة لك.قال الجمل ما ملخصه: «ورد في هذه الكلمة قراءات: «هيت» كليت، و «هيت» كفيل و «هيت» كحيث، و «هئت» بكسر الهاء وضم التاء، و «هئت» بكسر الهاء وفتح التاء.ثم قال: فالقراءات السبعية خمسة، وهذه كلها لغات في هذه الكلمة، وهي في كلها اسم فعل بمعنى هلم أى أقبل وتعال .وقوله- سبحانه- قالَ مَعاذَ اللَّهِ، إِنَّهُ رَبِّي أَحْسَنَ مَثْوايَ، إِنَّهُ لا يُفْلِحُ الظَّالِمُونَ بيان لما ردّ به يوسف عليها، بعد أن تجاوزت في إثارته كل حد.و «معاذ» مصدر أضيف إلى لفظ الجلالة، وهو منصوب بفعل محذوف أى: قال يوسف في الرد عليها: أعوذ بالله معاذا مما تطلبينه منى، وأعتصم به اعتصاما مما تحاولينه معى، فإن ما تطلبينه وتلحين في طلبه يتنافى مع الدين والمروءة والشرف.. ولا يفعله إلا من خبث منبته، وساء طبعه، وأظلم قلبه.وقوله إِنَّهُ رَبِّي أَحْسَنَ مَثْوايَ تعليل لنفوره مما دعته إليه، واستعاذ بالله منه.والضمير في «إنه» يصح أن يعود إلى الله- تعالى- فيكون لفظ ربي بمعنى خالقي.والتقدير: قال يوسف في الرد عليها: معاذ الله أن أفعل الفحشاء والمنكر، بعد أن أكرمنى الله- تعالى- بما أكرمنى به من النجاة من الجب، ومن تهيئة الأسباب التي جعلتني أعيش معززا مكرما، وإذا كان- سبحانه- قد حباني كل هذه النعم فكيف أرتكب ما يغضبه؟.وجوز بعضهم عودة الضمير في «إنه» إلى زوجها، فيكون لفظ ربي بمعنى سيدي ومالكى، والتقدير: معاذ الله أن أقابل من اشترانى بماله، وأحسن منزلي، وأمرك بإكرامى- بالخيانة له في عرضه.وفي هذه الجملة الكريمة تذكير لها بألطف أسلوب بحقوق الله- تعالى- وبحقوق زوجها، وتنبيه لها إلى وجوب الإقلاع عما تريده منه من مواقعتها، لأنه يؤدى إلى غضب الله وغضب زوجها عليها.وجملة إِنَّهُ لا يُفْلِحُ الظَّالِمُونَ تعليل آخر لصدها عما تريده منه.والفلاح: الظفر وإدراك المأمول.أى: إن كل من ارتكب ما نهى الله- تعالى- عنه، تكون عاقبته الخيبة والخسران وعدم الفلاح في الدنيا والآخرة فكيف تريدين منى أن أكون كذلك؟.هذا، والمتأمل في هذه الآية الكريمة يرى أن القرآن الكريم قد قابل دواعي الغواية الثلاث التي جاهرت بها امرأة العزيز والمتمثلة في المراودة، وتغليق الأبواب، وقولها، هيت لك:بدواعى العفاف الثلاث التي رد بها عليها يوسف، والمتمثلة في قوله- كما حكى القرآن عنه- مَعاذَ اللَّهِ، إِنَّهُ رَبِّي أَحْسَنَ مَثْوايَ، إِنَّهُ لا يُفْلِحُ الظَّالِمُونَ.وذلك ليثبت أن الاعتصام بالعفاف والشرف والأمانة، كان سلاح يوسف- عليه السلام- في تلك المعركة العنيفة بين نداء العقل ونداء الشهوة ...ولكن نداء العقل ونداء الشهوة الجامحة لم ينته عند هذا الحد، بل نرى القرآن الكريم يحكي لنا بعد ذلك صداما آخر بينهما فيقول: وَلَقَدْ هَمَّتْ بِهِ وَهَمَّ بِها لَوْلا أَنْ رَأى بُرْهانَ رَبِّهِ....وهذه الآية الكريمة من الآيات التي خلط المفسرون فيها بين الأقوال الصحيحة والأقوال السقيمة.وسنبين أولا الرأى الذي نختاره في تفسيرها، ثم نتبعه بعد ذلك بغيره فنقول: الهمّ:المقاربة من الفعل من غير دخول فيه، تقول هممت على فعل هذا الشيء، إذا أقبلت نفسك عليه دون أن تفعله.وقال: بعض العلماء: الهم نوعان: هم ثابت معه عزم وعقد ورضا، وهو مذموم مؤاخذ به صاحبه، وهمّ بمعنى خاطر وحديث نفس، من غير تصميم وهو غير مؤاخذ به صاحبه، لأن خطور المناهي في الصدور، وتصورها في الأذهان، لا مؤاخذة بها ما لم توجد في الأعيان.روى الشيخان وأهل السنن عن أبى هريرة، عن النبي صلى الله عليه وسلم أنه قال: «إن الله تجاوز لأمتى عما حدثت به أنفسها، ما لم تتكلم به، أو تعمل به»  .وقد أجمع العلماء على أن همّ امرأة العزيز بيوسف كان هما بمعصية، وكان مقرونا بالعزم والجزم والقصد، بدليل المراودة وتغليق الأبواب، وقولها «هيت لك» .كما أجمعوا على أن يوسف- عليه السلام- لم يأت بفاحشة، وأن همه كان مجرد خاطرة قلب بمقتضى الطبيعة البشرية: من غير جزم وعزم ...وهذا اللون من الهم لا يدخل تحت التكليف، ولا يخل بمقام النبوّة، كالصائم يرى الماء البارد في اليوم الشديد الحرارة، فتميل نفسه إليه، ولكن دينه يمنعه من الشرب منه، فلا يؤاخذ بهذا الميل.والمراد ببرهان ربه هو: ما غرسه الله- تعالى- في قلبه من العلم المصحوب بالعمل، بأن هذا الفعل الذي دعته إليه امرأة العزيز قبيح، ولا يليق به.أو هو- كما يقول ابن جرير- رؤيته من آيات الله ما زجره عما كان همّ به..والمعنى: ولقد همت به، أى: ولقد قصدت امرأة العزيز مواقعة يوسف- عليه السلام- قصدا جازما، بعد أن أغرته بشتى الوسائل فلم يستجب لها ...وَهَمَّ بِها لَوْلا أَنْ رَأى بُرْهانَ رَبِّهِ أى: ومال إلى مطاوعتها بمقتضى طبيعته البشرية وبمقتضى توفر كل الدواعي لهذا الميل ...ولكن مشاهدته للأدلة على شناعة المعصية، وخوفه لمقام ربه، وعون الله- تعالى- له على مقاومة شهوته ... كل ذلك حال بينه وبين تنفيذ هذا الميل، وصرفه عنه صرفا كليا، وجعله يفر هاربا طالبا النجاة مما تريده منه تلك المرأة.هذا هو الرأى الذي نختاره في تفسير هذه الآية الكريمة، وقد استخلصناه من أقوال المفسرين القدامى والمحدثين.فمن المفسرين القدامى الذين ذكروا هذا الرأى صاحب الكشاف، فقد قال ما ملخصه."},{"ayah_number":24,"text":"وقوله- تعالى- وَلَقَدْ هَمَّتْ بِهِ معناه: ولقد همت بمخالطته «وهم بها» أى: وهم بمخالطتها «لولا أن رأى برهان ربه» جوابه محذوف تقديره لولا أن رأى برهان ربه لخالطها، فحذف لأن قوله وهم بها يدل عليه، كقولك: هممت بقتله لولا أنى خفت الله معناه: لولا أنى خفت الله لقتلته.فإن قلت: كيف جاز على نبي الله أن يكون منه هم بالمعصية؟.قلت: المراد أن نفسه مالت إلى المخالطة، ونازعت إليها عن شهوة الشباب، ميلا يشبه الهم به، وكما تقتضيه تلك الحال التي تكاد تذهب بالعقول والعزائم، وهو يكسر ما به، ويرده بالنظر في برهان الله المأخوذ على المكلفين بوجوب اجتناب المحارم، ولو لم يكن ذلك الميل الشديد المسمى هما لشدته، لما كان صاحبه ممدوحا عند الله بالامتناع، لأن استعظام الصبر على الابتلاء، على حسب عظم الابتلاء وشدته، ولو كان همه كهمها عن عزيمة لما مدحه بأنه من عباده المخلصين» .ومن المفسرين المحدثين الذين ذكروا هذا الرأى الإمام الآلوسى، فقد قال ما ملخصه:قوله: «ولقد همت به» أى: بمخالطته ... والمعنى: أنها قصدت المخالطة وعزمت عليها عزما جازما، لا يلويها عنها صارف بعد ما باشرت مباديها ...والتأكيد- باللام وقد- لدفع ما يتوهم من احتمال إقلاعها عما كانت عليه.وَهَمَّ بِها أى: مال إلى مخالطتها بمقتضى الطبيعة البشرية ... ومثل ذلك لا يكاد يدخل تحت التكليف، وليس المراد أنه قصدها قصدا اختياريا، لأن ذلك أمر مذموم تنادى الآيات بعدم اتصافه به، وإنما عبر عنه بالهم لمجرد وقوعه في صحبة همها في الذكر على سبيل المشاكلة لا لشبهه به ... «لولا أن رأى برهان ربه» أى محبته الباهرة الدالة على كمال قبح الزنا، وسوء سبيله.والمراد برؤيته له: كمال إيقانه به، ومشاهدته له مشاهدة وصلت إلى مرتبة عين اليقين ... » .ومن المفسرين من يرى أن المراد بهمها به: الهم بضربه نتيجة عصيانه لأمرها.وأن المراد بهمه بها: الدفاع عن نفسه برد الاعتداء، ولكنه آثر الهرب.وقد قرر هذا الرأى ودافع عنه وأنكر سواه صاحب المنار، فقد قال ما ملخصه:«ولقد همت به» أى: وتالله لقد همت المرأة بالبطش به لعصيانه لأمرها، وهي في نظرها سيدته وهو عبدها، وقد أذلت نفسها له بدعوته الصريحة إلى نفسها، بعد الاحتيال عليه بمراودته عن نفسه ... فخرجت بذلك عن طبع أنوثتها في التمنع ... مما جعلها تحاول البطش بهبعد أن أذل كرامتها، وهو انتقام معهود من مثلها، وممن دونها في كل زمان ومكان ...وكاد يرد صيالها ويدفعه بمثله، وهو قوله- تعالى- وَهَمَّ بِها لَوْلا أَنْ رَأى بُرْهانَ رَبِّهِ ولكنه رأى من برهان ربه في سريرة نفسه، ما هو مصداق قوله- تعالى- وَاللَّهُ غالِبٌ عَلى أَمْرِهِ وهو إما النبوة ... وإما معجزتها ... وإما مقدمتها من مقام الصديقية العليا، وهي مراقبته لله- تعالى- ورؤيته ربه متجليا له، ناظرا إليه» .وما ذهب إليه صاحب المنار من تفسير الهم منها بالبطش بيوسف، وتفسير الهم منه برد الاعتداء الذي وقع عليه منها ... أقول: ما ذهب إليه صاحب المنار من تفسير الهم بذلك، لا أرى دليلا عليه من الآية، لا عن طريق الإشارة، ولا عن طريق العبارة ...ولعل صاحب المنار- رحمه الله- أراد بهذا التفسير أن يبعد يوسف- عليه السلام- عن أن يكون قد هم بها هم ميل بمقتضى الطبيعة البشرية، ونحن لا نرى مقتضيا لهذا الإبعاد، لأن خطور المناهي في الأذهان، لا مؤاخذة عليه، ما دامت لم يصاحبها عزم أو قصد- كما سبق أن أشرنا إلى ذلك من قبل.هذا وهناك أقوال أخرى لبعض المفسرين في معنى الآية الكريمة، رأينا أن نضرب عنها صفحا لأنه لا دليل عليها لا من العقل ولا من النقل ولا من اللغة ... وإنما هي من الأوهام الإسرائيلية التي تتنافى كل التنافي مع أخلاق عباد الله المخلصين، الذين على رأسهم يوسف- عليه السلام.قوله- سبحانه- كَذلِكَ لِنَصْرِفَ عَنْهُ السُّوءَ وَالْفَحْشاءَ إِنَّهُ مِنْ عِبادِنَا الْمُخْلَصِينَ بيان لمظهر من مظاهر رحمة الله- تعالى- به، ورعايته له.والكاف: نعت لمصدر محذوف والإشارة بذلك إلى الإراءة المدلول عليها بقوله «لولا أن رأى برهان ربه» أو إلى التثبيت المفهوم من ذلك.والصرف: نقل الشيء من مكان إلى مكان والمراد به هنا: الحفظ من الوقوع فيما نهى الله عنه، أى: أريناه مثل هذه الإراءة أو ثبتناه تثبيتا مثل هذا التثبيت لنعصمه ونحفظه ونصونه عن الوقوع في السوء- أى في المنكر والفجور والمكروه- والفحشاء- أى كل ما فحش وقبح من الأفعال كالزنا ونحوه.«إنه من عبادنا المخلصين» - بفتح اللام- أى: إنه من عبادنا الذين أخلصناهم لطاعتنا وعصمناهم من كل ما يغضبنا.وقرأ ابن عامر وابن كثير وأبو عمرو «المخلصين» - بكسر اللام- أى: إنه من عبادنا الذين أخلصوا دينهم لنا.والجملة الكريمة على القراءتين تعليل لحكمة صرفه- عليه السلام- عن السوء والفحشاء."},{"ayah_number":25,"text":"وقوله- سبحانه- وَاسْتَبَقَا الْبابَ ... متصل بقوله- سبحانه- قبل ذلك وَلَقَدْ هَمَّتْ بِهِ ... وقوله كَذلِكَ لِنَصْرِفَ عَنْهُ السُّوءَ وَالْفَحْشاءَ ... اعتراض جيء به بين المتعاطفين تقريرا لنزاهته.وقوله وَاسْتَبَقَا.. من الاستباق وهو افتعال من السبق بمعنى أن كل واحد منهما يحاول أن يكون هو السابق إلى الباب.ووجه تسابقهما: أن يوسف- عليه السلام- أسرع بالفرار من أمامها إلى الباب هروبا من الفاحشة التي طلبتها منه. وهي أسرعت خلفه لتمنعه من الوصول إلى الباب ومن الخروج منه.وأفرد- سبحانه- الباب هنا، وجمعه فيما تقدم، لأن المراد به هنا الباب الخارجي، الذي يخلص منه يوسف إلى خارج الدار، وهو منصوب هنا على نزع الخافض أى: واستبقا إلى الباب.وجملة «وقدت قميصه من دبر» حالية، والقد: القطع والشق، وأكثر استعماله في الشق والقطع الذي يكون طولا، وهو المراد هنا، لأن الغالب أنها جذبته من الخلف وهو يجرى أمامها فانخرق القميص إلى أسفله.وقوله: وَأَلْفَيا سَيِّدَها لَدَى الْبابِ أى: وصادفا ووجدا زوجها عند الباب الذي تسابقا للوصول إليه.قالوا: والتعبير عن الزوج بالسيد، كان عادة من عادات القوم في ذلك الوقت، فعبر عنه القرآن بذلك حكاية لدقائق ما كان متبعا في التاريخ القديم.وقال- سبحانه- وَأَلْفَيا سَيِّدَها لأن ملك العزيز ليوسف- عليه السلام- لم يكن ملكا صحيحا، فيوسف ليس رقيقا يباع ويشترى، وإنما هو الكريم ابن الكريم ابن الكريم، وبيع السيارة له، إنما كان على سبيل التخلص منه بعد أن التقطوه من الجب.وقوله- سبحانه- قالَتْ ما جَزاءُ مَنْ أَرادَ بِأَهْلِكَ سُوءاً إِلَّا أَنْ يُسْجَنَ أَوْ عَذابٌ أَلِيمٌ حكاية لما قالته لزوجها عند ما فوجئت به عند الباب وهي تسرع وراء يوسف.أى قالت تلك المرأة لزوجها عند ما فوجئت به لدى الباب: ليس من جزاء لمن أراد بأهلك- تعنى نفسها- سوءا، أى ما يسوؤك ويؤلمك، إلا أن يسجن، عقوبة له، أو أن يعذب عذابا أليما عن طريق الضرب او الجلد، لتجاوزه الحدود، واعتدائه على أهلك.وهذه الجملة الكريمة التي حكاها القرآن الكريم عنها، تدل على أن تلك المرأة كانت في نهاية المكر والدهاء والتحكم في إرادة زوجها ...ورحم الله الآلوسى فقد علق على قولها هذا الذي حكاه القرآن عنها بقوله ما ملخصه:«ولقد آتت- تلك المرأة- في هذه الحالة التي يدهش فيها الفطن اللوذعي- حيث شاهدها زوجها على تلك الحالة المريبة- بحيلة جمعت فيها غرضيها، وهما تبرئة ساحتها مما يلوح من ظاهر حالها، واستنزال يوسف عن رأيه في استعصائه عليها، وعدم طاعته لها، بإلقاء الرعب في قلبه ...ولم تصرح بالاسم، بل أتت بلفظ عام «من أراد بأهلك سوءا..» تهويلا للأمر، ومبالغة في التخويف، كأن ذلك قانون مطرد في حق كل من أراد بأهله سوءا.وذكرت نفسها بعنوان أهلية العزيز، إعظاما للخطب ...ثم إن حبها الشديد ليوسف- عليه السلام- حملها على أن تبدأ بذكر السجن، وتؤخر ذكر العذاب لأن المحب لا يسعى في إيلام المحبوب، لا سيما أن قولها: «إلا أن يسجن ... »قد يكون المراد منه السجن لمدة يوم أو يومين ... » .والحق أن هذه الجملة التي حكاها القرآن عنها، تدل على اكتمال قدرتها على المكر والدهاء- كما سبق أن أشرنا- ومن مظاهر ذلك، محاولتها إيهام زوجها بأن يوسف قد اعتدى عليها بما يسوؤها ويسوؤه، ولكن بدون تصريح بهذا العدوان- شأن العاشق مع معشوقه- حتى لا يسعى زوجها في التخلص منه ببيعه- مثلا-.وفي الوقت نفسه إفهام يوسف عن طريق مباشر، بأن أمره بيدها لا بيد زوجها، وأنها هي الآمرة الناهية، فعليه أن يخضع لما تريده منه، وإلا فالسجن أو العذاب الأليم هو مصيره المحتوم."},{"ayah_number":26,"text":"وهنا نجد يوسف- عليه السلام- لا يجد مفرا من الرد على هذا الاتهام الباطل، فيقول- كما حكى القرآن عنه-: قالَ هِيَ راوَدَتْنِي عَنْ نَفْسِي....أى: قال يوسف مدافعا عن نفسه: إنى ما أردت بها سوءا كما تزعم وإنما هي التي بالغت في ترغيبى وإغرائى بارتكاب ما لا يليق معها..ثم قال- تعالى-: وَشَهِدَ شاهِدٌ مِنْ أَهْلِها إِنْ كانَ قَمِيصُهُ قُدَّ مِنْ قُبُلٍ فَصَدَقَتْ وَهُوَ مِنَ الْكاذِبِينَ وَإِنْ كانَ قَمِيصُهُ قُدَّ مِنْ دُبُرٍ فَكَذَبَتْ وَهُوَ مِنَ الصَّادِقِينَ.وهذا الشاهد ذهب بعضهم إلى أنه كان ابن خال لها، وقيل ابن عم لها ...قال صاحب المنار: «ولكن الرواية عن ابن عباس وسعيد بن جبير والضحاك، أنه كان صبيا في المهد، ويؤيدها ما رواه أحمد وابن جرير والبيهقي في الدلائل عن ابن عباس عن النبي صلى الله عليه وسلم قال: «تكلم في المهد أربعة وهم: صغار ابن ماشطة ابنة فرعون. وشاهد يوسف وصاحب جريج وعيسى ابن مريم» .وروى ابن جرير عن أبى هريرة قال: «عيسى بن مريم وصاحب يوسف وصاحب جريج تكلموا في المهد» وهذا موقوف، والمرفوع ضعيف، وقد اختاره ابن جرير، وحكاه ابن كثير بدون تأييد ولا تضعيف ... » .وعلى أية حال فالذي يهمنا أن الله- تعالى- قد سخر في تلك اللحظة الحرجة، من يدلى بشهادته لتثبت براءة يوسف أمام العزيز.وألقى الله- تعالى- هذه الشهادة على لسان من هو من أهلها، لتكون أوجب للحجة عليها، وأوثق لبراءة يوسف، وأنفى للتهمة عنه.وقد قال هذا الشاهد في شهادته- كما حكى القرآن عنه- إِنْ كانَ قَمِيصُهُ قُدَّ مِنْ قُبُلٍ أى: من أمام «فصدقت» في أنه أراد بها سوءا، لأن ذلك يدل على أنها دافعته من الأمام وهو يريد الاعتداء عليها. «وهو من الكاذبين» في قوله «هي راودتني عن نفسي» ."},{"ayah_number":27,"text":"وَإِنْ كانَ قَمِيصُهُ قُدَّ مِنْ دُبُرٍ أى من خلف فَكَذَبَتْ في دعواها على أنه أراد بها سوءا، لأن ذلك يدل على أنه حاول الهرب منها، فتعقبته حتى الباب، وأمسكت به من الخلف وَهُوَ مِنَ الصَّادِقِينَ في دعواه أنها راودته عن نفسه.وسمى القرآن الكريم ذلك الحكم بينهما شهادة، لأن قوله هذا يساعد على الوصول إلى الحق في قضية التبس فيها الأمر على العزيز.وقدم الشاهد في شهادته الغرض الأول وهو- إن كان قميصه قد من قبل- لأنه إن صح يقتضى صدقها، وقد يكون هو حريصا على ذلك بمقتضى قرابته لها، إلا أن الله- تعالى- أظهر ما هو الحق، تكريما ليوسف- عليه السلام- أو يكون قد قدم ذلك باعتبارها سيدة، ويوسف فتى، فمن باب اللياقة أن يذكر الفرض الأول رحمة بها.وزيادة جملة «وهو من الكاذبين» بعد «فصدقت» وزيادة جملة «وهو من الصادقين» بعد «فكذبت» تأكيد لزيادة تقرير الحق كما هو الشأن في إصدار الأحكام."},{"ayah_number":28,"text":"وقوله- سبحانه- فَلَمَّا رَأى قَمِيصَهُ قُدَّ مِنْ دُبُرٍ قالَ إِنَّهُ مِنْ كَيْدِكُنَّ إِنَّ كَيْدَكُنَّ عَظِيمٌ ... بيان لما قاله زوجها بعد أن انكشفت له الحقيقة انكشافا تاما.أى: فلما رأى العزيز قميص يوسف قد قطع من الخلف. وجه كلامه إلى زوجته معاتبا إياها بقوله: إن محاولتك اتهام يوسف بما هو برىء منه، هو نوع من «كيدكن» ومكركن وحيلكن «إن كيدكن عظيم» في بابه، لأن كثيرا من الرجال لا يفطنون إلى مراميه.وهكذا واجه ذلك الرجل خيانة زوجه له بهذا الأسلوب الناعم الهادئ، بأن نسب كيدها ومكرها لا إليها وحدها بل الجنس كله «إنه من كيدكن» ."},{"ayah_number":29,"text":"ثم وجه كلامه إلى يوسف فقال له «يوسف أعرض عن هذا» أى: يا يوسف أعرض عن هذا الأمر الذي دار بينك وبينها فاكتمه. ولا تتحدث به خوفا من الفضيحة، وحفاظا على كرامتي وكرامتها.وقوله: وَاسْتَغْفِرِي لِذَنْبِكِ إِنَّكِ كُنْتِ مِنَ الْخاطِئِينَ خطاب منه لزوجته التي ثبتت عليها الجريمة ثبوتا تاما.أى: واستغفري الله من ذنبك الذي وقع منك، بإساءتك فعل السوء مع يوسف، ثم اتهامك له بما هو برىء منه.وجملة: «إنك كنت من الخاطئين» تعليل لطلب الاستغفار. أى توبي إلى الله مما حدث منك، لأن ما حدث منك مع يوسف جعلك من جملة القوم المتعمدين لارتكاب الذنوب، وجعلها من جملة الخاطئين للتخفيف عليها في المؤاخذة.وهكذا نجد هذا الرجل- صاحب المنصب الكبير- يعالج الجريمة التي تثور لها الدماء في العروق، وتستلزم حسما وحزما في الأحكام، بهذا الأسلوب الهادئ البارد، شأن المترفين في كل زمان ومكان، الذين يهمهم ظواهر الأمور دون حقائقها وأشكالها دون جواهرها، فهو يلوم امرأته لوما خفيفا يشبه المدح، ثم يطلب من يوسف كتمان الأمر، ثم يطلب منها التوبة من ذنوبها المتعمدة.. ثم تستمر الأمور بعد ذلك على ما هي عليه من بقاء يوسف معها في بيتها، بعد أن كان منها معه ما يستلزم عدم اجتماعهما.هذا ومن العبر والعظات والأحكام التي نأخذها من هذه الآيات الكريمة:1- أن اختلاط الرجال بالنساء. كثيرا ما يؤدى إلى الوقوع في الفاحشة وذلك لأن ميل الرجل إلى المرأة وميل المرأة إلى الرجل أمر طبيعي، وما بالذات لا يتغير.ووجود يوسف- عليه السلام- مع امرأة العزيز تحت سقف واحد في سن كانت هي فيه مكتملة الأنوثة، وكان هو فيها فتى شابا جميلا ... أدى إلى فتنتها به، وإلى أن تقول له في نهاية الأمر بعد إغراءات شتى له منها: «هيت لك» .ولا شك أن من الأسباب الأساسية التي جعلتها تقول هذا القول العجيب وجودهما لفترة طويلة تحت سقف واحد.لذا حرم الإسلام تحريما قاطعا الخلوة بالأجنبية، سدا لباب الوقوع في الفتن، ومنعا من تهيئة الوسائل للوقوع في الفاحشة.ومن الأحاديث التي وردت في ذلك ما رواه الشيخان عن عقبة بن عامر، أن رسول الله صلى الله عليه وسلم قال: «إياكم والدخول على النساء، فقال رجل من الأنصار، أفرأيت الحمو يا رسول الله؟ قال: الحمو الموت  » . والحمو هو قريب الزوج كأخيه وابن عمه.وسئلت امرأة انحرفت عن طريق العفاف، لماذا كان منك ذلك فقالت: قرب الوساد، وطول السواد .أى: حملني على ذلك قربى ممن أحبه وكثرة محادثتى له! 2- أن هم الإنسان بالفعل، ثم رجوعه عنه قبل الدخول في مرحلة التصميم والتنفيذ، لا مؤاخذة فيه.قال القرطبي ما ملخصه: «الهم الذي هم به يوسف، من نوع ما يخطر في النفس، ولا يثبت في الصدر، وهو الذي رفع الله فيه المؤاخذة عن الخلق، إذ لا قدرة للمكلف على دفعه.وفي صحيح مسلم عن أبى هريرة- رضى الله عنه- قال: قال رسول الله صلى الله عليه وسلم «قالت الملائكة يا ربنا ذلك عبدك يريد أن يعمل سيئة- وهو أبصر به- فقال: ارقبوه فإن قالوا: وهذه الكلمة كانت لابنة الخص، اعتذرت بها عن نفسها بعد أن فتنت فقيل لها لماذا هذا السلوك وأنت سيدة قومك؟عملها فاكتبوها له بمثلها وإن تركها فاكتبوها له حسنة إنما تركها من أجلى» .وفي الصحيح: «إن الله تجاوز لأمتى عما حدثت به أنفسها ما لم تعمل أو تتكلم به » .3- أن من الواجب على المؤمن إذا ما دعى إلى معصية أن يستعيذ بالله من ذلك، وأن يذكّر الداعي له بضررها، وبسوء عاقبة المرتكب لها ... كما قال يوسف- عليه السلام- مَعاذَ اللَّهِ إِنَّهُ رَبِّي أَحْسَنَ مَثْوايَ إِنَّهُ لا يُفْلِحُ الظَّالِمُونَ.4- أن يوسف- عليه السلام- قد خرج من هذه المحنة مشهودا له بالبراءة ونقاء العرض، من الله- تعالى- ومن خلقه الذين سخرهم لهذه الشهادة.قال الإمام الرازي ما ملخصه: واعلم أن الذين لهم تعلق بهذه الواقعة، يوسف- عليه السلام- وتلك المرأة وزوجها، ورب العالمين.. والكل شهد ببراءة يوسف عن المعصية، أما يوسف- عليه السلام- فقد قال «هي راودتني عن نفسي» وقال: «رب السجن أحب إلى مما يدعونني إليه» ..وأما امرأة العزيز فقد قالت: «أنا راودته عن نفسه وإنه لمن الصادقين» .وأما زوجها فقد قال: «إنه من كيدكن إن كيدكن عظيم..» .أما شهادة رب العالمين ببراءته ففي قوله- تعالى-: كَذلِكَ لِنَصْرِفَ عَنْهُ السُّوءَ وَالْفَحْشاءَ، إِنَّهُ مِنْ عِبادِنَا الْمُخْلَصِينَ.فقد شهد الله- تعالى- على طهارته في هذه الآية أربع مرات، أولها: لنصرف عنه السوء» وثانيها «الفحشاء» وثالثها «إنه من عبادنا» ورابعها «المخلصين» .5- أن موقف العزيز من امرأته كان موقفا ضعيفا متراخيا ... وهذا الموقف هو الذي جعل تلك المرأة المتحكمة في زمام زوجها، تقول بعد ذلك بكل تبجح وتكشف واستهتار: «ولقد راودته عن نفسه فاستعصم، ولئن لم يفعل ما آمره ليسجنن، وليكونا من الصاغرين» .6- أن القرآن الكريم صور تلك المحنة في حياة يوسف وامرأة العزيز، تصويرا واقعيا صادقا، ولكن بأسلوب حكيم، بعيد عما يخدش الحياء أو يجرح الشعور قال بعض العلماء: «والذي خطر لي أن قوله- تعالى-: وَلَقَدْ هَمَّتْ بِهِ وَهَمَّ بِها لَوْلا أَنْ رَأى بُرْهانَ رَبِّهِ هو نهاية موقف طويل من الإغراء، بعد ما أبى يوسف في أول الأمر واستعصم، وهو تصوير واقعي صادق لحالة النفس البشرية الصالحة في المقاومة والضعف، ثم الاعتصام بالله في النهاية والنجاة، ولكن السياق القرآنى لم يفصل في تلك المشاعر البشرية المتداخلة المتعارضة المتغالبة، لأنه المنهج القرآنى لا يريد أن يجعل من هذه اللحظة معرضا يستغرق أكثر من مساحته المناسبة في محيط القصة وفي محيط الحياة البشرية المكتملة كذلك فذكر طرفي الموقف بين الاعتصام في أوله والاعتصام في نهايته، مع الإلمام بلحظة الضعف بينهما، ليكتمل الصدق والواقعية والجو النظيف جميعا..» .ثم حكت السورة الكريمة بعد ذلك ما قالته بعض النساء، بعد أن شاع خبر امرأة العزيز مع فتاها، وما فعلته معهن من أفعال تدل على شدة مكرها ودهائها، وما قاله يوسف- عليه السلام- بعد ان سمع ما سمع من تهديدهن وإغرائهن.. قال- تعالى-:"},{"ayah_number":30,"text":"قوله- سبحانه- وَقالَ نِسْوَةٌ فِي الْمَدِينَةِ امْرَأَتُ الْعَزِيزِ تُراوِدُ فَتاها عَنْ نَفْسِهِ..حكاية لما تناقلته الألسنة عن امرأة العزيز، فقد جرت العادة بين النساء، أن يتحدثن عن أمثال هذه الأمور في مجالسهن، ولا يكتمنها خصوصا إذا كانت صاحبة الحادثة من نساء الطبقة المرموقة.. كامرأة العزيز.والنسوة: اسم جمع لا واحد له من لفظه، ومفردة من حيث المعنى: امرأة.والمراد بالمدينة: مدينة مصر التي كان يعيش فيها العزيز وزوجته والجار والمجرور متعلق بمحذوف صفة لنسوة.أى: وقال نسوة من نساء مدينة مصر- على سبيل النقد والتشهير والتعجب- إن امرأة العزيز، صاحبة المكانة العالية، والمنزلة الرفيعة، بلغ بها الحال في انقيادها لهواها، وفي خروجها عن طريق العفة.. أنها تراود فتاها عن نفسه، أى: تطلب منه مواقعتها، وتتخذ لبلوغ غرضها شتى الوسائل والحيل.ولم يبين لنا القرآن الكريم عدد هؤلاء النسوة ولا صفاتهم، لأنه لا يتعلق بذلك غرض نافع، ولأن الذي يهدف إليه القرآن الكريم هو بيان أن ما حدث بين يوسف وامرأة العزيز، قد شاع أمره بين عدد من النساء في مدينة كبيرة كمصر وفي وصفها بأنها «امرأة العزيز» زيادة في التشهير بها. فقد جرت العادة بين الناس، بأن ما يتعلق بأصحاب المناصب الرفيعة من أحداث، يكون أكثر انتشارا بينهم، وأشد في النقد والتجريح.والتعبير بالمضارع في قوله- سبحانه- تُراوِدُ يشعر بأنها كانت مستمرة على ذلك، دون أن يمنعها منه افتضاح أمرها، وقول زوجها لها «واستغفري لذنبك إنك كنت من الخاطئين» .والمراد بفتاها يوسف- عليه السلام- ووصفنه بذلك لأنه كان في خدمتها، والمبالغة في رميها بسوء السلوك، حيث بلغ بها الحال في احتقار نفسها، أن تكون مراودة لشخص هو خادم لها..وجملة «قد شغفها حبا» بيان لحالها معه، وهي في محل نصب حال من فاعل تراود أو من مفعوله والمقصود بها تكرير لومها، وتأكيد انقيادها لشهواتها.وشغف مأخوذ من الشغاف- بكسر الشين- وهو غلاف القلب، أو سويداؤه أو حجابه، يقال: شغف الهوى قلب فلان شغفا، أى بلغ شغافه.والمراد أن حبها إياه قد شق شغاف قلبها. وتمكن منه تمكنا لا مزيد عليه و «حبا» تمييز محول عن الفاعل، والأصل: شغفها حبها إياه.وجملة إِنَّا لَنَراها فِي ضَلالٍ مُبِينٍ مقررة لمضمون ما قبلها من لوم امرأة العزيز، وتحقير سلوكها، والمراد بالضلال: مخالفة طريق الصواب.أى: إنا لنرى هذه المرأة بعين بصيرتنا، وصادق علمنا. في خطأ عظيم واضح بحيث لا يخفى على أحد من العقلاء، لأنها- وهي المرأة المرموقة وزوجة الرجل الكبير- تراود خادمها عن نفسه.والتعبير «بإنا لنراها ... » للإشعار بأن حكمهن عليها بالضلال ليس عن جهل، وإنما هو عن علم وروية، مع التلويح بأنهن يتنزهن عن مثل هذا الضلال المبين الصادر عنها.قال صاحب المنار: «وهن ما قلن هذا إنكارا للمنكر، وكرها للرذيلة، ولا حبا في المعروف، ونصرا للفضيلة. وإنما قلنه مكرا وحيلة، ليصل إليها قولهن فيحملها على دعوتهن، وإراءتهن بأعين أبصارهن، ما يبطل ما يدعين رؤيته بأعين بصائرهن، فيعذرنها فيما عذلنها عليه فهو مكر لا رأى» .وهنا تحكى السورة الكريمة كيف قابلت تلك المرأة الداهية الجريئة، مكر بنات جنسها وطبقتها بمكر أشد من مكرهن بها فقال- تعالى-:فَلَمَّا سَمِعَتْ بِمَكْرِهِنَّ أى: باغتيابهن لها. وسوء مقالتهن فيها، وسمى ذلك مكرا لشبهه به في الإخفاء والخداع.أو قصدن بما قلنه- كما سبق أن أشرنا- إثارتها، لكي تطلعهن على فتاها الذي راودته عن نفسه، ليعرفن السر في هذه المراودة، وعلى هذا يكون المكر على حقيقته. ومثل هذا المكر ليس غريبا على النساء في مثل هذه الأحوال."},{"ayah_number":31,"text":"وقوله: أَرْسَلَتْ إِلَيْهِنَّ.. إلخ بيان لما فعلته معهن.أى: أرسلت إلى النسوة اللائي وصفنها بأنها في ضلال مبين، ودعتهن إلى الحضور إليها في دارها لتناول الطعام.وَأَعْتَدَتْ لَهُنَّ مُتَّكَأً أى: وهيأت لهن في مجلس طعامها، ما يتكئن عليه من الوسائد والنمارق وما يشبه ذلك.فالمتكأ: اسم مفعول من الاتكاء، وهو الميل إلى أحد الجانبين في الجلوس كما جرت بذلك عادة المترفين عند تناول الطعام، وعند ما يريدون إطالة المكث مع انتصاب قليل في النصف الأعلى من الجسم والاستراحة بعد الأكل.أخرج ابن شيبة عن جابر عن النبي صلى الله عليه وسلم أنه نهى أن يأكل الرجل بشماله، وأن يأكل متكئا .وَآتَتْ كُلَّ واحِدَةٍ مِنْهُنَّ سِكِّيناً أى: وأعطت كل واحدة من هؤلاء النسوة سكينا ليقطعن به ما يأكلن من لحم وفاكهة.ويؤخذ من هذه الآية الكريمة أن الحضارة المادية في مصر في ذلك الوقت كانت قد بلغت شأوا بعيدا، وأن الترف في القصور كان عظيما، فإن استعمال السكاكين في الأكل قبل هذه الآلاف من السنين له قيمته في تصوير الترف والحضارة المادية» .وهنا نجد المرأة الجريئة الماكرة، تقول ليوسف- عليه السلام- كما حكى القرآن عنها:«اخرج عليهن» أى ابرز لهن، وادخل عليهن، وهن على تلك الحالة من الأكل والاتكاء وتقطيع ما يحتاج إلى تقطيع الطعام..وهي ترمى من وراء خروجه عليهن إلى اطلاعهن عليه حتى يعذرنها في حبها له وقد كان لهذه المفاجأة من يوسف لهن وهن مشغولات بما يقطعنه ويأكلنه، أثرها الشديد في نفوسهن، وهذا ما حكاه القرآن الكريم في قوله: فَلَمَّا رَأَيْنَهُ أَكْبَرْنَهُ وَقَطَّعْنَ أَيْدِيَهُنَّ وَقُلْنَ حاشَ لِلَّهِ ما هذا بَشَراً إِنْ هذا إِلَّا مَلَكٌ كَرِيمٌ.والجملة الكريمة معطوفة على كلام محذوف دل عليه السياق، والتقدير: قالت امرأة العزيز ليوسف اخرج عليهن، فخرج عليهن وهن على تلك الحالة فلما رأينه أكبرنه، أى: أعظمنه، ودهشن لهيئته، وجمال طلعته وحسن شمائله.وَقَطَّعْنَ أَيْدِيَهُنَّ أى: جرحن أيديهن وخدشنها بالسكاكين التي في أيديهن دون أن يشعرن بذلك، لشدة دهشتهن المفاجئة بهيئة يوسف..وَقُلْنَ حاشَ لِلَّهِ ما هذا بَشَراً وحاش فعل ماض، واللام في «لله» للتعليل، والمراد بهذه الجملة الكريمة التعبير عن عجيب صنع الله في خلقه أى: وقلن عند ما فوجئن بخروج يوسف عليهن: ننزه الله- تعالى- تنزيها كبيرا عن صفات العجز، ونتعجب تعجبا شديدا من قدرته- سبحانه- على خلق هذا الجمال البديع، وما هذا الذي نراه أمامنا بشرا كسائر البشر، لتفوقه في الحسن عنهم، وإنما هو ملك كريم من الملائكة المقربين تمثل في هذه الصورة البديعة التي تخلب الألباب.ووصفوه بذلك بناء على ما ركز في الطباع من تشبيه ما هو مفرط في الجمال والعفة بالملك وتشبيه ما هو شديد القبح والسوء بالشيطان."},{"ayah_number":32,"text":"وهنا شعرت امرأة العزيز بانتصارها على بنات جنسها، اللائي عذلنها في حبها ليوسف، فقالت لهن على سبيل التفاخر والتشفي، وبدون استحياء أو تلميح: قالَتْ فَذلِكُنَّ الَّذِي لُمْتُنَّنِي فِيهِ.والفاء هنا فصيحة، والخطاب للنسوة اللائي قطعن أيديهن دهشا من جمال يوسف، والإشارة إليه- عليه السلام-.أى: قالت لهن على سبيل التشفي والتباهي والاعتذار عما صدر منها معه: إن كان الأمر كما قلتن، فذلك هو الملك الكريم الذي لمتنني في حبى له، وقلتن ما قلتن في شأنى لافتتاني به، فالآن بعد رؤيتكن له، وتقطيع أيديكم ذهولا لطلعته، قد علمتن أنى معذورة فيما حدث منى معه ...ثم جاهرت أمامهن بأنها أغرته بمواقعتها فلم يستجب فقالت:وَلَقَدْ راوَدْتُهُ عَنْ نَفْسِهِ فَاسْتَعْصَمَ ... أى: والله لقد حاولت معه بشتى المغريات أن يطوع نفسه لي، فأبى وامتنع امتناعا بليغا، وتحفظ تحفظا شديدا.والتعبير بقوله «فاستعصم» للمبالغة في عصمته لنفسه من الزلل، فالسين والتاء للمبالغة، وهو من العصمة بمعنى المنع. يقال: عصمه الطعام أى: منعه من الجوع. وعصم القربة أى:شدها بالعصام ليمنع نزول الماء منها.وفي الآية- كما يقول الآلوسى- دليل على أنه- عليه السلام- لم يصدر منه ما سوّد به القصّاص وجوه الطروس  - أى الأوراق.ثم قالت أمامهن بعد ذلك في تبجح واستهتار وتهديد: وَلَئِنْ لَمْ يَفْعَلْ ما آمُرُهُ لَيُسْجَنَنَّ وَلَيَكُوناً مِنَ الصَّاغِرِينَ.أى: والله لقد راودته عن نفسه فاستعصم، والله لئن لم يفعل ما آمره به، - وأنا سيدته الآمرة الناهية لا غيرى- ليسجنن عقوبة له، وليكونا من الصاغرين، أى: من الأذلاء المهانين المقهورين، من الصغار. يقال: صغر فلان- كفرح- يصغر صغارا، إذا ذل وهان.قالوا: وأكدت السجن بالنون الثقيلة وبالقسم لتحققه في نظرها، وأكدت الصغار بالنون الخفيفة لأنه غير متحقق فيه، ولأنه من توابع السجن ولوازمه.وفي هذا التهديد ما فيه من الدلالة على ثقتها من سلطانها على زوجها، وأنه لا يستطيع أن يعصى لها أمرا، مع أنه عزيز مصر.."},{"ayah_number":33,"text":"ويترامى على مسامع يوسف- عليه السلام- هذا التهديد السافر ... فيلجأ إلى ربه مستجيرا به. ومحتميا بحماه ويقول: «رب السجن أحب إلى مما يدعونني إليه..» .أى: قال يوسف- عليه السلام- متضرعا إلى ربه- تعالى- يا رب السجن الذي هددتنى به تلك المرأة ومن معها، أحب إلى، وآثر عندي مما يدعونني إليه من ارتكاب الفواحش.وقال أحب إلى مما يدعونني إليه، ولم يقل مما تدعوني إليه امرأة العزيز، لأنهن جميعا كن مشتركات في دعوته إلى الفاحشة سواء بطريق مباشر أو غير مباشر، بعد أن شاهدن هيئته وحسنه، وبعد أن سمعن ما قالته في شأنه ربة الدار..قال الآلوسى: «وإسناد الدعوة إليهن، لأنهن خوفنه من مخالفتها، وزين له مطاوعتها.فقد روى أنهن قلن له أطع مولاتك، واقض حاجتها، لتأمن عقوبتها.. وروى أن كل واحدة منهن طلبت الخلوة به لنصيحته، فلما خلت به دعته إلى نفسها ...وقوله: وَإِلَّا تَصْرِفْ عَنِّي كَيْدَهُنَّ أَصْبُ إِلَيْهِنَّ وَأَكُنْ مِنَ الْجاهِلِينَ واعتراف منه- عليه السلام- بضعفه البشرى الذي لا قدرة له على الصمود أمام الإغراء، إذا لم يكن معه عون الله- تعالى- وعنايته ورعايته.وأَصْبُ من الصبوة وهي الميل إلى الهوى، يقال: صبا فلان يصبو صبوا وصبوة، إذا مال إلى شهوات نفسه واتبع طريق الشر، ومنه ريح الصبا، وهي التي تميل إليها النفوس لطيب نسيمها واعتدال هوائها.والمعنى: وإلا تدفع عنى يا إلهى كيد هؤلاء النسوة، ومحاولاتهن إيقاعى في حبائلهن، أمل إليهن. وأطاوعهن على ما يردنه منى، وأكن بذلك من الجاهلين السفهاء الذين يخضعون لأهوائهم وشهواتهم، فيقعون في القبائح والمنكرات."},{"ayah_number":34,"text":"وقوله- سبحانه- فَاسْتَجابَ لَهُ رَبُّهُ فَصَرَفَ عَنْهُ كَيْدَهُنَّ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ بيان لتقبل الله- تعالى- لدعائه بفضله ورحمته.أى: فاستجاب الله- تعالى- ليوسف دعاءه وضراعته، فدفع عنه بلطفه وقدرته كيد هؤلاء النسوة ومكرهن، بأن أدخل اليأس في نفوسهن من الطمع في استجابته لهن، وبأن زاده ثباتا على ثباته، وقوة على قوته، فلم ينخدع بمكرهن، ولم تلن له قناة أمام ترغيبهن أو ترهيبهن.«إنه» سبحانه «هو السميع» لدعاء الداعين، والمجيب لضراعة المخلصين «العليم» بأحوال القلوب، وبما تنطوى عليه من خير أو شر.وقال- سبحانه- فَاسْتَجابَ بفاء التعقيب للإشارة إلى أنه- سبحانه- بفضله وكرمه، قد أجاب دعاء عبده يوسف- عليه السلام- بدون تأخير أو إبطاء.قال الإمام ابن كثير: وقوله- سبحانه- فَاسْتَجابَ لَهُ رَبُّهُ فَصَرَفَ عَنْهُ كَيْدَهُنَّ ...وذلك لأن يوسف- عليه السلام- عصمه الله عصمة عظيمة، وحماه فامتنع منها أشد الامتناع، واختار السجن على ذلك، وهذا في غاية مقامات الكمال، أنه مع شبابه وجماله وكماله، تدعوه سيدته، وهي امرأة عزيز مصر، وهي مع هذا في غاية الجمال والمال والرياسة، فيمتنع من ذلك ويختار السجن خوفا من الله، ورجاء في ثوابه.ولهذا ثبت في الصحيحين أن رسول الله صلى الله عليه وسلم قال: «سبعة يظلمهم الله في ظله يوم لا ظل إلا ظله: إمام عادل، وشاب نشأ في عبادة الله، ورجل قلبه معلق بالمساجد، ورجلان تحابا في الله اجتمعا عليه وتفرقا عليه، ورجل تصدق بصدقة فأخفاها حتى لا تعلم شماله ما أنفقت يمينه، ورجل ذكر الله خاليا ففاضت عيناه، ورجل دعته امرأة ذات منصب وجمال فقال إنى أخاف الله» .ثم ساقت لنا السورة الكريمة بعد ذلك قصة دخول يوسف- عليه السلام- السجن، مع ثبوت براءته، مما نسب إليه، وكيف أنه وهو في السجن لم ينس الدعوة إلى عبادة الله- تعالى- وحده، وترك عبادة ما سواه، وكيف أنه أقام الأدلة على صحة ما يدعو إليه، وفسر لصاحبيه في السجن رؤياهما تفسيرا صادقا صحيحا..استمع إلى القرآن الكريم وهو يحكى كل ذلك بأسلوبه البليغ المؤثر فيقول:"},{"ayah_number":35,"text":"وقوله- سبحانه- ثُمَّ بَدا لَهُمْ مِنْ بَعْدِ ما رَأَوُا الْآياتِ لَيَسْجُنُنَّهُ حَتَّى حِينٍ بيان لما فعله العزيز وحاشيته مع يوسف- عليه السلام- بعد أن ثبتت براءته.وبدا هنا من البداء- بالفتح- وهو- كما يقول الإمام الرازي- عبارة عن تغير الرأى عما كان عليه في السابق.والضمير في «لهم» يعود إلى العزيز وأهل مشورته.والمراد بالآيات: الحجج والبراهين الدالة على براءة يوسف ونزاهته، كانشقاق قميصه من دبر، وقول امرأة العزيز ولقد راودته عن نفسه فاستعصم، وشهادة الشاهد بأن يوسف هو الصادق وهي الكاذبة ... والحين: الزمن غير المحدد بمدة معينة.والمعنى: ثم ظهر للعزيز وحاشيته، من بعد ما رأوا وعاينوا البراهين المتعددة الدالة على صدق يوسف- عليه السلام- وطهارة عرضه ... بدا لهم بعد كل ذلك أن يغيروا رأيهم في شأنه، وأن يسجنوه في المكان المعد لذلك، إلى مدة غير معلومة من الزمان.واللام في قوله «ليسجننه» جواب لقسم محذوف على تقدير القول أى: ظهر لهم من بعد ما رأوا الآيات قائلين، والله ليسجننه حتى حين.ولا شك أن الأمر بسجن يوسف- عليه السلام- كان بتأثير من امرأة العزيز، تنفيذا لتهديدها بعد أن صمم يوسف- عليه السلام- على عصيانها فيما تدعوه إليه، فقد سبق أن حكى القرآن عنها قولها وَلَئِنْ لَمْ يَفْعَلْ ما آمُرُهُ لَيُسْجَنَنَّ وَلَيَكُوناً مِنَ الصَّاغِرِينَ .ولا شك- أيضا- أن هذا القرار بسجن يوسف يدل على أن امرأة العزيز كانت مالكة لقياد زوجها صاحب المنصب الكبير، فهي تقوده حيث تريد كما يقود الرجل دابته.ولقد عبر عن هذا المعنى صاحب الكشاف فقال ما ملخصه: قوله ثُمَّ بَدا لَهُمْ مِنْ بَعْدِ ما رَأَوُا الْآياتِ ...وهي الشواهد على براءته، وما كان ذلك إلا باستنزال المرأة لزوجها، وفتلها منه في الذروة والغارب، وكان مطواعا لها، وجملا ذلولا زمامه في يدها، حتى أنساه ذلك ما عاين من الآيات، وعمل برأيها في سجنه، لإلحاق الصغار به كما أوعدته، وذلك لما أيست من طاعته لها، وطمعت في أن يذلله السجن ويسخره لها ."},{"ayah_number":36,"text":"ثم بين- سبحانه- جانبا من أحواله بعد أن دخل السجن فقال: وَدَخَلَ مَعَهُ السِّجْنَ فَتَيانِ....والفتيان: تثنية فتى، وهو من جاوز الحلم ودخل في سن الشباب.قالوا: وهذان الفتيان كان أحدهما: خبازا للملك وصاحب طعامه وكان الثاني: ساقيا للملك، وصاحب شرابه.وقد أدخلهما الملك السجن غضبا عليهما، لأنهما اتهما بخيانته.والجملة الكريمة عطف على كلام محذوف يفهم من السياق، والتقدير بعد أن بدا للعزيز وحاشيته سجن يوسف. نفذا ما بدا لهم فسجنوه، ودخل معه في السجن فتيان من خدم الملك «قال أحدهما» وهو ساقى الملك ليوسف- عليه السلام-:«إنى أرانى أعصر خمرا» أى: إنى رأيت فيما يرى النائم. أنى أعصر عنبا ليصير خمرا.سماه بما يؤول إليه.«وقال الآخر إنى أرانى أحمل فوق رأسى خبزا تأكل الطير منه» أى: وقال الثاني وهو خباز الملك، إنى رأيت في المنام أنى أحمل فوق رأسى سلالا بها خبز، وهذا الخبز تأكل الطير منه وهو فوق رأسى.والضمير المجرور في قوله: نَبِّئْنا بِتَأْوِيلِهِ إِنَّا نَراكَ مِنَ الْمُحْسِنِينَ يعود إلى المرئي في المنام أى: أخبرنا بتفسير ما رأيناه في منامنا، إذ نراك ونعتقدك من القوم الذين يحسنون تأويل الرؤى، كما أننا نتوسم فيك الخير والصلاح، لإحسانك إلى غيرك، من السجناء الذين أنت واحد منهم.وقبل أن يبدأ يوسف- عليه السلام- في تأويل رؤياهما، أخذ يمهد لذلك بأن يعرفهما بنفسه، وبعقيدته، ويدعوهما إلى عبادة الله وحده ويقيم لهما الأدلة على ذلك ...وهذا شأن المصلحين العقلاء المخلصين لعقيدتهم الغيورين على نشرها بين الناس، إنهم يسوقون لغيرهم من الكلام الحكيم ما يجعل هذا الغير يثق بهم، ويقبل عليهم، ويستجيب لهم.."},{"ayah_number":37,"text":"وهذا ما كان من يوسف- عليه السلام- فقد بدأ في رده عليهما بقوله: قالَ لا يَأْتِيكُما طَعامٌ تُرْزَقانِهِ إِلَّا نَبَّأْتُكُما بِتَأْوِيلِهِ قَبْلَ أَنْ يَأْتِيَكُما ...أى: قال يوسف لرفيقيه في السجن اللذين سألاه أن يفسر لهما رؤياهما: «لا يأتيكما» أيها الرفيقان «طعام ترزقانه» في سجنكما، في حال من الأحوال، إلا وأخبرتكما بماهيته وكيفيته وسائر أحواله قبل أن يصل إليكما.وإنما قال لهما ذلك ليبرهن على صدقه فيما يقول، فيستجيبا لدعوته لهما إلى وحدانية الله بعد ذلك.وقوله «ذلكما مما علمني ربي» نفى لما قد يتبادر إلى ذهنهما من أن علمه مأخوذ عن الكهانة أو التنجيم أو غير ذلك مما لا يقره الدين.أى: ذلك التفسير الصحيح للرؤيا، والأخبار عن المغيبات، كإخباركما عن أحوال طعامكما قبل أن يصل إليكما..ذلك كله إنما هو العلم الذي علمني إياه ربي وخالقي ومالك أمرى، وليس عن طريق الكهانة أو التنجيم كما يفعل غيرى.وقوله: «مما علمني ربي» فيه إشعار بأن ما أخبرهما به من مغيبات هو جزء من علوم كثيرة علمها إياه ربه- عز وجل- فضلا منه- سبحانه- وكرما.ثم أضاف إلى ذلك قوله: «إنى تركت ملة قوم» أى دين قوم «لا يؤمنون بالله» أى لا يدينون بالعبودية لله- تعالى- وحده الذي خلقهم ورزقهم، وإنما يدينون بالعبودية لآلهة أخرى لا تنفع ولا تضر.«وهم بالآخرة» وما فيها من ثواب وعقاب «هم كافرون» جاحدون لما يجب الإيمان به.وفي هذه الجملة الكريمة تعريض بما كان عليه العزيز وقومه، من إشراك وكفر، ولم يواجه الفتيان بأنهما على دين قومهما، وإنما ساق كلامه على سبيل العموم، لكي يزيد في استمالتهما إليه، وإقبالهما عليه..وهذا شأن الدعاة العقلاء، يلتزمون في دعوتهم إلى الله الحكمة والموعظة الحسنة، بدون إحراج أو تنفير."},{"ayah_number":38,"text":"ولما كان تركه لملة هؤلاء القوم، يقتضى دخوله في ملة قوم آخرين، تراه يصرح بالملة التي اتبعها فيقول: وَاتَّبَعْتُ مِلَّةَ آبائِي الكرام المؤمنين بوحدانية الله وبالآخرة وما فيها من حساب وجزاء.إِبْراهِيمَ وَإِسْحاقَ وَيَعْقُوبَ. وسماهم آباء جميعا، لأن الأجداد آباء، وقدم الجد الأعلى ثم الجد الأقرب ثم الأب، لكون ابراهيم هو أصل تلك الملة التي اتبعها، ثم تلقاها عنه إسحاق، ثم تلقاها عن إسحاق يعقوب- عليهم السلام-.وفي هذه الجملة الكريمة، بيان منه- عليه السلام- لرفيقيه في السجن، بأنه من سلسلة كريمة، كلها أنبياء، فحصل له بذلك الشرف الذي ليس بعده شرف، وقوله ما كانَ لَنا أَنْ نُشْرِكَ بِاللَّهِ مِنْ شَيْءٍ تنزه عن الشرك بأبلغ وجه.أى: ما صح وما استقام لنا أن نشرك بالله- تعالى- أى شيء من الإشراك، فنحن أهل بيت النبوة الذين عصمهم الله- تعالى- عن ذلك.و «من» في قوله «من شيء» لتأكيد النفي وتعميمه. أى: ما كان لنا أهل هذا البيت الكريم أن نشرك بالله شيئا من الإشراك، قليلا ذلك الشيء أو حقيرا.وقوله ذلِكَ مِنْ فَضْلِ اللَّهِ عَلَيْنا وَعَلَى النَّاسِ ... اعتراف منه- عليه السلام- برعاية الله- تعالى- له ولآبائه.واسم الإشارة. يعود إلى الإيمان بالله- تعالى- المدلول عليه بنفي الشرك.أى: ذلك الإخلاص لله- تعالى- في العبادة، كائن من فضله- سبحانه- علينا معاشر هذا البيت، وعلى غيرنا من الناس، الذين هداهم إلى الإيمان الحق.وقوله: وَلكِنَّ أَكْثَرَ النَّاسِ لا يَشْكُرُونَ إنصاف للقلة الشاكرة لله- تعالى-.أى: ولكن أكثر الناس لا يشكرون الله- تعالى- على نعمه الجزيلة وآلائه التي لا تحصى."},{"ayah_number":39,"text":"وبعد أن عرف يوسف صاحبيه في السجن بنفسه وبملته وبآبائه. شرع يقيم لهم الأدلة على صحة عقيدته، وعلى فساد عقيدتهما فقال- كما حكى القرآن عنه: يا صاحِبَيِ السِّجْنِ أَأَرْبابٌ مُتَفَرِّقُونَ خَيْرٌ أَمِ اللَّهُ الْواحِدُ الْقَهَّارُ.أى: يا صاحبي ورفيقي في السجن أخبرانى بربكما، أعبادة عدد من الأرباب المتفرقة في ذواتها وصفاتها «خير» لكما «أم» عبادة الله- تعالى- «الواحد» في ذاته وصفاته «القهار» لكل من غالبه أو نازعه؟وكرر نداءهما بالصحبة ليتحبب إليهما بهذه الصفة التي فيها إيناس للقلوب، وليسترعى انتباههما إلى ما يقوله لهما.قال صاحب المنار ما ملخصه: «وقوله: أأرباب متفرقون خير ... » هذا استفهام تقرير بعد تخيير، ومقدمة لأظهر برهان على التوحيد، وكان المصريون المخاطبون به، يعبدون كغيرهم من الأمم أربابا متفرقين في ذواتهم وفي صفاتهم وفي الأعمال التي يسندونها إليهم بزعمهم، فهو يقول لصاحبيه أأرباب متفرقون، أى عديدون هذا شأنهم في التفرق والانقسام «خير» لكما ولغيركما «أم الله الواحد القهار..» .ولا شك أن الجواب الذي لا يختلف فيه عاقلان، أن عبادة الله- تعالى- الواحد القهار، هي العبادة الصحيحة التي توافق الفطرة السليمة والعقول القويمة."},{"ayah_number":40,"text":"ثم انتقل يوسف- عليه السلام- إلى تفنيد العقائد الباطلة والأوهام الكاذبة فقال: «ما تعبدون من دونه» أى من دون الله- تعالى- المستحق للعبادة.إِلَّا أَسْماءً أى ألفاظا فارغة لا قيمة لها.سَمَّيْتُمُوها آلهة بزعمكم «أنتم وآباؤكم» أما هي فليس لها من هذا الاسم المزعوم ظل من الحقيقة، لأنها مخلوقة وليست خالقة، ومرزوقة وليست رازقة، وزائلة وليست باقية، وما كان كذلك لا يستحق أن يكون إلها.ومفعول سَمَّيْتُمُوها الثاني محذوف. والتقدير سميتموها آلهة.وقوله «وآباؤكم» لقطع عذرهم، حتى لا يقولوا: إنا وجدنا آباءنا كذلك يفعلون، فكأنه- تعالى- يقول لهم: إن آباءكم كانوا أشد منكم جهلا وضلالا، فلا يصح لكم أن تقتدوا بهم.والمراد بالسلطان في قوله- تعالى- ما أَنْزَلَ اللَّهُ بِها مِنْ سُلْطانٍ الحجة والبرهان.أى: ما أنزل الله- تعالى- بتسميتها أربابا- كما سميتموها بزعمكم- من برهان أو دليل يشعر بتسميتها بذلك، وإنما أنتم الذين خلعتم عليها هذه الأسماء.وقوله: إِنِ الْحُكْمُ إِلَّا لِلَّهِ إبطال لجميع التصرفات المزعومة لآلهتهم..أى: ما الحكم في شأن العقائد والعبادات والمعاملات وفي صحتها أو عدم صحتها إلا لله- تعالى- وحده، لأنه الخالق لكل شيء، والعليم بكل شيء.وقوله أَمَرَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ انتقال من الأدلة الدالة على وحدانيته- سبحانه- إلى الأمر بإخلاص العبادة له وحده.أى: أمر- سبحانه- عباده أن لا يجعلوا عبادتهم إلا له وحده، لأنه هو خالقهم ورازقهم، وهو يحييهم ويميتهم.ثم ختم- سبحانه- الآية الكريمة بقوله: ذلِكَ الدِّينُ الْقَيِّمُ وَلكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ.أى: ذلك الذي أمرناكم به من وجوب إخلاص العبادة لله- تعالى- وحده، هو الدين القيم.أى: الحق المستقيم الثابت، ولكن أكثر الناس لا يعلمون ذلك حق العلم، لاستيلاء الشهوات والمطامع على نفوسهم."},{"ayah_number":41,"text":"وبعد أن عرف يوسف صاحبيه في السجن بنفسه، وأقام لهما الأدلة على أن عبادة الله- تعالى- وحده هي الدين الحق ودعاهما إلى الدخول فيه..بعد كل ذلك شرع في تفسير رؤياهما ليزيدهما ثقة في قوله، فقال: يا صاحِبَيِ السِّجْنِ أَمَّا أَحَدُكُما وهو ساقى الملك، فيخرج من السجن بريئا ويسقى «ربه» أى: سيده الملك «خمرا» .وَأَمَّا الْآخَرُ وهو خباز الملك وصاحب طعامه «فيصلب» أى: فيقتل ثم يصلب «فتأكل الطير من رأسه» بعد موته.ولم يعين يوسف- عليه السلام- من هو الذي يسقى ربه خمرا، ومن هو الذي يصلب، وإنما اكتفى بقوله «أما أحدكما ... وأما الآخر» تلطفا معهما، وتحرجا من مواجهة صاحب المصير السيئ بمصيره، وإن كان في تعبيره ما يشير الى مصير كل منهما بطريق غير مباشر.ثم أكد لهما الأمر واثقا من صدق العلم الذي علمه الله إياه، فقال: قُضِيَ الْأَمْرُ الَّذِي فِيهِ تَسْتَفْتِيانِ.والاستفتاء: مصدر استفتى إذا طلب الفتوى من غيره في أمر خفى عليه فهمه أى: تم التفسير الصحيح لرؤييكما اللتين سألتمانى عن تأويلهما."},{"ayah_number":42,"text":"ثم ختم يوسف- عليه السلام- حديثه مع صاحبيه في السجن، بأن أوصى الذي ينجو منهما بوصية حكاها القرآن في قوله: وَقالَ لِلَّذِي ظَنَّ أَنَّهُ ناجٍ مِنْهُمَا، اذْكُرْنِي عِنْدَ رَبِّكَ، فَأَنْساهُ الشَّيْطانُ ذِكْرَ رَبِّهِ، فَلَبِثَ فِي السِّجْنِ بِضْعَ سِنِينَ.أى: «وقال» يوسف- عليه السلام- للفتى الذي اعتقد أنه سينجو منهما وهو ساقى الملك، أيها الساقي بعد أن تخرج من السجن وتعود إلى عملك عند سيدك الملك، اذكر حقيقة حالي عنده، وأنى سجين مظلوم.ولكن الساقي بعد أن عاد إلى عمله عند الملك، لم ينفذ الوصية، لأن الشيطان أنساه ما قاله له يوسف، فكانت النتيجة أن لبث يوسف- عليه السلام- في السجن مظلوما بضع سنين.والبضع- بالكسر- من ثلاث إلى تسع، وهو مأخوذ من البضع- بالفتح- بمعنى القطع والشق. يقال: بضعت الشيء أى: قطعته.وقد اختلفوا في المدة التي قضاها يوسف في السجن على أقوال من أشهرها أنه لبث فيه سبع سنين.وعلى هذا التفسير يكون الضمير في «فأنساه» يعود إلى ساقى الملك، ويكون المراد بربه أى: سيده ملك مصر.وهناك من يرى أن الضمير في قوله «فأنساه» يعود إلى يوسف- عليه السلام- وأن المراد بالرب هنا: الخالق- عز وجل-، وعليه يكون المعنى.وقال يوسف- عليه السلام- للفتى الذي اعتقد نجاته وهو ساقى الملك: اذكر مظلمتي عند سيدك الملك عند ما تعود إليه. واذكر له إحسانى لتفسير الرؤى ...وقوله فَأَنْساهُ الشَّيْطانُ ذِكْرَ رَبِّهِ أى: فأنسى الشيطان يوسف أن يذكر حاجته لله وحده، ولا يذكرها للساقى ليبلغها إلى الملك.فكانت النتيجة أن لبث يوسف في السجن بضع سنين بسبب هذا الاعتماد على المخلوق.والذي يبدو لنا أن التفسير الأول أقرب إلى الصواب، لأنه هو الظاهر من معنى الآية الكريمة، ولأن قوله- تعالى- بعد ذلك وَقالَ الَّذِي نَجا مِنْهُما وَادَّكَرَ بَعْدَ أُمَّةٍ أَنَا أُنَبِّئُكُمْ بِتَأْوِيلِهِ فَأَرْسِلُونِ ... يدل دلالة واضحة على أن الضمير في قوله «فأنساه» يعود إلى ساقى الملك، وأن المراد بربه أى سيده.وقد علق الإمام الرازي على هذه الآية تعليقا يشعر بترجيحه للرأى الثاني فقال ما ملخصه: «واعلم أن الاستعانة بالناس في دفع الظلم جائزة في الشريعة، إلا أن حسنات الأبرار سيئات المقربين، فهذا وإن كان جائزا لعامة الخلق، إلا أن الأولى بالصديقين أن يقطعوا نظرهم عن الأسباب بالكلية، وألا يشتغلوا إلا بمسبب الأسباب..ثم قال: والذي جربته من أول عمرى إلى آخره أن الإنسان كلما عول في أمر من الأمور على غير الله، صار ذلك سببا إلى البلاء وإلى المحنة ... وإذا عول العبد على الله ولم يرجع إلى أحد من الخلق حصل ذلك المطلوب على أحسن الوجوه، فهذه التجربة قد استمرت لي من أول عمرى إلى هذا الوقت الذي بلغت فيه السابعة والخمسين من عمرى.ثم قال: واعلم أن الحق هو قول من قال إن الضمير في قوله: «فأنساه الشيطان ذكر ربه» راجع إلى يوسف.. والمعنى: أن الشيطان أنسى يوسف أن يذكر ربه وخالقه..» .ونحن مع احترامنا لرأى الفخر الرازي، إلا أننا ما زلنا نرى أن عودة الضمير في قوله «فأنساه» إلى الساقي الذي ظن يوسف أنه هو الناجي من العقوبة، أولى لما سبق أن ذكرناه.قال ابن كثير: وقوله اذْكُرْنِي عِنْدَ رَبِّكَ فَأَنْساهُ الشَّيْطانُ ذِكْرَ رَبِّهِ ...أى: «قال يوسف اذكر قصتي عند ربك وهو الملك، فنسي ذلك الموصى أن يذكر مولاه بذلك، وكان نسيانه من جملة مكايد الشيطان.. هذا هو الصواب أن الضمير في قوله:«فأنساه» .. عائد على الناجي كما قال مجاهد ومحمد بن إسحاق وغير واحد ... » .وإلى هنا تكون الآيات الكريمة قد قصت علينا بأسلوبها المشوق الحكيم جانبا من حياة يوسف- عليه السلام- في السجن فماذا كان بعد ذلك؟لقد كان بعد ذلك أن أراد الله- تعالى- فتح باب الفرج ليوسف- عليه السلام-، وكان من أسباب ذلك أن رأى الملك في منامه رؤيا أفزعته، ولم يستطع أحد تأويلها تأويلا صحيحا سوى يوسف- عليه السلام- استمع إلى القرآن وهو يقص ذلك فيقول:"},{"ayah_number":43,"text":"فقوله- سبحانه-: وَقالَ الْمَلِكُ إِنِّي أَرى سَبْعَ بَقَراتٍ سِمانٍ يَأْكُلُهُنَّ سَبْعٌ عِجافٌ شروع في حكاية الرؤيا التي رآها ملك مصر في ذلك الوقت ...قال ابن كثير: «هذه الرؤيا من ملك مصر، مما قدر الله- تعالى- أنها كانت سببا لخروج يوسف- عليه السلام- من السجن معززا مكرما، وذلك أن الملك رأى هذه الرؤيا، فهالته وتعجب من أمرها، وما يكون تفسيرها فجمع الكهنة وكبراء دولته وأمراءها، وقص عليهم ما رأى، وسألهم عن تأويلها، فلم يعرفوا ذلك ... ».وقوله «عجاف» جمع عجفاء والعجف- بفتح العين والجيم- ذهاب السمن، يقال: هذا رجل أعجف وامرأة عجفاء، إذا ظهر ضعفهما وهزالهما..أى: وقال ملك مصر في ذلك الوقت لكبار رجال مملكته: إنى رأيت فيما يرى النائم «سبع بقرات» قد امتلأن شحما ولحما يَأْكُلُهُنَّ سَبْعٌ عِجافٌ أى: يأكل هذه البقرات السبع السمان، سبع بقرات أخرى عجاف أى: مهازيل ضعاف.ورأيت- أيضا- فيما يرى النائم «سبع سنبلات خضر» قد امتلأت حبا، ورأيت إلى جانبها سبع سنبلات «أخر يابسات» قد ذهبت نضارتها وخضرتها، ومع هذا فقد التوت اليابسات على الخضر حتى غلبتها.يا أَيُّهَا الْمَلَأُ أى: الأشراف والعلماء من قومي «أفتونى في رؤياي» أى: فسروا لي رؤياي هذه وبينوا لي ما تدل عليه.إِنْ كُنْتُمْ لِلرُّءْيا تَعْبُرُونَ أى: إن كنتم تعرفون تفسيرها وتأويلها معرفة سليمة، وتعلمون تعبيرها علما مستمرا.و «تعبرون» من العبر، وهو اجتياز الطريق أو النهر من جهة إلى أخرى وسمى المفسر للرؤيا عابرا، لأنه يتأمل فيها وينتقل من كل طرف فيها إلى الطرف الآخر، كما ينتقل عابر النهر أو الطريق من جهة إلى أخرى.قال بعض العلماء: والتعريف في «الملك» للعهد، أى ملك مصر، وسماه القرآن هنا ملكا ولم يسمه فرعون، لأن هذا الملك لم يكن من الفراعنة ملوك مصر المصريين، وإنما كان ملكا لمصر أيام أن حكمها «الهكسوس» وهم العمالقة الذين ملكوا مصر من 1900 قبل الميلاد إلى سنة 1525 ق. م.فالتعبير عنه بالملك هنا، دون التعبير عنه بفرعون مع أنه عبر عن ملك مصر في زمن موسى بفرعون، يعتبر من دقائق إعجاز القرآن العلمي.. .وقال «إنى أرى» بصيغة المضارع مع أنه قد رأى بالفعل، استحضارا لصورة الرؤيا حتى لكأنها ماثلة أمامه.وقال «وأخر يابسات» بدون إعادة لفظ سبع كما في البقرات، للاكتفاء بدلالة المقابل في البقرات عليه.قال صاحب الكشاف: فإن قلت: هل في الآية دليل على أن السنبلات اليابسة كانت سبعا كالخضر؟قلت: الكلام مبنى على انصبابه إلى هذا العدد في البقرات السمان والعجاف والسنابل الخضر، فوجب أن يتناول معنى الأخر السبع، ويكون قوله «وأخر يابسات» بمعنى: وسبعا أخر يابسات» .وفي نداء الملك لقومه قوله يا أَيُّهَا الْمَلَأُ أَفْتُونِي ... تشريف لهم، وحض على استعمال عقولهم وعلومهم في تفسير هذه الرؤيا التي أزعجته.واللام في قوله «للرؤيا» لتقوية الفعل «تعبرون» حيث تأخر عن معموله.ويبدو أن القوم في ذلك الزمان، كان بعضهم يشتغل بتفسير الرؤى، وكان لهذا التفسير مكانته الهامة فيهم ...فقد مرت بنا رؤيا يوسف، ورؤيا رفيقيه في السجن، ثم جاءت رؤيا الملك هنا، وهذا يشعر بأن انفراد يوسف- عليه السلام- بتأويل رؤيا الملك، في زمن كثر فيه البارعون في تأويل الرؤى، كان بمثابة معجزة أو ما يشبه المعجزة من الله- تعالى- ليوسف- عليه السلام- حتى تزداد مكانته عند الملك وحاشيته."},{"ayah_number":44,"text":"وقوله- سبحانه- قالُوا أَضْغاثُ أَحْلامٍ وَما نَحْنُ بِتَأْوِيلِ الْأَحْلامِ بِعالِمِينَ حكاية لما رد به الكهان والأشراف على ما طلبه الملك منهم.والأضغاث: جمع ضغث- بكسر الضاد- وهو ما جمع في حزمة واحدة من مختلف النيات وأعواد الشجر، فصار خليطا غير متجانس.والأحلام: جمع حلم وحلم- بإسكان اللام وضمها تبعا للحاء- وهو ما يراه النائم في منامه، وتطلق كثيرا على ما ليس بحسن، ففي الحديث الصحيح: «الرؤيا من الله والحلم من الشيطان».أى: قال الملأ للملك: ما رأيته أيها الملك في نومك ما هو إلا تخاليط أحلام ومنامات باطلة، فلا تهتم بها.فهم قد شبهوا ما رآه بالأضغاث في اختلاطها، وعدم التجانس بين أطرافها.ثم أضافوا إلى ذلك قولهم: «وما نحن بتأويل الأحلام بعالمين» .أى: إننا لسنا من أهل العلم بتفسير تخاليط الأحلام، وإنما نحن من أهل العلم بتفسير المنامات المعقولة المفهومة.وقولهم هذا إنما هو اعتذار عن جهلهم، بمعرفة تفسير رؤيا الملك، ويبدو أن الملك كان يتوقع منهم هذا الجهل، كما يشعر به قوله- تعالى- إِنْ كُنْتُمْ لِلرُّءْيا تَعْبُرُونَ فقد أتى بإن المفيدة للشك.قال صاحب الكشاف: «فإن قلت: ما هو إلا حلم واحد فلماذا قالوا أضغاث أحلام فجمعوا!؟.قلت: هو كما تقول فلان يركب الخيل، ويلبس عمائم الخز، لمن لا يركب إلا فرسا واحدا وماله إلا عمامة فردة، تزيدا في الوصف، فهؤلاء أيضا تزيدوا في وصف الحلم بالبطلان فجعلوه أضغاث أحلام ويجوز أن يكون قد قص عليهم مع هذه الرؤيا سواها»."},{"ayah_number":45,"text":"ثم بين- سبحانه- ما حدث بعد أن عجز الملأ من قوم الملك عن تأويل رؤياه فقال:وَقالَ الَّذِي نَجا مِنْهُما أى: وقال أحد الرجلين اللذين كانا مع يوسف في السجن ثم خرج منه بريئا وهو ساقى الملك.وَادَّكَرَ بَعْدَ أُمَّةٍ: وتذكر بعد حين طويل من الزمان كيف فسر له يوسف رؤياه تفسيرا صادقا أيام أن كان معه في السجن.وأصل «ادكر» اذتكر بوزن افتعل، مأخوذ من الذكر- بتشديد الذال وضمها- قلبت تاء الافتعال دالا لثقلها ولتقارب مخرجيهما، ثم قلبت الذال دالا ليتأتى إدغامها في الدال، لأنها أخف من الذال.والأمة: الجماعة التي تؤم وتقصد لأمر ما، والمراد بها هنا: المدة المتطاولة من الزمان وكان هذا الساقي قد نسى ما أوصاه به يوسف من قوله «اذكرني عند ربك» فلما قال الملك ما قاله بشأن رؤياه، تذكر هذا الساقي حال يوسف.قالوا: وكان ذلك بعد سنتين من خروجه من السجن.وقوله أَنَا أُنَبِّئُكُمْ بِتَأْوِيلِهِ فَأَرْسِلُونِ أى: قال الساقي للملك وحاشيته: أنا أخبركم بتأويله: بتفسير رؤيا الملك التي خفى تفسيرها على الملأ من قومه. فأرسلون، أى: فابعثونى إلى من عنده العلم الصحيح الصادق بتفسيرها.ولم يذكر لهم اسم المرسل إليه، وهو يوسف- عليه السلام- لأنه أراد أن يفاجئهم بخبره بعد حصول تأويله للرؤيا، فيكون ذلك أوقع في قلوبهم، وأسمى لشأن يوسف- عليه السلام-.وقال فَأَرْسِلُونِ ليشعرهم أن هذا التأويل ليس من عند نفسه، وإنما هو من عند من يرسلونه إليه وهو يوسف- عليه السلام."},{"ayah_number":46,"text":"وقوله يُوسُفُ أَيُّهَا الصِّدِّيقُ أَفْتِنا ... من بديع الإيجاز بالحذف في القرآن الكريم، لأن المحذوف لا يتعلق بذكره غرض.والتقدير: قال لهم أنا أنبئكم بتأويله فأرسلون إلى من عنده العلم بذلك، فأرسلوه فجاء إلى يوسف في السجن فقال له: يا يوسف يا أيها الصديق.والصديق: هو الإنسان الذي صار الصدق دأبه وشيمته في كل أحواله، ووصفه بذلك لأنه جرب منه الصدق التام أيام أن كان معه في السجن.وقوله «أفتنا» أى فسر لنا تلك الرؤيا التي رآها الملك، والتي عجز الناس عن تفسيرها، وهي أن الملك رأى في منامه «سبع بقرات سمان يأكلهن سبع عجاف، وسبع سنبلات خضر وأخر يابسات» .وقوله «لعلى أرجع إلى الناس لعلهم يعلمون» تعليل لطلب الفتوى، وبيان لأهمّيّتها بالنسبة له وليوسف- عليه السلام.أى: فسر لنا هذه الرؤيا «لعلى أرجع إلى الناس» وهم الملك وأهل الحل والعقد في مملكته، «لعلهم يعلمون» تأويلها، فينتفعون به، وترتفع منزلتك عندهم."},{"ayah_number":47,"text":"وهنا تجد يوسف- عليه السلام- لا يكتفى بتأويل الرؤيا تأويلا مجردا بل يؤولها تأويلا صادقا صحيحا، ومعه النصح والإرشاد إلى ما يجب عمله في مثل هذه الأحوال، فقال: - كما حكى القرآن عنه-: قالَ تَزْرَعُونَ سَبْعَ سِنِينَ دَأَباً....وتزرعون هاهنا: خبر في معنى الأمر، بدليل قوله بعد ذلك «فذروه» ...وعبر عن الأمر بالمضارع مبالغة في التعبير عن استجابتهم لنصيحته، فكأنهم قد امتثلوا أمره، وهو يخبر عن هذا الامتثال.ودَأَباً مصدر دأب على الشيء إذا استمر عليه ولازمه يقال: دأب فلان على فعل هذا الشيء يدأب دأبا ودأبا إذا داوم عليه، وهو حال من ضمير «تزرعون» أى قال يوسف للساقى: فارجع إلى قومك فقل لهم إن يوسف يأمركم أن تزرعوا أرضكم سبع سنين زراعة مستمرة على حسب عادتكم.فَما حَصَدْتُمْ من زرعكم في كل سنة، فذروه في سنبله، أى: فاتركوا الحب في سنبله ولا تخرجوه منها حتى لا يتعرض للتلف بسبب السوس أو ما يشبهه: إلا قليلا مما تأكلون،أى: اتركوا الحب في سنبله فلا تخرجوه منها، إلا شيئا قليلا منه فأخرجوه من السنابل لحاجتكم إليه في مأكلكم.وفي هذه الجملة إرشاد لهم إلى أن من الواجب عليهم أن يقتصدوا في مأكولاتهم إلى أقصى حد ممكن لأن المصلحة تقتضي ذلك.قال القرطبي: هذه الآية أصل في القول بالمصالح الشرعية التي هي حفظ الأديان والنفوس والعقول والأنساب والأموال، فكل ما تضمن تحصيل شيء من هذه الأمور فهو مصلحة، وكل ما يفوت شيئا منها فهو مفسدة ودفعه مصلحة ولا خلاف، فإن مقصود الشرائع إرشاد الناس إلى مصالحهم الدنيوية ليحصل لهم التمكن من معرفة الله- تعالى- وعبادته الموصلتين إلى السعادة الأخروية، ومراعاة ذلك فضل من الله- عز وجل- ورحمة رحم بها عباده ... »."},{"ayah_number":48,"text":"وقوله ثُمَّ يَأْتِي مِنْ بَعْدِ ذلِكَ أى: من بعد تلك السنين السبع المذكورات التي تزرعونها على عادتكم المستمرة في الزراعة.سَبْعٌ شِدادٌ أى: سبع سنين صعاب على الناس، لما فيهن من الجدب والقحط، يأكلن ما قدمتم لهن، أى: يأكل أهل تلك السنين الشداد، كل ما ادخروه في السنوات السبع المتقدمة من حبوب في سنابلها.وأسند الأكل إلى السنين على سبيل المجاز العقلي، من إسناد الشيء إلى زمانه.وقوله إِلَّا قَلِيلًا مِمَّا تُحْصِنُونَ أى: أن تلك السنين المجدبة ستأكلون فيها ما ادخرتموه في السنوات السابقة، إلا شيئا قليلا منه يبقى محرزا، لتنتفعوا به في زراعتكم لأرضكم.فقوله تُحْصِنُونَ من الإحصان بمعنى الإحراز والادخار، يقال أحصن فلان الشيء، إذا جعله في الحصن، وهو الموضع الحصين الذي لا يوصل إليه إلا بصعوبة.وحاصل تفسير يوسف- عليه السلام- لتلك الرؤيا: أنه فسر البقرات السمان والسنبلات الخضر، بالسنين السبع المخصبة. وفسر البقرات العجاف والسنبلات اليابسات بالسنين السبع المجدبة التي تأتى في أعقاب السنين المخصبة وفسر ابتلاع البقرات العجاف للبقرات السمان، بأكلهم ما جمع في السنين المخصبة، في السنين المجدبة.ولقد كان هذا التأويل لرؤيا الملك تأويلا صحيحا صادقا من يوسف- عليه السلام- بسببه أنقذ الله- تعالى- مصر من مجاعة سبع سنين."},{"ayah_number":49,"text":"وقوله ثُمَّ يَأْتِي مِنْ بَعْدِ ذلِكَ عامٌ فِيهِ يُغاثُ النَّاسُ وَفِيهِ يَعْصِرُونَ تبشير لهم بأن الخير سيأتيهم، بعد تلك السنوات الشداد، فقد جرت سنة الله- تعالى- أن يعقب العسر باليسر.ولفظ يُغاثُ من الغوث بمعنى إزالة الهم والكرب عن طريق الأمطار التي يسوقها الله- تعالى- لهم بعد تلك السنوات الشداد التي قل فيها المطر.يقال: غاث الله- تعالى- البلاد غيثا، إذا ساق لها المطر بعد أن يئسوا من نزوله، ويعصرون من العصر وهو الضغط على ما من شأنه أن يعصر، لإخراج ما فيه من مائع سواء كان هذا المائع زيتا أم ماء أم غيرهما.أى: ثم يأتى من بعد تلك السنين السبع الشداد، عام فيه تزول الهموم والكروب ونقص الأموال عن الناس، بسبب إرسال الله- تعالى- المطر عليهم، فتخضر الأرض وتنبت من كل زوج بهيج، وفيه يعصرون من ثمار مزروعاتهم ما من شأنه أن يعصر كالزيتون وما يشبهه.وهذا كناية عن بدء حلول الرخاء بهم، بعد تلك السنوات الشداد، وما قاله يوسف- عليه السلام- عن هذا العام الذي يأتى في أعقاب السنوات السبع الشداد، لا مقابل له في رؤيا الملك، بل هو خارج عنها، وذلك لزيادة التبشير للملك والناس، ولإفهامهم أن هذا العلم إنما بوحي من الله- تعالى- الذي يجب أن يخلص له الجميع العبادة والطاعة.وإلى هنا نرى أن يوسف- عليه السلام- قد فسر رؤيا الملك تفسيرا سليما حكيما، من نتائجه الخير للملك وقومه ...فماذا فعل الملك مع يوسف- عليه السلام- بعد ذلك؟لقد قص علينا القرآن الكريم ما طلبه الملك من حاشيته وما رد به يوسف- عليه السلام- على رسول الملك، وما قالته النسوة وامرأة العزيز في شأن يوسف وما طلبه- عليه السلام- من الملك، استمع إلى القرآن الكريم وهو يحكى كل ذلك بأسلوبه الخاص فيقول:"},{"ayah_number":50,"text":"فقوله- سبحانه- وَقالَ الْمَلِكُ ائْتُونِي بِهِ ... حكاية لما طلبه الملك في ذلك الوقت من معاونيه في شأن يوسف- عليه السلام-، وفي الكلام حذف يفهم من المقام، والتقدير:وقال الملك بعد أن سمع من ساقيه ما قاله يوسف في تفسير الرؤيا أحضروا لي يوسف هذا لأراه وأسمع منه، وأستفيد من علمه.وهذا يدل- كما يقول الإمام الرازي- على فضيلة العلم، فإنه- سبحانه- جعل ما علمه ليوسف سببا لخلاصه من المحنة الدنيوية، فكيف لا يكون العلم سببا للخلاص من المحن الأخروية؟ .وقوله- سبحانه- فَلَمَّا جاءَهُ الرَّسُولُ قالَ ارْجِعْ إِلى رَبِّكَ فَسْئَلْهُ ما بالُ النِّسْوَةِ اللَّاتِي قَطَّعْنَ أَيْدِيَهُنَّ، إِنَّ رَبِّي بِكَيْدِهِنَّ عَلِيمٌ بيان لما قاله يوسف- عليه السلام- لرسول الملك ...أى: فلما جاء رسول الملك إلى يوسف ليخبره بأن الملك يريد لقاءه، قال له يوسف بأناة وإباء: ارجع إلى ربك، أى إلى سيدك الملك «فاسأله» قبل خروجي من السجن وذهابي إليه «ما بال النسوة اللاتي قطعن أيديهن» أى: ما حالهن، وما حقيقة أمرهن معى، لأن الكشف عن حقيقة أمرهن معى يهمني أن يكون واضحا في الأذهان والعقول، حتى يعرف الجميع أننى برئ، وأننى نقى العرض طاهر الذيل.والمراد بالسؤال في قوله «ارجع إلى ربك فاسأله» الحث والتحريض على معرفة حقيقة أمر النسوة اللائي قطعن أيديهن ...ولم يكشف له يوسف عن حقيقة أمرهن معه لزيادة تهييجه على البحث والتقصي إذ من شأن الإنسان- خصوصا إذا كان- حاكما- أن يأنف من أن يسأل عن شيء مهم، ثم لا يهتم بالإجابة عنه.وقد آثر يوسف- عليه السلام- أن يكون هذا السؤال وهو في السجن لتظهر الحقيقة خالصة ناصعة، دون تدخل منه في شأنها.وجعل السؤال عن النسوة اللائي قطعن أيديهن دون امرأة العزيز، وفاء لحق زوجها، واحترازا من مكرها، ولأنهن كن شواهد على إقرارها بأنها قد راودته عن نفسه، فقد قالت أمامهن بكل تبجح وتكشف فَذلِكُنَّ الَّذِي لُمْتُنَّنِي فِيهِ وَلَقَدْ راوَدْتُهُ عَنْ نَفْسِهِ فَاسْتَعْصَمَ وَلَئِنْ لَمْ يَفْعَلْ ما آمُرُهُ لَيُسْجَنَنَّ وَلَيَكُوناً مِنَ الصَّاغِرِينَ» .واكتفى بالسؤال عن تقطيع أيديهن، دون التعرض لكيدهن له، سترا لهن، وتنزها منه- عليه السلام- عن ذكرهن بما يسوؤهن.ولذا فقد اكتفى بالإشارة الإجمالية إلى كيدهن، وفوض أمرهن إلى الله- تعالى- فقال:إِنَّ رَبِّي بِكَيْدِهِنَّ عَلِيمٌ.أى إن ربي وحده هو العليم بمكرهن بي، وكيدهن لي، وهو- سبحانه- هو الذي يتولى حسابهن على ذلك.ولا شك في أن امتناع يوسف- عليه السلام- عن الذهاب إلى الملك إلا بعد التحقيق في قضيته، يدل دلالة واضحة على صبره، وسمو نفسه، وعلو همته ...ولقد أجاد صاحب الكشاف في تعليله لامتناع يوسف عن الخروج من السجن للقاء الملك إلا بعد أن تثبت براءته فقال: «إنما تأنى وتثبت يوسف في إجابة الملك، وقدم سؤال النسوة، ليظهر براءة ساحته عما قذف به وسجن فيه، لئلا يتسلق به الحاسدون إلى تقبيح أمره عنده. ويجعلوه سلما إلى حط منزلته لديه، ولئلا يقولوا: ما خلد في السجن إلا لأمر عظيم، وجرم كبير، حق به أن يسجن ويعذب، ويستكف شره.وفيه دليل على أن الاجتهاد في نفى التهم، واجب وجوب اتقاء الوقوف في مواقفها» .وقد ساق الإمام ابن كثير عند تفسيره لهذه الآية بعض الأحاديث في فضل يوسف- عليه السلام- فقال ما ملخصه:وقد وردت السنة بمدحه على ذلك- أى على امتناعه من الخروج من السجن حتى يتحقق الملك ورعيته من براءة ساحته ونزاهة عرضه- ففي الصحيحين عن أبى هريرة قال: قال رسول الله صلى الله عليه وسلم: «نحن أحق بالشك من إبراهيم، إذ قال: رب أرنى كيف تحيى الموتى؟ قال: أو لم تؤمن؟ قال بلى ولكن ليطمئن قلبي، ويرحم الله لوطا، لقد كان يأوى إلى ركن شديد، ولو لبثت في السجن ما لبث يوسف لأجبت الداعي» .وروى الإمام أحمد عن أبى هريرة في قوله- تعالى- فَسْئَلْهُ ما بالُ النِّسْوَةِ اللَّاتِي قَطَّعْنَ أَيْدِيَهُنَّ ... أن رسول الله صلى الله عليه وسلم قال: «لو كنت أنا لأسرعت الإجابة، وما ابتغيت العذر» .وروى عبد الرزاق عن عكرمة قال: قال رسول الله صلى الله عليه وسلم: لقد عجبت من يوسف وصبره وكرمه والله يغفر له حين سئل عن البقرات العجاف والسمان، ولو كنت مكانه ما أجبتهم حتى أشترط أن يخرجونى.ولقد عجبت من يوسف وصبره وكرمه والله يغفر له، حين أتاه الرسول، ولو كنت مكانه لبادرتهم إلى الباب، ولكنه أراد أن يكون له العذر»  ."},{"ayah_number":51,"text":"هذا، وقوله- سبحانه- قالَ ما خَطْبُكُنَّ إِذْ راوَدْتُنَّ يُوسُفَ عَنْ نَفْسِهِ حكاية لما فعله الملك بعد أن بلغه الرسول بما طلبه يوسف منه.وفي الكلام حذف يفهم من السياق، والتقدير: وبعد أن رجع رسول الملك إليه وأخبره بما قاله يوسف، استجاب الملك لما طلبه يوسف منه، فأخضر النسوة وقال لهن: ما خطبكن إذ راودتن يوسف عن نفسه.والخطب: مصدر خطب يخطب، ويطلق- غالبا- على الأمر المهم الذي يجعل الناس يتحدثون فيه كثيرا، وجمعه خطوب.والمعنى: بعد أن جمع الملك النسوة قال لهن: ما الأمر الهام الذي حملكن في الماضي على أن تراودن يوسف عن نفسه؟ وهل وجدتن فيه ميلا إلى الاستجابة لكنّ..؟قال صاحب الظلال ما ملخصه: «والخطب الأمر الجلل ... فكأن الملك كان قد استقصى فعلم أمرهن قبل أن يواجههن، وهو المعتاد في مثل هذه الأحوال، ليكون الملك على بينة من الأمر وظروفه قبل الخوض فيه، فهو يواجههن مقررا الاتهام، ومشيرا إلى أمر لهن جلل..ومن هذا نعلم شيئا بما دار في حفل الاستقبال في بيت الوزير، وما قالته النسوة ليوسف، وما لمحن به وأشرن إليه، من الإغراء الذي بلغ حد المراودة.ومن هذا نتخيل صورة لهذه الأوساط ونسائها حتى في ذلك العهد الموغل في التاريخ، فالجاهلية هي الجاهلية دائما، وأنه حيثما كان الترف، وكانت القصور والحاشية، كان التحلل والتميع والفجور الناعم الذي يرتدى ثياب الأرستقراطية» .وأمام هذه المواجهة التي واجههن بها الملك، لم يملكن الإنكار، بل قلن بلسان واحد:حاشَ لِلَّهِ أى: معاذ الله.ما عَلِمْنا عَلَيْهِ مِنْ سُوءٍ قط، وإنما الذي علمناه منه هو الاستعصام عن كل سوء.وهنا قالَتِ امْرَأَةُ الْعَزِيزِ ويبدو أنها كانت حاضرة، معهن عند الملك.الْآنَ حَصْحَصَ الْحَقُّ أى: الآن ظهر الحق وانكشف انكشافا تاما بعد أن كان خافيا والفعل حصحص أصله حص، كما قيل، كبكب في كب، وهو مأخوذ من الحص بمعنى الاستئصال والإزالة، تقول: فلان حص شعره إذا استأصله وأزاله فظهر ما كان خافيا من تحته ...ثم أضافت إلى ذلك قولها «أنا راودته عن نفسه» أى: أنا التي طلبت منه ما طلبت «وإنه لمن الصادقين» في قوله «هي راودتني عن نفسي» .وهكذا يشاء الله- تعالى- أن تثبت براءة يوسف على رءوس الأشهاد، بتلك الطريقة التي يراها الملك، وتنطق بها امرأة العزيز، والنسوة اللائي قطعن أيديهن.قال صاحب الكشاف: «ولا مزيد على شهادتهن له بالبراءة والنزاهة، واعترافهن على أنفسهن بأنه لم يتعلق بشيء مما قذفنه به لأنهن خصومه، وإذا اعترف الخصم بأن صاحبه على الحق وهو على الباطل لم يبق لأحد مقال»  - إذ الفضل ما شهدت به الأعداء-.ثم واصلت امرأة العزيز حديثها فقالت: ذلِكَ لِيَعْلَمَ أَنِّي لَمْ أَخُنْهُ بِالْغَيْبِ وَأَنَّ اللَّهَ لا يَهْدِي كَيْدَ الْخائِنِينَ.أى: ذلك الذي قلته واعترفت به على نفسي من أنى راودته عن نفسه، إنما قلته ليعلم يوسف أنى لم أخنه في غيبته، ولم أقل فيه شيئا يسوؤه بعد أن فارقنى، ولبث بعيدا عنى في السجن بضع سنين، وإنما أنا أقرر أمام الملك وحاشيته بأنه من الصادقين ...وإنما قررت ذلك لأن الله- تعالى- لا يهدى كيد الخائنين، أى: لا ينفذ كيدهم ولا يسدده، بل يفضحه ويزهقه ولو بعد حين من الزمان.لذا فأنا التزمت الأمانة في الحديث عنه، وابتعدت عن الخيانة، لأن الله- تعالى- لا يرضاها ولا يقبلها.فأنت ترى أن هذه المرأة التي شهدت على نفسها شهادة لا تبالي بما يترتب عليها بشأنها، قد عللت شهادتها هذه بعلتين:إحداهما: كراهتها أن تخونه في غيبته بعد أن فقد الدفاع عن نفسه وهو في السجن..وثانيتهما: علمها بأن الله- تعالى- لا يهدى كيد الخائنين ولا يسدده، وإنما يبطله ويزهقه..ثم أضافت إلى كل ذلك قولها: وَما أُبَرِّئُ نَفْسِي إِنَّ النَّفْسَ لَأَمَّارَةٌ بِالسُّوءِ، إِلَّا ما رَحِمَ رَبِّي، إِنَّ رَبِّي غَفُورٌ رَحِيمٌ.أى: ومع أنى أعترف بأنه من الصادقين، وأعترف بأنى لم أخنه بالغيب، إلا أنى مع كل ذلك لا أبرئ نفسي ولا أنزهها عن الميل إلى الهوى، وعن محاولة وصفه بما هو برىء منه، فأنا التي قلت لزوجي في حالة دهشتى وانفعالى الشديد، ما جَزاءُ مَنْ أَرادَ بِأَهْلِكَ سُوءاً إِلَّا أَنْ يُسْجَنَ أَوْ عَذابٌ أَلِيمٌ وما حملني على هذا القول إلا هواى وشهواتى، ونفسي إن النفس البشرية لكثيرة الأمر لصاحبها بالسوء إلا نفسا رحمها الله وعصمها من الزلل والانحراف، كنفس يوسف- عليه السلام- وجملة إِنَّ رَبِّي غَفُورٌ رَحِيمٌ تعليل لما قبلها، أى: إن ربي كثير الغفران وكثير الرحمة، لمن يشاء أن يغفر له ويرحمه من عباده.والذي يتأمل هذا الكلام الذي حكاه القرآن عن امرأة العزيز، يراه زاخرا بالصراحة التي ليس بعدها صراحة، وبالمشاعر والانفعالات الدالة على احترامها ليوسف الذي خاف مقام ربه ونهى النفس عن الهوى، رغم الإغراءات المصحوبة بالترغيب والترهيب، ويبدو لنا- والله أعلم- أن هذا الكلام ما قالته امرأة العزيز، إلا بعد أن استقرت عقيدة الإيمان التي آمن بها يوسف في قلبها، وبعد أن رأت فيه إنسانا يختلف في استعصامه بالله وفي سمو نفسه، عن غيره من الناس الذين رأتهم."},{"ayah_number":52,"text":"هذا، ويرى كثير من المفسرين أن كلام امرأة العزيز قد انتهى عند قوله- تعالى- وَإِنَّهُ لَمِنَ الصَّادِقِينَ وأن قوله- تعالى- بعد ذلك ذلِكَ لِيَعْلَمَ أَنِّي لَمْ أَخُنْهُ بِالْغَيْبِ ... إلى قوله- تعالى- إِنَّ رَبِّي غَفُورٌ رَحِيمٌ هو من كلام يوسف- عليه السلام-، فيكون المعنى:وذلك ليعلم «أى العزيز» أنى لم أخنه، في أهله بِالْغَيْبِ أى في غيبته وَأَنَّ اللَّهَ لا يَهْدِي كَيْدَ الْخائِنِينَ من النساء والرجال، بل يبطل هذا الكيد ويفضحه."},{"ayah_number":53,"text":"وَما أُبَرِّئُ نَفْسِي أى: ولا أنزهها عن السوء، وهذا من باب التواضع منه- عليه السلام- إِنَّ النَّفْسَ لَأَمَّارَةٌ بِالسُّوءِ أى: إن هذا الجنس من الأنفس البشرية، شأنه الأمر بالسوء والميل إلى الشهوات.إِلَّا ما رَحِمَ رَبِّي من النفوس فعصمها عن أن تكون أمارة بالسوء.إِنَّ رَبِّي غَفُورٌ رَحِيمٌ لمن شاء أن يغفر له ويرحمه من خلقه.والذي نراه أن الرأى الأول الذي سرنا عليه هو الجدير بالقبول، لأنه هو المناسب لسياق الآيات من غير تكلف، ولأنه لا يؤدى إلى تفكك الكلام وانقطاع بعضه عن بعض، بخلاف الرأى الثاني الذي يرى أصحابه أن كلام امرأة العزيز قد انتهى عند قوله- تعالى- «وإنه لمن الصادقين» فإنه يؤدى إلى تفكك الكلام، وعدم ارتباط بعضه ببعض، فضلا عن أن وقائع التاريخ لا تؤيده، لأن يوسف- عليه السلام- كان في السجن عند ما أحضر الملك النسوة وقال لهن: «ما خطبكن إذ راودتن يوسف عن نفسه ... » . وعند ما قالت امرأة العزيز أمام الملك وأمامهن: «الآن حصحص الحق..» إلى قوله- تعالى- إِنَّ رَبِّي غَفُورٌ رَحِيمٌ.ومن المفسرين الذين أيدوا الرأى الأول الإمام ابن كثير فقد قال ما ملخصه: «ذلك ليعلم أنى لم أخنه بالغيب ... » تقول: إنما اعترفت بهذا على نفسي، بأنى راودت هذا الشاب فامتنع، وَما أُبَرِّئُ نَفْسِي ... تقول المرأة: ولست أبرئ نفسي، فإن النفس تتحدث وتتمنى، ولهذا راودته لأنها أمارة بالسوء.إِلَّا ما رَحِمَ رَبِّي أى: من عصمه الله- تعالى- ...ثم قال: «وهذا القول هو الأشهر والأليق والأنسب بسياق القصة ومعاني الكلام. لأن سياق الكلام كله من كلام امرأة العزيز بحضرة الملك، ولم يكن يوسف- عليه السلام- عندهم، بل بعد ذلك أحضره الملك» .وإلى هنا تكون السورة الكريمة قد حدثتنا عن القسم الأول من حياة يوسف- عليه السلام- القسم الذي تعرض خلاله لألوان من المحن والآلام، بعضها من إخوته، وبعضها من امرأة العزيز، وبعضها من السجن ومرارته ..."},{"ayah_number":54,"text":"ثم بدأت بعد ذلك في الحديث عن الجانب الثاني من حياته عليه السلام.وهو جانب الرخاء والعز والتمكين في حياته، فقال- تعالى-: وَقالَ الْمَلِكُ ائْتُونِي بِهِ أَسْتَخْلِصْهُ لِنَفْسِي....وفي الكلام إيجاز بالحذف، والتقدير: وبعد أن انكشفت للملك براءة يوسف- عليه السلام- انكشافا تاما، بسبب ما سمعه عنه من النسوة ومن امرأة العزيز، وبعد أن سمع تفسيره للرؤيا وأعجب به، كما أعجب بسمو نفسه وإبائه ...بعد كل ذلك قال الملك لخاصته: ائتوني بيوسف هذا، ليكون خالصا لنفسي، وخاصا بي في تصريف أمورى، وكتمان أسرارى، وتسيير دفة الحكم في مملكتي.والسين والتاء في قوله «أستخلصه» للمبالغة في الخلوص له، فهما للطلب كما في استجاب، والاستخلاص طلب خلوص الشيء من شوائب الشركة.فكأن الملك قد شبه يوسف- عليه السلام- بالشيء النفيس النادر، الذي يجب أن يستأثر به الملك دون أن يشاركه فيه أحد سواه.والفاء في قوله «فلما كلمه قال إنك اليوم لدينا مكين أمين» معطوفة على محذوف يفهم من السياق.والضمير المنصوب في «كلّمه» يعود على الملك- على الراجح-.والمراد باليوم: الزمان الذي حدث فيه التخاطب بين الملك ويوسف.ومَكِينٌ صفة مشبهة من الفعل مكن- بضم الكاف-، بمعنى صاحب مكانة ومرتبة عظيمة، يقال: مكن فلان مكانة إذا ارتفعت منزلته، ويقال: مكنت فلانا من هذا الشيء إذا جعلت له عليه سلطانا وقدرة.أَمِينٌ بزنة فعيل بمعنى مفعول، أى: مأمون على ما نكلفك به، ومحل ثقتنا.والمعنى: وقال الملك لجنده ائتوني بيوسف هذا أستخلصه لنفسي فأتوه به إلى مجلسه.فازداد حب الملك له وتقديره إياه وقال له: إنك منذ اليوم عندنا صاحب الكلمة النافذة، والمنزلة الرفيعة، التي تجعلنا نأتمنك على كل شيء في هذه المملكة، وتلك المقالة من الملك ليوسف، هي أولى بشائر عاقبة الصبر وعزة النفس، وطهارة القلب، والاستعصام بحبل الله المتين ..."},{"ayah_number":55,"text":"وهنا طلب يوسف- عليه السلام- من الملك بعزة وإباء أن يجعله في الوظيفة التي يحسن القيام بأعبائها قالَ: اجْعَلْنِي عَلى خَزائِنِ الْأَرْضِ إِنِّي حَفِيظٌ عَلِيمٌ والخزائن جمع خزانة- بكسر الخاء وهي اسم للمكان الذي يخزن فيه الشيء، والمراد بالأرض: أرض مصر.أى: قال يوسف- عليه السلام- للملك: اجعلنى- أيها الملك- المتصرف الأول في خزائن أرض مملكتك، المشتملة على ما يحتاج إليه الناس من أموال وأطعمة، لأنى شديد الحفظ لما فيها، عليم بوجوه تصريفها فيما يفيد وينفع ...فأنت ترى أن يوسف- عليه السلام- لم يسأل الملك شيئا لنفسه من أعراض الدنيا، وإنما طلب منه أن يعينه في منصب يتمكن بواسطته من القيام برعاية مصالح الأمة، وتدبير شئونها ... لأنها مقبلة على سنوات عجاف، تحتاج إلى خبرة يوسف وأمانته وكفاءته، وعلمه ...قال صاحب الكشاف: «وصف يوسف نفسه بالأمانة والكفاية اللتين هما طلبة الملوك ممن يولونه، وإنما قال ذلك ليتوصل إلى إمضاء أحكام الله تعالى- وإقامة الحق، وبسط العدل، والتمكن مما لأجله تبعث الأنبياء إلى العباد، ولعلمه أن أحدا غيره لا يقومه مقامه في ذلك، فطلب التولية ابتغاء وجه الله- لا لحب الملك والدنيا» .وقال القرطبي ما ملخصه: «ودلت الآية- أيضا- على جواز أن يطلب الإنسان عملا يكون له أهلا.فإن قيل: فإن ذلك يعارضه ما جاء عن رسول الله صلى الله عليه وسلم في الأحاديث الصحيحة من نهيه عن طلب الإمارة ...فالجواب: أولا: أن يوسف- عليه السلام- إنما طلب الولاية لأنه علم أنه لا أحد يقوم مقامه في العدل والإصلاح وتوصيل الفقراء إلى حقوقهم، فرأى أن ذلك فرض متعين عليه، فإنه لم يكن هناك غيره ...الثاني: أنه لم يقل اجعلنى على خزائن الأرض لأنى حسيب كريم، وإن كان كذلك، ولم يقل إنى جميل مليح ... وإنما قال إِنِّي حَفِيظٌ عَلِيمٌ فسألها بالحفظ والعلم لا بالنسب والجمال.الثالث: إنما قال ذلك عند من لا يعرفه فأراد تعريف نفسه، وصار ذلك مستثنى من قوله- تعالى- فَلا تُزَكُّوا أَنْفُسَكُمْ ...  .والخلاصة أن يوسف- عليه السلام- إنما قال ما قال للملك، وطلب ما طلب منه، لأنه علم أن هذا المنصب لا يصلح له أحد سواه في ذلك الوقت وفي تلك الظروف، فهو يريد من ورائه خدمة الأمة لأجر منفعة شخصية لنفسه ...وما قاله إنما هو من باب التحدث بنعمة الله- تعالى- الذي أعطاه هذه الصفات الكريمة، والمناقب العالية، وليس من باب تزكية النفس المحظورة."},{"ayah_number":56,"text":"هذا، وقوله- سبحانه- وَكَذلِكَ مَكَّنَّا لِيُوسُفَ فِي الْأَرْضِ ... بيان لسنة الله- تعالى- في خلقه، من كونه- سبحانه- لا يضيع أجر الصابرين المحسنين أى: ومثل هذا التمكين العظيم. مكنا ليوسف في أرض مصر، بعد أن مكث في سجنها بضع سنين، لا لذنب اقترفه، وإنما لاستعصامه بأمر الله.وقوله يَتَبَوَّأُ مِنْها حَيْثُ يَشاءُ تفصيل للتمكين الذي منحه الله- تعالى- ليوسف في أرض مصر، والتبوأ اتخاذ المكان للنزول به. يقال: بوأ فلان فلانا منزلا. أى مكنه منه وأنزله به أى: ومثل هذا التمكين العظيم، مكنا ليوسف في أرض مصر، حيث هيأنا له أن ينتقل في أماكنها ومنازلها حيث يشاء له التنقل، دون أن يمنعه مانع من الحلول في أى مكان فيها.فالجملة الكريمة كناية عن قدرته على التصرف والتنقل في جميع أرض مصر، كما يتصرف ويتنقل الرجل في منزله الخاص.وقوله: نُصِيبُ بِرَحْمَتِنا مَنْ نَشاءُ ... بيان لكمال قدرته ونفاذ إرادته- سبحانه-أى: نصيب برحمتنا وفضلنا وعطائنا من نشاء عطاءه من عبادنا بمقتضى حكمتنا ومشيئتنا.وَلا نُضِيعُ أَجْرَ الْمُحْسِنِينَ الذين يتقنون أداء ما كلفهم الله بأدائه، بل نوفيهم أجورهم على إحسانهم في الدنيا قبل الآخرة إذا شئنا ذلك."},{"ayah_number":57,"text":"وَلَأَجْرُ الْآخِرَةِ خَيْرٌ وأبقى لِلَّذِينَ آمَنُوا بالله- تعالى- إيمانا حقا وَكانُوا يَتَّقُونَ خالقهم- عز وجل- في كل ما يأتون وما يذرون، بأن يصونوا أنفسهم عن كل ما يغضبه.وهكذا كافأ الله- تعالى- يوسف على صبره وتقواه وإحسانه، بما يستحقه من خير وسعادة في الدنيا والآخرة.ثم تطوى السورة بعد ذلك أحداثا نكل معرفتها إلى فهم القارئ وفطنته، فهي لم تحدثنا- مثلا- عن الطريقة التي اتبعها يوسف في إدارته لخزائن أرض مصر، اكتفاء بقوله إِنِّي حَفِيظٌ عَلِيمٌ للدلالة على كفايته وأمانته.كذلك لم تحدثنا عن أحوال الناس في السنوات السبع العجاف، وفي السنوات الخضر لأن هذا مقرر ومعروف في دنيا الناس.كذلك لم تحدثنا عن صلة الملك وحاشيته بيوسف، بعد أن صار أمينا على خزائن الأرض، بل أفسحت المجال كله للحديث عن يوسف، إنزالا للناس منازلهم، إذ هو صاحب التفسير الصحيح لرؤيا الملك، وصاحب الأفكار الحكيمة التي أنقذت الأمة من فقر سبع سنوات شداد، وصاحب الدعوة إلى وحدانية الله- تعالى- وإخلاص العبادة له، بين قوم يشركون مع الله في العبادة آلهة أخرى.لم تحدثنا السورة الكريمة عن كل ذلك، في أعقاب حديثها عن تمكين الله- تعالى- ليوسف في الأرض، وإنما انتقلت بنا بعد ذلك مباشرة إلى الحديث عن لقاء يوسف بإخوته، وعما دار بينه وبينهم من محاورات، وعن إكرامه لهم ...قال تعالى:"},{"ayah_number":58,"text":"قال الفخر الرازي- رحمه الله- اعلم أنه لما عم القحط في البلاد، ووصل أيضا إلى البلدة التي كان يسكنها يعقوب- عليه السلام- وصعب الزمان عليهم فقال لبنيه: إن بمصر صالحا يمير الناس- أى يعطيهم الطعام وما هم في حاجة إليه في معاشهم- فاذهبوا إليه بدراهمكم، وخذوا منه الطعام، فخرجوا إليه وهم عشرة وبقي «بنيامين» مع أبيه، ودخلوا على يوسف- عليه السلام- وصارت هذه الواقعة كالسبب في اجتماع يوسف مع إخوته، وظهور صدق ما أخبره الله- تعالى- عنه في قوله ليوسف حال ما ألقوه في الجب لَتُنَبِّئَنَّهُمْ بِأَمْرِهِمْ هذا وَهُمْ لا يَشْعُرُونَ.وقد جاءوا إليه جميعا- ما عدا «بنيامين» وهو الشقيق الأصغر ليوسف ليحصلوا منه على أكبر كمية من الطعام على حسب عددهم، وليكون عندهم القدرة على صد العدوان إذا ما تعرض لهم قطاع الطرق الذين يكثرون في أوقات الجدب والجوع.وعبر عن معرفة يوسف لهم بالجملة الفعلية، وعن جهلهم له بالجملة الاسمية للإشعار بأن معرفته لهم حصلت بمجرد رؤيته لهم، أما هم فعدم معرفتهم له كان أمرا ثابتا متمكنا منهم.قال صاحب الكشاف: «لم يعرفوه لطول العهد، ومفارقته إياهم في سن الحداثة ولاعتقادهم أنه قد هلك، ولذهابه عن أوهامهم لقلة فكرهم فيه، واهتمامهم بشأنه، ولبعد حاله التي بلغها من الملك والسلطان عن حاله التي فارقوه عليها طريحا في البئر، حتى لو تخيلوا أنه هو لكذبوا أنفسهم وظنونهم، ولأن الملك مما يبدل الزي، ويلبس صاحبه من التهيب والاستعظام ما ينكر له المعروف ... » «2» .ويؤخذ من هذه الآية الكريمة أن المجاعة التي حدثت في السبع السنين الشداد شملت مصر وما جاورها من البلاد- كما سبق أن أشرنا-.كما يؤخذ منها أن مصر كانت محط أنظار المعسرين من مختلف البلاد بفضل حسن تدبير يوسف- عليه السلام- وأخذه الأمور بالعدالة والرحمة وسهره على مصالح الناس، ومراقبته لشئون بيع الطعام، وعدم الاعتماد على غيره حتى إن إخوته قد دخلوا عليه وحده، دون غيره من المسئولين في مصر."},{"ayah_number":59,"text":"وقوله- سبحانه- وَلَمَّا جَهَّزَهُمْ بِجَهازِهِمْ قالَ ائْتُونِي بِأَخٍ لَكُمْ مِنْ أَبِيكُمْ ... بيان لما فعله يوسف معهم بعد أن عرفهم دون أن يعرفوه.وأصل الجهاز- بفتح الجيم وكسرها قليل-: ما يحتاج إليه المسافر من زاد ومتاع، يقال: جهزت المسافر، أى هيأت له جهازه الذي يحتاج إليه في سفره، ومنه جهاز العروس وهو ما تزف به إلى زوجها، وجهاز الميت وهو ما يحتاج إليه في دفنه ...والمراد: أن يوسف بعد أن دخل عليه إخوته وعرفهم، أكرم وفادتهم. وعاملهم معاملة طيبة جعلتهم يأنسون إليه، وهيأ لهم ما هم في حاجة إليه من الطعام وغيره، ثم استدرجهم بعد ذلك في الكلام حتى عرف منهم على وجه التفصيل أحوالهم.وذلك لأن قوله لهم ائْتُونِي بِأَخٍ لَكُمْ مِنْ أَبِيكُمْ يستلزم أن حديثا متنوعا نشأ بينه وبينهم، عرف منه يوسف، أن لهم أخا من أبيهم لم يحضر معهم وإلا فلو كان هذا الطلب منه لهم بعد معرفته لهم مباشرة، لشعروا بأنه يعرفهم وهو لا يريد ذلك.ومن هنا قال المفسرون: إن قوله ائْتُونِي بِأَخٍ لَكُمْ مِنْ أَبِيكُمْ يقتضى كلاما دار بينه وبينهم نشأ عنه هذا الطلب، ومما قالوه في توضيح هذا الكلام: ما روى من أنهم بعد أن دخلوا عليه قال لهم: من أنتم وما شأنكم؟ فقالوا: نحن قوم من أهل الشام، جئنا نمتار، ولنا أب شيخ صديق نبي من الأنبياء اسمه يعقوب، فقال لهم: كم عددكم قالوا عشرة، وقد كنا اثنى عشر، فذهب أخ لنا إلى البرية فهلك، وكان أحبنا إلى أبينا، وقد سكن بعده إلى أخ له أصغر منه، هو باق لديه يتسلى به، فقال لهم حينئذ ائتوني بأخ لكم من أبيكم».ويروى أنه قال لهم ذلك بعد أن طلبوا منه شيئا زائدا عن عددهم، لأن لهم أخا لم يحضر معهم، فأعطاهم ما طلبوه، واشترط عليهم إحضار أخيهم هذا معهم، ليتأكد من صدقهم».والمعنى: وبعد أن أعطى يوسف إخوته ما هم في حاجة إليه، وعرف منهم أن لهم أخا من أبيهم قد تركوه في منازلهم ولم يحضر معهم، قال لهم: أنا أريدكم في الزيارة القادمة لي، أن تحضروه معكم لأراه ...وقوله «من أبيكم» حال من قوله «أخ لكم» أى: أخ لكم حالة كونه من أبيكم، وليس شقيقا لكم، فإن هذا هو الذي أريده ولا أريد غيره.وهذا من باب المبالغة في عدم الكشف لهم عن نفسه، حتى لكأنه لا معرفة له بهم ولا به إلا من ذكرهم إياه له.وقوله: أَلا تَرَوْنَ أَنِّي أُوفِي الْكَيْلَ وَأَنَا خَيْرُ الْمُنْزِلِينَ تحريض لهم على الإتيان به، وترغيب لهم في ذلك حتى ينشطوا في إحضاره معهم.أى: ألا ترون أنى أكرمت وفادتكم، وأعطيتكم فوق ما تريدون من الطعام، وأنزلتكم ببلدى منزلا كريما ... وما دام أمرى معكم كذلك، فلا بد من أن تأتونى معكم بأخيكم من أبيكم في المرة القادمة، لكي أزيد في إكرامكم وعطائكم.والمراد بإيفاء الكيل: إتمامه بدون تطفيف أو تنقيص.وعبر بصيغة الاستقبال «ألا ترون ... » مع كونه قد قال هذا القول بعد تجهيزه لهم.للدلالة على أن إيفاءه هذا عادة مستمرة له معهم كلما أتوه.وجملة وَأَنَا خَيْرُ الْمُنْزِلِينَ حالية، والمنزل: المضيف لغيره. أى: والحال أنى خير المضيفين لمن نزل في ضيافتي، وقد شاهدتم ذلك بأنفسكم."},{"ayah_number":60,"text":"ثم أتبع هذا الترغيب بالترهيب فقال: فَإِنْ لَمْ تَأْتُونِي بِهِ فَلا كَيْلَ لَكُمْ عِنْدِي وَلا تَقْرَبُونِ.أى: لقد رأيتم منى كل خير في لقائكم معى هذا، وقد طلبت منكم أن تصحبوا معكم أخاكم من أبيكم في لقائكم القادم معى، فإن لم تأتونى به معكم عند عودتكم إلى، فإنى لن أبيعكم شيئا مما تريدونه من الأطعمة وغيرها، وفضلا عن ذلك فإنى أحذركم من أن تقربوا بلادي فضلا عن دخولها.هذا التحذير منه- عليه السلام- لهم، يشعر بأن إخوته قد ذكروا له بأنهم سيعودون إليه مرة أخرى، لأن ما معهم من طعام لا يكفيهم إلا لوقت محدود من الزمان."},{"ayah_number":61,"text":"وقوله- سبحانه-: قالُوا سَنُراوِدُ عَنْهُ أَباهُ وَإِنَّا لَفاعِلُونَ حكاية لما رد به إخوة يوسف عليه.فعرفهم وهم له منكرون، وبعد أن طلب منهم بقوة أن يعودوا إليه ومعهم أخوهم لأبيهم ...فماذا كان بعد ذلك؟لقد حكت لنا السورة الكريمة ما دار بين إخوة يوسف وبين أبيهم من محاورات طلبوا خلالها منه أن يأذن لهم في اصطحاب «بنيامين» معهم في رحلتهم القادمة إلى مصر، كما حكت ما رد به أبوهم عليهم. قال- تعالى-:"},{"ayah_number":62,"text":"ثم بين - سبحانه - ما فعله يوسف مع إخوته وهم على وشك الرحيل فقالك ( وَقَالَ لِفِتْيَانِهِ اجعلوا بِضَاعَتَهُمْ فِي رِحَالِهِمْ لَعَلَّهُمْ يَعْرِفُونَهَآ إِذَا انقلبوا إلى أَهْلِهِمْ لَعَلَّهُمْ يَرْجِعُونَ ) .والفتيان : جمع فتى والمراد بهم هنا من يقومون بخدمته ومساعدته فى عمله .والبضاعة فى الأصل : القطعة الوفيرة من الأموال التى تققنى للتجارة ، مأخوذة من البضع بمعنى القطع .والمراد بها هنا : أثمان الطعام الذى أعطاه لهم يوسف - عليه السلام - .والرحال : جمع رحل ، وهو ما يوضع على البعير من متاع الراكب .والمعنى : وقال يوسف - عليه السلام - لفتيانه الذين يقومون بتلبية مطالبه : أعيدوا إلى رحال هؤلاء القوم - وهم إخوته - الأثمان التى دفعوها لنا فى مقابل ما أخذوه منا من طعام ، وافعلوا ذلك دون أن يشعروا بكم ، لعل هؤلاء القوم عندما يعودون إلى بلادهم ، ويفتحون أمتعتهم ، فيجدون فيها الأثمان التى دفعوها لنا فى مقابل ما أخذوه من طعام غيره .لعلهم حينئذ يرجعون إلينا مرة أخرى ، ليدفعوها لنا فى مقابل ما أخذوه .وكأن يوسف - عليه السلام - أراد بفعله هذا حملهم على الرجوع إليه ومعهم \" بنيامين \" لأن من شأن النفوس الكبيرة أن تقابل الإِحسان بالإِحسان وأن تأنف من أخذ المبيع دون أن تدفع لصاحبه ثمنه .وقوله ( لَعَلَّهُمْ يَعْرِفُونَهَآ إِذَا انقلبوا إلى أَهْلِهِمْ ) تعليل لأمره فتيانه يجعل البضاعة فى رحال إخوته .إذ أن معرفتهم بأن بضاعتهم قد ردت إليهم لا يتم إلا بعد انقلابهم - أى رجوعهم - إلى أهلهم ، وبعد تفريغها عندهم .وقوله ( لَعَلَّهُمْ يَرْجِعُونَ ) جواب للأمر . أى : اجعلوها كذلك ، لعلهم بعد اكتشافهم أنهم ما دفعوا لنا ثمن ما أخذوه ، يرجعون إلينا ليدفعوا لنا حقنا .وإلى هنا تكون السورة الكريمة قد حدثتنا عما دار بين يوسف وإخوته بعد أن دخلوا عليه فعرفهم وهم له منكرون ، وبعد أن طلب منهم بقوة أن يعودوا إليه ومعهم أخوهم لأبيهم . . . فماذا كان بعد ذلك؟"},{"ayah_number":63,"text":"وقوله- سبحانه-: فَلَمَّا رَجَعُوا إِلى أَبِيهِمْ قالُوا يا أَبانا مُنِعَ مِنَّا الْكَيْلُ فَأَرْسِلْ مَعَنا أَخانا نَكْتَلْ ... حكاية لما قاله إخوة يوسف لأبيهم فور التقائهم به.والمراد بالكيل: الطعام المكيل الذي هم في حاجة إليه.والمراد بمنعه: الحيلولة بينهم وبينه في المستقبل، لأن رجوعهم بالطعام قرينة على ذلك.والآية الكريمة معطوفة على كلام محذوف، يدرك من السياق والتقدير: ترك إخوة يوسف مصر، وعادوا إلى بلادهم، بعد أن وعدوه بتنفيذ ما طلبه منهم، فلما وصلوا إلى بلادهم، ودخلوا على أبيهم قالوا له بدون تمهل.يا أَبانا لقد حكم عزيز مصر بعدم بيع أى طعام لنا بعد هذه المرة إذا لم نأخذ معنا أخانا «بنيامين» ليراه عند عودتنا إليه فقد قال لنا مهددا عند مغادرتنا له: فَإِنْ لَمْ تَأْتُونِي بِهِ فَلا كَيْلَ لَكُمْ عِنْدِي وَلا تَقْرَبُونِ.وأنت تعلم أننا لا بد من عودتنا إليه، لجلب احتياجاتنا من الطعام وغيره، فنرجوك أن توافقنا على اصطحاب «بنيامين» معنا «وإنا له لحافظون» حفظا تاما من أن يصيبه مكروه.والآية الكريمة واضحة الدلالة على أن قولهم هذا لأبيهم، كان بمجرد رجوعهم إليه، وكان قبل أن يفتحوا متاعهم ليعرفوا ما بداخله ...وكأنهم فعلوا ذلك ليشعروه بأن إرسال بنيامين معهم عند سفرهم إلى مصر، أمر على أكبر جانب من الأهمية، وأن عدم إرساله سيترتب عليه منع الطعام عنهم.وقرأ حمزة والكسائي «فأرسل معنا أخانا يكتل» - بالياء- أى: فأرسله معنا ليأخذ نصيبه من الطعام المكال، لأن عزيز مصر لا يعطى طعاما لمن كان غائبا.وعلى كلا القراءتين فالفعل مجزوم في جواب الطلب.وقالوا له وَإِنَّا لَهُ لَحافِظُونَ بالجملة الاسمية، لتأكيد حفظهم له: وأن ذلك أمر ثابت عندهم ثبوتا لا مناص منه.ولكن يبدو أن قولهم هذا قد حرك كوامن الأحزان والآلام في نفس يعقوب، فهم الذين سبق أن قالوا له في شأن يوسف- أيضا- أَرْسِلْهُ مَعَنا غَداً يَرْتَعْ وَيَلْعَبْ وَإِنَّا لَهُ لَحافِظُونَ."},{"ayah_number":64,"text":"لذا نجده يرد عليهم في استنكار وألم بقوله: قالَ هَلْ آمَنُكُمْ عَلَيْهِ إِلَّا كَما أَمِنْتُكُمْ عَلى أَخِيهِ مِنْ قَبْلُ....أى: قال يعقوب لأولاده بعد أن طلبوا منه بإلحاح إرسال أخيهم معهم، وبعد أن تعهدوا بحفظه: أتريدون أن أأتمنكم على ابني «بنيامين» ، كما ائتمنتكم على شقيقه يوسف من قبل هذا الوقت، فكانت النتيجة التي تعرفونها جمعا، وهي فراق يوسف لي فراقا لا يعلم مداه إلا الله- تعالى-؟!! لا، إننى لا أثق بوعودكم بعد الذي حدث منكم معى في شأن يوسف. فالاستفهام في قوله «هل آمنكم ... » للإنكار والنفي.وقوله فَاللَّهُ خَيْرٌ حافِظاً وَهُوَ أَرْحَمُ الرَّاحِمِينَ تفريع على استنكاره لطلبهم إرسال «بنيامين» معهم، وتصريح منه لهم بأن حفظ الله- تعالى- خير من حفظهم.أى: إننى لا أثق بوعودكم لي بعد الذي حدث منكم بالنسبة ليوسف، وإنما أثق بحفظ الله ورعايته «فالله» - تعالى- «خير حافظا» لمن يشاء حفظه، فمن حفظه سلم، ومن لم يحفظه لم يسلم، كما لم يسلم أخوه يوسف من قبل حين ائتمنتكم عليه «وهو» - سبحانه- أَرْحَمُ الرَّاحِمِينَ لخلقه، فأرجو أن يشملني برحمته، ولا يفجعنى في «بنيامين» ، كما فجعت في شقيقه يوسف من قبل.ويبدو أن الأبناء قد اقتنعوا برد أبيهم عليهم، واشتموا من هذا الرد إمكان إرساله معهم، لذا لم يراجعوه مرة أخرى.قال الآلوسى ما ملخصه: «وهذا- أى رد يعقوب عليهم- ميل منه- عليه السلام- إلى الإذن والإرسال لما رأى فيه من المصلحة، وفيه أيضا من التوكل على الله- تعالى- ما لا يخفى، ولذا روى أن الله- تعالى- قال: «وعزتي وجلالي لأردهما عليك إذ توكلت على ... » وقرأ أكثر السبعة فالله خير حفظا ... وقرأ حمزة والكسائي وحفص «حافِظاً ... » وعلى القراءتين فهو منصوب على أنه تمييز ... » ."},{"ayah_number":65,"text":"ثم اتجه الأبناء بعد هذه المحاورة مع أبيهم إلى أمتعتهم ليفتحوها ويخرجوا ما بها من زاد حضروا به من مصر، فكانت المفاجأة التي حكاها القرآن في قوله:وَلَمَّا فَتَحُوا مَتاعَهُمْ وَجَدُوا بِضاعَتَهُمْ رُدَّتْ إِلَيْهِمْ....أى: وحين فتحوا أوعيتهم التي بداخلها الطعام الذي اشتروه من عزيز مصر. فوجئوا بوجود أثمان هذا الطعام قد رد إليهم معه، ولم يأخذها عزيز مصر، بل دسها داخل أوعيتهم دون أن يشعروا، فدهشوا وقالوا لأبيهم متعجبين:يا أَبانا ما نَبْغِي هذِهِ بِضاعَتُنا رُدَّتْ إِلَيْنا أى: يا أبانا ماذا نطلب من الإحسان والكرم أكثر من هذا الذي فعله معنا عزيز مصر؟ لقد أعطانا الطعام الذي نريده، ثم رد إلينا ثمنه الذي دفعناه له دون أن يخبرنا بذلك.فما في قوله ما نَبْغِي استفهامية، والاستفهام للتعجب من كرم عزيز مصر، وهي مفعول نبغى، ونبغى من البغاء- بضم الباء- وهو الطلب.والمراد ببضاعتهم: الثمن الذي دفعوه للعزيز في مقابل ما أخذوه منه من زاد.وجملة هذِهِ بِضاعَتُنا رُدَّتْ إِلَيْنا مستأنفة لتوضيح ما دل عليه الاستفهام من التعجب، بسبب ما فعله معهم عزيز مصر من مروءة وسخاء.فكأنهم قالوا لأبيهم: كيف لا نعجب وندهش، وهذه بضاعتنا ردت إلينا من حيث لا ندري ومعها الأحمال التي اشتريناها من عزيز مصر لم ينقص منها شيء؟وقوله وَنَمِيرُ أَهْلَنا معطوف على مقدر يفهم من الكلام، أى: «هذه بضاعتنا ردت إلينا» فننتفع بها في معاشنا، ونمير أهلنا، أى: نجلب لهم الميرة- بكسر الميم وسكون الياء- وهي الزاد الذي يؤتى به من مكان إلى آخر.وَنَحْفَظُ أَخانا عند سفره معنا من أى مكروه.وَنَزْدادُ بوجوده معنا عند الدخول على عزيز مصر.كَيْلَ بَعِيرٍ أى: ويعطينا العزيز حمل بعير من الزاد، زيادة على هذه المرة نظرا لوجود أخينا معنا.ولعل قولهم هذا كان سببه أن يوسف- عليه السلام- كان يعطى من الطعام على عدد الرءوس، حتى يستطيع أن يوفر القوت للجميع في تلك السنوات الشداد.واسم الإشارة في قوله- سبحانه- ذلِكَ كَيْلٌ يَسِيرٌ يعود إلى الزاد الذي أحضروه من مصر أى: ذلك الطعام الذي أعطانا إياه عزيز مصر طعام يسير، لا يكفينا إلا لمدة قليلة من الزمان، ويجب أن نعود إلى مصر لنأتى بطعام آخر.وفي هذه الجمل المتعددة التي حكاها القرآن عنهم، تحريض واضح منهم لأبيهم على أن يسمح لهم باصطحاب «بنيامين» معهم في رحلتهم القادمة إلى مصر.ومن مظاهر هذا التحريض: مدحهم لعزيز مصر الذي رد لهم أثمان مشترياتهم، وحاجتهم الملحة إلى استجلاب طعام جديد، وتعهدهم بحفظ أخيهم وازدياد الأطعمة بسبب وجوده معهم."},{"ayah_number":66,"text":"ولكن يعقوب- عليه السلام- مع كل هذا التحريض والإلحاح، لم يستجب لهم إلا على كره منه، واشترط لهذه الاستجابة ما حكاه القرآن في قوله:قالَ لَنْ أُرْسِلَهُ مَعَكُمْ حَتَّى تُؤْتُونِ مَوْثِقاً مِنَ اللَّهِ لَتَأْتُنَّنِي بِهِ إِلَّا أَنْ يُحاطَ بِكُمْ.والموثق: العهد الموثق باليمين، وجمعه مواثيق.أى: قال يعقوب- عليه السلام- لهم: والله لن أرسل معكم «بنيامين» إلى مصر، حتى تحلفوا لي بالله، بأن تقولوا: والله لنأتينك به عند عودتنا، ولن نتخلى عن ذلك، «إلا أن يحاط بنا» أى: إلا أن نهلك جميعا، أو أن نغلب عليه بما هو فوق طاقتنا.يقولون: أحيط بفلان إذا هلك أو قارب الهلاك، وأصله من إحاطة العدو بالشخص، واستعمل في الهلاك، لأن من أحاط به العدو يهلك غالبا.وسمى الحلف بالله- تعالى- موثقا، لأنه مما تؤكد به العهود وتقوى وقد أذن الله- تعالى- بذلك عند وجود ما يقتضى الحلف به- سبحانه-.وقوله: «لتأتننى به» جواب لقسم محذوف والاستثناء في قوله «إلا أن يحاط بكم» مفرغ من أعم الأحوال، والتقدير: لن أرسله معكم حتى تحلفوا بالله وتقولوا: والله لنأتينك به معنا عند عودتنا، في جميع الأحوال والظروف إلا في حال هلاككم أو في حال عجزكم التام عن مدافعة أمر حال بينكم وبين الإتيان به معكم.وقوله فَلَمَّا آتَوْهُ مَوْثِقَهُمْ أى: فلما أعطى الأبناء أباهم العهد الموثق باليمين بأن أقسموا له بأن يأتوا بأخيهم معهم عند عودتهم من مصر.«قال» لهم على سبيل التأكيد والحض على وجوب الوفاء: الله- تعالى- على ما نقول أنا وأنتم وكيل، أى: مطلع ورقيب، وسيجازى الأوفياء خيرا، وسيجازى الناقضين لعهودهم بما يستحقون من عقاب.قال ابن كثير: «وإنما فعل ذلك، لأنه لم يجد بدا من بعثهم لأجل الميرة التي لا غنى لهم عنها فبعثه معهم» ."},{"ayah_number":67,"text":"ثم حكى- سبحانه- بعد ذلك ما وصى به يعقوب أبناءه عند سفرهم فقال وَقالَ يا بَنِيَّ لا تَدْخُلُوا مِنْ بابٍ واحِدٍ وَادْخُلُوا مِنْ أَبْوابٍ مُتَفَرِّقَةٍ....أى: وقال يعقوب- الأب العطوف- لأبنائه وهو يودعهم: يا بنى إذا وصلتم إلى مصر، فلا تدخلوا كلكم من باب واحد، وأنتم أحد عشر رجلا بل ادخلوا من أبوابها المتفرقة، بحيث يدخل كل اثنين أو ثلاثة من باب.قالوا: وكانت أبواب مصر في ذلك الوقت أربعة أبواب.وقد ذكر المفسرون أسبابا متعددة لوصية يعقوب هذه لأبنائه، وأحسن هذه الأسباب ما ذكره الآلوسى في قوله: نهاهم عن الدخول من باب واحد، حذرا من إصابة العين أى من الحسد، فإنهم كانوا ذوى جمال وشارة حسنة ... فكانوا مظنة لأن يعانوا- أى لأن يحسدوا- إذا ما دخلوا كوكبة واحدة ...ثم قال: والعين حق، كما صح عن رسول الله صلى الله عليه وسلم وصح أيضا بزيادة «ولو كان شيء يسبق القدر سبقته العين» ...وقد ورد أيضا: «إن العين لتدخل الرجل القبر، والجمل القدر» .وقيل: إن السبب في وصية يعقوب لأبنائه بهذه الوصية، خوفه عليهم من أن يسترعى عددهم حراس مدينة مصر إذا ما دخلوا من باب واحد، فيترامى في أذهانهم أنهم جواسيس أو ما شابه ذلك، فربما سجنوهم، أو حالوا بينهم وبين الوصول إلى يوسف- عليه السلام- ...وقوله وَما أُغْنِي عَنْكُمْ مِنَ اللَّهِ مِنْ شَيْءٍ اعتراف منه- عليه السلام- بأن دخولهم من الأبواب المتفرقة، لن يحول بينهم وبين ما قدره- تعالى- وأراده لهم، وإنما هو أمرهم بذلك من باب الأخذ بالأسباب المشروعة.أى: وإنى بقولي هذا لكم، لا أدفع عنكم شيئا قدره الله عليكم، ولو كان هذا الشيء قليلا.إِنِ الْحُكْمُ إِلَّا لِلَّهِ أى: ما الحكم في كل شيء إلا لله- تعالى- وحده لا ينازعه في ذلك منازع. ولا يدافعه مدافع.«وعليه» وحده «توكلت» في كل أمورى.«وعليه» وحده «فليتوكل المتوكلون» أى المريدون للتوكل الحق، والاعتماد الصدق الذي لا يتعارض مع الأخذ بالأسباب التي شرعها الله وأمر بها.إذ أن كلا من التوكل والأخذ بالأسباب مطلوب من العبد، إلا أن العاقل عند ما يأخذ في الأسباب يجزم بأن الحكم لله وحده في كل الأمور، وأن الأسباب ما هي إلا أمور عادية، يوجد الله- تعالى- معها ما يريد إيجاده، ويمنع ما يريد منعه، فهو الفعال لما يريد.ويعقوب- عليه السلام- عند ما أوصى أبناءه بهذه الوصية، أراد بها تعليمهم الاعتماد على توفيق الله ولطفه، مع الأخذ بالأسباب المعتادة الظاهرة تأدبا مع الله- تعالى- واضع الأسباب ومشرعها ..."},{"ayah_number":68,"text":"ثم بين- سبحانه- أن الأبناء قد امتثلوا أمر أبيهم لهم فقال: وَلَمَّا دَخَلُوا مِنْ حَيْثُ أَمَرَهُمْ أَبُوهُمْ، ما كانَ يُغْنِي عَنْهُمْ مِنَ اللَّهِ مِنْ شَيْءٍ إِلَّا حاجَةً فِي نَفْسِ يَعْقُوبَ قَضاها.والمراد بالحاجة هنا: نصيحته لأبنائه بأن يدخلوا من أبواب متفرقة، خوفا عليهم من الحسد. ومعنى «قضاها» أظهرها ولم يستطع كتمانها يقال: قضى فلان حاجة لنفسه إذا أظهر ما أضمره فيها.أى: وحين دخل أبناء يعقوب من الأبواب المتفرقة التي أمرهم أبوهم بالدخول منها.«ما كان» هذا الدخول «يغنى عنهم» أى يدفع عنهم من قدر «الله من شيء» قدره عليهم، ولكن الذي حمل يعقوب على أمرهم بذلك، حاجة أى رغبة خطرت في نفسه «قضاها» أى: أظهرها ووصاهم بها ولم يستطع إخفاءها لشدة حبه لهم مع اعتقاده بأن كل شيء بقضاء الله وقدره.وقوله- سبحانه- وَإِنَّهُ لَذُو عِلْمٍ لِما عَلَّمْناهُ ثناء من الله- تعالى- على يعقوب بالعلم وحسن التدبير.أى: وإن يعقوب- عليه السلام- لذو علم عظيم، للشيء الذي علمناه إياه عن طريق وحينا، فهو لا ينسى منه شيئا إلا ما شاء الله.وقوله وَلكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ أى: لا يعلمون ما يعلمه يعقوب- عليه السلام- من أن الأخذ بالأسباب لا يتنافى مع التوكل على الله- تعالى- أو: ولكن أكثر الناس لا يعلمون ما أعطاه الله- تعالى- لأنبيائه وأصفيائه من العلم والمعرفة وحسن التأني للأمور.وإلى هنا تكون الآيات الكريمة قد فصلت الحديث عما دار بين إخوة يوسف وبين أبيهم في شأن سفر أخيهم معهم.. فماذا كان بعد ذلك؟لقد كان بعد ذلك أن سافر إخوة يوسف إلى مصر، ومعهم «بنيامين» الشقيق الأصغر ليوسف، والتقوا هناك بيوسف، وتكشف هذا اللقاء عن أحداث مثيرة، زاخرة بالانفعالات والمفاجآت والمحاورات ... التي حكاها القرآن في قوله- تعالى-:"},{"ayah_number":69,"text":"وقوله- سبحانه- وَلَمَّا دَخَلُوا عَلى يُوسُفَ آوى إِلَيْهِ أَخاهُ ... شروع في بيان ما دار بين يوسف- عليه السلام- وبين شقيقه «بنيامين» بعد أن حضر مع إخوته.وقوله آوى من الإيواء بمعنى الضم. يقال: آوى فلان فلانا إذا ضمه إلى نفسه، ويقال: تأوت الطير وتآوت، إذا تضامت وتجمعت.وقوله فَلا تَبْتَئِسْ: افتعال من البؤس وهو الشدة والضر. يقال بئس- كسمع- فلان بؤسا وبئوسا، إذا اشتد حزنه وهمه.والمعنى: وحين دخل إخوة يوسف عليه، ما كان منه إلا أن ضم إليه شقيقه وقال له مطمئنا ومواسيا: إنى أنا أخوك الشقيق. فلا تحزن بسبب ما فعله إخوتنا معنا من الحسد والأذى، فإن الله- تعالى- قد عوض صبرنا خيرا، وأعطانا الكثير من خيره وإحسانه.قال الإمام ابن كثير: يخبر الله- تعالى- عن إخوة يوسف لما قدموا على يوسف ومعهم أخوه «بنيامين» وأدخلهم دار كرامته ومنزل ضيافته وأفاض عليهم الصلة والإحسان، واختلى بأخيه فأطلعه على شأنه وما جرى له وقال: «لا تبتئس» أى: لا تأسف على ما صنعوا بي، وأمره بكتمان هذا عنهم، وأن لا يطلعهم على ما أطلعه عليه من أنه أخوه وتواطأ معه أنه سيحتال على أن يبقيه عنده معززا مكرما معظما."},{"ayah_number":70,"text":"ثم بين- سبحانه- ما فعله يوسف- عليه السلام- مع إخوته، لكي يبقى أخاه معه فلا يسافر معهم عند رحيلهم فقال: فَلَمَّا جَهَّزَهُمْ بِجَهازِهِمْ جَعَلَ السِّقايَةَ فِي رَحْلِ أَخِيهِ ... والجهاز كما سبق أن بينا: ما يحتاج إليه المسافر من زاد ومتاع..والسقاية: إناء كان الملك يشرب فيه، وعادة ما يكون من معدن نفيس ولقد كان يوسف- عليه السلام- يكتال به في ذلك الوقت نظرا لقلة الطعام وندرته.وهذه السقاية هي التي أطلق عليها القرآن بعد ذلك لفظ الصواع أى:وحين أعطى يوسف إخوته ما هم في حاجة إليه من زاد وطعام، أو عز إلى بعض فتيانه أن يدسوا الصواع في متاع أخيه «بنيامين» دون أن يشعر بهم أحد ...وقوله ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا الْعِيرُ إِنَّكُمْ لَسارِقُونَ بيان لما قاله بعض أعوان يوسف لإخوته عند ما تهيئوا للسفر، وأوشكوا على الرحيل.والمراد بالمؤذن هنا: المنادى بصوت مرتفع ليعلم الناس ما يريد إعلامهم به. والمراد بالعير هنا: أصحابها. والأصل فيها أنها اسم للإبل التي تحمل الطعام وقيل العير تطلق في الأصل على قافلة الحمير، ثم تجوز فيها فأطلقت على كل قافلة تحمل الزاد وألوان التجارة.أى: ثم نادى مناد على إخوة يوسف- عليه السلام- وهم يتجهزون للسفر، أو وهم منطلقون إلى بلادهم بقوله: يا أصحاب هذه القافلة توقفوا حتى يفصل في شأنكم فأنتم متهمون بالسرقة.قال الآلوسى ما ملخصه: «والذي يظهر أن ما فعله يوسف، من جعله السقاية في رحل أخيه. ومن اتهامه لإخوته بالسرقة.. إنما كان بوحي من الله- تعالى- لما علم- سبحانه- في ذلك من الصلاح، ولما أراد من امتحانهم بذلك. ويؤيده قوله- تعالى-: كَذلِكَ كِدْنا لِيُوسُفَ."},{"ayah_number":71,"text":"ثم بين- سبحانه- ما قاله إخوة يوسف بعد أن سمعوا المؤذن يستوقفهم ويتهمهم بالسرقة فقال- تعالى- قالُوا وَأَقْبَلُوا عَلَيْهِمْ ماذا تَفْقِدُونَ.وتفقدون: من الفقد، وهو غيبة الشيء عن الحس بحيث لا يعرف مكانه.أى: قال إخوة يوسف بدهشة وفزع لمن ناداهم وأخبرهم بأنهم سارقون، قالوا لهم: ماذا تفقدون- أيها الناس- من أشياء حتى اتهمتمونا بأننا سارقون؟!!!"},{"ayah_number":72,"text":"وهنا رد عليهم المؤذن ومن معه من حراس: قالُوا نَفْقِدُ صُواعَ الْمَلِكِ أى: صاعه الذي يشرب فيه، ويكتال به للممتارين.وَلِمَنْ جاءَ بِهِ أى بهذا الصاع، أو دل على سارقه.حِمْلُ بَعِيرٍ من الطعام زيادة على حقه كمكافأة له.وَأَنَا بِهِ زَعِيمٌ أى: وأنا بهذا الحمل كفيل بأن أدفعه لمن جاءنا بصواع الملك.ويبدو أن القائل لهذا القول هو المؤذن السابق، ولعله قد قال ذلك بتوجيه من يوسف- عليه السلام-."},{"ayah_number":73,"text":"وهنا نجد إخوة يوسف يردون عليهم ردا يدل على استنكارهم لهذه التهمة وعلى تأكدهم من براءتهم فيقولون: قالُوا تَاللَّهِ لَقَدْ عَلِمْتُمْ ما جِئْنا لِنُفْسِدَ فِي الْأَرْضِ وَما كُنَّا سارِقِينَ.أى: قال إخوة يوسف للمنادى ومن معه الذين اتهموهم بالسرقة: تالله يا قوم، لقد علمتم من حالنا وسلوكنا وأخلاقنا، أننا ما جئنا إلى بلادكم، لكي نفسد فيها أو نرتكب ما لا يليق، وما كنا في يوم من الأيام ونحن في أرضكم لنرتكب هذه الجريمة، لأنها تضرنا ولا تنفعنا، حيث إننا في حاجة إلى التردد على بلادكم لجلب الطعام، والسرقة تحول بيننا وبين ذلك، لأنكم بسببها ستمنعوننا من دخول أرضكم، وهذه خسارة عظيمة بالنسبة لنا."},{"ayah_number":74,"text":"وهنا يرد عليهم المنادى وأعوانه بقولهم: قالُوا فَما جَزاؤُهُ إِنْ كُنْتُمْ كاذِبِينَ.أى: قال المنادى وأعوانه لإخوة يوسف الذين نفوا عن أنفسهم تهمة السرقة نفيا تاما.إذا فما جزاء وعقاب هذا السارق لصواع الملك في شريعتكم، إن وجدنا هذا الصواع في حوزتكم، وكنتم كاذبين في دعواكم أنكم ما كنتم سارقين."},{"ayah_number":75,"text":"فرد عليهم إخوة يوسف ببيان حكم هذا السارق في شريعتهم بقولهم: قالُوا جَزاؤُهُ مَنْ وُجِدَ فِي رَحْلِهِ فَهُوَ جَزاؤُهُ، كَذلِكَ نَجْزِي الظَّالِمِينَ.والمراد بالجزاء: العقاب الذي يعاقب به السارق في شريعتهم، والضمير في قوله «جزاؤه» يعود إلى السارق.أى: قال إخوة يوسف: جزاء هذا السارق الذي يوجد صواع الملك في رحله ومتاعه أن يسترق لمدة سنة، هذا هو جزاؤه في شريعتنا.قال الشوكانى ما ملخصه: وقوله «جزاؤه» مبتدأ، وقوله «من وجد في رحله» خبر المبتدأ.والتقدير: جزاء السرقة للصواع أخذ من وجد في رحله- أى استرقاقه لمدة سنة-، وتكون جملة «فهو جزاؤه» لتأكيد الجملة الأولى وتقريرها. قال الزجاج وقوله «فهو جزاؤه» زيادة في البيان. أى: جزاؤه أخذ السارق فهو جزاؤه لا غير».وقالوا «جزاؤه من وجد في رحله» ولم يقولوا جزاء السارق أو جزاء سرقته، للإشارة إلى كمال نزاهتهم، وبراءة ساحتهم من السرقة، حتى لكأن ألسنتهم لا تطاوعهم بأن ينطقوا بها في هذا المقام.وقوله: كَذلِكَ نَجْزِي الظَّالِمِينَ مؤكد لما قبله، أى مثل هذا الجزاء العادل، وهو الاسترقاق لمدة سنة، نجازي الظالمين الذين يعتدون على أموال غيرهم."},{"ayah_number":76,"text":"وقوله- سبحانه- فَبَدَأَ بِأَوْعِيَتِهِمْ قَبْلَ وِعاءِ أَخِيهِ ثُمَّ اسْتَخْرَجَها مِنْ وِعاءِ أَخِيهِ معطوف على كلام محذوف يفهم من المقام.والتقدير: وبعد هذه المحاورة التي دارت بين إخوة يوسف وبين الذين اتهموهم بالسرقة أخبر الإخوة بتفتيش أمتعتهم للبحث عن الصواع بداخلها.«فبدأ» المؤذن بتفتيش أوعيتهم، قبل أن يفتش وعاء «بنيامين» فلم يجد شيئا بداخل أوعيتهم.فلما وصل إلى وعاء «بنيامين» وقام بتفتيشه وجد السقاية بداخله، فاستخرجها منه على مشهد منهم جميعا.ويبدو أن هذا الحوار من أوله كان بمشهد ومرأى من يوسف- عليه السلام- وكان أيضا بتدبير وتوجيه منه للمؤذن ومن معه، فهو الذي أمر المؤذن بأن ينادى «أيتها العير إنكم لسارقون» ، وهو الذي أشار عليه بأن يسألهم عن حكم السارق في شريعتهم، وهو الذي أمره بأن يبدأ بتفتيش أوعيتهم قبل أن يفتش وعاء شقيقه «بنيامين» دفعا للتهمة، ونفيا للشبهة ...روى أنه لما بلغت النوبة إلى وعاء «بنيامين» لتفتيشه قال يوسف- عليه السلام-:ما أظن هذا أخذ شيئا؟ فقالوا: والله لا تتركه حتى تنظر في رحله، فإنه أطيب لنفسك وأنفسنا».ويطوى القرآن ما اعترى إخوة يوسف من دهشة وخزي، بعد أن وجدت السقاية في رحل «بنيامين» وبعد أن أقسموا بالله على براءتهم من تهمة السرقة ... يطوى القرآن كل ذلك، ليترك للعقول أن تتصوره ...ثم يعقب على ما حدث ببيان الحكمة التي من أجلها ألهم الله- تعالى- يوسف أن يفعل ما فعل من دس السقاية في رحل أخيه، ومن سؤال إخوته عن جزاء السارق في شريعتهم فيقول كَذلِكَ كِدْنا لِيُوسُفَ، ما كانَ لِيَأْخُذَ أَخاهُ فِي دِينِ الْمَلِكِ إِلَّا أَنْ يَشاءَ اللَّهُ....و «كدنا» من الكيد وأصله الاحتيال والمكر، وهو صرف غيرك عما يريده بحيلة، وهو مذموم إن تحرى به الفاعل الشر والقبيح، ومحمود إن تحرى به الفاعل الخير والجميل.والمراد به هنا: النوع المحمود، واللام في «ليوسف» للتعليل.والمراد بدين الملك: شريعته التي يسير عليها في الحكم بين الناس.والمعنى: مثل هذا التدبير الحكيم دبرنا من أجل يوسف ما يوصله إلى غرضه ومقصده، وهو احتجاز أخيه بنيامين معه، بأن ألهمناه بأن يضع السقاية في رحل أخيه، وبأن يسأل إخوته عن حكم السارق في شريعتهم.. وما كان يوسف ليستطيع أن يحتجز أخاه معه، لو نفذ شريعة ملك مصر، لأن شريعته لا تجيز استرقاق السارق سنة كما هو الحال في شريعة يعقوب، وإنما تعاقب السارق بضربه وتغريمه قيمة ما سرقه.وما كان يوسف ليفعل كل ذلك التدبير الحكيم في حال من الأحوال، إلا في حال مشيئة الله ومعونته وإذنه بذلك، فهو- سبحانه- الذي ألهمه أن يدس السقاية في رحل أخيه، وهو- سبحانه- الذي ألهمه أن يسأل إخوته عن عقوبة السارق في شريعتهم حتى يطبقها على من يوجد صواع الملك في رحله منهم.والجملة الكريمة بيان لمظهر من مظاهر فضل الله- تعالى- على يوسف حيث ألهمه ما يوصله إلى مقصوده بأحكم أسلوب.قال الآلوسى ما ملخصه: قوله: «كذلك كدنا ليوسف» أى: مثل ذلك الكيد العجيب وهو إرشاد الإخوة إلى الإفتاء المذكور ... دبرنا وصنفنا من أجل يوسف ما يحصل به غرضه ...وقوله «ما كان ليأخذ أخاه في دين الملك» أى في حكمه وقضائه والكلام استئناف وتعليل لذلك الكيد، كأنه قيل: لماذا فعل؟ فقيل: لأنه لم يكن ليأخذ أخاه جزاء وجود الصواع عنده في دين الملك في أمر السارق إلا بذلك الكيد، لأن جزاء السارق في دينه أن يضاعف عليه الغرم ... دون أن يسترق كما هو الحال في شريعة يعقوب.وقوله «إلا أن يشاء الله» أى: لم يكن يوسف ليتمكن من أخذ أخيه في حال من الأحوال، إلا في حال مشيئته- تعالى- التي هي عبارة عن ذلك الكيد المذكور ... ».قالوا: وفي الآية دليل على جواز التوصل إلى الأغراض الصحيحة بما صورته صورة الحيلة والمكيدة إذا لم يخالف ذلك شرعا ثابتا».وقوله- سبحانه- نَرْفَعُ دَرَجاتٍ مَنْ نَشاءُ وَفَوْقَ كُلِّ ذِي عِلْمٍ عَلِيمٌ استئناف لبيان قدرة الله- تعالى- وسعة رحمته وعطائه.أى: نرفع من نشاء رفعه من عبادنا إلى درجات عالية من العلوم والمعارف والعطايا والمواهب ... كما رفعنا درجات يوسف- عليه السلام-.وَفَوْقَ كُلِّ ذِي عِلْمٍ من أولئك المرفوعين «عليم» يزيد عنهم في علمهم وفي مكانتهم عند الله- تعالى- فهو- سبحانه- العليم بأحوال عباده، وبمنازلهم عنده، وبأعلاهم درجة ومكانة.وقال- سبحانه- «نرفع» بصيغة الاستقبال وللأشعار بأن ذلك سنة من سننه الإلهية التي لا تتخلف ولا تتبدل، وأن عطاءه- سبحانه- لا يناله إلا الذين تشملهم إرادته ومشيئته كما تقتضيه حكمته.وجاءت كلمة «درجات» بالتنكير، للإشارة إلى عظمها وكثرتها."},{"ayah_number":77,"text":"ثم حكى- سبحانه- ما قاله إخوة يوسف في أعقاب ثبوت تهمة السرقة على أخيه «بنيامين» فقال- تعالى- قالُوا إِنْ يَسْرِقْ فَقَدْ سَرَقَ أَخٌ لَهُ مِنْ قَبْلُ....أى: قال إخوة يوسف- عليه السلام- بعد هذا الموقف المحرج لهم. إن يسرق بنيامين هذا الصواع الخاص بالملك فقد سرق أخ له من قبل- وهو يوسف- ما يشبه ذلك.وقولهم هذا يدل على أن صنيعهم بيوسف وأخيه ما زال متمكنا من نفوسهم.وقد ذكر المفسرون هنا روايات متعددة في مرادهم بقولهم هذا، ومن بين هذه الروايات ما أخرجه ابن مردويه عن ابن عباس عن النبي صلى الله عليه وسلم أنه قال في الآية: سرق يوسف- عليه السلام- صنما لجده وكان هذا الصنم من ذهب وفضة، فكسره وألقاه على الطريق، فعير إخوته بذلك»وقوله فَأَسَرَّها يُوسُفُ فِي نَفْسِهِ وَلَمْ يُبْدِها لَهُمْ، قالَ أَنْتُمْ شَرٌّ مَكاناً وَاللَّهُ أَعْلَمُ بِما تَصِفُونَ بيان لموقفه من مقالتهم، والضمير في «فأسرها» يعود إلى تلك المقالة التي قالوها.أى: سمع يوسف- عليه السلام- ما قاله إخوته في حقه وفي حق شقيقه فساءه ذلك، ولكنه كظم غيظه، ولم يظهر لهم تأثره مما قالوه وإنما رد عليهم بقوله «بل أنتم» أيها الإخوة «شر مكانا» أى: موضعا ومنزلا ممن نسبتموه إلى السرقة وهو برىء، لأنكم أنتم الذين كذبتم على أبيكم وخدعتموه، وقلتم له بعد أن ألقيتم أخاكم في الجب، لقد أكله الذئب.«والله» - تعالى- «أعلم» منى ومنكم «بما تصفون» به غيركم من الأوصاف التي يخالفها الحق، ولا يؤيدها الواقع."},{"ayah_number":78,"text":"ثم حكى- سبحانه- ما قالوا ليوسف على سبيل الرجاء والاستعطاف لكي يطلق لهم أخاهم حتى يعود معهم إلى أبيهم فقال: قالُوا يا أَيُّهَا الْعَزِيزُ إِنَّ لَهُ أَباً شَيْخاً كَبِيراً فَخُذْ أَحَدَنا مَكانَهُ إِنَّا نَراكَ مِنَ الْمُحْسِنِينَ.أى: قال إخوة يوسف له على سبيل الاستعطاف: يا أَيُّهَا الْعَزِيزُ الذي أكرمنا وأحسن إلينا «إن» أخانا هذا الذي أخذته على سبيل الاسترقاق لمدة سنة، قد ترك من خلفه في بلادنا «أبا شيخا كبيرا» متقدما في السن، وهذا الأب يحب هذا الابن حبا جما فإذا كان ولا بد من أن تأخذ واحدا على سبيل الاسترقاق بسبب هذه السرقة «فخذ أحدنا مكانه» حتى لا نفجع أبانا فيه.وإننا ما طلبنا منك هذا الطلب، إلا لأننا «نراك من المحسنين» إلينا، المكرمين لنا، فسر على طريق هذا الإحسان والإكرام، وأطلق سراح أخينا «بنيامين» ليسافر معنا."},{"ayah_number":79,"text":"ولكن هذا الرجاء والتلطف والاستعطاف منهم ليوسف، لم ينفعهم شيئا، فقد رد عليهم في حزم وحسم بقوله: قالَ مَعاذَ اللَّهِ أَنْ نَأْخُذَ إِلَّا مَنْ وَجَدْنا مَتاعَنا عِنْدَهُ ... و «معاذ» منصوب بفعل محذوف.أى: قال يوسف لهم: نعوذ بالله- تعالى- معاذا، من أن نأخذ في جريمة السرقة إلا الشخص الذي وجدنا صواع الملك عنده وهو «بنيامين» .وأنتم الذين أفتيتم بأن السارق في شريعتكم عقوبته استرقاقه لمدة سنة، فنحن نسير في هذا الحكم تبعا لشريعتكم.إِنَّا إِذاً لَظالِمُونَ إذا أخذنا شخصا آخر سوى الذي وجدنا متاعنا عنده. والظلم تأباه شريعتنا كما تأباه شريعتكم، فاتركوا الجدال في هذا الأمر الذي لا ينفع معه الجدال، لأننا لا نريد أن نكون ظالمين.وبهذا الرد الحاسم قطع يوسف حبال آمال إخوته في العفو عن بنيامين أو في أخذ أحدهم مكانه، فانسحبوا من أمامه تعلوهم الكآبة، وطفقوا يفكرون في مصيرهم وفي موقفهم من أبيهم عند العودة إليه ..."},{"ayah_number":80,"text":"وقد حكى القرآن ذلك بأسلوبه البليغ فقال: فَلَمَّا اسْتَيْأَسُوا مِنْهُ خَلَصُوا نَجِيًّا قالَ كَبِيرُهُمْ أَلَمْ تَعْلَمُوا أَنَّ أَباكُمْ قَدْ أَخَذَ عَلَيْكُمْ مَوْثِقاً مِنَ اللَّهِ وَمِنْ قَبْلُ ما فَرَّطْتُمْ فِي يُوسُفَ....وقوله «استيأسوا» يئسوا يأسا تاما فالسين والتاء للمبالغة.و «خلصوا» من الخلوص بمعنى الانفراد.و «نجيا» حال من فاعل خلصوا. وهو مصدر أطلق على المتناجين في السر على سبيل المبالغة.والفاء في قوله فَلَمَّا اسْتَيْأَسُوا مِنْهُ ... معطوفة على محذوف يفهم من الكلام.والتقدير: لقد بذل إخوة يوسف أقصى جهودهم معه ليطلق لهم سراح أخيهم بنيامين، فلما يئسوا يأسا تاما من الوصول إلى مطلوبهم، انفردوا عن الناس ليتشاوروا فيما يفعلونه، وفيما يقولونه لأبيهم عند ما يعودون إليه ولا يجد معهم «بنيامين» ..هذه الجملة الكريمة وهي قوله- تعالى- فَلَمَّا اسْتَيْأَسُوا مِنْهُ خَلَصُوا نَجِيًّا من أبلغ الجمل التي اشتمل عليها القرآن الكريم، ومن العلماء الذين أشاروا إلى ذلك الإمام الثعالبي في كتاب «الإيجاز والإعجاز» فقد قال: من أراد أن يعرف جوامع الكلم، ويتنبه لفضل الاختصار ويحيط ببلاغة الإيجاز، ويفطن لكفاية الإيجاز، فليتدبر القرآن وليتأمل علوه على سائر الكلام.ثم قال: فمن ذلك قوله- تعالى- في إخوة يوسف فَلَمَّا اسْتَيْأَسُوا مِنْهُ خَلَصُوا نَجِيًّا وهذه صفة اعتزالهم جميع الناس، وتقليبهم الآراء ظهرا لبطن، وأخذهم في تزوير ما يلقون به أباهم عند عودتهم إليه، وما يوردون عليه من ذكر الحادث. فتضمنت تلك الكلمات القصيرة، معاني القصة الطويلة».وقوله: قالَ كَبِيرُهُمْ أَلَمْ تَعْلَمُوا أَنَّ أَباكُمْ ... إلخ بيان لما قاله لهم أحدهم خلال تناجيهم مع بعضهم في عزلة عن الناس.ولم يذكر القرآن اسم كبيرهم، لأنه لا يتعلق بذكره غرض منهم، وقد ذكر بعض المفسرين أن المراد به «روبيل» لأنه أسنهم، وذكر بعضهم أنه «يهوذا» لأنه كبيرهم في العقل ...أى: وحين اختلى إخوة يوسف بعضهم مع بعض لينظروا في أمرهم بعد أن احتجز عزيز مصر أخاهم بنيامين، قال لهم كبيرهم:«ألم تعلموا» وأنتم تريدون الرجوع إلى أبيكم وليس معكم «بنيامين» .«أن أباكم قد أخذ عليكم موثقا من الله» عند ما أرسله معكم، بأن تحافظوا عليه، وأن لا تعودوا إليه بدونه إلا أن يحاط بكم.وألم تعلموا كذلك أنكم في الماضي قد فرطتم وقصرتم في شأن يوسف، حيث عاهدتم أباكم على حفظه، ثم ألقيتم به في الجب.والاستفهام في قوله: «ألم تعلموا ... » للتقرير. أى: لقد علمتم علما يقينا بعهد أبيكم عليكم بشأن بنيامين، وعلمتم علما يقينا بخيانتكم لعهد أبيكم في شأن يوسف، فبأى وجه تعودون إلى أبيكم وليس معكم أخوكم بنيامين؟قال الشوكانى: قوله: أَلَمْ تَعْلَمُوا أَنَّ أَباكُمْ قَدْ أَخَذَ عَلَيْكُمْ مَوْثِقاً مِنَ اللَّهِ أى عهدا من الله- تعالى- بحفظ ابنه ورده إليه. ومعنى كونه من الله: أنه بإذنه.وقوله وَمِنْ قَبْلُ ما فَرَّطْتُمْ فِي يُوسُفَ معطوف على ما قبله. والتقدير: ألم تعلموا أن أباكم ... وتعلموا تفريطكم في يوسف، فقوله «ومن قبل» متعلق بتعلموا.أى: تعلموا تفريطكم في يوسف من قبل. على أن ما مصدرية.وقوله فَلَنْ أَبْرَحَ الْأَرْضَ حَتَّى يَأْذَنَ لِي أَبِي أَوْ يَحْكُمَ اللَّهُ لِي ... حكاية للقرار الذي اتخذه كبيرهم بالنسبة لنفسه.أى: قال كبير إخوة يوسف لهم: لقد علمتم ما سبق أن قلته لكم، فانظروا في أمركم، أما أنا «فلن أبرح الأرض» أى: فلن أفارق أرض مصر «حتى يأذن لي أبى» بمفارقتها، لأنه قد أخذ علينا العهد الذي تعلمونه بشأن أخى بنيامين. «أو يحكم الله لي» بالخروج منها وبمفارقتها على وجه لا يؤدى إلى نقض الميثاق مع أبى «وهو» - سبحانه- «خير الحاكمين» لأنه لا يحكم إلا بالحق والعدل."},{"ayah_number":81,"text":"ثم واصل كبيرهم حديثه معهم فقال: «ارجعوا» يا إخوتى «إلى أبيكم» يعقوب «فقولوا» له برفق وتلطف. «يا أبانا إن ابنك» بنيامين «سرق» صواع الملك، ووجد الصواع في رحله وقولوا له أيضا: إننا «ما شهدنا إلا بما علمنا» أى: وما شهدنا على أخينا بهذه الشهادة إلا على حسب علمنا ويقيننا بأنه سرق.«وما كنا للغيب حافظين» أى: وما كنا نعلم الغيب بأنه سيسرق صواع الملك، عند ما أعطيناك عهودنا ومواثيقنا بأن نأتيك به معنا إلا أن يحاط بنا."},{"ayah_number":82,"text":"وقولوا كذلك على سبيل زيادة التأكيد، إن كنت في شك من قولنا هذا فاسأل «القرية التي كنا فيها» والمراد بالقرية أهلها.أى: فأرسل من تريد إرساله إلى أهل القرية التي حصلت فيها حادثة السرقة فإنهم سيذكرون لك تفاصيلها.قالوا: ومرادهم بالقرية مدينة مصر التي حدث فيها ما حدث، وعبروا عنها بالقرية لأنهم يقصدون مكانا معينا منها، وهو الذي حصل فيه التفتيش لرحالهم، والمراجعة بينهم وبين عزيز مصر ومعاونيه.وقوله: وَالْعِيرَ الَّتِي أَقْبَلْنا فِيها معطوف على ما قبله.أى: اسأل أهل القرية التي كنا فيها، واسأل «العير» أى: قوافل التجارة التي كنا فيها عند ذهابنا وإيابنا فإن أصحاب هذه القوافل يعلمون ما حدث من ابنك «بنيامين» .وقوله وَإِنَّا لَصادِقُونَ أى: وإنا لصادقون في كل ما أخبرناك به. فكن واثقا من صدقنا.وقد ختم كبيرهم كلامه بهذه الجملة، زيادة في تأكيد صدقهم، لأن ماضيهم معه يبعث على الريبة والشك، فهم الذين قالوا له قبل ذلك في شأن يوسف: «أرسله معنا غدا يرتع ويلعب وإنا له لحافظون» ثم ألقوا به في الجب، «وجاءوا أباهم عشاء يبكون ... » .وإلى هنا تكون السورة الكريمة قد صورت بأسلوب حافل بالإثارة والمحاورة، والأخذ والرد، والترغيب والترهيب.. ما دار بين يوسف وإخوته عند ما قدموا إليه للمرة الثانية ومعهم شقيقه «بنيامين» .فماذا كان بعد ذلك؟ لقد كان بعد ذلك أن عاد الإخوة إلى أبيهم وتركوا بمصر كبيرهم وأخاهم بنيامين، ويطوى القرآن الحكيم- على عادته في هذه السورة الكريمة- أثر ذلك على قلب أبيهم المفجوع، إلا أنه يسوق لنا رده عليهم، الذي يدل على كمال إيمانه، وسعة آماله في رحمة الله- تعالى- فيقول:"},{"ayah_number":83,"text":"أى: «قال» يعقوب لبنيه، الذين حضروا إليه من رحلتهم، فأخبروه بما هيج أحزانه ...قال لهم: بَلْ سَوَّلَتْ لَكُمْ أَنْفُسُكُمْ أَمْراً فَصَبْرٌ جَمِيلٌ أى: ليس الأمر كما تدعون، ولكن أنفسكم هي التي زينت لكم أمرا أنتم أردتموه، فصبرى على ما قلتم صبر جميل، أى لا جزع معه، ولا شكوى إلا لله- تعالى-.قال ابن كثير: «قال لهم كما قال لهم حين جاءوا على قميص يوسف بدم كذب «بل سولت لكم أنفسكم أمرا فصبر جميل» .قال محمد بن إسحاق: لما جاءوا يعقوب وأخبروه بما جرى، اتهمهم، وظن أن ما فعلوه ببنيامين يشبه ما فعلوه بيوسف فقال: «بل سولت لكم أنفسكم أمرا ... » .وقال بعض الناس: لما كان صنيعهم هذا مرتبا على فعلهم الأول، سحب حكم الأول عليه، وصح قوله «بل سولت لكم أنفسكم أمرا ... » .والخلاصة أن الذي حمل يعقوب- عليه السلام- على هذا القول لهم، المفيد لتشككه في صدق ما أثبتوه لأنفسهم من البراءة، هو ماضيهم معه، فإنهم قد سبق لهم أن فجعوه في يوسف بعد أن عاهدوه على المحافظة عليه.ولكن يعقوب هنا أضاف إلى هذه الجملة جملة أخرى تدل على قوة أمله في رحمة الله، وفي رجائه الذي لا يخيب في أن يجمع شمله بأبنائه جميعا فقال- عليه السلام- عَسَى اللَّهُ أَنْ يَأْتِيَنِي بِهِمْ جَمِيعاً إِنَّهُ هُوَ الْعَلِيمُ الْحَكِيمُ.أى: عسى الله- تعالى- أن يجمعني بأولادى جميعا- يوسف وبنيامين وروبيل الذي تخلف عنهم في مصر- إنه- سبحانه- هو العليم بحالي، الحكيم في كل ما يفعله ويقضى به.وهذا القول من يعقوب- عليه السلام- يدل دلالة واضحة على كمال إيمانه، وحسن صلته بالله- تعالى- وقوة رجائه في كرمه وعطفه ولطفه- سبحانه-.وكأنه بهذا القول يرى بنور الله الذي غرسه في قلبه، ما يراه غيره بحواسه وجوارحه."},{"ayah_number":84,"text":"ثم يصور- سبحانه- ما اعترى يعقوب من أحزانه على يوسف، جددها فراق بنيامين له فقال- تعالى- وَتَوَلَّى عَنْهُمْ وَقالَ يا أَسَفى عَلى يُوسُفَ، وَابْيَضَّتْ عَيْناهُ مِنَ الْحُزْنِ فَهُوَ كَظِيمٌ.وقوله «يا أسفا» من الأسف وهو أشد الحزن والتحسر على ما فات من أحداث. يقال:أسف فلان على كذا يأسف أسفا، إذا حزن حزنا شديدا.وألفه بدل من ياء المتكلم للتخفيف والأصل يا أسفى.وكظيم بمعنى مكظوم، وهو الممتلئ بالحزن ولكنه يخفيه من الناس ولا يبديه لهم.ومنه قوله- تعالى- وَالْكاظِمِينَ الْغَيْظَ أى: المخفين له، مأخوذ من كظم فلان السقاء: إذا سده على ما بداخله.والمعنى: وبعد أن استمع يعقوب إلى ما قاله له أبناؤه، ورد عليهم ... انتابته الأحزان والهموم، وتجددت في قلبه الشجون ... فتركهم واعتزل مجلسهم وقال:«يا أسفا على يوسف» أى: يا حزنى الشديد على يوسف أقبل فهذا أوان إقبالك.وَابْيَضَّتْ عينا يعقوب من شدة الحزن على يوسف وأخيه حتى ضعف بصره، حيث انقلب سواد عينيه بياضا من كثرة البكاء.فَهُوَ كَظِيمٌ أى: ممتلئ حزنا على فراق يوسف له، إلا أنه كاتم لهذا الحزن لا يبوح به لغيره من الناس.قالوا: وإنما تأسف على يوسف دون أخويه- بنيامين وروبيل- مع أن الرزء الأحدث أشد على النفس ... لأن الرزء في يوسف كان قاعدة مصيباته التي ترتبت عليها الرزايا والخطوب ولأن حبه ليوسف كان حبا خاصا لا يؤثر فيه مرور الأعوام ... ولأن من شأن المصيبة الجديدة أن تذكر بالمصيبة السابقة عليها، وتهيج أحزانها، وقد عبر عن هذا المعنى متمم ابن نويرة في رثائه لأخيه مالك فقال:لقد لامنى عند القبور على البكا ... رفيقي لتذراف الدموع السوافكفقال أتبكي كل قبر رأيته ... لقبر ثوى بين اللوى والدكادكفقلت له: إن الشجى يبعث الشجى ... فدعني، فهذا كله قبر مالكوقال صاحب الكشاف: «فإن قلت: كيف جاز لنبي الله يعقوب أن يبلغ به الجزع ذلك المبلغ؟قلت: الإنسان مجبول على أن لا يملك نفسه عند الشدائد من الحزن.ولقد بكى النبي صلى الله عليه وسلم على ولده إبراهيم وقال: إن العين تدمع، والقلب يحزن، ولا نقول إلا ما يرضى ربنا، وإنا بفراقك يا إبراهيم لمحزونون.وإنما الجزع المذموم ما يقع من الجهلة من الصياح والنياحة، ولطم الصدور والوجوه وتمزيق الثياب.وعن الحسن أنه بكى على ولد له، فقيل له في ذلك؟ فقال: ما رأيت الله جعل الحزن عارا على يعقوب»  ."},{"ayah_number":85,"text":"ثم يحكى القرآن ما قاله أبناء يعقوب له، وقد رأوه على هذه الصورة من الهم والحزن فيقول: قالُوا تَاللَّهِ تَفْتَؤُا تَذْكُرُ يُوسُفَ حَتَّى تَكُونَ حَرَضاً أَوْ تَكُونَ مِنَ الْهالِكِينَ.قال الشوكانى: قوله «تفتأ» أى: لا تفتأ، فحذف حرف النفي لأمن اللبس. قال الكسائي: فتأت وفتئت أفعل كذا: أى ما زلت أفعل كذا.وقال الفراء: إن «لا» مضمرة. أى لا تفتأ ... ومنه قول الشاعر:فقلت يمين الله أبرح قاعدا ... ولو قطعوا رأسى لديك وأوصالىأى: «لا أبرح قاعدا ... » .و «حرضا» مصدر حرض. كتعب- والحرض: الإشراف على الهلاك من شدة الحزن أو المرض أو غيرهما.والمعنى: قال أبناء يعقوب له بعد أن سمعوه وهو يتحسر على فراق يوسف له: تالله- يا أبانا- ما تزال تذكر يوسف بهذا الحنين الجارف، والحزن المضنى، «حتى تكون حرضا» . أى: مشرفا على الموت لطول مرضك.«أو تكون من الهالكين» المفارقين لهذه الدنيا."},{"ayah_number":86,"text":"وهنا يرد عليهم الأب الذي يشعر بغير ما يشعرون به من ألم وأمل ... قالَ إِنَّما أَشْكُوا بَثِّي وَحُزْنِي إِلَى اللَّهِ وَأَعْلَمُ مِنَ اللَّهِ ما لا تَعْلَمُونَ.و «البث» ما ينزل بالإنسان من مصائب يعظم حزن صاحبها بسببها. حتى أنه لا يستطيع إخفاء هذا الحزن، وأصله التفريق وإثارة الشيء ومنه قولهم: بثت الريح التراب إذا فرقته.قالوا: والإنسان إذا قدر على كتم ما نزل به من المصائب كان حزنا، وإذا لم يقدر على كتمه كان بثا ...والمعنى: قال يعقوب لأولاده الذين لاموه على شدة حزنه على يوسف: إنما أشكو، «بثي» أى: همي الذي انطوى عليه صدري «إلى الله» - تعالى- وحده، لا إلى غيره، فهو العليم بحالي، وهو القادر على تفريج كربى، فاتركوني وشأنى مع ربي وخالقي. فإنى «أعلم من الله» أى: من لطفه وإحسانه وثوابه على الصبر على المصيبة «ما لا تعلمون» أنتم، وإنى لأرجو أن يرحمني وأن يلطف بي، وأن يجمع شملي بمن فارقنى من أولادى، فإن حسن ظني به- سبحانه- عظيم.قال صاحب الظلال: «وفي هذه الكلمات- التي حكاها القرآن عن يعقوب- عليه السلام-، يتجلى الشعور بحقيقة الألوهية في هذا القلب الموصول، كما تتجلى هذه الحقيقة ذاتها بجلالها الغامر، ولألائها الباهر.إن هذا الواقع الظاهر الميئس من يوسف، وهذا المدى الطويل الذي يقطع الرجاء من حياته فضلا عن عودته إلى أبيه ... إن هذا كله لا يؤثر شيئا في شعور الرجل الصالح بربه، فهو يعلم من حقيقة ربه ومن شأنه ما لا يعلمه هؤلاء المحجوبون عن تلك الحقيقة ...وهذه قيمة الإيمان بالله ...إن هذه الكلمات «أعلم من الله ما لا تعلمون» تجلو هذه الحقيقة بما لا تملك كلماتنا نحن أن تجلوها. وتعرض مذاقا يعرفه من ذاق مثله، فيدرك ماذا تعنى هذه الكلمات في نفس العبد الصالح يعقوب ... والقلب الذي ذاق هذا المذاق، لا تبلغ الشدائد منه- مهما- بلغت إلا أن يتعمق اللمس والمشاهدة والمذاق ... » ."},{"ayah_number":87,"text":"ثم يمضى يعقوب- عليه السلام- في رده على أولاده فيأمرهم أن يواصلوا بحثهم عن يوسف وأخيه، وأن لا يقنطوا من رحمة الله فيقول: يا بَنِيَّ اذْهَبُوا فَتَحَسَّسُوا مِنْ يُوسُفَ وَأَخِيهِ وَلا تَيْأَسُوا مِنْ رَوْحِ اللَّهِ إِنَّهُ لا يَيْأَسُ مِنْ رَوْحِ اللَّهِ إِلَّا الْقَوْمُ الْكافِرُونَ.والتحسس: هو طلب الشيء بطريق الحواس بدقة وحكمة وصبر على البحث.أى: قال يعقوب لأبنائه: يا بنى «اذهبوا» إلى أرض مصر وإلى أى مكان تتوقعون فيه وجود يوسف وأخيه «فتحسسوا» أمرهما. وتخبروا خبرهما، وتعرفوا نبأهما بدون كلل أو ملل.وفي التعبير بقوله «فتحسسوا» إشارة إلى أمره لهم بالبحث الجاد الحكيم المتأنى «ولا تيأسوا من روح الله» أى: ولا تقنطوا من فرج الله وسعة رحمته، وأصل معنى الروح التنفس. يقال: أراح الإنسان إذا تنفس، ثم استعير لحلول الفرج.وكلمة «روح» - بفتح الراء- أدل على هذا المعنى، لما فيها من ظل الاسترواح من الكرب الخانق بما تتنسمه الأرواح من رحمة الله.وقوله إِنَّهُ لا يَيْأَسُ مِنْ رَوْحِ اللَّهِ إِلَّا الْقَوْمُ الْكافِرُونَ تعليل لحضهم على التحسس أى: لا تقصروا في البحث عن يوسف وأخيه، ولا تقنطوا من رحمة الله، فإنه لا يقنط من رحمة الله إلا القوم الكافرون، لعدم علمهم بالله- تعالى- وبصفاته وبعظيم قدرته، وبواسع رحمته ...أما المؤمنون فإنهم لا ييأسون من فرج الله أبدا، حتى ولو أحاطت بهم الكروب، واشتدت عليهم المصائب ...واستجاب الأبناء لنصيحة أبيهم، فأعدوا عدتهم للرحيل إلى مصر للمرة الثالثة، ثم ساروا في طريقهم حتى دخلوها، والتقوا بعزيز مصر الذي احتجز أخاهم بنيامين، وتحكى السورة الكريمة ما دار بينهم وبينه فتقول:"},{"ayah_number":88,"text":"وقوله- تعالى- فَلَمَّا دَخَلُوا عَلَيْهِ قالُوا يا أَيُّهَا الْعَزِيزُ مَسَّنا وَأَهْلَنَا الضُّرُّ وَجِئْنا بِبِضاعَةٍ مُزْجاةٍ فَأَوْفِ لَنَا الْكَيْلَ وَتَصَدَّقْ عَلَيْنا ... حكاية لما قاله إخوة يوسف له، بعد أن امتثلوا أمر أبيهم، فخرجوا إلى مصر للمرة الثالثة، ليتحسسوا من يوسف وأخيه، وليشتروا من عزيزها ما هم في حاجة إليه من طعام.والبضاعة: هي القطعة من المال، يقصد بها شراء شيء.والمزجاة: هي القليلة الرديئة التي ينصرف عنها التجار إهمالا لها.قالوا: وكانت بضاعتهم دراهم زيوفا لا تؤخذ إلا بوضيعة- أى: بأقل قيمة- وقيل غير ذلك.وأصل الإزجاء: السوق والدفع قليلا قليلا، ومنه قوله- تعالى- أَلَمْ تَرَ أَنَّ اللَّهَ يُزْجِي سَحاباً.... أى: يرسله رويدا رويدا ...وسميت البضاعة الرديئة القليلة مزجاة، لأنها ترد وتدفع ولا يقبلها التجار إلا بأبخس الأثمان.والمعنى: وقال إخوة يوسف له بأدب واستعطاف، بعد أن دخلوا عليه للمرة الثالثة «يا أيها العزيز» أى: الملك صاحب الجاه والسلطان والسعة في الرزق، «مسنا وأهلنا الضر» أى:أصابنا وأصاب أهلنا معنا الفقر والجدب والهزل من شدة الجوع.وَجِئْنا بِبِضاعَةٍ مُزْجاةٍ أى: وجئنا معنا من بلادنا ببضاعة قليلة رديئة يردها وينصرف عنها كل من يراها من التجار، إهمالا لها، واحتقارا لشأنها.وإنما قالوا له ذلك: استدرارا لعطفه، وتحريكا لمروءته وسخائه، قبل أن يخبروه بمطلبهم الذي حكاه القرآن في قوله:فَأَوْفِ لَنَا الْكَيْلَ وَتَصَدَّقْ عَلَيْنا ... أى: هذا هو حالنا شرحناه لك، وهو يدعو إلى الشفقة والرحمة، ما دام أمرنا كذلك، فأتمم لنا كيلنا ولا تنقص منه شيئا، وتصدق علينا فوق حقنا بما أنت أهل له من كرم ورحمة إِنَّ اللَّهَ يَجْزِي الْمُتَصَدِّقِينَ على غيرهم جزاء كريما حسنا ويبدو أن يوسف- عليه السلام- قد تأثر بما أصابهم من ضر وضيق حال، تأثرا جعله لا يستطيع أن يخفى حقيقته عنهم أكثر من ذلك، فبادرهم بقوله: قالَ: هَلْ عَلِمْتُمْ ما فَعَلْتُمْ بِيُوسُفَ وَأَخِيهِ إِذْ أَنْتُمْ جاهِلُونَ."},{"ayah_number":89,"text":"أى: قال لهم يوسف- عليه السلام- على سبيل التعريض بهم، والتذكير بأخطائهم:هل علمتم ما فعلتموه بيوسف وأخيه من أذى وعدوان عليهما، وقت أن كنتم تجهلون سوء عاقبة هذا الأذى والعدوان.قالوا: وقوله هذا يدل على سمو أخلاقه حتى لكأنه يلتمس لهم العذر، لأن ما فعلوه معه ومع أخيه كان في وقت جهلهم وقصور عقولهم، وعدم علمهم بقبح ما أقدموا عليه ...وقيل: نفى عنهم العلم وأثبت لهم الجهل، لأنهم لم يعملوا بمقتضى علمهم.والأول أولى وأقرب إلى ما يدل عليه سياق الآيات بعد ذلك، من عفوه عنهم، وطلب المغفرة لهم."},{"ayah_number":90,"text":"وهنا يعود إلى الإخوة صوابهم، وتلوح لهم سمات أخيهم يوسف، فيقولون له في دهشة وتعجب قالُوا أَإِنَّكَ لَأَنْتَ يُوسُفُ؟.أى: أإنك لأنت أخونا يوسف الذي أكرمنا ... والذي فارقناه وهو صغير فأصبح الآن عزيز مصر، والمتصرف في شئونها؟ ..فرد عليهم بقوله قالَ أَنَا يُوسُفُ الذي تتحدثون عنه. والذي فعلتم معه ما فعلتم ...«وهذا أخى» بنيامين الذي ألهمنى الله الفعل الذي عن طريقه احتجزته عندي، ولم أرسله معكم ...«قد منّ الله» - تعالى- «علينا» حيث جمعنا بعد فراق طويل، وبدل أحوالنا من عسر إلى يسر ومن ضيق إلى فرج ...ثم علل ذلك بما حكاه القرآن عنه في قوله إِنَّهُ مَنْ يَتَّقِ وَيَصْبِرْ فَإِنَّ اللَّهَ لا يُضِيعُ أَجْرَ الْمُحْسِنِينَ.أى: إن من شأن الإنسان الذي يتقى الله- تعالى- ويصون نفسه عن كل ما لا يرضاه، ويصبر على قضائه وقدره، فإنه- تعالى- يرحمه برحمته، ويكرمه بكرمه، لأنه- سبحانه- لا يضيع أجر من أحسن عملا، وتلك سنته- سبحانه- التي لا تتخلف ..."},{"ayah_number":91,"text":"وهنا يتجسد في أذهان إخوة يوسف ما فعلوه معه في الماضي، فينتابهم الخزي والخجل، حيث قابل إساءتهم إليه بالإحسان عليهم، فقالوا له في استعطاف وتذلل: قالُوا تَاللَّهِ لَقَدْ آثَرَكَ اللَّهُ عَلَيْنا، وَإِنْ كُنَّا لَخاطِئِينَ أى: نقسم بالله- تعالى- لقد اختارك الله- تعالى- لرسالته، وفضلك علينا بالتقوى وبالصبر وبكل الصفات الكريمة.أما نحن فقد كنا خاطئين فيما فعلناه معك، ومتعمدين لما ارتكبناه في حقك من جرائم، ولذلك أعزك الله- تعالى- وأذلنا، وأغناك وأفقرنا، ونرجو منك الصفح والعفو."},{"ayah_number":92,"text":"فرد عليهم يوسف- عليه السلام- بقوله: قالَ لا تَثْرِيبَ عَلَيْكُمُ الْيَوْمَ يَغْفِرُ اللَّهُ لَكُمْ وَهُوَ أَرْحَمُ الرَّاحِمِينَ.والتثريب: التعيير والتوبيخ والتأنيب. وأصله كما يقول الآلوسى: من الثرب، وهو الشحم الرقيق في الجوف وعلى الكرش ... فاستعير للتأنيب الذي يمزق الأعراض ويذهب بهاء الوجه، لأنه بإزالة الشحم يبدو الهزال، كما أنه بالتأنيب واللوم تظهر العيوب، فالجامع بينهما طريان النقص بعد الكمال.أى: قال يوسف لإخوته على سبيل الصفح والعفو يا إخوتى: لا لوم ولا تأنيب ولا تعيير عليكم اليوم، فقد عفوت عما صدر منكم في حقي وفي حق أخى من أخطاء وآثام وأرجو الله- تعالى- أن يغفر لكم ما فرط منكم من ذنوب وهو- سبحانه- أرحم الراحمين بعباده.وقوله «لا تثريب» اسم لا النافية للجنس، و «عليكم» متعلق بمحذوف خبر لا، و «اليوم» متعلق بذلك الخبر المحذوف.أى: لا تقريع ولا تأنيب ثابت أو مستقر عليكم اليوم.وليس التقييد باليوم لإفادة أن التقريع ثابت في غيره، بل المراد نفيه عنهم في كل ما مضى من الزمان، لأن الإنسان إذا لم يوبخ صاحبه في أول لقاء معه على أخطائه فلأن يترك ذلك بعد أول لقاء أولى."},{"ayah_number":93,"text":"ثم انتقل يوسف- عليه السلام- من الحديث عن الصفح عنهم إلى الحديث عن أبيه الذي ابيضت عيناه عليه من الحزن فقال:اذْهَبُوا بِقَمِيصِي هذا فَأَلْقُوهُ عَلى وَجْهِ أَبِي يَأْتِ بَصِيراً وَأْتُونِي بِأَهْلِكُمْ أَجْمَعِينَ.أى. اذهبوا يا إخوتى بقميصي هذا «فألقوه على وجه أبى» الذي طال حزنه بسبب فراقي له «يأت بصيرا» أى يرتد إليه كامل بصره، بعد أن ضعف من شدة الحزن.«وأتونى» معه إلى هنا ومعكم أهلكم جميعا من رجال ونساء وأطفال.وقول يوسف هذا إنما هو بوحي من الله- تعالى- فهو- سبحانه- الذي ألهمه أن إلقاء قميصه على وجه أبيه يؤدى إلى ارتداد بصره إليه كاملا، وهذا من باب خرق العادة بالنسبة لهذين النبيين الكريمين."},{"ayah_number":94,"text":"واستجاب الإخوة لتوجيه يوسف، فأخذوا قميصه وعادوا إلى أوطانهم ويصور القرآن ما حدث فيقول: وَلَمَّا فَصَلَتِ الْعِيرُ قالَ أَبُوهُمْ إِنِّي لَأَجِدُ رِيحَ يُوسُفَ لَوْلا أَنْ تُفَنِّدُونِ.و «فصلت العير» أى خرجت من مكان إلى مكان آخر. يقال: فصل فلان من بلده كذا فصولا، إذا جاوز حدودها إلى حدود بلدة أخرى.و «تفندون» من الفند وهو ضعف العقل بسبب المرض والتقدم في السن.والمعنى: وحين غادرت الإبل التي تحمل إخوة يوسف حدود مصر، وأخذت طريقها إلى الأرض التي يسكنها يعقوب وبنوه، قال يعقوب- عليه السلام- لمن كان جالسا معه من أهله وأقاربه، استمعوا إلى «إنى لأجد ريح يوسف» .أى: رائحته التي تدل عليه، وتشير إلى قرب لقائي به.و «لولا» أن تنسبونى إلى الفند وضعف العقل لصدقتمونى فيما قلت، أو لولا أن تنسبونى إلى ذلك لقلت لكم إنى أشعر أن لقائي بيوسف قد اقترب وقته وحان زمانه.فجواب لولا محذوف لدلالة الكلام عليه.وقد أشم الله- تعالى- يعقوب- عليه السلام- ما عبق من القميص من رائحة يوسف من مسيرة أيام، وهي معجزة ظاهرة له- عليه الصلاة والسلام-.وقال الإمام مالك- رحمه الله- أوصل الله- تعالى- ريح قميص يوسف ليعقوب، كما أوصل عرش بلقيس إلى سليمان قبل أن يرتد إلى سليمان طرفه."},{"ayah_number":95,"text":"ولكن المحيطين بيعقوب الذين قال لهم هذا القول، لم يشموا ما شمه، ولم يجدوا ما وجده، فردوا عليه بقولهم: قالُوا تَاللَّهِ إِنَّكَ لَفِي ضَلالِكَ الْقَدِيمِ.قالوا له على سبيل التسلية: إنك يا يعقوب ما زلت غارقا في خطئك القديم الذي لا تريد أن يفارقك. وهو حبك ليوسف وأملك في لقائه والإكثار من ذكره."},{"ayah_number":96,"text":"وتحقق ما وجده يعقوب من رائحة يوسف ... وحل أوان المفاجأة التي حكاها القرآن في قوله فَلَمَّا أَنْ جاءَ الْبَشِيرُ أَلْقاهُ عَلى وَجْهِهِ فَارْتَدَّ بَصِيراً، قالَ أَلَمْ أَقُلْ لَكُمْ إِنِّي أَعْلَمُ مِنَ اللَّهِ ما لا تَعْلَمُونَ.أى: وحين اقترب أبناء يعقوب من دار أبيهم، تقدم البشير الذي يحمل قميص يوسف إلى يعقوب، فألقى القميص على وجهه فعاد إلى يعقوب بصره كأن لم يكن به ضعف أو مرض من قبل ذلك.وهذه معجزة أكرم الله- تعالى- بها نبيه يعقوب- عليه السلام- حيث رد إليه بصره بسبب إلقاء قميص يوسف على وجهه.وهنا قال يعقوب لأبنائه ولمن أنكر عليه قوله إِنِّي لَأَجِدُ رِيحَ يُوسُفَ أَلَمْ أَقُلْ قبل ذلك إِنِّي أَعْلَمُ مِنَ اللَّهِ أى: من رحمته وفضله وإحسانه ما لا تَعْلَمُونَ أنتم."},{"ayah_number":97,"text":"وهنا قال الأبناء لأبيهم في تذلل واستعطاف: يا أَبانَا اسْتَغْفِرْ لَنا ذُنُوبَنا.أى: تضرع إلى الله- تعالى- أن يغفر لنا ما فرط منا من ذنوب في حقك وفي حق أخوينا يوسف وبنيامين.إِنَّا كُنَّا خاطِئِينَ في حقك وفي حق أخوينا، ومن شأن الكريم أن يصفح ويعفو عمن اعترف له بالخطإ."},{"ayah_number":98,"text":"فكان رد أبيهم عليهم أن قال لهم سَوْفَ أَسْتَغْفِرُ لَكُمْ رَبِّي أى: سوف أتضرع إلى ربي لكي يغفر لكم ذنوبكم.إِنَّهُ- سبحانه- هُوَ الْغَفُورُ أى الكثير المغفرة الرَّحِيمُ أى: الكثير الرحمة لمن شاء أن يغفر له ويرحمه من عباده.وهكذا صورت لنا السورة الكريمة ما دار بين يوسف وإخوته، وبين يعقوب وبنيه في هذا اللقاء المثير الحافل بالمفاجآت والبشارات.ولكن الأمر لم ينته عند هذا الحد، فقد كانت هناك مفاجآت وبشارات أخرى تحققت معها رؤيا يوسف وهو صغير، كما تحقق معها تأويل يعقوب لها فقد هاجر يعقوب ببنيه وأهله إلى مصر للقاء ابنه يوسف، وهناك اجتمع شملهم واستمع إلى القرآن الكريم وهو يحكى ذلك في نهاية القصة فيقول:"},{"ayah_number":99,"text":"وقوله- سبحانه- فَلَمَّا دَخَلُوا عَلى يُوسُفَ آوى إِلَيْهِ أَبَوَيْهِ ... معطوف على كلام محذوف والتقدير:استجاب إخوة يوسف لقوله لهم: اذْهَبُوا بِقَمِيصِي هذا فَأَلْقُوهُ عَلى وَجْهِ أَبِي يَأْتِ بَصِيراً وَأْتُونِي بِأَهْلِكُمْ أَجْمَعِينَ فأتوا بأهلهم أجمعين، حيث رحلوا جميعا من بلادهم إلى مصر ومعهم أبوهم، فلما وصلوا إليها ودخلوا على يوسف، ضم إليه أبويه وعانقهما عناقا حارا.وقال للجميع ادْخُلُوا بلاد مِصْرَ إِنْ شاءَ اللَّهُ آمِنِينَ من الجوع والخوف.وقد ذكر المفسرون هنا كلاما يدل على أن يوسف- عليه السلام- وحاشيته ووجهاء مصر، عند ما بلغهم قدوم يعقوب بأسرته إلى مصر، خرجوا جميعا لاستقبالهم كما ذكروا أن المراد بأبويه: أبوه وخالته، لأن أمه ماتت وهو صغير.إلا أن ابن كثير قال: «قال محمد بن إسحاق وابن جرير: كان أبوه وأمه يعيشان، وأنه لم يقم دليل على موت أمه، وظاهر القرآن يدل على حياتها» ...ثم قال: «وهذا الذي ذكره ابن جرير، هو الذي يدل عليه السياق» .والمراد بدخول مصر: الاستقرار بها، والسكن في ربوعها.قالوا: وكان عدد أفراد أسرة يعقوب الذين حضروا معه ليقيموا في مصر ما بين الثمانين والتسعين."},{"ayah_number":100,"text":"والمراد بالعرش في قوله وَرَفَعَ أَبَوَيْهِ عَلَى الْعَرْشِ السرير الذي يجلس عليه.أى: وأجلس يوسف أبويه معه على السرير الذي يجلس عليه، تكريما لهما، وإعلاء من شأنهما.وَخَرُّوا لَهُ سُجَّداً أى: وخر يعقوب وأسرته ساجدين من أجل يوسف، وكان ذلك جائزا في شريعتهم على أنه لون من التحية، وليس المقصود به السجود الشرعي لأنه لا يكون إلا لله- تعالى-.«وقال» يوسف متحدثا بنعمة الله يا أَبَتِ هذا تَأْوِيلُ رُءْيايَ مِنْ قَبْلُ قَدْ جَعَلَها رَبِّي حَقًّا....أى: وقال يوسف لأبيه: هذا السجود الذي سجدتموه لي الآن، هو تفسير رؤياي التي رأيتها في صغرى. فقد جعل ربي هذه الرؤيا حقا، وأرانى تأويلها وتفسيرها بعد أن مضى عليها الزمن الطويل.قالوا: وكان بين الرؤيا وبين ظهور تأويلها أربعون سنة.والمراد بهذه الرؤيا ما أشار إليه القرآن في مطلع هذه السورة في قوله يا أَبَتِ إِنِّي رَأَيْتُ أَحَدَ عَشَرَ كَوْكَباً وَالشَّمْسَ وَالْقَمَرَ رَأَيْتُهُمْ لِي ساجِدِينَ.ثم قال يوسف لأبيه أيضا: وَقَدْ أَحْسَنَ بِي ربي- عز وجل- إِذْ أَخْرَجَنِي مِنَ السِّجْنِ بعد أن مكثت بين جدرانه بضع سنين.وعدى فعل الإحسان بالباء مع أن الأصل فيه أن يتعدى بإلى، لتضمنه معنى اللطف ولم يذكر نعمة إخراجه من الجب، حتى لا يجرح شعور إخوته الذين سبق أن قال لهم:لا تَثْرِيبَ عَلَيْكُمُ الْيَوْمَ يَغْفِرُ اللَّهُ لَكُمْ.وقوله وَجاءَ بِكُمْ مِنَ الْبَدْوِ معطوف على ما قبله تعدادا لنعم الله- تعالى- أى: وقد أحسن بي ربي حيث أخرجنى من السجن، وأحسن بي أيضا حيث يسر لكم أموركم، وجمعنى بكم في مصر، بعد أن كنتم مقيمين في البادية في أرض كنعان بفلسطين.وقوله مِنْ بَعْدِ أَنْ نَزَغَ الشَّيْطانُ بَيْنِي وَبَيْنَ إِخْوَتِي أى جمعنى بكم من بعد أن أفسد الشيطان بيني وبين إخوتى، حيث حملهم على أن يلقوا بي في الجب.وأصل نَزَغَ من النزغ بمعنى النخس والدفع. يقال: نزغ الراكب دابته إذا نخسها ودفعها لتسرع في سيرها.وأسند النزغ إلى الشيطان، لأنه هو الموسوس به، والدافع إليه، ولأن في ذلك سترا على إخوته وتأدبا معهم.وقوله إِنَّ رَبِّي لَطِيفٌ لِما يَشاءُ إِنَّهُ هُوَ الْعَلِيمُ الْحَكِيمُ تذييل قصد به الثناء على الله- تعالى- بما هو أهله.أى: إن ربي وخالقي، لطيف التدبير لما يشاء تدبيره من أمور عباده، رفيق بهم في جميع شئونهم من حيث لا يعلمون.إنه- سبحانه- هو العليم بأحوال خلقه علما تاما، الحكيم في جميع أقواله وأفعاله."},{"ayah_number":101,"text":"ثم ختم يوسف- عليه السلام- ثناءه على الله- تعالى- بهذا الدعاء الذي حكاه القرآن عنه في قوله: رَبِّ قَدْ آتَيْتَنِي مِنَ الْمُلْكِ أى: يا رب قد أعطيتنى شيئا عظيما من الملك والسلطان بفضلك وكرمك.وَعَلَّمْتَنِي- أيضا- شيئا كثيرا مِنْ تَأْوِيلِ الْأَحادِيثِ أى: من تفسيرها وتعبيرها تعبيرا صادقا بتوفيقك وإحسانك.فاطِرَ السَّماواتِ وَالْأَرْضِ أى: خالقهما على غير مثال سابق، وهو منصوب على النداء بحرف مقدر أى: يا فاطر السموات والأرض.أَنْتَ وَلِيِّي وناصري ومعينى فِي الدُّنْيا وَالْآخِرَةِ.تَوَفَّنِي عند ما يدركني أجلى على الإسلام، وأبقنى مُسْلِماً مدة حياتي.وَأَلْحِقْنِي في قبري ويوم الحساب بِالصَّالِحِينَ من النبيين والصديقين والشهداء والصالحين وحسن أولئك رفيقا.وبهذا الدعاء الجامع الذي توجه به يوسف إلى ربه- تعالى- يختتم القرآن الكريم قصة يوسف مع أبيه ومع إخوته ومع غيرهم ممن عاشرهم والتقى بهم وهو دعاء يدل على أن يوسف- عليه السلام- لم يشغله الجاه والسلطان ولم يشغله لقاؤه عن طاعة ربه، وعن تذكر الآخرة وما فيها من حساب..وهذا هو شأن المصطفين الأخيار الذين نسأل الله- تعالى- أن يحشرنا معهم، ويلحقنا بهم، ويوفقنا للسير على نهجهم ثم يختتم الله- تعالى- هذه السورة الكريمة بما يدل على أن هذا القرآن من عند الله- تعالى- وبما يدخل التسلية على قلب الرسول صلى الله عليه وسلم وبما يفتح له باب الأمل في النصر على أعدائه ... فيقول:"},{"ayah_number":102,"text":"واسم الإشارة في قوله- سبحانه- ذلِكَ مِنْ أَنْباءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ.... يعود على ما ذكره الله- تعالى- في هذه السورة من قصص يتعلق بيوسف وإخوته وأبيه وغيرهم، أى: ذلك الذي قصصناه عليك- أيها الرسول الكريم- في هذه السورة، وما قصصناه عليك في غيرها مِنْ أَنْباءِ الْغَيْبِ أى: من الأخبار الغيبية التي لا يعلمها علما تاما شاملا إلا الله- تعالى- وحده.ونحن نُوحِيهِ إِلَيْكَ ونعلمك به لما فيه من العبر والعظات.وقوله: وَما كُنْتَ لَدَيْهِمْ إِذْ أَجْمَعُوا أَمْرَهُمْ وَهُمْ يَمْكُرُونَ مسوق للتدليل على أن هذا القصص من أنباء الغيب الموحاة إلى النبي صلى الله عليه وسلم.أى: ومما يشهد بأن هذا الذي قصصناه عليك في هذه السورة من أنباء الغيب، أنك- أيها الرسول الكريم- ما كنت حاضرا مع إخوة يوسف، وقت أن أجمعوا أمرهم للمكر به، ثم استقر رأيهم على إلقائه في الجب، وما كنت حاضرا أيضا وقت أن مكرت امرأة العزيز بيوسف، وما كنت مشاهدا لتلك الأحداث المتنوعة التي اشتملت عليها هذه السورة الكريمة، ولكنا أخبرناك بكل ذلك لتقرأه على الناس، ولينتفعوا بما فيه من حكم وأحكام، وعبر وعظات.وشبيه بهذه الآية قوله- تعالى- في خلال قصة نوح- عليه السلام-: تِلْكَ مِنْ أَنْباءِ الْغَيْبِ نُوحِيها إِلَيْكَ ما كُنْتَ تَعْلَمُها أَنْتَ وَلا قَوْمُكَ مِنْ قَبْلِ هذا فَاصْبِرْ إِنَّ الْعاقِبَةَ لِلْمُتَّقِينَ  .وقوله- تعالى- في خلال قصة موسى- عليه السلام- وَما كُنْتَ بِجانِبِ الْغَرْبِيِّ إِذْ قَضَيْنا إِلى مُوسَى الْأَمْرَ وَما كُنْتَ مِنَ الشَّاهِدِينَ .وقوله- تعالى- في خلال حديثه عن مريم ذلِكَ مِنْ أَنْباءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ، وَما كُنْتَ لَدَيْهِمْ إِذْ يُلْقُونَ أَقْلامَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَ، وَما كُنْتَ لَدَيْهِمْ إِذْ يَخْتَصِمُونَ .إلى غير ذلك من الآيات التي تدل على أن هذا القرآن من عند الله- تعالى- لأن النبي صلى الله عليه وسلم لم يكن معاصرا لمن جاء القرآن بقصصهم، ولم يطلع على كتاب فيه خبرهم، فلم يبق لعلمه صلى الله عليه وسلم بذلك طريق إلا طريق الوحى."},{"ayah_number":103,"text":"ثم ساق- سبحانه- ما يبعث التسلية والتعزية في قلب النبي صلى الله عليه وسلم فقال:وَما أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ.أى: لقد جئت- أيها الرسول- للناس بدين الفطرة، الذي ترتاح له النفوس وتتقبله القلوب بسرور وانشراح. ولكن أكثر الناس قد استحوذ عليهم الشيطان، فمسخ نفوسهم وقلوبهم، فصاروا مع حرصك على إيمانهم، ومع حرصك على دعوتهم إلى الحق على بصيرة، لا يؤمنون بك، ولا يستجيبون لدعوتك، لاستيلاء المطامع والشهوات والأحقاد على نفوسهم.وفي التعبير بقوله- سبحانه- وَما أَكْثَرُ النَّاسِ ... إشعار بأن هناك قلة من الناس قد استجابت بدون تردد لدعوة النبي صلى الله عليه وسلم، فدخلت في الدين الحق، عن طواعية واختيار.وقوله وَلَوْ حَرَصْتَ جملة معترضة لبيان أنه مهما بالغ النبي صلى الله عليه وسلم في كشف الحق، فإنهم سادرون في ضلالهم وكفرهم، إذ الحرص طلب الشيء باجتهاد.قال الآلوسى ما ملخصه: «سألت قريش واليهود رسول الله صلى الله عليه وسلم عن قصة يوسف، فنزلت مشروحة شرحا وافيا، فأمل النبي صلى الله عليه وسلم أن يكون ذلك سببا في إسلامهم، فلما لم يفعلوا حزن صلى الله عليه وسلم فعزاه الله- تعالى- بذلك» ."},{"ayah_number":104,"text":"وقوله وَما تَسْئَلُهُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ هُوَ إِلَّا ذِكْرٌ لِلْعالَمِينَ زيادة في تسلية الرسول صلى الله عليه وسلم وفي إعلاء شأنه.أى أنك- أيها الرسول الكريم- ما تسألهم على هذا القرآن الذي تتلوه عليهم لهدايتهم وسعادتهم من أجر ولو كان زهيدا ضئيلا. كما يفعل غيرك من الكهان والأحبار والرهبان ...وإنما تفعل ما تفعل ابتغاء رضا الله- تعالى- ونشر دينه.وقوله إِنْ هُوَ إِلَّا ذِكْرٌ لِلْعالَمِينَ أى: ما هذا القرآن الذي تقرؤه عليهم إلا تذكير وعظة وهداية للعالمين كافة لا يختص به قوم دون قوم، ولا جنس دون جنس.قالوا: وهذه الجملة كالتعليل لما قبلها، لأن التذكير العام لكل الناس، يتنافى مع أخذ الأجرة من البعض دون البعض، وإنما تتأتى الأجرة، إذا كانت الدعوة خاصة وليست عامة."},{"ayah_number":105,"text":"ثم بين- سبحانه- أن هؤلاء المشركين تطالعهم الدلائل والبراهين الدالة على وحدانية الله- تعالى- وقدرته، ولكنهم في عمى عنها فقال: وَكَأَيِّنْ مِنْ آيَةٍ فِي السَّماواتِ وَالْأَرْضِ يَمُرُّونَ عَلَيْها وَهُمْ عَنْها مُعْرِضُونَ.وكَأَيِّنْ كلمة مركبة من كاف التشبيه وأى الاستفهامية المنونة، ثم تنوسى معنى جزئيتها وصارت كلمة واحدة بمعنى كم الخبرية المفيدة للتكثير.والمراد بالآية هنا: العبرة والعظمة الدالة على وحدانية الله وقدرته يمر بها هؤلاء المشركون فلا يلتفتون إليها، ولا يتفكرون فيها، ولا يعتبرون بها، لأن بصائرهم قد انطمست بسبب استحواذ الأهواء والشهوات والعناد عليها.قال ابن كثير ما ملخصه: يخبر- تعالى- في هذه الآية عن غفلة أكثر الناس عن التفكير في آيات الله ودلائل توحيده، بما خلقه- سبحانه- في السموات من كواكب زاهرات، وسيارات وأفلاك ... وفي الأرض من حدائق وجنات، وجبال راسيات، وبحار زاخرات، وحيوانات ونبات ... فسبحان الواحد الأحد، خالق أنواع المخلوقات، المنفرد بالدوام والبقاء والصمدية ... » ."},{"ayah_number":106,"text":"ثم بين- سبحانه- أنهم بجانب غفلتهم وجهالتهم، لا يؤمنون إيمانا صحيحا فقال- تعالى- وَما يُؤْمِنُ أَكْثَرُهُمْ بِاللَّهِ إِلَّا وَهُمْ مُشْرِكُونَ.أى: وما يؤمن أكثر هؤلاء الضالين بالله في إقرارهم بوجوده، وفي اعترافهم بأنه هو الخالق، إلا وهم مشركون به في عقيدتهم وفي عبادتهم وفي تصرفاتهم، فإنهم مع اعترافهم بأن خالقهم وخالق السموات والأرض هو الله لكنهم مع ذلك كانوا يتقربون إلى أصنامهم بالعبادة ويقولون ما نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونا إِلَى اللَّهِ زُلْفى.والآية تشمل كل شرك سواء أكان ظاهرا أم خفيا، كبيرا أم صغيرا. وقد ساق ابن كثير هنا جملة من الأحاديث في هذا المعنى، كلها تنهى عن الشرك أيا كان لونه، منها قوله صلى الله عليه وسلم:عند ما سئل أى الذنب أعظم؟ قال: «أن تجعل لله ندا وهو خلقك» ومنها قوله: «إن الرقى والتمائم والتولة شرك» .ومنها قوله صلى الله عليه وسلم: «إن أخوف ما أخاف عليكم الشرك الأصغر، قالوا: وما الشرك الأصغر؟ قال: الرياء» .ومنها قوله صلى الله عليه وسلم: فيما يرويه عن ربه- عز وجل-: يقول الله- تعالى- «أنا أغنى الشركاء عن الشرك من عمل عملا أشرك فيه معى غيرى، تركته وشركه» .فالآية الكريمة تنهى عن كل شرك، وتدعو إلى إخلاص العبادة والطاعة لله رب العالمين."},{"ayah_number":107,"text":"ثم هددهم- سبحانه- بحلول قارعة تدمرهم تدميرا فقال- تعالى-: أَفَأَمِنُوا أَنْ تَأْتِيَهُمْ غاشِيَةٌ مِنْ عَذابِ اللَّهِ أَوْ تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً وَهُمْ لا يَشْعُرُونَ.والغاشية كل ما يغطى الشيء ويستره، والمراد بها: ما يغشاهم ويغمرهم من العذاب.والاستفهام للتوبيخ والتقريع.والمعنى: أفأمن هؤلاء الضالون، أن يأتيهم عذاب من الله- تعالى- يغشاهم ويغمرهم ويشمل كل أجزائهم. وأمنوا أن تأتيهم الساعة فجأة دون أن يسبقها ما يدل عليها، بحيث لا يشعرون بإتيانها إلا عند قيامها.إن كانوا قد أمنوا كل ذلك، فهم في غمرة ساهون، وفي الكفر والطغيان غارقون، فإنه فَلا يَأْمَنُ مَكْرَ اللَّهِ إِلَّا الْقَوْمُ الْخاسِرُونَ."},{"ayah_number":108,"text":"ثم أمر الله- تعالى- نبيه- صلى الله عليه وسلم: أن يسير في طريقه الذي رسمه له، وأن يدعو الناس إليه فقال: قُلْ هذِهِ سَبِيلِي، أَدْعُوا إِلَى اللَّهِ عَلى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي ... والبصيرة:المعرفة التي يتميز بها الحق من الباطل.أى: قل- أيها الرسول الكريم- للناس هذه طريقي وسبيلي واحدة مستقيمة لا عوج فيها ولا شبهة، وهي أنى أدعو إلى إخلاص العبادة لله- تعالى- وحده، ببصيرة مستنيرة، وحجة واضحة، وكذلك أتباعى يفعلون ذلك ... ولن نكفّ عن دعوتنا هذه مهما اعترضتنا العقبات.واسم الإشارة هذِهِ مبتدأ. وسَبِيلِي خبر، وجملة أَدْعُوا إِلَى اللَّهِ عَلى بَصِيرَةٍ ... حالية، وقد جيء بها على سبيل التفسير للطريقة التي انتهجها الرسول صلى الله عليه وسلم في دعوته.وقوله وَسُبْحانَ اللَّهِ وَما أَنَا مِنَ الْمُشْرِكِينَ تنزيه لله- تعالى- عن كل ما لا يليق به على أبلغ وجه.أى: وأنزه الله- تعالى- تنزيها كاملا عن الشرك والشركاء، وما أنا من المشركين به في عبادته أو طاعته في أى وقت من الأوقات."},{"ayah_number":109,"text":"ثم بين- سبحانه- أن رسالته صلى الله عليه وسلم ليست بدعا من بين الرسالات السماوية، وإنما قد سبقه إلى ذلك رجال يشبهونه في الدعوة إلى الله، فقال- تعالى- وَما أَرْسَلْنا مِنْ قَبْلِكَ إِلَّا رِجالًا نُوحِي إِلَيْهِمْ مِنْ أَهْلِ الْقُرى....أى: وما أرسلنا من قبلك- أيها الرسول الكريم- لتبليغ أوامرنا ونواهينا إلى الناس، إلا رجالا مثلك، وهؤلاء الرجال اختصصناهم بوحينا ليبلغوه إلى من أرسلوا إليهم، واصطفيناهم من بين أهل القرى والمدائن، لكونهم أصفى عقولا. وأكثر حلما.وإنما جعلنا الرسل من الرجال ولم نجعلهم من الملائكة أو من الجن أو من غيرهم، لأن الجنس إلى جنسه أميل، وأكثرهم تفهما وإدراكا لما يلقى عليه من أبناء جنسه.ثم نعى- سبحانه- على هؤلاء المشركين غفلتهم وجهالتهم فقال: أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كانَ عاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ....أى: أوصلت الجهالة والغفلة بهؤلاء المشركين، أنهم لم يتعظوا بما أصاب الجاحدين من قبلهم من عذاب دمرهم تدميرا، وهؤلاء الجاحدون الذين دمروا ما زالت آثار بعضهم باقية وظاهرة في الأرض. وقومك- يا محمد- يمرون عليهم في الصباح وفي المساء وهم في طريقهم إلى بلاد الشام، كقوم صالح وقوم لوط- عليهما السلام-.فالجملة توبيخ شديد لأهل مكة على عدم اعتبارهم بسوء مصير من كان على شاكلتهم في الشرك والجحود.وقوله وَلَدارُ الْآخِرَةِ وما فيها من نعيم دائم خَيْرٌ لِلَّذِينَ اتَّقَوْا الله- تعالى- وصانوا أنفسهم عن كل ما لا يرضيه.أَفَلا تَعْقِلُونَ أيها المشركون ما خاطبناكم به فيحملكم هذا التعقل والتدبر إلى الدخول في الإيمان، ونبذ الكفر والطغيان."},{"ayah_number":110,"text":"ثم حكى- سبحانه- سنة من سننه التي لا تتخلف ولا تتبدل فقال: حَتَّى إِذَا اسْتَيْأَسَ الرُّسُلُ وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا جاءَهُمْ نَصْرُنا....وفي قوله قَدْ كُذِبُوا وردت قراءتان سبعيتان إحداهما بتشديد الذال والثانية بالتخفيف.وعلى القراءتين فالغاية في قوله- تعالى- حَتَّى إِذَا اسْتَيْأَسَ الرُّسُلُ غاية لكلام محذوف دل عليه السياق.والمعنى على القراءة التي بالتشديد. لقد أرسلنا رسلنا لهداية الناس، فأعرض الكثيرون منهم عن دعوتهم، ووقفوا منهم موقف المنكر والمعاند والمحارب لهدايتهم، وضاق الرسل ذرعا بموقف هؤلاء الجاحدين، حتى إذا استيأس الرسل الكرام من إيمان هؤلاء الجاحدين، وظنوا- أى الرسل- أن أقوامهم الجاحدين قد كذبوهم في كل ما جاءوهم به لكثرة إعراضهم عنهم، وإيذائهم لهم ... أى: حتى إذا ما وصل الرسل إلى هذا الحد من ضيقهم بأقوامهم الجاحدين جاءهم نصرنا الذي لا يتخلف.والمعنى على القراءة الثانية التي هي بالتخفيف: حتى إذا يئس الرسل من إيمان أقوامهم يأسا شديدا، وظن هؤلاء الأقوام أن الرسل قد كذبوا عليهم فيما جاءوهم به، وفيما هددوهم به من عذاب إذا ما استمروا على كفرهم..حتى إذا ما وصل الأمر بالرسل وبالأقوام إلى هذا الحد، جاء نصرنا الذي لا يتخلف إلى هؤلاء الرسل، فضلا منا وكرما..فالضمير في قوله كُذِبُوا بالتشديد يعود على الرسل، أما على قراءة التخفيف كُذِبُوا فيعود إلى الأقوام الجاحدين.ومنهم من جعل الضمير- أيضا- على قراءة كُذِبُوا بالتخفيف يعود على الرسل، فيكون المعنى: حتى إذا استيأس الرسل من إيمان قومهم، وظنوا- أى الرسل- أن نفوسهم قد كذبت عليهم في تحديد موعد انتصارهم على أعدائهم لأن البلاء قد طال. والنصر قد تأخر ... جاءهم- أى الرسل- نصرنا الذي لا يتخلف.قال الشيخ القاسمى في بيان هذا المعنى: قال الحكيم الترمذي: ووجهه- أى هذا القول السابق- أن الرسل كانت تخاف بعد أن وعدهم الله النصر، أن يتخلف النصر، لا عن تهمة بوعد الله، بل عن تهمة لنفوسهم أن تكون قد أحدثت حدثا ينقض ذلك الشرط، فكان النصر إذا طال انتظاره واشتد البلاء عليهم، دخلهم الظن من هذه الجهة»  .وهذا يدل على شدة محاسبة الرسل- عليهم الصلاة والسلام- لنفوسهم، وحسن صلتهم بخالقهم- عز وجل-.وقوله- سبحانه- فَنُجِّيَ مَنْ نَشاءُ وَلا يُرَدُّ بَأْسُنا عَنِ الْقَوْمِ الْمُجْرِمِينَ معطوف على ما قبله، ومتفرع عليه.أى: جاءهم نصرنا الذي وعدناهم به، بأن أنزلنا العذاب على أعدائهم، فنجا من نشاء إنجاءه وهم المؤمنون بالرسل، ولا يرد بأسنا وعذابنا عن القوم المجرمين عند نزوله بهم."},{"ayah_number":111,"text":"ثم ختم- سبحانه- هذه السورة الكريمة بقوله لَقَدْ كانَ فِي قَصَصِهِمْ عِبْرَةٌ لِأُولِي الْأَلْبابِ أى: لقد كان في قصص أولئك الأنبياء الكرام وما جرى لهم من أقوامهم، عبرة وعظة لأصحاب العقول السليمة، والأفكار القويمة، بسبب ما اشتمل عليه هذا القصص من حكم وأحكام، وآداب وهدايات.وما كانَ هذا المقصوص في كتاب الله- تعالى- حَدِيثاً يُفْتَرى أى يختلق.وَلكِنْ كان تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ من الكتب السابقة عليه، كالتوراة والإنجيل والزبور، فهو المهيمن على هذه الكتب، والمؤيد لما فيها من أخبار صحيحة، والمبين لما وقع فيها من تحريف وتغيير، والحاكم عليها بالنسخ أو بالتقرير.وَتَفْصِيلَ كُلِّ شَيْءٍ أى: وكان في هذا الكتاب- أيضا- تفصيل وتوضيح كل شيء من الشرائع المجملة التي تحتاج إلى ذلك.وَهُدىً وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ أى: وكان هداية تامة، ورحمة شاملة، لقوم يؤمنون به، ويعملون بما فيه من أمر ونهى، وينتفعون بما اشتمل عليه من وجوه العبر والعظات.وبعد: فهذا تفسير لسورة يوسف- عليه السلام- تلك السورة الزاخرة بالحكم والأحكام، وبالآداب والأخلاق، وبالمحاورات والمجادلات، وبأحوال النفوس البشرية في حبها وبغضها، وعسرها ويسرها، وخيرها وشرها. وعطائها ومنعها وسرها وعلانيتها، ورضاها وغضبها، وحزنها وسرورها..أسأل الله- تعالى- أن ينفعنا بهدى كتابه، وأن يجعله شفيعا لنا يوم نلقاه وصلى الله وسلم على سيدنا محمد وعلى آله وصحبه وسلم."}]