[{"ayah_number":1,"text":"تمهيد بين يدي سورة الرعدنريد بهذا التمهيد- كما سبق أن ذكرنا في تفسير السورة السابقة- إعطاء القارئ الكريم صورة واضحة عن سورة الرعد، قبل أن نبدأ في تفسيرها آية فآية فنقول- وبالله التوفيق:1- سورة الرعد هي السورة الثالثة عشرة في ترتيب المصحف، فقد سبقتها اثنتا عشرة سورة، هي سور: الفاتحة، والبقرة، وآل عمران، والنساء، والمائدة، والأنعام، والأعراف، والأنفال، والتوبة، ويونس، وهود، ويوسف.2- وسميت بهذا الاسم منذ العهد النبوي، ولم يعرف لها اسم سوى هذا الاسم، ولعل سبب تسميتها بذلك، ورود ذكر الرعد فيها، في قوله- تعالى- وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وَالْمَلائِكَةُ مِنْ خِيفَتِهِ ... .3- وعدد آياتها ثلاث وأربعون آية في المصحف الكوفي، وأربع وأربعون آية في المدني، وخمس وأربعون في البصري، وسبع وأربعون في الشامي «2» .4- والذي يقرأ أقوال المفسرين في بيان زمان نزولها، يراها أقوالا ينقصها الضبط والتحقيق.فهناك روايات صرحت بأنها مكية، وأخرى صرحت بأنها مدنية، وثالثة بأنها مكية إلا آيات منها فمدنية، ورابعة بأنها مدنية إلا آيات منها فمكية ...قال الآلوسى: «جاء من طريق مجاهد عن ابن عباس وعلى بن أبى طلحة أنها مكية» .وروى ذلك عن سعيد بن جبير- أيضا-.قال سعيد بن منصور في سننه، حدثنا أبو عوانة عن أبى بشر قال: سألت ابن جبير عن قوله- تعالى- وَمَنْ عِنْدَهُ عِلْمُ الْكِتابِ هل هو عبد الله بن سلام؟ فقال: كيف وهذه السورة مكية.وأخرج مجاهد عن ابن الزبير، وابن مردويه من طريق العوفى عن ابن عباس، ومن طريق ابن جريج وعثمان بن عطاء عنه أنها مدنية.وأخرج أبو الشيخ عن قتادة أنها مدنية إلا قوله- تعالى- وَلا يَزالُ الَّذِينَ كَفَرُوا تُصِيبُهُمْ بِما صَنَعُوا قارِعَةٌ ... الآية فإنها مكية.وروى أن من أولها إلى آخر قوله- تعالى- وَلَوْ أَنَّ قُرْآناً سُيِّرَتْ بِهِ الْجِبالُ....نزل بالمدينة، أما باقيها فنزل في مكة ... .هذه بعض الروايات في زمان نزولها، وهي- كما ترى- التعارض فيها واضح.والذي تطمئن إليه النفس، أن السورة الكريمة يبدو بوضوح فيها طابع القرآن المكي، سواء أكان ذلك في موضوعاتها، أم في أسلوبها، أم في غير ذلك من مقاصدها وتوجيهاتها.وأن نزولها- على الراجح- كان في الفترة التي أعقبت موت أبى طالب، والسيدة خديجة- رضى الله عنها.وهي الفترة التي لقى فيها الرسول صلى الله عليه وسلم ما لقى من أذى المشركين وعنتهم، وطغيانهم ...والذي جعلنا نرجح أن نزولها كان في هذه الفترة، ما اشتملت عليه السورة الكريمة، من أدلة متنوعة على وحدانية الله- تعالى- وقدرته، ومن تسلية له صلى الله عليه وسلم عما أصابه من قومه- كما سنرى ذلك عند تفسيرنا لآياتها، كذلك مما جعلنا نرجح أن نزولها كان في هذه الفترة، قول السيوطي في كتابه الإتقان: «ونزلت بمكة سورة الأعراف، ويونس، وهود، ويوسف، والرعد ... » .وقد رجحنا عند تفسيرنا لسورة يونس، وهود، ويوسف- عليهم السلام- أن هذه السور قد نزلت في تلك الفترة من حياة النبي صلى الله عليه وسلم ونرجح هنا أن نزول سورة الرعد كان في تلك الفترة- أيضا- لمناسبة موضوعاتها لأحداث هذه الفترة.5- عرض إجمالى لسورة الرعد:(ا) لقد افتتحت السورة الكريمة بالثناء على القرآن الكريم، وبالإشارة إلى إعجازه، ثم ساقت ألوانا من الأدلة على قدرة الله- تعالى- ووحدانيته وعظيم حكمته ...اللَّهُ الَّذِي رَفَعَ السَّماواتِ بِغَيْرِ عَمَدٍ تَرَوْنَها، ثُمَّ اسْتَوى عَلَى الْعَرْشِ، وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى، يُدَبِّرُ الْأَمْرَ، يُفَصِّلُ الْآياتِ لَعَلَّكُمْ بِلِقاءِ رَبِّكُمْ تُوقِنُونَ ...(ب) ثم حكت السورة بعد ذلك جانبا من أقوال المشركين في شأن البعث، وردت عليهم بما يكبتهم فقال- تعالى- وَإِنْ تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ، أَإِذا كُنَّا تُراباً أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ أُولئِكَ الَّذِينَ كَفَرُوا بِرَبِّهِمْ، وَأُولئِكَ الْأَغْلالُ فِي أَعْناقِهِمْ، وَأُولئِكَ أَصْحابُ النَّارِ هُمْ فِيها خالِدُونَ....(ج) ثم بينت السورة الكريمة ما يدل على كمال علمه- تعالى- وعلى عظم سلطانه، وعلى حكمته في قضائه وقدره فقال- تعالى-: اللَّهُ يَعْلَمُ ما تَحْمِلُ كُلُّ أُنْثى وَما تَغِيضُ الْأَرْحامُ وَما تَزْدادُ. وَكُلُّ شَيْءٍ عِنْدَهُ بِمِقْدارٍ عالِمُ الْغَيْبِ وَالشَّهادَةِ الْكَبِيرُ الْمُتَعالِ....(د) ثم أمر- سبحانه- نبيه صلى الله عليه وسلم أن يسأل المشركين سؤال تهكم وتوبيخ عمن خلق السموات والأرض فقال- تعالى-: قُلْ مَنْ رَبُّ السَّماواتِ وَالْأَرْضِ قُلِ اللَّهُ. قُلْ أَفَاتَّخَذْتُمْ مِنْ دُونِهِ أَوْلِياءَ لا يَمْلِكُونَ لِأَنْفُسِهِمْ نَفْعاً وَلا ضَرًّا، قُلْ هَلْ يَسْتَوِي الْأَعْمى وَالْبَصِيرُ، أَمْ هَلْ تَسْتَوِي الظُّلُماتُ وَالنُّورُ، أَمْ جَعَلُوا لِلَّهِ شُرَكاءَ خَلَقُوا كَخَلْقِهِ، فَتَشابَهَ الْخَلْقُ عَلَيْهِمْ، قُلِ اللَّهُ خالِقُ كُلِّ شَيْءٍ وَهُوَ الْواحِدُ الْقَهَّارُ.(ه) ضربت السورة الكريمة مثلين للحق والباطل. وعقدت مقارنة بين مصير أتباع الحق، ومصير أتباع الباطل فقال- تعالى-: أَفَمَنْ يَعْلَمُ أَنَّما أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ الْحَقُّ كَمَنْ هُوَ أَعْمى، إِنَّما يَتَذَكَّرُ أُولُوا الْأَلْبابِ الَّذِينَ يُوفُونَ بِعَهْدِ اللَّهِ وَلا يَنْقُضُونَ الْمِيثاقَ ...(و) ثم حكت السورة الكريمة بعض المطالب المتعنتة التي طلبها المشركون من النبي صلى الله عليه وسلم وردت عليهم بما يمحق باطلهم، ويزيد المؤمنين إيمانا على إيمانهم فقال- تعالى-:وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ، قُلْ إِنَّ اللَّهَ يُضِلُّ مَنْ يَشاءُ وَيَهْدِي إِلَيْهِ مَنْ أَنابَ الَّذِينَ آمَنُوا وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ اللَّهِ، أَلا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ طُوبى لَهُمْ وَحُسْنُ مَآبٍ....(ز) ثم حكت السورة الكريمة لونا آخر من غلوهم في كفرهم، ومن مقترحاتهم الفاسدة، حيث طلبوا من النبي صلى الله عليه وسلم أن يسير لهم بالقرآن جبال مكة ليتفسحوا في أرضها، ويفجر لهم فيها الأنهار والعيون ليزرعوها، ويحيى لهم الموتى ليخبروهم بصدقه ...فقال- تعالى-: وَلَوْ أَنَّ قُرْآناً سُيِّرَتْ بِهِ الْجِبالُ، أَوْ قُطِّعَتْ بِهِ الْأَرْضُ، أَوْ كُلِّمَ بِهِ الْمَوْتى بَلْ لِلَّهِ الْأَمْرُ جَمِيعاً، أَفَلَمْ يَيْأَسِ الَّذِينَ آمَنُوا أَنْ لَوْ يَشاءُ اللَّهُ لَهَدَى النَّاسَ جَمِيعاً....(ح) ثم ختمت السورة الكريمة ببيان حسن عاقبة المتقين، وسوء عاقبة المكذبين، وبالثناء على القرآن الكريم، وبتسلية الرسول صلى الله عليه وسلم عما أصابه من أعدائه وبالشهادة له بالرسالة، وبتهديد المشركين بالعذاب الأليم، فقال- تعالى- مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ تَجْرِي مِنْ تَحْتِهَا الْأَنْهارُ أُكُلُها دائِمٌ وَظِلُّها، تِلْكَ عُقْبَى الَّذِينَ اتَّقَوْا وَعُقْبَى الْكافِرِينَ النَّارُ ...وَكَذلِكَ أَنْزَلْناهُ حُكْماً عَرَبِيًّا، وَلَئِنِ اتَّبَعْتَ أَهْواءَهُمْ بَعْدَ ما جاءَكَ مِنَ الْعِلْمِ ما لَكَ مِنَ اللَّهِ مِنْ وَلِيٍّ وَلا واقٍ وَلَقَدْ أَرْسَلْنا رُسُلًا مِنْ قَبْلِكَ وَجَعَلْنا لَهُمْ أَزْواجاً وَذُرِّيَّةً، وَما كانَ لِرَسُولٍ أَنْ يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ لِكُلِّ أَجَلٍ كِتابٌ وَيَقُولُ الَّذِينَ كَفَرُوا لَسْتَ مُرْسَلًا، قُلْ كَفى بِاللَّهِ شَهِيداً بَيْنِي وَبَيْنَكُمْ، وَمَنْ عِنْدَهُ عِلْمُ الْكِتابِ.6- ومن هذا العرض الإجمالى للسورة الكريمة، نراها قد اهتمت بالحديث عن موضوعات من أبرزها ما يأتى:(ا) إقامة الأدلة المتنوعة على كمال قدرة الله- تعالى- وعظيم حكمته. تارة عن طريق التأمل في هذا الكون وما فيه من سموات مرتفعة بغير عمد، وأرض صالحة للاستقرار عليها، وشمس وقمر وكواكب مسخرة لمنافع الناس، وجبال لتثبيت الأرض، وأنهار لسقى الزرع ...وَفِي الْأَرْضِ قِطَعٌ مُتَجاوِراتٌ وَجَنَّاتٌ مِنْ أَعْنابٍ وَزَرْعٌ وَنَخِيلٌ، صِنْوانٌ وَغَيْرُ صِنْوانٍ يُسْقى بِماءٍ واحِدٍ، وَنُفَضِّلُ بَعْضَها عَلى بَعْضٍ فِي الْأُكُلِ، إِنَّ فِي ذلِكَ لَآياتٍ لِقَوْمٍ يَعْقِلُونَ.وتارة عن طريق علمه المحيط بكل شيء، فهو العليم بما تنقصه الأرحام وما تزداده في الخلقة وفي المدة وفي غير ذلك، وهو العليم بأحوال عباده سواء أكانوا ظاهرين بالنهار أم مستخفين بالليل.اللَّهُ يَعْلَمُ ما تَحْمِلُ كُلُّ أُنْثى وَما تَغِيضُ الْأَرْحامُ وَما تَزْدادُ. وَكُلُّ شَيْءٍ عِنْدَهُ بِمِقْدارٍ....وتارة عن طريق الظواهر الكونية التي يرسلها- سبحانه- لعباده خوفا وطمعا، هُوَ الَّذِي يُرِيكُمُ الْبَرْقَ خَوْفاً وَطَمَعاً وَيُنْشِئُ السَّحابَ الثِّقالَ وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وَالْمَلائِكَةُ مِنْ خِيفَتِهِ....وتارة عن طريق العطاء والمنع لمن يشاء من عباده: اللَّهُ يَبْسُطُ الرِّزْقَ لِمَنْ يَشاءُ وَيَقْدِرُ....وتارة عن طريق المصائب والقوارع التي ينزلها- سبحانه- بالكافرين وَلا يَزالُ الَّذِينَ كَفَرُوا تُصِيبُهُمْ بِما صَنَعُوا قارِعَةٌ أَوْ تَحُلُّ قَرِيباً مِنْ دارِهِمْ حَتَّى يَأْتِيَ وَعْدُ اللَّهِ إِنَّ اللَّهَ لا يُخْلِفُ الْمِيعادَ.(ب) إثبات أن هذا القرآن من عند الله- تعالى- وأن الرسول صلى الله عليه وسلم صادق فيما يبلغه عن ربه، والرد على المشركين فيما طلبوه من النبي صلى الله عليه وسلم من مطالب متعنتة، ومن الآيات التي وردت في ذلك قوله- تعالى-:تِلْكَ آياتُ الْكِتابِ، وَالَّذِي أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ الْحَقُّ، وَلكِنَّ أَكْثَرَ النَّاسِ لا يُؤْمِنُونَ.وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ، إِنَّما أَنْتَ مُنْذِرٌ وَلِكُلِّ قَوْمٍ هادٍ.أَفَمَنْ يَعْلَمُ أَنَّما أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ الْحَقُّ كَمَنْ هُوَ أَعْمى إِنَّما يَتَذَكَّرُ أُولُوا الْأَلْبابِ.كَذلِكَ أَرْسَلْناكَ فِي أُمَّةٍ قَدْ خَلَتْ مِنْ قَبْلِها أُمَمٌ لِتَتْلُوَا عَلَيْهِمُ الَّذِي أَوْحَيْنا إِلَيْكَ، وَهُمْ يَكْفُرُونَ بِالرَّحْمنِ قُلْ هُوَ رَبِّي لا إِلهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ مَتابِ.وَالَّذِينَ آتَيْناهُمُ الْكِتابَ يَفْرَحُونَ بِما أُنْزِلَ إِلَيْكَ وَمِنَ الْأَحْزابِ مَنْ يُنْكِرُ بَعْضَهُ، قُلْ إِنَّما أُمِرْتُ أَنْ أَعْبُدَ اللَّهَ وَلا أُشْرِكَ بِهِ، إِلَيْهِ أَدْعُوا وَإِلَيْهِ مَآبِ.(ج) تثبيت فؤاد النبي صلى الله عليه وسلم وتسليته عما لحقه من أذى، وذلك لأن السورة الكريمة- كما سبق أن أشرنا- مكية، وأنها- على الراجح- قد نزلت في فترة اشتد فيها إعراض المشركين عن دعوة الحق وتكذيبهم لها، وتطاولهم على صاحبها صلى الله عليه وسلم ومطالبتهم له بالخوارق التي لا يؤيدها عقل سليم.فنزلت السورة الكريمة لتثبت الرسول صلى الله عليه وسلم وأتباعه، ولتمزق أباطيل المشركين عن طريق حشود من الأدلة على صدق الرسول صلى الله عليه وسلم فيما يبلغه عن ربه.ومن الآيات التي وردت في ذلك قوله- تعالى-: وَإِنْ تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ أَإِذا كُنَّا تُراباً أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ. أُولئِكَ الَّذِينَ كَفَرُوا بِرَبِّهِمْ وَأُولئِكَ الْأَغْلالُ فِي أَعْناقِهِمْ، وَأُولئِكَ أَصْحابُ النَّارِ هُمْ فِيها خالِدُونَ. وَيَسْتَعْجِلُونَكَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ وَقَدْ خَلَتْ مِنْ قَبْلِهِمُ الْمَثُلاتُ، وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لِلنَّاسِ عَلى ظُلْمِهِمْ وَإِنَّ رَبَّكَ لَشَدِيدُ الْعِقابِ.وقوله- تعالى- وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ فَأَمْلَيْتُ لِلَّذِينَ كَفَرُوا ثُمَّ أَخَذْتُهُمْ فَكَيْفَ كانَ عِقابِ.وقوله- تعالى- وَقَدْ مَكَرَ الَّذِينَ مِنْ قَبْلِهِمْ فَلِلَّهِ الْمَكْرُ جَمِيعاً، يَعْلَمُ ما تَكْسِبُ كُلُّ نَفْسٍ، وَسَيَعْلَمُ الْكُفَّارُ لِمَنْ عُقْبَى الدَّارِ، وَيَقُولُ الَّذِينَ كَفَرُوا لَسْتَ مُرْسَلًا قُلْ كَفى بِاللَّهِ شَهِيداً بَيْنِي وَبَيْنَكُمْ وَمَنْ عِنْدَهُ عِلْمُ الْكِتابِهذه بعض الموضوعات التي نرى السورة الكريمة قد اهتمت بتفصيل الحديث عنها.وهناك موضوعات أخرى يراها كل من تأمل آياتها بفكر سليم، وعقل قويم، وروح صافية ...نسأل الله- تعالى- أن يرزقنا فهم كتابه، والعمل بما فيه من آداب وأحكام، وهدايات ...وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم.لقد افتتحت سورة الرعد ببعض الحروف المقطعة، وقد سبق أن تكلمنا عن آراء العلماء في هذه الحروف في سور: البقرة، وآل عمران، والأعراف، ويونس، وهود، ويوسف.وقلنا ما ملخصه: إن أقرب الأقوال إلى الصواب، أن هذه الحروف المقطعة، قد وردت في افتتاح بعض السور على سبيل الإيقاظ والتنبيه إلى إعجاز القرآن.فكأن الله- تعالى- يقول لأولئك المعارضين في أن القرآن من عند الله: هاكم القرآن ترونه مؤلفا من كلام هو من جنس ما تؤلفون من كلامكم، ومنظوما من حروف هي من جنس الحروف الهجائية التي تنظمون منها كلماتكم.فإن كنتم في شك من كونه منزلا من عند الله فهاتوا مثله، وادعوا من شئتم من الخلق لكي يعاونكم في ذلك، فإن لم تستطيعوا أن تأتوا بمثله فهاتوا عشر سور من مثله، فإن لم تستطيعوا فهاتوا سورة واحدة من مثله..ومع كل هذا التساهل معهم في التحدي، فقد عجزوا وانقلبوا خاسرين، فثبت بذلك أن هذا القرآن من عند الله- تعالى-.وتِلْكَ اسم إشارة، والمشار إليه الآيات. والمراد بها آيات القرآن الكريم، ويدخل فيها آيات السورة التي معنا.والمراد بالكتاب: القرآن الكريم الذي أنزله- سبحانه- على نبيه صلى الله عليه وسلم لإخراج الناس من ظلمات الجاهلية إلى نور الإسلام.وقوله وَالَّذِي أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ الْحَقُّ تنويه بشأن القرآن الكريم، ورد على المشركين الذين زعموا أنه أساطير الأولين.أى: تلك الآيات التي نقرؤها عليك- يا محمد- في هذه السورة هي آيات الكتاب الكريم، وما أنزله الله- تعالى- عليك في هذا الكتاب، هو الحق الخالص الذي لا يلتبس به باطل، ولا يحوم حول صحته شك أو التباس.وفي قوله- سبحانه- مِنْ رَبِّكَ مزيد من التلطف في الخطاب معه صلى الله عليه وسلم فكأنه- سبحانه- يقول له: إن ما نزل عليك من قرآن هو من عند ربك الذي تعهدك بالرعاية والتربية حتى بلغت درجة الكمال.واسم الموصول الَّذِي مبتدأ، والجملة بعده صلة، والحق هو الخبر ...وقوله وَلكِنَّ أَكْثَرَ النَّاسِ لا يُؤْمِنُونَ استدراك لبيان موقف أكثر الناس من هذا القرآن الذي لا يأتيه الباطل من بين يديه ولا من خلفه.أى: لقد أنزلنا عليك يا محمد هذا القرآن بالحق، ولكن أكثر الناس لا يؤمنون به لانطماس بصائرهم، واستيلاء العناد على نفوسهم ...وفي هذا الاستدراك، مدح لتلك القلة المؤمنة من الناس، وهم أولئك الذين فتحوا قلوبهم للحق منذ أن وصل إليهم، فآمنوا به، واعتصموا بحبله، ودافعوا عنه بأموالهم وأنفسهم وعلى رأس هذه القلة التي آمنت بالحق منذ أن بلغها: أبو بكر الصديق وغيره من السابقين إلى الإسلام."},{"ayah_number":2,"text":"ثم أقام- سبحانه- الأدلة المتنوعة عن طريق المشاهدة- على كمال قدرته، وعلى وجوب إخلاص العبادة له فقال- تعالى- اللَّهُ الَّذِي رَفَعَ السَّماواتِ بِغَيْرِ عَمَدٍ تَرَوْنَها.والعمد: جمع عماد، وهو ما تقام عليه القبة أو البيت.وجملة تَرَوْنَها في محل نصب حال من السموات.أى: الله- سبحانه- هو الذي رفع هذه السموات الهائلة في صنعها وفي ضخامتها، بغير مستند يسندها، وبغير أعمدة تعتمد عليها، وأنتم ترون ذلك بأعينكم بجلاء ووضوح.والمراد بقوله رَفَعَ أى خلقها مرتفعة منذ البداية، وليس المراد أنه- سبحانه- رفعها بعد أن كانت منخفضة.ولا شك أن خلق السموات على هذه الصورة من أكبر الأدلة على أن لهذا الكون خالقا قادرا حكيما، هو المستحق للعبادة والطاعة.وقوله- سبحانه- ثُمَّ اسْتَوى عَلَى الْعَرْشِ معطوف على ما قبله، وهو دليل آخر على قدرة الله- تعالى- عن طريق الغائب الهائل الذي تتقاصر دونه المدارك بعد أن أقام الأدلة على ذلك عن طريق الحاضر المشاهد.الاستواء في اللغة يطلق على معان منها الاستقرار كما في قوله- تعالى- وَاسْتَوَتْ عَلَى الْجُودِيِّ أى: استقرت، وبمعنى الاستيلاء والقهر.وعرش الله- تعالى- مما لا يعلمه البشر إلا بالاسم- كما يقول الراغب-.وقد ذكر لفظ العرش في إحدى وعشرين آية، كما ذكر الاستواء على العرش في سبع آيات من القرآن الكريم.والمعنى: ثم استوى على العرش استواء يليق بذاته- تعالى- بلا كيف ولا انحصار ولا تشبيه ولا تمثيل، لاستحالة اتصافه- سبحانه- بصفات المحدثين.قال الإمام مالك- رحمه الله-: «الكيف غير معقول، والاستواء غير مجهول، والإيمان به واجب، والسؤال عنه بدعة» .ثم بين- سبحانه- بعض مظاهر نعمه على عباده فقال: وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى. والتسخير: التذليل والخضوع.أى: أن من مظاهر فضله أنه- سبحانه- سخر ذلك وأخضع لقدرته الشمس والقمر، بأن جعلهما طائعين لما أراده منهما من السير في منازل معينة، ولأجل معين محدد لا يتجاوزانه ولا يتعديانه. بل يقفان عند نهاية المدة التي حددها- سبحانه- لوقوفهما وأفولهما.قال- تعالى- لَا الشَّمْسُ يَنْبَغِي لَها أَنْ تُدْرِكَ الْقَمَرَ، وَلَا اللَّيْلُ سابِقُ النَّهارِ، وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ  .ثم ختم- سبحانه- الآية الكريمة بقوله: يُدَبِّرُ الْأَمْرَ، يُفَصِّلُ الْآياتِ، لَعَلَّكُمْ بِلِقاءِ رَبِّكُمْ تُوقِنُونَ. وتدبير الأمر: تصريفه على أحسن الوجوه وأحكمها وأكملها.والآيات: جمع آية. والمراد بها هنا: ما يشمل الآيات القرآنية، والبراهين الكونية الدالة على وحدانيته وقدرته- سبحانه-.أى: أنه- سبحانه- يقضى ويقدر ويتصرف في أمر خلقه على أكمل الوجوه وأنه- سبحانه- ينزل آياته القرآنية واضحة مفصلة، ويسوق الأدلة الدالة على وحدانيته وقدرته بطرق متعددة، وبوجوه متنوعة.وقد فعل- سبحانه- ما فعل- من رفعه السماء بلا عمد، ومن تسخيره للشمس والقمر، ومن تدبيره لأمور خلقه، ومن تفصيله للآيات لعلكم عن طريق التأمل والتفكير فيما خلق، توقنون بلقائه، وتعتقدون أن من قدر على إيجاد هذه المخلوقات العظيمة، لا يعجزه أن يعيدكم إلى الحياة بعد موتكم، لكي يحاسبكم على أعمالكم.وقال- سبحانه- يُدَبِّرُ ويُفَصِّلُ بصيغة المضارع. وقال قبل ذلك رَفَعَ السَّماواتِ وسَخَّرَ الشَّمْسَ وَالْقَمَرَ بصيغة الماضي. لأن التدبير للأمور، والتفصيل للآيات، يتجددان بتجدد تعلق قدرته- سبحانه- بالمقدورات.وأما رفع السماوات، وتسخير الشمس والقمر، فهي أمور قد تمت واستقرت دفعة واحدة."},{"ayah_number":3,"text":"وبعد أن ذكر- سبحانه- بعض مظاهر قدرته في عالم السماوات، أتبعه بذكر بعض هذه المظاهر في عالم الأرض فقال- تعالى-: وَهُوَ الَّذِي مَدَّ الْأَرْضَ وَجَعَلَ فِيها رَواسِيَ وَأَنْهاراً وَمِنْ كُلِّ الثَّمَراتِ جَعَلَ فِيها زَوْجَيْنِ اثْنَيْنِ والمد: البسسط والسعة. ومنه ظل مديد أى متسع.والرواسي: الجبال مأخوذ من الرسو، وهو ثبات الأجسام الثقيلة، يقال: رسا الشيء يرسو رسوا ورسوّا، إذا ثبت واستقر، وأرسيت الوتد في الأرض إذا أثبته فيها.ولفظ رواسى: صفة لموصوف محذوف. وهو من الصفات التي تغنى عن ذكر موصوفها.والأنهار: جمع نهر، وهو مجرى الماء الفائض، ويطلق على الماء السائل على الأرض.والمراد بالثمرات: ما يشملها هي وأشجارها، وإنما ذكرت الثمرات وحدها، لأنها هي موضع المنة والعبرة.والمراد بالزوجين: الذكر والأنثى، وقيل المراد بهما الصنفان في اللون أو في الطعم أو في القدر وما أشبه ذلك.والمعنى: وهو- سبحانه- الذي بسط الأرض طولا وعرضا إلى المدى الذي لا يدركه البصر، ليتيسر الاستقرار عليها.ولا تنافى بين مدها وبسطها. وبين كونها كروية، لأن مدها وبسطها على حسب رؤية العين، وكرويتها حسب الحقيقة.وجعل في هذه الأرض جبالا ثوابت راسخات، لتمسكها من الاضطراب، وجعل فيها- أيضا- أنهارا، لينتفع الناس والحيوان وغيرهما بمياه هذه الأنهار.وجعل فيها كذلك من كل نوع من أنواع الثمرات ذكرا وأنثى.قال صاحب الكشاف: «أى خلق فيها من جميع أنواع الثمرات زوجين زوجين حين مدها، ثم تكاثرت بعد ذلك وتنوعت.وقيل: أراد بالزوجين: الأسود والأبيض، والحلو والحامض، والصغير والكبير، وما أشبه ذلك من الأوصاف المختلفة»  .وقال صاحب الظلال: «وهذه الجملة تتضمن حقيقة لم تعرف للبشر من طريق علمهم وبحثهم إلا قريبا، وهي أن كل الأحياء وأولها النبات تتألف من ذكر وأنثى، حتى النباتات التي كان مظنونا أنه ليس لها من جنسها ذكور، تبين أنها تحمل في ذاتها الزوج الآخر، فتضم أعضاء التذكير وأعضاء التأنيث مجتمعة في زهرة، أو متفرقة في العود ... » .وقوله يُغْشِي اللَّيْلَ النَّهارَ بيان لمظهر آخر من مظاهر قدرته- سبحانه- ورحمته بعباده.ولفظ يُغْشِي من التغشية بمعنى التغطية والستر.والمعنى: أن من مظاهر قدرته- سبحانه- أنه يجعل الليل غاشيا للنهار مغطيا له فيذهب بنوره وضيائه. فيصير الكون مظلما بعد أن كان مضيئا. ويجعل النهار غاشيا لليل، فيصير الكون مضيئا بعد أن كان مظلما، وفي ذلك من منافع الناس ما فيه، إذ بذلك يجمع الناس بين العمل والراحة، وبين السعى والسكون.ثم ختم- سبحانه- الآية الكريمة بقوله: إِنَّ فِي ذلِكَ لَآياتٍ لِقَوْمٍ يَتَفَكَّرُونَ.أى: إن في ذلك الذي فعله الله- تعالى- من بسط الأرض طولا وعرضا ومن تثبيتها بالرواسى، ومن شقها بالأنهار ... لآيات باهرة، ودلائل ظاهرة على قدرة الله- تعالى- ورحمته بعباده، لقوم يحسنون التفكر، ويطيلون التأمل في ملكوت السموات والأرض."},{"ayah_number":4,"text":"ثم ساق- سبحانه- مظاهر أخرى لقدرته فقال- تعالى-: وَفِي الْأَرْضِ قِطَعٌ مُتَجاوِراتٌ.والقطع: جمع قطعة- بكسر القاف- وهي الجزء من الشيء، تشبيها لها، بما يقتطع من الشيء.ومتجاورات. أى: متلاقيات ومتقاربات.وليس هذا الوصف مقصودا لذاته، بل المقصود أنها مع تجاورها وتقاربها مختلفة في أوصافها مما يشهد بقدرة الله- تعالى- العظيمة.ولذا قال ابن كثير ما ملخصه: وَفِي الْأَرْضِ قِطَعٌ مُتَجاوِراتٌ أى: أراض يجاور بعضها بعضا، مع أن هذه طيبة تنبت ما ينتفع به الناس، وهذه سبخة مالحة لا تنبت شيئا، وهذه تربتها حمراء، وتلك تربتها سوداء ... وهذه محجرة وتلك سهلة ... والكل متجاورات، فهذا كله مما يدل على الفاعل المختار، لا إله إلا هو ولا رب سواه .وقال- سبحانه- وَفِي الْأَرْضِ قِطَعٌ مُتَجاوِراتٌ بإعادة اسم الأرض الظاهر، ولم يقل وفيها قطع متجاورات كما قال: جَعَلَ فِيها زَوْجَيْنِ اثْنَيْنِ في الآية السابقة، وذلك ليكون كلاما مستقلا، وليتجدد الأسلوب فيزداد حلاوة وبلاغة. وقوله وَجَنَّاتٌ مِنْ أَعْنابٍ وَزَرْعٌ وَنَخِيلٌ صِنْوانٌ وَغَيْرُ صِنْوانٍ يُسْقى بِماءٍ واحِدٍ، وَنُفَضِّلُ بَعْضَها عَلى بَعْضٍ فِي الْأُكُلِ ... بيان لمظهر آخر من مظاهر قدرته- سبحانه- ورحمته بعباده.والجنات: جمع جنة، والمراد بها البستان ذو الشجر المتكاثف، الملتف الأغصان الذي يظلل ما تحته ويستره.والأعناب: جمع عنب وهو شجر الكرم.والمراد بالزرع: أنواع الحبوب على اختلاف ألوانها وطعومها وصفاتها وقوله صِنْوانٌ صفة لنخيل، وهو جمع صنو.والصنو: الفرع الذي يجمعه مع غيره أصل واحد، فإذا خرجت نخلتان أو أكثر من أصل واحد، فكل واحدة منهن يطلق عليها اسم صنو.ويطلق على الاثنتين صنوان- بكسر النون- ويطلق على الجمع صنوان- بضم النون-.والصنو: بمعنى المثل ومنه قيل لعم الرجل: صنو أبيه، أى: مثله، فأطلق على كل غصن صنو لمماثلته للآخر في التفرع من أصل واحد «والأكل» اسم لما يؤكل من الثمار والحب.والمعنى: أن من مظاهر قدرة الله- أيضا- ومن الأدلة على وحدانيته- سبحانه- أنه جعل في الأرض بقاعا كثيرة متجاورة ومع ذلك فهي مختلفة في أوصافها وفي طبيعتها ... وفيها أيضا بساتين كثيرة من أعناب ومن كل نوع من أنواع الحبوب.وفيها كذلك نخيل يجمعها أصل واحد فهي صنوان، ونخيل أخرى لا يجمعها أصل واحد فهي غير صنوان.والكل من الأعناب والزرع والنخيل وغيرها يُسْقى بِماءٍ واحِدٍ لا اختلاف في ذاته سواء أكان السقي من ماء الأمطار أم من ماء الأنهار ومع وجود أسباب التشابه، فإننا لعظيم قدرتنا وإحساننا نُفَضِّلُ بَعْضَها عَلى بَعْضٍ آخر منها فِي الْأُكُلِ أى: في اختلاف الطعوم.قال الإمام الرازي: «قرأ ابن كثير وأبو عمرو وحفص عن عاصم وَزَرْعٌ وَنَخِيلٌ صِنْوانٌ وَغَيْرُ صِنْوانٍ كلها بالرفع عطفا على قوله وَجَنَّاتٌ وقرأ الباقون بالجر عطفا على الأعناب ... »وخص- سبحانه- النخيل بوصفه بصنوان، لأن العبرة به أقوى، إذ المشاهدة له أكثر من غيره.ووجه زيادة غَيْرُ صِنْوانٍ تجديد العبرة باختلاف الأحوال، واقتصر- سبحانه- في التفاضل على الأكل، لأنه أعظم المنافع.وقوله- سبحانه- إِنَّ فِي ذلِكَ لَآياتٍ لِقَوْمٍ يَعْقِلُونَ تذييل قصد به الحض على التعقل والتدبر.أى: إن في ذلك الذي فصل الله- تعالى- أحواله من اختلاف أجناس الثمرات والزروع في أشكالها وألوانها وطعومها وأوراقها ... مع أنها تسقى بماء واحد. وتنبت في أرض متجاورة، إن في ذلك كله لدلائل باهرة، على قدرة الله- تعالى- واختصاصه بالعبادة، لقوم يستعملون عقولهم في التفكير السليم، والتأمل النافع.أما الذين يستعملون عقولهم فيما لا ينفع، فإنهم يمرون بالعبر والعظات وهم عنها معرضون.وبذلك نرى أن الله- تعالى- قد ساق في هذه الآيات أدلة متعددة ومتنوعة من العالم العلوي والسفلى، وكلها تدل على عظيم قدرته، وجليل حكمته.وهذه الأدلة منها:1- خلقه السموات مرتفعة بغير عمد.2- تسخيره الشمس والقمر لمنافع الناس.3- خلقه الأرض بتلك الصورة الصالحة للاستقرار عليها.4- خلقه الجبال فيها لتثبيتها.5- خلقه الأنهار فيها لمنفعة الإنسان والحيوان والنبات.6- خلقه زوجين اثنين من كل نوع من أنواع الثمار.7- معاقبته بين الليل والنهار.8- خلقه بقاعا في الأرض متجاورة مع اختلافها في الطبيعة والخواص.9- خلقه أنواعا من الزروع المختلفة في ثمارها وأشكالها.10- خلقه النخيل صنوانا وغير صنوان، وجميعها تسقى بماء واحد.ومع كل ذلك فضل- سبحانه- بعضها على بعض في الأكل.وهذه الأدلة يشاهدها الناس بأبصارهم، ويحسونها بحواسهم، تبصرة وذكرى لكل عبد منيب.وبعد هذا الحديث المتنوع عن مظاهر قدرة الله في خلقه، ساق- سبحانه- بعض أقوال المشركين الفاسدة، ورد عليها بما يدحضها فقال- تعالى-:"},{"ayah_number":5,"text":"قال القرطبي: قوله- تعالى-: وَإِنْ تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ أى: إن تعجب يا محمد من تكذيبهم لك بعد ما كنت عندهم الصادق الأمين. فأعجب منه تكذيبهم بالبعث- لأن من شاهد ما عدد- سبحانه- من الآيات الدالة على قدرته. أيقن بأن من قدر على إنشائها، كانت الإعادة أهون شيء عليه وأيسره، والله- تعالى- لا يتعجب، ولا يجوز عليه التعجب، لأنه- أى التعجب- تغير النفس بما تخفى أسبابه، وذلك في حقه- تعالى- محال، وإنما ذكر ذلك ليتعجب منه نبيه والمؤمنون» .وجوز بعضهم أن يكون الخطاب لكل من يصلح له، أى: وإن تعجب أيها العاقل لشيء بعد أن شاهدت من مظاهر قدرة الله في هذا الكون ما شاهدت فازدد تعجبا ممن ينكر بعد كل هذا قدرته- سبحانه- على إحياء الموتى.قال الجمل: وقوله فَعَجَبٌ قَوْلُهُمْ فيه وجهان: أحدهما أنه خبر مقدم وقولهم مبتدأ مؤخر، ولا بد من حذف صفة لتتم الفائدة، أى: فعجب أى عجب قولهم. أو فعجب غريب قولهم. والثاني أنه مبتدأ، وسوغ الابتداء ما ذكرته من الوصف المقدر، ولا يضر حينئذ كون خبره معرفة .والتنكير في قوله فَعَجَبٌ للتهويل والتعظيم.وجملة أَإِذا كُنَّا تُراباً أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ في محل نصب مقول القول.أى: وإن تعجب من شيء- أيها الرسول الكريم- فاعجب من قول أولئك المشركين:أإذا صرنا ترابا وعظاما نخرة بعد موتنا أإنا بعد ذلك لنعاد إلى الحياة مرة أخرى من جديد.والاستفهام للإنكار، لاستبعادهم الشديد إعادتهم إلى الحياة مرة أخرى لمحاسبتهم على أعمالهم، كما حكى القرآن عنهم قولهم في آية أخرى: أَإِذا مِتْنا وَكُنَّا تُراباً ذلِكَ رَجْعٌ بَعِيدٌ .وكرر همزة الاستفهام في أَإِذا، وأَ إِنَّا.. لتأكيد هذا الإنكار.ثم بين- سبحانه- بعد ذلك جزاءهم على هذا القول الباطل فقال- تعالى- أُولئِكَ الَّذِينَ كَفَرُوا بِرَبِّهِمْ....أى: أولئك المنكرون لقدرة الله- تعالى- على البعث، هم الذين كفروا بربهم وَأُولئِكَ الْأَغْلالُ فِي أَعْناقِهِمْ والأغلال: جمع غل. وهو قيد من حديد تشد به اليد إلى العنق، وهو أشد أنواع القيود.أى: وأولئك هم الذين توضع الأغلال والقيود في أيديهم وأعناقهم يوم القيامة، عند ما يساقون إلى النار بذلة وقهر، بسبب إنكارهم لقدرة الله على إعادتهم إلى الحياة، وبسبب جحودهم لنعم خالقهم ورازقهم.قال- تعالى-: إِذِ الْأَغْلالُ فِي أَعْناقِهِمْ وَالسَّلاسِلُ يُسْحَبُونَ فِي الْحَمِيمِ ثُمَّ فِي النَّارِ يُسْجَرُونَ  .وقيل إن الجملة الكريمة تمثيل لحالهم في الدنيا، حيث شبه- سبحانه- امتناعهم عن الإيمان، وعدم التفاتهم إلى الحق، بحال قوم في أعناقهم قيود لا يستطيعون معها التفاتا أو تحركا.والأول أولى لأن حمل الكلام على الحقيقة واجب، ما دام لا يوجد مانع يمنع منه، وهنا لا مانع، بل صريح القرآن يشهد له.وقوله: وَأُولئِكَ أَصْحابُ النَّارِ هُمْ فِيها خالِدُونَ أى: وأولئك الموصوفون بما ذكر، هم أصحاب النار التي لا ينفكون عنها. ولا يخرجون منها.وكرر- سبحانه- اسم الإشارة، للتنبيه على أنهم أحرياء بما يرد بعده من عقوبات.وجاء به للبعيد، للإشارة إلى بعد منزلتهم في الجحود والضلال."},{"ayah_number":6,"text":"ثم حكى- سبحانه- لونا آخر من طغيانهم واستهزائهم برسولهم صلى الله عليه وسلم فقال:وَيَسْتَعْجِلُونَكَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ، وَقَدْ خَلَتْ مِنْ قَبْلِهِمُ الْمَثُلاتُ....والمراد بالسيئة: الحالة السيئة كالعقوبات والمصائب التي تسوء من تنزل به.والمراد بالحسنة: الحالة الحسنة كالعافية والسلامة.والمثلات: جمع مثلة- بفتح الميم وضم الثاء كسمرة، وهي العقوبة الشديدة الفاضحة التي تنزل بالإنسان فتجعله مثالا لغيره في الزجر والردع.والاستعجال: طلب حصول الشيء قبل حلول وقته.أى أن هؤلاء المشركين بلغ بهم الحال في الطغيان، أنهم كانوا إذا هددهم الرسول.صلى الله عليه وسلم بعقاب الله إذا ما استمروا في كفرهم، سخروا منه، وتهكموا به وقالوا له على سبيل الاستهزاء: ائتنا بما تعدنا به من عذاب إن كنت من الصادقين.وشبيه بهذا قوله- تعالى-: وَيَسْتَعْجِلُونَكَ بِالْعَذابِ وَلَوْلا أَجَلٌ مُسَمًّى لَجاءَهُمُ الْعَذابُ وَلَيَأْتِيَنَّهُمْ بَغْتَةً وَهُمْ لا يَشْعُرُونَ يَسْتَعْجِلُونَكَ بِالْعَذابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بِالْكافِرِينَ  .وقوله- تعالى- وَإِذْ قالُوا اللَّهُمَّ إِنْ كانَ هذا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنا حِجارَةً مِنَ السَّماءِ أَوِ ائْتِنا بِعَذابٍ أَلِيمٍ   .والجملة الكريمة تحكى لونا عجيبا من ألوان توغلهم في الجحود والضلال، حيث طلبوا من الرسول صلى الله عليه وسلم تعجيل العقوبة التي توعدهم بها، بدل أن يطلبوا منه الدعاء لهم بالسلامة والأمان والخير والعافية.وعيده وعقابه لا تكل كل أحد» ."},{"ayah_number":7,"text":"ثم حكى- سبحانه- لونا آخر من رذائلهم، وهو عدم اعتدادهم بالقرآن الكريم، الذي هو أعظم الآيات والمعجزات فقال- تعالى-: وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ....ولَوْلا هنا حرف تحضيض بمعنى هلا.ومرادهم بالآية: معجزة كونية كالتي جاء بها موسى من إلقائه العصى فإذا هي حية تسعى، أو كالتي جاء بها عيسى من إبرائه الأكمه والأبرص وإحيائه الموتى بإذن الله، أو كما يقترحون هم من جعل جبل الصفا ذهبا ...لأن القرآن- في زعمهم- ليس كافيا لكونه معجزة دالة على صدقه صلى الله عليه وسلم.أى: ويقول هؤلاء الكافرون الذين عموا وصموا عن الحق واستعجلوا العذاب. هلا أنزل على محمد صلى الله عليه وسلم آية أخرى غير القرآن الكريم تدل على صدقه.ولقد حكى القرآن مطالبهم المتعنتة في آيات كثيرة، منها قوله- تعالى-: وَقالُوا لَنْ نُؤْمِنَ لَكَ حَتَّى تَفْجُرَ لَنا مِنَ الْأَرْضِ يَنْبُوعاً أَوْ تَكُونَ لَكَ جَنَّةٌ مِنْ نَخِيلٍ وَعِنَبٍ فَتُفَجِّرَ الْأَنْهارَ خِلالَها تَفْجِيراً ... .وقد رد الله- تعالى- عليهم ببيان وظيفة النبي صلى الله عليه وسلم فقال إِنَّما أَنْتَ مُنْذِرٌ....أى: أن وظيفتك- أيها الرسول الكريم- هي إنذار هؤلاء الجاحدين بسوء المصير، إذا ما لجوا في طغيانهم، وأصروا على كفرهم وعنادهم وليس من وظيفتك الإتيان بالخوارق التي طلبوها منك.وإنما قصر- سبحانه- هنا وظيفة النبي صلى الله عليه وسلم على الإنذار، لأنه هو المناسب لأحوال المشركين الذين أنكروا كون القرآن معجزة.وقوله وَلِكُلِّ قَوْمٍ هادٍ أى: ولكل قوم نبي يهديهم إلى الحق والرشاد بالوسيلة التي يراها مناسبة لأحوالهم، وأنا- أيها الرسول الكريم- قد جئتهم بهذا القرآن الهادي للتي هي أقوم. والذي هو خير وسيلة لإرشاد الناس إلى ما يسعدهم في دينهم ودنياهم وآخرتهم.قال الشيخ القاسمى: «أو المعنى: ولكل قوم هاد عظيم الشأن، قادر على هدايتهم. هو الله- تعالى- فما عليك إلا إنذارهم لا هدايتهم كما قال- تعالى-: لَيْسَ عَلَيْكَ هُداهُمْ وَلكِنَّ اللَّهَ يَهْدِي مَنْ يَشاءُ....أو المعنى: وَلِكُلِّ قَوْمٍ هادٍ أى: قائد يهديهم إلى الرشد، وهو الكتاب المنزل عليهم، الداعي بعنوان الهداية إلى ما فيه صلاحهم.يعنى: أن سر الإرسال وآيته الفريدة إنما هو الدعاء إلى الهدى، وتبصير سبله، والإنذار من الاسترسال في مساقط الردى. وقد أنزل عليك من الهدى أحسنه. فكفى بهدايته آية كبرى وخارقة عظمى. وأما الآيات المقترحة فأمرها إلى الله وحده ... » .ثم صور- سبحانه- سعة علمه تصويرا عميقا، تقشعر منه الجلود، وترتجف له المشاعر، وساق سنة من سننه التي لا تتغير ولا تتبدل، فقال- تعالى-:"},{"ayah_number":8,"text":"فقوله- سبحانه- اللَّهُ يَعْلَمُ ما تَحْمِلُ كُلُّ أُنْثى وَما تَغِيضُ الْأَرْحامُ وَما تَزْدادُ كلام مستأنف مسوق لبيان كمال علمه وقدرته- سبحانه-.وتَغِيضُ من الغيض بمعنى النقص. يقال: غاض الماء إذا نقص.وما موصولة والعائد محذوف. أى: الله وحده هو الذي يعلم ما تحمله كل أنثى في بطنها من علقة أو مضغة ومن ذكر أو أنثى ... وهو وحده- سبحانه- الذي يعلم ما يكون في داخل الأرحام من نقص في الخلقة أو زيادة فيها، ومن نقص في مدة الحمل أو زيادة فيها، ومن نقص في العدد أو زيادة فيه ...قال ابن كثير: «قوله: وَما تَغِيضُ الْأَرْحامُ وَما تَزْدادُ، قال البخاري: حدثنا إبراهيم بن المنذر. حدثنا معن، حدثنا مالك عن عبد الله بن دينار عن ابن عمر: أن رسول الله صلى الله عليه وسلم قال: «مفاتيح الغيب خمس لا يعلمها إلا الله: لا يعلم ما في غد إلا الله، ولا يعلم ما تغيض الأرحام إلا الله، ولا يعلم متى يأتى المطر إلا الله، ولا تدرى نفس بأى أرض تموت، ولا يعلم متى تقوم الساعة إلا الله» .وقال العوفى عن ابن عباس وَما تَغِيضُ الْأَرْحامُ يعنى السقط وَما تَزْدادُ.يقول: ما زادت الرحم في الحمل على ما غاضت حتى ولدته تماما. وذلك أن من النساء من تحمل عشرة أشهر، ومنهن من تحمل تسعة أشهر، ومنهن من تزيد في الحمل ومنهن من تنقص. فذلك الغيض والزيادة التي ذكر الله- تعالى- وكل ذلك بعلمه- سبحانه- .وقوله: وَكُلُّ شَيْءٍ عِنْدَهُ بِمِقْدارٍ أى: وكل شيء عنده- سبحانه- بقدر وحد لا يجاوزه ولا ينقص عنه، كما قال- تعالى- إِنَّا كُلَّ شَيْءٍ خَلَقْناهُ بِقَدَرٍ  . وكما قال- تعالى- وَإِنْ مِنْ شَيْءٍ إِلَّا عِنْدَنا خَزائِنُهُ وَما نُنَزِّلُهُ إِلَّا بِقَدَرٍ مَعْلُومٍ  . فهو- سبحانه- يعلم كمية كل شيء وكيفيته وزمانه ومكانه وسائر أحواله."},{"ayah_number":9,"text":"وقوله عالِمُ الْغَيْبِ وَالشَّهادَةِ الْكَبِيرُ الْمُتَعالِ تأكيد لعموم علمه- سبحانه- ودقته.والغيب: مصدر غاب يغيب، وكثيرا ما يستعمل بمعنى الغائب، وهو: ما لا تدركه الحواس ولا يعلم ببداهة العقل.والشهادة: مصدر شهد يشهد، وهي هنا بمعنى الأشياء المشهودة.والمتعال: المستعلى على كل شيء في ذاته وفي صفاته وفي أفعاله- سبحانه-.أى: أنه- سبحانه- هو وحده الذي يعلم أحوال الأشياء الغائبة عن الحواس كما يعلم أحوال المشاهدة منها، وهو العظيم الشأن، المستعلى على كل شيء."},{"ayah_number":10,"text":"وقوله- سبحانه- سَواءٌ مِنْكُمْ مَنْ أَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهِ وَمَنْ هُوَ مُسْتَخْفٍ بِاللَّيْلِ وَسارِبٌ بِالنَّهارِ تأكيد آخر لشمول- علمه- سبحانه- لأحوال عباده.وسواء: اسم مصدر بمعنى الاستواء، والمراد به هنا اسم الفاعل. أى: مستو.قال الجمل: «وفيه وجهان: أحدهما أنه خبر مقدم، ومن أسر ومن جهر هو المبتدأ، وإنما لم يثن الخبر لأنه في الأصل مصدر، وهو هنا بمعنى مستو.والثاني أنه مبتدأ، وجاز الابتداء به لوصفه بقوله مِنْكُمْ .وَسارِبٌ بِالنَّهارِ أى: ظاهر بالنهار. يقال: سرب في الأرض يسرب سربا وسروبا.أى: ذهب في سربه- بسكون الراء وكسر السين وفتحها- أى طريقه.والمعنى: أنه- تعالى- مستو في علمه من أسر منكم القول، ومن جهر به بأن أعلنه لغيره.ومستو في علمه- أيضا- من هو مستتر في الظلمة الكائنة في الليل، ومن هو ذاهب في سربه وطريقه بالنهار بحيث يبصره غيره.وذكر- سبحانه- الاستخفاء مع الليل لكونه أشد خفاء، وذكر السروب مع النهار لكونه أشد ظهورا."},{"ayah_number":11,"text":"ثم بين- سبحانه- بعض مظاهر رعايته لعباده فقال- تعالى- لَهُ مُعَقِّباتٌ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ مِنْ أَمْرِ اللَّهِ....والضمير في لَهُ يعود إلى مِنْ في قوله مَنْ أَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهِ، وَمَنْ هُوَ مُسْتَخْفٍ بِاللَّيْلِ باعتبار تأويله بالمذكور.و «معقبات» صفة لموصوف محذوف أى: ملائكة معقبات.قال الشوكانى: «والمعقبات المتناوبات التي يخلف كل واحد منها صاحبه ويكون بدلا منه.وهم الحفظة من الملائكة في قول عامة المفسرين. قال الزجاج: المعقبات ملائكة يأتى بعضهم بعقب بعض، وإنما قال «معقبات» مع كون الملائكة ذكورا لأن الجماعة من الملائكة يقال لها معقبة، ثم جمع معقبة على معقبات.قال الجوهري: والتعقب العود بعد البدء قال الله- تعالى- وَلَّى مُدْبِراً وَلَمْ يُعَقِّبْ .يقال: عقب الفرس في عدوه، أى: جرى بعد جريه. وعقبه تعقيبا. أى: جاء عقبه.و «من» في قوله مِنْ أَمْرِ اللَّهِ بمعنى باء السببية.والمعنى: لكل واحد من هؤلاء المذكورين ممن يسرون القول أو يجهرون به، ملائكة يتعاقبون عليه بالليل والنهار ويحيطون به من جميع جوانبه لحفظه ورعايته، ولكتابة أقواله وأعماله، وهذا التعقيب والحفظ، إنما هو بسبب أمر الله- تعالى- لهم بذلك.قال ابن كثير: وفي الحديث الصحيح: «يتعاقبون فيكم ملائكة بالليل وملائكة بالنهار، ويجتمعون في صلاة الصبح وصلاة العصر، فيصعد الذين باتوا فيكم فيسألهم- سبحانه- وهو أعلم بهم: كيف تركتم عبادي؟. فيقولون: أتيناهم وهم يصلون، وتركناهم وهم يصلون» .وفي الحديث الآخر: «إن معكم من لا يفارقكم إلا عند الخلاء وعند الجماع، فاستحيوهم وأكرموهم» . أى: فاستحيوا منهم وأكرموهم بالتستر وغيره.وقال عكرمة عن ابن عباس «يحفظونه من أمر الله، قال ملائكة يحفظونه من بين يديه ومن خلفه، فإذا جاء قدر الله خلوا عنه» .ثم ساق- سبحانه- سنة من سننه التي لا تتخلف فقال: إِنَّ اللَّهَ لا يُغَيِّرُ ما بِقَوْمٍ حَتَّى يُغَيِّرُوا ما بِأَنْفُسِهِمْ. وَإِذا أَرادَ اللَّهُ بِقَوْمٍ سُوْءاً فَلا مَرَدَّ لَهُ، وَما لَهُمْ مِنْ دُونِهِ مِنْ والٍ.أى: إن الله- تعالى- قد اقتضت سنته، أنه- سبحانه- لا يغير ما بقوم من نعمة وعافية وخير بضده، حتى يغيروا ما بأنفسهم من طاعة إلى معصية ومن جميل إلى قبيح، ومن صلاح إلى فساد.وإذا أراد- سبحانه- بقوم سوءا من عذاب أو هلاك أو ما يشبههما بسبب إيثارهم الغي على الرشد، فلا راد لقضائه، ولا دافع لعذابه.وما لهم من دونه- سبحانه- من وال أى من ناصر ينصرهم منه- سبحانه- ويرفع عنهم عقابه، ويلي أمورهم ويلتجئون إليه عند الشدائد.فالجملة الكريمة بيان لمظهر من مظاهر عدل الله في شئون عباده، وتحذير شديد لهم من الإصرار على الشرك والمعاصي وجحود النعمة، فإنه- سبحانه- لا يعصم الناس من عذابه عاصم. ولا يدفعه دافع.قال الإمام ابن كثير: «قال ابن أبى حاتم: أوحى الله إلى نبي من أنبياء بنى إسرائيل أن قل لقومك إنه ليس من أهل قرية، ولا أهل بيت يكونون على طاعة الله، فيتحولون منها إلى معصية الله، إلا تحول الله لهم مما يحبون إلى ما يكرهون.ثم قال: إن مصداق ذلك في كتاب الله إِنَّ اللَّهَ لا يُغَيِّرُ ما بِقَوْمٍ حَتَّى يُغَيِّرُوا ما بِأَنْفُسِهِمْ.وعن عمير بن عبد الملك قال: خطبنا على بن أبى طالب على منبر الكوفة فقال: كنت إذا سكت عن رسول الله صلى الله عليه وسلم ابتدأنى، وإذا سألته عن الخبر أنبأنى، وإنه حدثني عن ربه- عز وجل- قال: «قال الرب: وعزتي وجلالي وارتفاعي فوق عرشي، ما من أهل قرية ولا أهل بيت كانوا على ما كرهت من معصيتي، ثم تحولوا عنها إلى ما أحببت من طاعتي، إلا تحولت لهم عما يكرهون من عذابي إلى ما يحبون من رحمتي» .ثم لفت- سبحانه- أنظار عباده إلى أنواع متعددة من الظواهر الكونية الدالة على قدرته ووحدانيته، وبين أن هذه الظواهر قد تكون نعما، وقد تكون نقما، وأنها وغيرها تسبح بحمد الله، وتخضع لسلطانه فقال- تعالى-:"},{"ayah_number":12,"text":"والبرق: ما يراه الرائي من نور لا مع يظهر من خلال السحاب، وخوفا وطمعا: حالان من الكاف في يريكم، أو هما في محل المفعول لأجله.والمعنى: هو الله- تعالى- وحده الذي يريكم بقدرته البرق، فيترتب على ذلك أن بعضكم يخاف ما ينجم عنه من صواعق. أو سيل مدمر، وبعضكم يطمع في الخير من ورائه، فقد يعقبه المطر النافع، والغيث المدرار.فمن مظاهر حكمة الله- تعالى- في خلقه، أنه جعل البرق علامة إنذار وتبشير معا، لأنه بالإنذار والتبشير تعود النفوس إلى الحق، وتفيء إلى الرشد.وجملة «وينشئ السحاب الثقال» بيان لمظهر آخر من مظاهر قدرته- سبحانه- وإنشاء السحاب: تكوينه من العدم.والسحاب: الغيم المنسحب في الهواء، وهو اسم جنس واحده سحابة، فلذلك وصف بالجمع وهو «الثقال» جمع ثقيلة.أى: وهو- سبحانه- الذي ينشئ السحاب المثقل بالماء، فيرسله من مكان إلى مكان على حسب حكمته ومشيئته.قال- تعالى- وَهُوَ الَّذِي يُرْسِلُ الرِّياحَ بُشْراً بَيْنَ يَدَيْ رَحْمَتِهِ. حَتَّى إِذا أَقَلَّتْ سَحاباً ثِقالًا سُقْناهُ لِبَلَدٍ مَيِّتٍ، فَأَنْزَلْنا بِهِ الْماءَ، فَأَخْرَجْنا بِهِ مِنْ كُلِّ الثَّمَراتِ، كَذلِكَ نُخْرِجُ الْمَوْتى لَعَلَّكُمْ تَذَكَّرُونَ."},{"ayah_number":13,"text":"وقوله- سبحانه- وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهِ بيان لمظهر ثالث من مظاهر قدرته.والرعد: اسم للصوت الهائل الذي يسمع إثر تفجير شحنة كهربية في طبقات الجو.وعطف- سبحانه- الرعد على البرق والسحاب، لأنه مقارن لهما في كثير من الأحوال.والتسبيح: مشتق من السبح وهو المرور السريع في الماء أو في الهواء وسمى الذاكر لله- تعالى- مسبحا، لأنه مسرع في تنزيهه سبحانه عن كل نقص.وتسبيح الرعد- وهو هذا الصوت الهائل- بحمد الله، يجب أن نؤمن به، ونفوض كيفيته إلى الله- تعالى- لأنه من الغيب الذي لا يعلمه إلا هو- سبحانه- وقد بين لنا- سبحانه- في كتابه أن كل شيء يسبح بحمده فقال: تُسَبِّحُ لَهُ السَّماواتُ السَّبْعُ وَالْأَرْضُ وَمَنْ فِيهِنَّ، وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ وَلكِنْ لا تَفْقَهُونَ تَسْبِيحَهُمْ إِنَّهُ كانَ حَلِيماً غَفُوراً  .وقد فصل القول في معنى هذه الجملة الكريمة الإمام الآلوسى فقال- رحمه الله- ما ملخصه:وقوله: «ويسبح الرعد» قيل هو اسم للصوت المعلوم، والكلام على حذف مضاف أى:ويسبح سامعو الرعد بحمده- سبحانه- رجاء للمطر.ثم قال: والذي اختاره أكثر المحدثين كون الإسناد حقيقيا بناء على أن الرعد اسم للملك الذي يسوق السحاب، فقد أخرج أحمد والترمذي وصححه والنسائي وآخرون عن ابن عباس أن اليهود سألوا رسول الله صلى الله عليه وسلم فقالوا: أخبرنا ما هذا الرعد؟ فقال: «ملك من ملائكة الله- تعالى- موكّل بالسحاب، بيديه مخراق من نار يزجر به السحاب يسوقه حيث أمره الله- تعالى- قالوا. فما هذا الصوت الذي نسمع؟ قال صوته- قالوا:صدقت» .ثم قال: واستشكل بأنه لو كان علما للملك لما ساغ تنكيره، وقد نكر في سورة البقرة في قوله- تعالى- أَوْ كَصَيِّبٍ مِنَ السَّماءِ فِيهِ ظُلُماتٌ وَرَعْدٌ وَبَرْقٌ.وأجيب بأن له إطلاقين: ثانيهما إطلاقه على نفس الصوت، والتنكير على هذا الإطلاق ... » .والذي نراه أن تسبيح الرعد بحمد الله يجب الإيمان به، سواء أكان الرعد اسما لذلك الصوت المخصوص أم اسما لملك من الملائكة، أما كيفية هذا التسبيح فمردها إلى الله.قال الإمام الشوكانى: «ويسبح الرعد بحمده» أى يسبح الرعد نفسه بحمد الله. أى:متلبسا بحمده، وليس هذا بمستبعد، ولا مانع من أن ينطقه الله بذلك.وأما على تفسير الرعد بملك من الملائكة فلا استبعاد في ذلك، ويكون ذكره على الإفراد مع ذكر الملائكة بعده لمزيد خصوصية له. وعناية به» .وقال الإمام ابن كثير: قال الإمام أحمد: حدثنا عفان ... عن سالم عن أبيه قال: كان رسول الله صلى الله عليه وسلم إذا سمع الرعد والصواعق قال: «اللهم لا تقتلنا بغضبك، ولا تهلكنا بعذابك، وعافنا قبل ذلك» .وقال أبو جعفر بن جرير: حدثنا أحمد بن إسحاق ... عن أبى هريرة: أن رسول الله صلى الله عليه وسلم كان إذا سمع صوت الرعد قال: «سبحان من يسبح الرعد بحمده» .وقوله- سبحانه- وَالْمَلائِكَةُ مِنْ خِيفَتِهِ نوع رابع من الأدلة الدالة على وحدانية الله وقدرته. أى ويسبح الرعد بحمد الله، ويسبح الملائكة- أيضا- بحمد الله، خوفا منه- تعالى- وإجلالا لمقامه وذاته.ومِنْ في قوله- تعالى- مِنْ خِيفَتِهِ للتعليل، أى: يسبحون لأجل الخوف منه. وقوله وَيُرْسِلُ الصَّواعِقَ فَيُصِيبُ بِها مَنْ يَشاءُ نوع خامس من الظواهر الكونية الدالة على كمال قدرته- سبحانه-.والصواعق جمع صاعقة، وهي- كما يقول ابن جرير- كل أمر هائل رآه الرائي أو أصابه، حتى يصير من هوله وعظيم شأنه إلى هلاك وعطب وذهاب عقل ... » .والمراد بها هنا: النار النازلة من السماء.أى ويرسل- سبحانه- الصواعق المهلكة فيصيب بها من يشاء إصابته من خلقه.وقد ذكر المفسرون في سبب نزول هذه الآية روايات منها: أنها نزلت في رجل من طواغيت العرب، بعث النبي صلى الله عليه وسلم نفرا يدعونه إلى الإسلام، فقال لهم: أخبرونى عن رب محمد ما هو، أمن فضة أم من حديد؟.فبينا النفر ينازعونه ويدعونه إذا ارتفعت سحابة فكانت فوق رءوسهم فرعدت وأبرقت ورمت بصاعقة فأهلكت الكافر وهم جلوس.فرجعوا إلى النبي صلى الله عليه وسلم فاستقبلهم بعض الصحابة فقالوا لهم: احترق صاحبكم؟فقالوا: من أين علمتم؟ قالوا: أوحى الله إلى النبي صلى الله عليه وسلم وَيُرْسِلُ الصَّواعِقَ فَيُصِيبُ بِها مَنْ يَشاءُ .وضمير الجماعة في قوله وَهُمْ يُجادِلُونَ فِي اللَّهِ وَهُوَ شَدِيدُ الْمِحالِ يعود إلى أولئك الكافرين الذين سبق أن ساق القرآن بعض أقوالهم الباطلة، والتي منها قولهم: أَإِذا كُنَّا تُراباً أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ.والمجادلة: المخاصمة والمراجعة بالقول.والمراد بمجادلتهم في الله: تكذيبهم للنبي صلى الله عليه وسلم فيما أمرهم به من وجوب إخلاص عبادتهم لله- تعالى- وإيمانهم بيوم القيامة وما فيه من ثواب وعقاب.والمحال: الكيد والمكر، والتدبير والقوة، والعقاب ... يقال: محل فلان بفلان- بتثليث الحاء- محلا ومحالا، إذا كاده وعرضه للهلاك.قال القرطبي: قال ابن الأعرابى: المحال المكر وهو من الله- تعالى- التدبير بالحق أو إيصال المكروه إلى من يستحقه من حيث لا يشعر.وقال الأزهرى: المحال: أى القوة والشدة.وقال أبو عبيد: المحال: العقوبة والمكروه» .أى: أن هؤلاء الكافرين يجادلونك- أيها الرسول في ذات الله وفي صفاته، وفي وحدانيته، وفي شأن البعث، وينكرون ما جئتهم به من بينات والحال أن الله- تعالى- شديد المماحلة والمكايدة والمعاقبة لأعدائه.قال- تعالى-: وَمَكَرُوا مَكْراً وَمَكَرْنا مَكْراً وَهُمْ لا يَشْعُرُونَ فَانْظُرْ كَيْفَ كانَ عاقِبَةُ مَكْرِهِمْ أَنَّا دَمَّرْناهُمْ وَقَوْمَهُمْ أَجْمَعِينَ ."},{"ayah_number":14,"text":"ثم بين- سبحانه- أن دعوته هي الدعوة الحق، وما عداها فهو باطل ضائع فقال:لَهُ دَعْوَةُ الْحَقِّ أى: له وحده- سبحانه- الدعوة الحق المطابقة للواقع، لأنه هو الذي يجيب المضطر إذا دعاه، وهو الحقيق بالعبادة والالتجاء.فإضافة الدعوة إلى الحق من إضافة الموصوف إلى صفته، وفي هذه الإضافة إيذان بملابستها للحق، واختصاصها به، وأنها بمعزل عن الباطل.ومعنى كونها له: أنه- سبحانه- شرعها وأمر بها.قال الشوكانى: قوله: «له دعوة الحق» إضافة الدعوة إلى الحق للملابسة. أى:الدعوة الملابسة للحق، المختصة به التي لا مدخل للباطل فيها بوجه من الوجوه.وقيل: الحق هو الله- تعالى- والمعنى: أنه لله- تعالى- دعوة المدعو الحق وهو الذي يسمع فيجيب.وقيل: المراد بدعوة الحق هاهنا كلمة التوحيد والإخلاص والمعنى: لله من خلقه أن يوحدوه ويخلصوا له العبادة.وقيل: دعوة الحق، دعاؤه- سبحانه- عند الخوف، فإنه لا يدعى فيه سواه، كما قال- تعالى- وَإِذا مَسَّكُمُ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَنْ تَدْعُونَ إِلَّا إِيَّاهُ.وقيل: الدعوة الحق، أى العبادة الحق فإن عبادة الله هي الحق والصدق» .ثم بين- سبحانه- حال- من يعبد غيره فقال: وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ لا يَسْتَجِيبُونَ لَهُمْ بِشَيْءٍ إِلَّا كَباسِطِ كَفَّيْهِ إِلَى الْماءِ لِيَبْلُغَ فاهُ وَما هُوَ بِبالِغِهِ.والمراد بالموصول «والذين» الأصنام التي يعبدها المشركون من دون الله.والضمير في يدعون، للمشركين، ورابط الصلة ضمير نصب محذوف أى: يدعونهم.والمعنى: لله- تعالى- العبادة الحق، والتضرع الحق النافع، أما الأصنام التي يعبدها هؤلاء المشركون من غير الله. فإنها لا تجيبهم إلى شيء يطلبونه منها، إلا كإجابة الماء لشخص بسط كفيه إليه من بعيد، طالبا منه أن يبلغ فمه وما الماء ببالغ فم هذا الشخص الأحمق، لأن الماء لا يحس ولا يسمع نداء من يناديه.والمقصود من الجملة الكريمة نفى استجابة الأصنام لما يطلبه المشركون منها نفيا قاطعا، حيث شبه- سبحانه- حال هذه الآلهة الباطلة عند ما يطلب المشركون منها ما هم في حاجة إليه، بحال إنسان عطشان ولكنه غبى أحمق لأنه يمد يده إلى الماء طالبا منه أن يصل إلى فمه دون أن يتحرك هو إليه. فلا يصل إليه شيء من الماء لأن الماء لا يسمع نداء من يناديه.ففي هذه الجملة الكريمة تصوير بليغ لخيبة وجهالة من يتوجه بالعبادة والدعاء لغير الله- تعالى-.وأجرى- سبحانه- على الأصنام ضمير العقلاء في قوله لا يَسْتَجِيبُونَ مجاراة للاستعمال الشائع عند المشركين، لأنهم يعاملون الأصنام معاملة العقلاء.ونكر شيئا في قوله لا يَسْتَجِيبُونَ لَهُمْ بِشَيْءٍ للتحقير. والمراد أنهم لا يستجيبون لهم أية استجابة حتى ولو كانت شيئا تافها.والاستثناء في قوله إِلَّا كَباسِطِ كَفَّيْهِ إِلَى الْماءِ ... من أعم الأحوال.أى: لا تستجيب الأصنام لمن طلب منها شيئا، إلا استجابة كاستجابة الماء لملهوف بسط كفيه إليه يطلب منه أن يدخل فمه، والماء لا يشعر ببسط كفيه ولا بعطشه ولا يقدر أن يجيب طلبه ولو مكث على ذلك طوال حياته.والضمير «هو» في قوله «وما هو ببالغه» للماء، والهاء في «ببالغه» للفم: أى: وما الماء ببالغ فم هذا الباسط لكفيه.وقيل الضمير «هو» للباسط، والهاء للماء، أى: وما الباسط لكفيه ببالغ الماء فمه.قال القرطبي: «وفي معنى هذا المثل ثلاثة أوجه:أحدها: أن الذي يدعو إلها من دون الله كالظمآن الذي يدعو الماء إلى فيه من بعيد يريد تناوله ولا يقدر عليه بلسانه، ويشير إليه بيده فلا يأتيه أبدا لأن الماء لا يستجيب، وما الماء ببالغ إليه، قاله مجاهد.الثاني: أنه كالظمآن الذي يرى خياله في الماء وقد بسط كفه فيه ليبلغ فاه وما هو ببالغه، لكذب ظنه وفساد توهمه. قاله ابن عباس.الثالث: انه كباسط كفيه إلى الماء ليقبض عليه، فلا يجد في كفه شيئا منه .وقد ضربت العرب مثلا لمن سعى فيما لا يدركه، بالقبض على الماء كما قال الشاعر:ومن يأمن الدنيا يكن مثل قابض ... على الماء، خانته فروج الأصابعوقوله- سبحانه- وَما دُعاءُ الْكافِرِينَ إِلَّا فِي ضَلالٍ أى: وما عبادة الكافرين للأصنام، والتجائوهم إليها في طلب الحاجات، إلا في ضياع وخسران لأن هذه الآلهة الباطلة لا تملك لنفسها نفعا ولا ضرا، فضلا عن أن تملك ذلك لغيرها."},{"ayah_number":15,"text":"ثم بين- سبحانه- أن هذا الكون كله خاضع له- عز وجل- فقال: وَلِلَّهِ يَسْجُدُ مَنْ فِي السَّماواتِ وَالْأَرْضِ طَوْعاً وَكَرْهاً وَظِلالُهُمْ بِالْغُدُوِّ وَالْآصالِ.والمراد بالسجود له- سبحانه-: الانقياد والخضوع لعظمته.وظلالهم: جمع ظل وهو صورة الجسم المنعكس إليه نور.والغدو: جمع غدوة وهو ما بين طلوع الفجر وطلوع الشمس.والآصال: جمع أصيل وهو ما بين العصر وغروب الشمس.والمعنى: ولله- تعالى- وحده يخضع وينقاد جميع من في السموات والأرض من الملائكة والإنس والجن وغيرهم.وقوله «طوعا وكرها» منصوبان على الحال من «من» ، أى: أن جميعهم يسجدون لله، وينقادون لعظمته، حال كونهم طائعين وراضين بهذا السجود والانقياد، وحال كونهم كارهين وغير راضين به، لأنهم لا يستطيعون الخروج على حكمه لا في الإيجاد ولا في الإعدام ولا في الصحة ولا في المرض، ولا في الغنى ولا في الفقر ... فهم خاضعون لأمره شاءوا أم أبوا.ويستوي في هذا الخضوع المؤمن والكافر، إلا أن المؤمن خاضع عن طواعية بذاته وبظاهره وبباطنه لله- تعالى-.أما الكافر فهو خاضع لله- تعالى- بذاته، ومتمرد وجاحد وفاسق عن أمر ربه بظاهره، والضمير في قوله- سبحانه- وَظِلالُهُمْ يعود على مَنْ فِي السَّماواتِ وَالْأَرْضِ.أى: لله- تعالى- يخضع من في السموات والأرض طوعا وكرها ويخضع له- أيضا- بالغدو والآصال ظلال من له ظل منهم، لأن هذه الظلال لازمة لأصحابها والكل تحت قهره ومشيئته في الامتداد والتقلص والحركة والسكون.قال- تعالى- أَوَلَمْ يَرَوْا إِلى ما خَلَقَ اللَّهُ مِنْ شَيْءٍ يَتَفَيَّؤُا ظِلالُهُ عَنِ الْيَمِينِ وَالشَّمائِلِ سُجَّداً لِلَّهِ وَهُمْ داخِرُونَ .وقال تعالى: أَفَغَيْرَ دِينِ اللَّهِ يَبْغُونَ، وَلَهُ أَسْلَمَ مَنْ فِي السَّماواتِ وَالْأَرْضِ طَوْعاً وَكَرْهاً وَإِلَيْهِ يُرْجَعُونَ .ثم وجه- سبحانه- عن طريق نبيه صلى الله عليه وسلم أسئلة تهكمية إلى هؤلاء المشركين المجادلين في ذات الله- تعالى- وفي صفاته، وساق لهم أمثلة للحق وللباطل، وبين لهم حسن عاقبة المستجيبين لدعوة الحق، وسوء عاقبة المعرضين عنها فقال- تعالى-:"},{"ayah_number":16,"text":"قال الفخر الرازي: «اعلم أنه- تعالى- لما بين أن كل من في السموات والأرض ساجد له، عاد إلى الرد على عبدة الأصنام فقال: قُلْ مَنْ رَبُّ السَّماواتِ وَالْأَرْضِ قُلِ اللَّهُ.ولما كان هذا الجواب جوابا يقر به المسئول ويعترف به ولا ينكره، أمر- سبحانه- نبيه صلى الله عليه وسلم أن يكون هو الذاكر لهذا الجواب تنبيها على أنهم لا ينكرونه ألبتة ... ».أى: قل- أيها الرسول الكريم- لهؤلاء المشركين، من رب هذه الأجرام العظيمة العلوية والسفلية؟فإذا ما أبوا الرد عليك عنادا وصلفا، فجابههم بالحقيقة التي لا يستطيعون إنكارها، وهي أن الله وحده هو رب هذه الأجرام، لأنه هو خالقها وموجدها على غير مثال سابق.وقوله- سبحانه- قُلْ أَفَاتَّخَذْتُمْ مِنْ دُونِهِ أَوْلِياءَ لا يَمْلِكُونَ لِأَنْفُسِهِمْ نَفْعاً وَلا ضَرًّا أمر ثالث منه- تعالى- لنبيه صلى الله عليه وسلم لإفحامهم وتبكيتهم.فالهمزة للاستفهام التوبيخي، والفاء للعطف على مقدر بعد الهمزة.والمعنى: أعلمتم حق العلم أن الله- تعالى- هو الخالق للسموات والأرض، فتركتم عبادته- سبحانه- واتخذتم من دونه «أولياء» أى نصراء عاجزين، لا يملكون لأنفسهم- فضلا عن أن يملكوا لغيرهم- نفعا يجلبونه لها، ولا ضرا يدفعونه عنها.وجملة «لا يملكون» صفة لأولياء، والمقصود بها تنبيه السامعين للنظر في تلك الصفة، فإنهم إن أحسنوا التفكير في هؤلاء الأولياء، أيقنوا أنهم أحقر من أن يلتفت إليهم، فضلا عن أن يطلبوا منهم شيئا.ثم أمره- سبحانه- للمرة الرابعة أن يبرهن لهم على بطلان معتقداتهم عن طريق ما هو مشاهد بالحواس فقال: قُلْ هَلْ يَسْتَوِي الْأَعْمى وَالْبَصِيرُ، أَمْ هَلْ تَسْتَوِي الظُّلُماتُ وَالنُّورُ.أى: قل لهم- أيضا- أيها الرسول الكريم: كما أنه لا يستوي في عرف كل عاقل الأعمى والبصير، والظلمات والنور، فكذلك لا يستوي الكفر والإيمان، فإن الكفر انطماس في البصيرة، وظلمات في القلب، أما الإيمان فهو نور في القلب وإشراق في النفس.فالمراد بالأعمى الكافر وبالبصير المؤمن، كما أن المراد بالظلمات الكفر وبالنور الإيمان.وعبر القرآن الكريم في جانب الظلمات بصيغة الجمع، وفي جانب النور بصيغة الإفراد، لأن النور واحد ومن نتائجه الكشف والظهور. وتعدد أسبابه لا يغير حقيقته.أما الظلمة فإنها متنوعة بتنوع أسبابها، فهناك ظلمة الليل، وهناك ظلمة السجون، وهناك ظلمة القبور، وهناك ظلمة العقول التي كان من نتائجها تعدد أنواع الكفر والضلال، كما هو الحال في شأن اليهود والنصارى والمجوس وغيرهم من الذين انحرفوا عن طريق الحق.ثم انتقل- سبحانه- إلى التهكم بهم عن طريق الالتفات من الخطاب إلى الغيبة إعراضا عنهم، وإهمالا لشأنهم فقال- تعالى-: أَمْ جَعَلُوا لِلَّهِ شُرَكاءَ خَلَقُوا كَخَلْقِهِ فَتَشابَهَ الْخَلْقُ عَلَيْهِمْ....وأم هنا بمعنى بل، والاستفهام للإنكار.أى: إنهم ما اتخذوا لله- تعالى- شركاء يخلقون مثل خلق الله- تعالى- حتى نقول إن ما خلقوه تشابه مع خلقه- تعالى- فنلتمس لهم شيئا من العذر، ولكنهم اتخذوا معه- سبحانه آلهة أخرى «لن يخلقوا ذبابا ولو اجتمعوا له، وإن يسلبهم الذباب شيئا لا يستنقذوه منه ... » .فالجملة الكريمة تنعى عليهم جهلهم. حيث عبدوا من دون الله مخلوقا مثلهم، وتنفى أى عذر يعتذرون به يوم يغشاهم العذاب من فوقهم ومن تحت أرجلهم.وقوله: «كخلقه» في معنى المفعول المطلق. أى: خلقوا خلقا شبيها بما خلقه الله- تعالى-. وجملة «فتشابه» معطوفة على جملة «خلقوا» .ثم أمر- سبحانه- نبيه صلى الله عليه وسلم للمرة الخامسة بأن يقذفهم بالحق الذي يدفع باطلهم فقال- تعالى- قُلِ اللَّهُ خالِقُ كُلِّ شَيْءٍ وَهُوَ الْواحِدُ الْقَهَّارُ.أى: قل لهم- أيها الرسول الكريم-: الله- تعالى- هو الخالق لكل شيء في هذا الكون، وهو- سبحانه- الواحد الأحد الفرد الصمد، القهار لكل ما سواه، والغالب لكل من غالبه."},{"ayah_number":17,"text":"ثم ضرب- سبحانه- مثلين للحق هما الماء الصافي والجوهر النقي اللذان ينتفع بهما، ومثلين للباطل هما زبد الماء وزبد الجوهر اللذان لا نفع فيهما فقال- تعالى- أَنْزَلَ مِنَ السَّماءِ ماءً فَسالَتْ أَوْدِيَةٌ بِقَدَرِها، فَاحْتَمَلَ السَّيْلُ زَبَداً رابِياً.والأودية: جمع واد وهو الموضع المتسع الممتد من الأرض الذي يسيل فيه الماء بكثرة.والسيل: الماء الجاري في تلك الأودية.والزبد: هو الغثاء الذي يعلو على وجه الماء عند اشتداد حركته واضطرابه أو ما يعلو القدر عند الغليان ويسمى بالرغوة والوضر والخبث لعدم فائدته، ورابيا: من الربو بمعنى العلو والارتفاع.والمعنى: أنزل الله- تعالى- من السماء ماء كثيرا، ومطرا مدرارا، فسالت أودية بقدرها، أى: فسالت المياه في الأودية بسبب هذا الإنزال، بمقدارها الذي حدده الله- تعالى- واقتضته حكمته في نفع الناس.أو بمقدارها قلة وكثرة، بحسب صغر الأودية وكبرها، واتساعها وضيقها «فاحتمل السيل زبدا رابيا» أى فحمل الماء السائل في الأودية بكثرة وقوة، غثاء عاليا مرتفعا فوق الماء طافيا عليه، لا نفع فيه ولا فائدة منه.وإلى هنا يكون قد انتهى المثل الأول، حيث شبه- سبحانه- الحق وأهله في الثبات والنفع بالماء الصافي الذي ينزل من السماء فتمتلئ به الأودية ويبقى محل انتفاع الناس به إلى الوقت المحدد في علم الله- تعالى-.وشبه الباطل وشيعته في الاضمحلال وعدم النفع، بزبد السيل المنتفخ المرتفع فوق سطح الماء، فإنه مهما علا وارتفع فإنه سرعان ما يضمحل ويفنى وينسلخ عن المنفعة والفائدة.ثم ابتدأ- سبحانه- في ضرب المثل الثاني فقال: وَمِمَّا يُوقِدُونَ عَلَيْهِ فِي النَّارِ ابْتِغاءَ حِلْيَةٍ أَوْ مَتاعٍ زَبَدٌ مِثْلُهُ.و «من» في قوله «ومما يوقدون» لابتداء الغاية، وما موصولة، ويوقدون من الإيقاد وهو جعل الحطب وما يشبهه في النار ليزيد اشتعالها.والجملة في محل رفع خبر مقدم، وقوله «زبد» مبتدأ مؤخر.والحلية: ما يتحلى به الإنسان من الذهب والفضة وغيرهما.والمتاع: ما يتمتع به في حياته من الأوانى والآلات المتخذة من الحديد والرصاص وأشباههما.والضمير في قوله «مثله» يعود إلى الزبد في قوله- تعالى- زَبَداً رابِياً.وقد قرأ حمزة والكسائي وحفص «يوقدون» وقرأ الباقون توقدون بالتاء.والضمير للناس، وأضمر مع عدم سبق ذكره لظهوره.والمعنى: وشبيه بالمثل السابق في خروج الزبد والخبث وطرحه بعيدا عن الأشياء النافعة، ما توقدون عليه النار من المعادن والجواهر، لكي تستخرجوا منها ما ينفعكم من الحلي والأمتعة المتنوعة، فإنكم في مثل هذه الحالة، تبقون على النقي النافع منها، وتطرحون الزبد والخبث الذي يلفظه الكير، والذي هو مثل زبد السيل في عدم النفع.فقد شبه- سبحانه- في هذا المثل الثاني الحق وأهله في البقاء والنفع بالمعادن النافعة الباقية، وشبه الباطل وحزبه في الفناء وعدم النفع بخبث الحديد الذي يطرحه كير الحداد، ويهمله الناس.ثم بين- سبحانه- المقصود من ضرب هذه الأمثال فقال: كَذلِكَ يَضْرِبُ اللَّهُ الْحَقَّ وَالْباطِلَ.أى: مثل ذلك البيان البديع، يضرب الله الأمثلة للحق وللباطل إذا اجتمعا بأن يبين بأنه لا ثبات للباطل- مهما علا وانتفخ- مع وجود الحق، كما أنه لا ثبات للزبد مع الماء الصافي، ولا مع المعادن النقية.والكلام على حذف مضاف والتقدير: يضرب الله مثل الحق ومثل الباطل.وسر الحذف: الإنباء عن كمال التماثل بين الممثل والممثل به، حتى لكأن المثل المضروب هو عين الحق وعين الباطل.ثم شرع- سبحانه- في تقسيم المثل فقال: فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفاءً وَأَمَّا ما يَنْفَعُ النَّاسَ فَيَمْكُثُ فِي الْأَرْضِ.أى: فأما الزبد الذي لفظه السيل والحديد فيذهب «جفاء» مرميا به، مطروحا بعيدا، لأنه لا نفع فيه.يقال: جفأ الماء بالزبد، إذا قذفه ورمى به، وجفأت الريح الغيم، إذا مزقته وفرقته، والجفاء بمعنى الغثاء.وأما ما ينفع الناس من الماء الصافي، والمعدن النقي الخالي من الخبث «فيمكث في الأرض» أى فيبقى فيها لينتفع الناس به.وبدأ- سبحانه- بالزبد في البيان فقال فَأَمَّا الزَّبَدُ فَيَذْهَبُ مع أنه متأخر في الكلام السابق لأن الزبد هو الظاهر المنظور أولا لأعين الناس، أما الجوهر فهو مستتر خلفه لأنه هو الباقي النافع.أو لأنه جرت العادة في التقسيم أن يبدأ بالمتأخر كما في قوله- تعالى- يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ، فَأَمَّا الَّذِينَ اسْوَدَّتْ وُجُوهُهُمْ .وقوله كَذلِكَ يَضْرِبُ اللَّهُ الْأَمْثالَ تفخيم لشأن هذا التمثيل الذي اشتملت عليه الآية الكريمة.أى: مثل ذلك البيان البديع الذي اشتملت عليه الآية الكريمة يضرب الله الأمثال للناس لعلهم يتفكرون، فيحملهم هذا التفكير على الإيمان الحق، وحسن التمييز بين الخير والشر، والمعروف والمنكر، والحق والباطل.قال الإمام الشوكانى: «هذان مثلان ضربهما الله- تعالى- في هذه الآية للحق وللباطل يقول: إن الباطل وإن ظهر على الحق في بعض الأحوال وعلاه، فإن الله- تعالى- سيمحقه ويبطله ويجعل العاقبة للحق وأهله.كالزبد الذي يعلو الماء فيلقيه الماء، وكخبث هذه الأجسام، فإنه وإن علا عليها فإن الكير يقذفه ويدفعه، فهذا مثل الباطل.وأما الماء الذي ينفع الناس وينبت المراعى فيمكث في الأرض، وكذلك الصافي من هذه الأجسام فإنه يبقى خالصا لا شوب فيه، وهو مثل الحق.وقال الزجاج: فمثل المؤمن واعتقاده ونفع الإيمان كمثل هذا الماء المنتفع به في نبات الأرض وحياة كل شيء، وكمثل نفع الفضة والذهب وسائر الجواهر لأنها كلها تبقى منتفعا بها.ومثل الكافر وكفره كمثل الزبد الذي يذهب جفاء، وكمثل خبث الحديد وما تخرجه النار من وسخ الفضة والذهب الذي لا ينتفع به» ."},{"ayah_number":18,"text":"ثم بين- سبحانه- بعد ذلك عاقبة أهل الحق، وعاقبة أهل الباطل فقال- تعالى-:لِلَّذِينَ اسْتَجابُوا لِرَبِّهِمُ الْحُسْنى، وَالَّذِينَ لَمْ يَسْتَجِيبُوا لَهُ لَوْ أَنَّ لَهُمْ ما فِي الْأَرْضِ جَمِيعاً وَمِثْلَهُ مَعَهُ لَافْتَدَوْا بِهِ....أى: للمؤمنين الصادقين، الذين أطاعوا ربهم في كل ما أمرهم به أو نهاهم عنه، المثوبة الحسنى، وهي الجنة.فالحسنى يصح أن تكون صفة لموصوف محذوف، ويصح أن تكون مبتدأ مؤخرا، وخبره «للذين استجابوا لربهم» .«والذين لم يستجيبوا له» - سبحانه- ولم ينقادوا لأمره أو نهيه وهم الكفار «لو أن لهم ما في الأرض جميعا» من أصناف الأموال، ولهم أيضا «مثله معه لافتدوا به» أى لهان عليهم- مع نفاسته وكثرته- أن يقدموه فداء لأنفسهم من عذاب يوم القيامة.فالضمير في قوله «ومثله معه» يعود إلى ما في الأرض جميعا من أصناف الأموال وفي ذلك ما فيه من تهويل ما يلقونه من عذاب أليم جزاء كفرهم وجحودهم.ثم بين- سبحانه- سوء مصيرهم فقال: «أولئك لهم سوء الحساب» أى: أولئك الذين لم يستجيبوا لربهم لهم الحساب السيئ الذي لا رحمة معه، ولا تساهل فيه.«ومأواهم جهنم» ، أى: ومرجعهم الذي يرجعون إليه جهنم. «وبئس المهاد» أى:وبئس المستقر الذي يستقرون فيه.والمخصوص بالذم محذوف أى: مهادهم أو جهنم.وبذلك نرى الآيات الكريمة قد أقامت أوضح الأدلة وأحكمها على وحدانية الله- تعالى- وقدرته، وبينت حسن عاقبة المؤمنين، وسوء عاقبة المكذبين ...ثم بين- سبحانه- بعد ذلك أنه لا يستوي الأعمى والبصير، ومدح أولى الألباب بما هم أهله من مدح، وذم أضدادهم بما يستحقون من ذم، فقال- تعالى-:"},{"ayah_number":19,"text":"قال الإمام الرازي: «قوله- تعالى- أَفَمَنْ يَعْلَمُ أَنَّما أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ الْحَقُّ كَمَنْ هُوَ أَعْمى ... إشارة إلى المثل المتقدم ذكره- في قوله- تعالى- أَنْزَلَ مِنَ السَّماءِ ماءً ... وهو أن العالم بالشيء كالبصير، والجاهل به كالأعمى، وليس أحدهما كالآخر، لأن الأعمى إذا أخذ يمشى من غير قائد، فربما يقع في المهالك ... أما البصير فإنه يكون آمنا من الهلاك والإهلاك»  .والمراد بالأعمى هنا: الكافر الذي انطمست بصيرته، فأصبح لا يفرق بين الحق والباطل.والاستفهام للإنكار والاستبعاد.المعنى: أفمن يعلم ان ما أنزل إليك- أيها الرسول الكريم- من وحى هو الحق الذي يهدى للتي هي أقوم، كمن هو أعمى القلب: مطموس البصيرة؟؟فالآية الكريمة تنفى بأبلغ أسلوب، مساواة الذين علموا الحق فاتبعوه، بمن جهلوه وأعرضوا عنه، وصموا آذانهم عن سماعه.وقوله إِنَّما يَتَذَكَّرُ أُولُوا الْأَلْبابِ مدح لأصحاب العقول السليمة، الذين ذكروا بالحق فتذكروه، وآمنوا به، وتعليل لإعراض الكافرين عنه، ببيان أن سبب إعراضهم، أنهم ليسوا أهلا للتذكر، لأن التذكر إنما هو من شأن أولى الألباب.والألباب: جمع لب وهو الخالص من كل شيء.أى: إنما يتذكر وينتفع بالتذكير، أصحاب العقول السليمة وهم المؤمنون الصادقون."},{"ayah_number":20,"text":"ثم مدح- سبحانه- أصحاب هذه العقول السليمة، بجملة من الخصال الكريمة فقال:الَّذِينَ يُوفُونَ بِعَهْدِ اللَّهِ وَلا يَنْقُضُونَ الْمِيثاقَ.وعهد الله: فرائضه وأوامره ونواهيه. والوفاء بها: يتأتى باتباع ما أمر به- سبحانه- وباجتناب ما نهى عنه.وينقضون: من النقض، بمعنى الفسخ والحل لما كان مركبا أو موصولا.والميثاق: العهد الموثق باليمين، للتقوية والتأكيد.أى: إنما يتذكر أولوا الألباب، الذين من صفاتهم أنهم يوقنون بعهد الله- تعالى-، بأن يؤدوا كل ما كلفهم بأدائه، ويجتنبوا كل ما أمرهم باجتنابه ولا ينقضون شيئا من العهود والمواثيق التي التزموا بها. وصدر- سبحانه- صفات أولى الألباب، بصفة الوفاء بعهد الله، وعدم النقض للمواثيق، لأن هذه الصفة تدل على كمال الإيمان، وصدق العزيمة، وصفاء النفس.وأضاف- سبحانه- العهد إلى ذاته، للتشريف وللتحريض على الوفاء به.وجملة «ولا ينقضون الميثاق» تعميم بعد تخصيص، لتشمل عهودهم مع الله- تعالى- ومع غيره من عباده."},{"ayah_number":21,"text":"ثم بين- سبحانه- صفات أخرى لهم فقال: وَالَّذِينَ يَصِلُونَ ما أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ.أى: أن من صفات أولى الألباب- أيضا- أنهم يصلون كل ما أمر الله- تعالى- بوصله كصلة الأرحام، وإفشاء السلام، وإعانة المحتاج، والإحسان إلى الجار.وقوله «ويخشون ربهم» خشية تحملهم على امتثال أمره واجتناب نهيه.«ويخافون سوء الحساب» أى: ويخافون أهوال يوم القيامة، وما فيه من حساب دقيق، فيحملهم ذلك على أن يحاسبوا أنفسهم قبل أن يحاسبوا.قال الآلوسى ما ملخصه: «وهذا من قبيل ذكر الخاص بعد العام للاهتمام، والخشية والخوف قيل: بمعنى.وفرق الراغب بينهما فقال: الخشية خوف يشوبه تعظيم، وأكثر ما يكون ذلك عن علم.وقال بعضهم: الخشية أشد الخوف، لأنها مأخوذة من قولهم: شجرة خشية، أى:يابسة.ثم قال الآلوسى: والحق أن مثل هذه الفروق أغلبى لا كلى ... » ."},{"ayah_number":22,"text":"ثم أضاف- سبحانه- إلى الصفات السابقة لأولى الألباب صفات أخرى حميدة فقال:وَالَّذِينَ صَبَرُوا ابْتِغاءَ وَجْهِ رَبِّهِمْ أى: أن من صفاتهم أنهم صبروا على طاعة الله، وصبروا عن معصيته، وصبروا على المصائب وآلامها، صبرا غايته رضا ربهم وخالقهم، لا رضا أحد سواه.أى: أن صبرهم في كل مجال يحمد فيه الصبر لم يكن من أجل الرياء أو المباهاة أو المجاملة أو غير ذلك، وإنما كان صبرهم من أجل رضا الله- تعالى- وطلب ثوابه.وإلى هذا المعنى أشار صاحب الكشاف بقوله: «والذين صبروا» فيما يصبر عليه من المصائب في النفوس والأموال ومشاق التكليف «ابتغاء وجه ربهم» لا ليقال ما أصبره وأحمله للنوازل، وأوقره عند الزلازل. ولا لئلا يعاب بالجزع، ولئلا يشمت به الأعداء، كقوله:وتجلدي للشامتين أريهم ... أنى لريب الدهر لا أتزعزعولا لأنه لا طائل تحت الهلع، ولا مرد فيه للفائت.وكل عمل له وجوه يعمل عليها، فعلى المؤمن أن ينوى منها ما به كان حسنا عند الله- تعالى- وإلا لم يستحق به ثوابا وكان فعلا كلا فعل،  .«وأقاموا الصلاة» أى: أدوها في أوقاتها كاملة الأركان والسنن والأذكار، بخشوع وإخلاص. «وأنفقوا» بسخاء وطيب نفس «مما رزقناهم» أى: مما أعطيناهم من عطائنا الواسع العميم. «سرا وعلانية» أى: ينفقون مما رزقناهم سرا. حيث يحسن السر، كإعطاء من لم يتعود الأخذ من غيره، وينفقون «علانية» حيث تحسن العلانية، كأن ينفقوا بسخاء في مجال التنافس في الخير، ليقتدى بهم غيرهم «ويدرءون بالحسنة السيئة» ، والدرء:الدفع والطرد. يقال: درأه درءا، إذا دفعه.أى: أن من صفات أولى الألباب- أيضا- أنهم يدفعون بالعمل الصالح العمل السيئ، كما في قوله صلى الله عليه وسلم «وأتبع السيئة الحسنة تمحها» أو أنهم يدفعون سيئة من أساء إليهم بالإحسان إليه، أو بالعفو عنه، متى كان هذا الإحسان أو العفو لا يؤدى إلى مفسدة.قال صاحب الظلال ما ملخصه: «وفي الآية إشارة خفية إلى مقابلة السيئة بالحسنة، عند ما يكون في هذا درء السيئة ودفعها لا إطماعها واستعلاؤها، فأما حين تحتاج السيئة إلى القمع، ويحتاج الشر إلى الدفع، فلا مكان لمقابلتهما بالحسنة، لئلا ينتفش الشر ويتجرأ ويستعلى.ودرء السيئة بالحسنة يكون غالبا في المعاملة الشخصية بين المتماثلين فأما في دين الله فلا.إن المستعلى الغاشم لا يجدي معه إلا الدفع الصارم، والمفسدون في الأرض لا يجدي معهم إلا الأخذ الحاسم، والتوجيهات القرآنية متروكة لتدبر المواقف، واستشارة الألباب، والتصرف بما يرجح أنه الخير والصواب»  .وجملة أُولئِكَ لَهُمْ عُقْبَى الدَّارِ بيان الجزاء الحسن، الذي أعده الله- تعالى- لهؤلاء الأخيار.والعقبى: مصدر كالعاقبة، وهي الشيء الذي يقع عقب شيء آخر.والمراد بالدار: الدنيا. وعقباها الجنة. وقيل المراد بالدار: الدار الآخرة. وعقباها الجنة للطائعين، والنار للعاصين.أى: أولئك الموصوفون بتلك الصفات الكريمة، لهم العاقبة الحسنة وهي الجنة. والجملة الكريمة خبر عن «الذين يوفون بعهد الله....» وما عطف عليها."},{"ayah_number":23,"text":"وقوله- سبحانه- جَنَّاتُ عَدْنٍ يَدْخُلُونَها وَمَنْ صَلَحَ مِنْ آبائِهِمْ وَأَزْواجِهِمْ وَذُرِّيَّاتِهِمْ تفصيل للمنزلة العالية التي أعدها- سبحانه- لهم.أى: أولئك الذين قدموا ما قدموا في دنياهم من العمل الصالح، لهم جنات دائمة باقية، يدخلونها هم وَمَنْ صَلَحَ أى: ومن كان صالحا لدخولها مِنْ آبائِهِمْ وَأَزْواجِهِمْ وَذُرِّيَّاتِهِمْ.أى من أصولهم وفروعهم وأزواجهم على سبيل التكريم والزيادة في فرحهم ومسيرتهم.وفي قوله- سبحانه- وَمَنْ صَلَحَ مِنْ آبائِهِمْ.... دليل على أن هؤلاء الأقارب لا يستحقون دخول الجنة، إلا إذا كانت أعمالهم صالحة، أما إذا كانت غير ذلك فإن قرابتهم وحدها لا تنفعهم في هذا اليوم الذي لا ينفع فيه مال ولا بنون إِلَّا مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ .قال الإمام ابن كثير: وقوله وَمَنْ صَلَحَ مِنْ آبائِهِمْ وَأَزْواجِهِمْ وَذُرِّيَّاتِهِمْ أى: يجمع بينهم وبين أحبابهم فيها من الآباء والأهلين والأبناء، ممن هو صالح لدخول الجنة من المؤمنين، لتقر أعينهم بهم، حتى إنه ترفع درجة الأدنى إلى درجة الأعلى، من غير تنقيص لذلك الأعلى عن درجته، بل امتنانا من الله وإحسانا، كما قال- تعالى- وَالَّذِينَ آمَنُوا وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُمْ بِإِيمانٍ أَلْحَقْنا بِهِمْ ذُرِّيَّتَهُمْ، وَما أَلَتْناهُمْ مِنْ عَمَلِهِمْ مِنْ شَيْءٍ، كُلُّ امْرِئٍ بِما كَسَبَ رَهِينٌ  ."},{"ayah_number":24,"text":"وقوله- سبحانه- وَالْمَلائِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِنْ كُلِّ بابٍ سَلامٌ عَلَيْكُمْ ... زيادة في تكريمهم، وحكاية لما تحييهم به الملائكة.أى: والملائكة يدخلون على هؤلاء الأوفياء الصابرين ... من كل باب من أبواب منازلهم في الجنة، قائلين لهم: «سلام عليكم» أى: أمان دائم عليكم بِما صَبَرْتُمْ أى: بسبب صبركم على كل ما يرضى الله- تعالى-.فَنِعْمَ عُقْبَى الدَّارِ أى: فنعم العاقبة عاقبة دنياكم، والمخصوص بالمدح محذوف لدلالة المقام عليه، أى: الجنة.وفي قوله- سبحانه- يَدْخُلُونَ عَلَيْهِمْ مِنْ كُلِّ بابٍ إشارة إلى كثرة قدوم الملائكة عليهم، وإلى كثرة أبواب بيوتهم، تكريما وتشريفا وتأنيسا لهم.وجملة سَلامٌ عَلَيْكُمْ مقول لقول محذوف، وهو حال من فاعل يدخلون وهم الملائكة.وهي بشارة لهم بدوام السلامة.وفي قوله بِما صَبَرْتُمْ إشارة إلى أن صبرهم على مشاق التكاليف، وعلى الأذى، وعلى كل ما يحمد فيه الصبر، كان على رأس الأسباب التي أوصلتهم إلى تلك المنازل العالية.هذا ومن الأحاديث التي ذكرها الإمام ابن كثير هنا، ما رواه الإمام أحمد- بسنده- عن عبد الله بن عمرو بن العاص، عن رسول الله صلى الله عليه وسلم أنه قال: «هل تدرون أول من يدخل الجنة من خلق الله؟ قالوا: الله ورسوله أعلم: قال: أول من يدخل الجنة من خلق الله الفقراء المهاجرون، الذين تسد بهم الثغور، وتتقى بهم المكاره، ويموت أحدهم وحاجته في صدره لا يستطيع لها قضاء، فيقول الله لمن يشاء من ملائكته: ائتوهم فحيوهم. فتقول الملائكة: نحن سكان سمائك وخيرتك من خلقك، أفتأمرنا أن نأتى هؤلاء فنسلم عليهم؟قال: إنهم كانوا عبادا يعبدونني لا يشركون بي شيئا، وتسد بهم الثغور. وتتقى بهم المكاره، ويموت أحدهم وحاجته في صدره، فلا يستطيع لها قضاء. قال: فتأتيهم الملائكة عند ذلك، فيدخلون عليهم من كل باب سَلامٌ عَلَيْكُمْ بِما صَبَرْتُمْ  ."},{"ayah_number":25,"text":"وبعد أن ذكر- سبحانه- صفات هؤلاء الأوفياء، وما أعد لهم من ثواب جزيل، أتبع ذلك ببيان سوء عاقبة الناقضين لعهودهم، القاطعين لما أمر الله بوصله. المفسدين في الأرض فقال- تعالى-: وَالَّذِينَ يَنْقُضُونَ عَهْدَ اللَّهِ مِنْ بَعْدِ مِيثاقِهِ.ونقض العهد: إبطاله وعدم الوفاء به.وقوله: مِنْ بَعْدِ مِيثاقِهِ زيادة في تشنيع النقض. أى: ينقضون عهد الله تعالى ولا يوفون به. من بعد أن أكدوا التزامهم به وقبولهم له.وقوله: وَيَقْطَعُونَ ما أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ أى: ويقطعون كل ما أوجب الله- تعالى- وصله، ويدخل فيه وصل الرسول صلى الله عليه وسلم بالاتباع والموالاة، ووصل المؤمنين بالمعاونة، والمحبة، ووصل أولى الأرحام بالمودة والتعاطف، فالجملة الكريمة بيان لحال هؤلاء الأشقياء بأنهم كانوا على الضد من أولئك الأوفياء الأخيار الذين كانوا يصلون ما أمر الله به أن يوصل.وقوله: وَيُفْسِدُونَ فِي الْأَرْضِ بيان لصفة ثالثة من صفاتهم القبيحة.أى: أنهم كانوا يفسدون في الأرض عن طريق حربهم لدعوة الحق، واعتدائهم على المؤمنين، وغير ذلك من الأمور التي كانوا يقترفونها مع أن الله- تعالى- قد حرمها ونهى عنها.وقوله- تعالى-: أُولئِكَ لَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ إخبار عن العذاب الشديد الذي يلقونه في آخرتهم. أى: أولئك الموصوفون بتلك الصفات الذميمة لَهُمُ من الله- تعالى- «اللعنة» والطرد من رحمته.وَلَهُمْ فوق ذلك، الدار السيئة وهي جهنم التي ليس فيها إلا ما يسوء الصائر إليها."},{"ayah_number":26,"text":"ثم بين- سبحانه- بعد ذلك أن الغنى والفقر بيده، وأن العطاء والمنع بأمره فقال- تعالى-: اللَّهُ يَبْسُطُ الرِّزْقَ لِمَنْ يَشاءُ وَيَقْدِرُ.... وبسط الرزق كناية عن سعته ووفرته وكثرته. ومعنى: «يقدر» يضيق ويقلل.قال الإمام الشوكانى: «لما ذكر- سبحانه- عاقبة المشركين بقوله أُولئِكَ لَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ كان لقائل أن يقول: قد نرى كثيرا منهم قد وفر الله له في الرزق وبسط له فيه. فأجاب- سبحانه- عن ذلك: اللَّهُ يَبْسُطُ الرِّزْقَ لِمَنْ يَشاءُ وَيَقْدِرُ فقد يبسط الرزق لمن كان كافرا، ويقتره على من كن مؤمنا ابتلاء وامتحانا، ولا يدل البسط على الكرامة، ولا القبض على الإهانة ... » .أى: الله- تعالى- وحده هو الذي يبسط الرزق لمن يشاء من خلقه، وهو وحده- أيضا- الذي يضيقه على من يشاء منهم لحكم هو يعلمها، ولا تعلق لذلك بالكفر أو الإيمان، فقد يوسع على الكافر استدراجا له، وقد يضيق على المؤمن امتحانا له، أو زيادة في أجره.والضمير في قوله: وَفَرِحُوا بِالْحَياةِ الدُّنْيا يعود إلى مشركي مكة، وإلى كل من كان على شاكلتهم في الكفر والطغيان. والمراد بالفرح هنا: الأشر والبطر وجحود النعم.أى: وفرح هؤلاء الكافرون بربهم، الناقضون لعهودهم، بما أوتوا من بسطة في الرزق في دنياهم، فرح بطر وأشر ونسيان للآخرة لا فرح سرور بنعم الله، وشكر له- سبحانه- عليها، وتذكر للآخرة وما فيها من ثواب وعقاب ...وقوله- سبحانه- وَمَا الْحَياةُ الدُّنْيا فِي الْآخِرَةِ إِلَّا مَتاعٌ بيان لقلة نعيم الدنيا بالنسبة لنعيم الآخرة.والمتاع: ما يتمتع به الإنسان في دنياه من مال وغيره لمدة محددة ثم ينقضي.أى: إن هؤلاء الفرحين بنعم الله عليهم في الدنيا، فرح بطر وأشر وجحود، لن يتمتعوا بها طويلا، لأن نعيم الدنيا ليس إلا شيئا قليلا بالنسبة لنعيم الآخرة.وتنكير «متاع» للتقليل، كقوله- تعالى- في آية أخرى: لا يَغُرَّنَّكَ تَقَلُّبُ الَّذِينَ كَفَرُوا فِي الْبِلادِ، مَتاعٌ قَلِيلٌ ثُمَّ مَأْواهُمْ جَهَنَّمُ وَبِئْسَ الْمِهادُ .قال الآلوسى ما ملخصه: قوله وَمَا الْحَياةُ الدُّنْيا فِي الْآخِرَةِ أى: كائنة في جنب نعيم الآخرة، فالجار والمجرور في موضع الحال، و «في» هذه معناها المقايسة وهي كثيرة في الكلام، كما يقال: ذنوب العبد في رحمة الله- تعالى- كقطرة في بحر، وهي الداخلة بين مفضول سابق، وفاضل لاحق ...والمراد بقوله: إِلَّا مَتاعٌ أى: إلا شيئا يسيرا يتمتع به كزاد الراعي.والمعنى: أنهم رضوا بحظ الدنيا معرضين عن نعيم الآخرة، والحال أن ما فرحوا به في جنب ما أعرضوا عنه قليل النفع، سريع النفاد.أخرج الترمذي وصححه عن عبد الله بن مسعود قال: نام رسول الله صلى الله عليه وسلم على حصير، فقام وقد أثر في جنبه، فقلنا يا رسول الله: لو اتخذنا لك؟ فقال صلى الله عليه وسلم: «مالي وللدنيا، ما أنا في الدنيا إلا كراكب استظل بشجرة ثم راح وتركها ... » .وبذلك نرى الآيات الكريمة قد بينت صفات المؤمنين وحسن عاقبتهم، وصفات الكافرين وسوء مصيرهم كما وضحت أن الأرزاق بيد الله- تعالى- يعطيها بسعة لمن يشاء من عباده، ويعطيها بقلة لغيرهم ...ثم حكى- سبحانه- بعد ذلك بعض المطالب المتعنتة التي طلبها الكافرون من النبي صلى الله عليه وسلم، ورد عليها بما يبطلها، ومدح المؤمنين لاطمئنان قلوبهم إلى سلامة دينهم من كل نقص، وأيأسهم من إيمان أعدائهم لاستيلاء العناد والجحود على قلوبهم، فقال- تعالى-:"},{"ayah_number":27,"text":"وقوله- سبحانه-: وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ حكاية لما طلبه مشركو مكة من رسول الله صلى الله عليه وسلم على سبيل التعنت والطغيان. ومرادهم بالآية: آية كونية كإحياء الموتى، وإزاحة الجبال من أماكنها، و «لولا» هنا: حرف تحضيض بمعنى هلا.أى: ويقول الكافرون على سبيل العناد والجحود، هلا أنزل على هذا الرسول آية كونية تدل على صدقه، كأن يحيى لنا موتانا، أو أن يحول لنا جبل الصفا ذهبا ...وكأنهم يرون أن القرآن الذي نزل عليه صلى الله عليه وسلم لا يكفى- في زعمهم- أن يكون آية ومعجزة شاهدة على صدقه.وقد أمر الله- تعالى- رسوله صلى الله عليه وسلم أن يرد عليهم بقوله: قُلْ إِنَّ اللَّهَ يُضِلُّ مَنْ يَشاءُ وَيَهْدِي إِلَيْهِ مَنْ أَنابَ.أى: قل لهم أيها الرسول الكريم على سبيل التعجيب من أحوالهم ومن شدة ضلالهم: إن الله- تعالى- يضل عن طريق الحق من يريد إضلاله، لاستحباب هذا الضال العمى على الهدى، ويهدى إلى صراطه المستقيم، من أناب إليه- سبحانه- ورجع إلى الحق الذي جاء به رسوله صلى الله عليه وسلم بقلب سليم. وعقل متفتح لمعرفة الصواب والرشاد.فالجملة الكريمة تعجيب من أقوالهم الباطلة، ومن غفلتهم عن الآيات الباهرة التي أعطاها الله- تعالى- لرسوله صلى الله عليه وسلم وعلى رأسها القرآن الكريم الذي هو آية الآيات، وحض لهم على الإقلاع عما هم عليه من العتو والعناد.والإنابة: الرجوع إلى الشيء بعد تردد، فقد جرت عادة كثير من النفوس البشرية أن يعرض عليها الحق فتتردد في قبوله في أول الأمر، ثم تعود إلى قبوله واعتناقه بعد قيام الدلائل على صحته وسلامته من الفساد.قال صاحب الكشاف: فإن قلت: كيف طابق قولهم لَوْلا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ قوله قُلْ إِنَّ اللَّهَ يُضِلُّ مَنْ يَشاءُ ... ؟قلت: هو كلام يجرى مجرى التعجب من قولهم، وذلك أن الآيات الباهرة والمتكاثرة التي أوتيها رسول الله صلى الله عليه وسلم لم يؤتها نبي قبله، وكفى بالقرآن وحده آية وراء كل آية. فإذا جحدوها ولم يهتدوا بها وجعلوه كأن آية لم تنزل عليه قط، كان موضعا للتعجب والاستنكار، فكأنه قيل لهم: ما أعظم عنادكم وما أشد تصميمكم على كفركم، إن الله يضل من يشاء ممن كان على صفتكم من التصميم وشدة الشكيمة في الكفر، فلا سبيل إلى اهتدائهم وإن أنزلت كل آية وَيَهْدِي إِلَيْهِ مَنْ كان على خلاف صفتكم أَنابَ أقبل إلى الحق وحقيقته دخل في نوبة الخير» ."},{"ayah_number":28,"text":"ثم رسم القرآن صورة مشرقة للقلوب المؤمنة، وللجزاء الحسن الذي أعده الله لها فقال- تعالى- الَّذِينَ آمَنُوا حق الإيمان، وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ اللَّهِ أى: تستقر قلوبهم وتسكن، بسبب تدبرهم لكلامه المعجز وهو القرآن الكريم وما فيه من هدايات.وإطلاق الذكر على القرآن الكريم ورد في آيات منها قوله- تعالى- وَهذا ذِكْرٌ مُبارَكٌ أَنْزَلْناهُ أَفَأَنْتُمْ لَهُ مُنْكِرُونَ  وقوله- تعالى- إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحافِظُونَ .وقوله: أَلا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ أى: ألا بذكره وحده دون غيره من شهوات الحياة تسكن القلوب أنسا به، ومحبة له.ويصح أن يراد بذكر الله هنا ما يشمل القرآن الكريم، ويشمل ذكر الخالق- عز وجل- باللسان، فإن إجراءه على اللسان ينبه القلوب إلى مراقبته- سبحانه- كما يصح أن يراد به خشيته- سبحانه- ومراقبته بالوقوف عند أمره ونهيه.إلا أن الأظهر هنا أن يراد به القرآن الكريم، لأنه الأنسب للرد على المشركين الذين لم يكتفوا به كمعجزة دالة على صدقه صلى الله عليه وسلم وقالوا لولا أنزل عليه آية من ربه.واختير الفعل المضارع في قوله- سبحانه- تَطْمَئِنُّ مرتين في آية واحدة، للإشارة إلى تجدد الاطمئنان واستمراره، وأنه لا يتخلله شك ولا تردد.وافتتحت جملة أَلا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ بأداة الاستفتاح المفيدة للتنبيه، للاهتمام بمضمونها، وللإغراء بالإكثار من ذكره- عز وجل-، ولإثارة الكافرين إلى الاتسام بسمة المؤمنين لتطمئن قلوبهم.ولا تنافى بين قوله- تعالى- هنا أَلا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ وبين قوله في سورة الأنفال إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ ... أى: خافت.لأن وجلهم إنما هو عند ذكر الوعيد والعقاب والطمأنينة عند ذكر الوعد والثواب.أو وجلت من هيبته وخشيته- سبحانه- وهو لا ينافي اطمئنان الاعتماد والرجاء."},{"ayah_number":29,"text":"وقوله- تعالى- الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ طُوبى لَهُمْ وَحُسْنُ مَآبٍ بيان للثواب الجزيل الذي أعده- سبحانه- للمؤمنين الصادقين.وطوبى: مصدر كبشرى وزلفى من الطيب، وأصله طيبي، فقلبت الياء واوا لوقوعها ساكنة إثر ضمة، كما قلبت في موقن وموسر وهو من اليقين واليسر.وقيل: طوبى، اسم شجرة في الجنة.قال ابن كثير ما ملخصه: قوله طُوبى لَهُمْ قال ابن عباس: أى فرح وقرة عين لهم.وقال الضحاك: أى غبطة لهم. وقال إبراهيم النخعي: أى خير لهم.وقال قتادة: طوبى: كلمة عربية. يقول الرجل لغيره: طوبى لك أى: أصبت خيرا.وقال سعيد جبير عن ابن عباس «طوبى لهم» قال: هي أرض الجنة بالحبشية.وقال سعيد بن مشجوج «طوبى» اسم الجنة بالهندية.وروى ابن جرير عن شهر بن حوشب قال: «طوبى» : شجرة في الجنة، كل شجر الجنة منها ...وهكذا روى عن ابن عباس وأبى هريرة وغير واحد من السلف، أن طوبى شجرة في الجنة، في كل دار في الجنة غصن منها»  .والمآب: المرجع والمنقلب من الأوب وهو الرجوع. يقال: آب يئوب أوبا وإيابا ومآبا إذا رجع.والمعنى: الذين آمنوا وعملوا الأعمال الصالحات لهم في آخرتهم، عيش طيب. وخير كامل، ومرجع حسن يرجعون به إلى ربهم وخالقهم."},{"ayah_number":30,"text":"ثم بين- سبحانه- أن إرسال محمد صلى الله عليه وسلم إلى الناس ليس بدعا، فقد سبقه رسل كثيرون إلى أقوامهم فقال- تعالى-: كَذلِكَ أَرْسَلْناكَ فِي أُمَّةٍ قَدْ خَلَتْ مِنْ قَبْلِها أُمَمٌ لِتَتْلُوَا عَلَيْهِمُ الَّذِي أَوْحَيْنا إِلَيْكَ.فالكاف في قوله كَذلِكَ للتشبيه حيث شبه- سبحانه- إرساله صلى الله عليه وسلم إلى الناس، بإرسال الرسل السابقين إلى أقوامهم.واسم الإشارة يعود إلى الإرسال المأخوذ من فعل «أرسلناك» .والمراد بالأمة هنا: أمة الدعوة التي أرسل إليها الرسول صلى الله عليه وسلم فآمن من آمن من أفرادها، وكفر من كفر.أى: كما أرسلنا رسلا سابقين إلى أقوامهم، أرسلناك يا محمد إلى قومك الذين قد سبقهم أقوام ورسل كثيرون لكي تقرأ على مسامعهم هذا القرآن العظيم الذي أوحيناه إليك من لدنا، ولتبين لهم ما اشتمل عليه من هدايات وتشريعات، كما بين الرسل الذين سبقوك لأقوامهم ما أمرهم الله- تعالى- ببيانه.وفي قوله- تعالى-: قَدْ خَلَتْ مِنْ قَبْلِها أُمَمٌ تعريض بمشركي مكة، وأنهم إذا ما استمروا في طغيانهم، فسيصيبهم ما أصاب الأمم الخالية.وقوله لِتَتْلُوَا عَلَيْهِمُ الَّذِي أَوْحَيْنا إِلَيْكَ المقصود منه تفخيم شأن القرآن الكريم، وأنه هو المعجزة الكبرى للرسول صلى الله عليه وسلم وأن وظيفة الرسول صلى الله عليه وسلم قراءته عليهم قراءة تدبر واستجابة لما يدعوهم إليه.وأن قول المشركين لَوْلا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ إنما هو قول يدل على عنادهم وغبائهم وجحودهم للحق بعد أن تبين.وجملة وَهُمْ يَكْفُرُونَ بِالرَّحْمنِ حالية.أى: أرسلناك أيها الرسول الكريم إلى هؤلاء الضالين، لتتلو عليهم ما ينقذهم من الضلال، ولكنهم عموا وصموا عن سماعه، والحال أنهم يكفرون بالرحمن أى العظيم الرحمة، الذي وسعت رحمته كل شيء.وأوثر اختيار اسم الرحمن من بين أسمائه- تعالى- للإشارة إلى أن إرساله صلى الله عليه وسلم مبعثه الرحمة كما قال- تعالى-: وَما أَرْسَلْناكَ إِلَّا رَحْمَةً لِلْعالَمِينَ .وللرد عليهم في إنكارهم أن يكون الله- تعالى- رحمانا، فقد حكى القرآن عنهم ذلك في قوله وَإِذا قِيلَ لَهُمُ اسْجُدُوا لِلرَّحْمنِ قالُوا وَمَا الرَّحْمنُ .وقد ثبت في الحديث الصحيح أنهم لم يرضوا بكتابة هذا الاسم الكريم في صلح الحديبية، فعند ما قال صلى الله عليه وسلم لعلىّ: اكتب بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ قال أحد زعمائهم. ما ندري ما الرحمن الرحيم ...وقد أمر الله- تعالى- رسوله صلى الله عليه وسلم أن يرد عليهم بما يبطل كفرهم فقال: قُلْ هُوَ رَبِّي لا إِلهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ مَتابِ.أى: قل لهم أيها الرسول الكريم: الرحمن الذي تتجافون النطق باسمه الكريم هو وحدهربي وخالقي، لا إله مستحق للعبادة سواه، عليه لا على أحد سواه توكلت في جميع أمورى، وإليه لا إلى غيره مرجعي وتوبتي وإنابتى.فهذه الجملة الكريمة اشتملت على أبلغ رد على أولئك المشركين الذين أنكروا أن يكون الإله- جل وعلا- رحمانا، وأنه- سبحانه- هو المستحق للعبادة."},{"ayah_number":31,"text":"ثم أشار- سبحانه- إلى عظمة هذا القرآن الذي أوحاه إلى نبيه صلى الله عليه وسلم فقال:وَلَوْ أَنَّ قُرْآناً سُيِّرَتْ بِهِ الْجِبالُ، أَوْ قُطِّعَتْ بِهِ الْأَرْضُ، أَوْ كُلِّمَ بِهِ الْمَوْتى....والمراد بالقرآن هنا: معناه اللغوي، أى الكلام المقروء.وجواب لو محذوف لدلالة المقام عليه.والمعنى: ولو أن كتابا مقروءا من الكتب السماوية، سُيِّرَتْ بِهِ الْجِبالُ أى: تحركت من أماكنها، أَوْ قُطِّعَتْ بِهِ الْأَرْضُ أى شققت وصارت قطعا، أَوْ كُلِّمَ بِهِ الْمَوْتى بأن يعودوا إلى الحياة بعد قراءته عليهم.ولو أن كتابا مقروءا كان من وظيفته أن يفعل ذلك لكان هذا القرآن، لكونه الغاية القصوى في الهداية والتذكير، والنهاية العظمى في الترغيب والترهيب.وعلى هذا المعنى يكون الغرض من الآية الكريمة بيان عظم شأن القرآن الكريم، وإبطال رأى الكافرين الذين طلبوا من الرسول صلى الله عليه وسلم آية كونية سواه.ويصح أن يكون المعنى: ولو أن كتابا مقروءا من الكتب السماوية نزل عليك يا محمد فسيرت به الجبال أو قطعت به الأرض أو كلم به الموتى، لما آمن هؤلاء المعاندون.قال- تعالى-: وَلَوْ أَنَّنا نَزَّلْنا إِلَيْهِمُ الْمَلائِكَةَ وَكَلَّمَهُمُ الْمَوْتى وَحَشَرْنا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلًا ما كانُوا لِيُؤْمِنُوا إِلَّا أَنْ يَشاءَ اللَّهُ ... .وعلى هذا المعنى يكون المقصود من الآية الكريمة، بيان غلوهم في العناد والطغيان، وتماديهم في الكفر والضلال، وأن سبب عدم إيمانهم ليس مرده إلى عدم ظهور الدلائل الدالة على صدقه صلى الله عليه وسلم وإنما سببه الحسد والعناد والمكابرة.ووجه تخصيص هذه الأشياء الثلاثة من بين الخوارق التي طلبوها منه صلى الله عليه وسلم ما ذكره الإمام ابن كثير من أن المشركين قالوا للنبي صلى الله عليه وسلم: يا محمد، لو سيرت لنا جبال مكة حتى تتسع فنحرث فيها، أو قطعت لنا الأرض كما كان سليمان يقطع لقومه بالريح، أو أحييت لنا الموتى كما كان عيسى يحيى الموتى لقومه، فأنزل الله- تعالى- هذه الآية .وقوله- سبحانه- بَلْ لِلَّهِ الْأَمْرُ جَمِيعاً إضراب عن مطالبهم المتعنتة إلى بيان أن الأمور كلها بيد الله، وأن قدرته- سبحانه- لا يعجزها شيء.أى: إن الله- تعالى- لا يعجزه أن يأتى بالمقترحات التي اقترحوها، ولكن إرادته- سبحانه- لم تتعلق بما اقترحوه، لعلمه- سبحانه- بعتوهم ونفورهم عن الحق مهما أوتوا من آيات.وقوله- سبحانه: أَفَلَمْ يَيْأَسِ الَّذِينَ آمَنُوا أَنْ لَوْ يَشاءُ اللَّهُ لَهَدَى النَّاسَ جَمِيعاً تيئيس للمؤمنين من استجابة أولئك الجاحدين للحق، إلا أن يشاء الله لهم الهداية، والاستفهام للإنكار. وأصل اليأس: قطع الطمع في الشيء والقنوط من حصوله.وللعلماء في تفسير هذه الجملة الكريمة اتجاهان:أحدهما يرى أصحابه أن الفعل ييأس على معناه الحقيقي وهو قطع الطمع في الشيء، وعليه يكون المعنى: أفلم ييأس الذين آمنوا من إيمان كفار قريش، ويعلموا أن الله- تعالى- لو يشاء هداية الناس جميعا لاهتدوا، ولكنه لم يشأ ذلك، ليتميز الخبيث من الطيب.وعلى هذا الاتجاه سار الإمام ابن كثير فقد قال- رحمه الله-: وقوله- تعالى: أَفَلَمْ يَيْأَسِ الَّذِينَ آمَنُوا أى: من إيمان جميع الخلق ويعلموا أو يتبينوا أَنْ لَوْ يَشاءُ اللَّهُ لَهَدَى النَّاسَ جَمِيعاً فإنه ليس هناك حجة ولا معجزة أبلغ ولا أنجع في النفوس والعقول من هذا القرآن، الذي لو أنزله الله على جبل لرأيته خاشعا متصدعا من خشية الله.وثبت في الصحيح أن رسول الله صلى الله عليه وسلم قال: «ما من نبي إلا وقد أوتى ما آمن على مثله البشر، وإنما كان الذي أوتيته وحيا أوحاه الله إلى، فأرجو أن أكون أكثرهم تابعا يوم القيامة  .ويؤيد هذا الاتجاه ما ذكره السيوطي في تفسيره من أن بعض الصحابة قالوا للرسول صلى الله عليه وسلم يا رسول الله، اطلب لهم- أى للمشركين- ما اقترحوه عسى أن يؤمنوا.أما الاتجاه الثاني فيرى أصحابه أن الفعل ييأس بمعنى يعلم، وعليه يكون المعنى: أفلم يعلم المؤمنون أنه- سبحانه- لو شاء هداية الناس جميعا لآمنوا.وهذا الاتجاه صدر به الآلوسى تفسيره فقال ما ملخصه:ومعنى قوله- سبحانه-: أَفَلَمْ يَيْأَسِ الَّذِينَ آمَنُوا أفلم يعلموا. وهي كما قال القاسم بن معن لغة هوازن. وقال الكلبي هي لغة حي من النخع، وأنشدوا على ذلك قول سحيم بن وئيل الرباحي:أقول لهم بالشعب إذ يأسروننى ... ألم تيأسوا أنى ابن فارس زهدموقول رباح بن عدى:ألم ييأس الأقوام أنى أنا ابنه ... وإن كنت عن أرض العشيرة نائياوالظاهر أن استعمال اليأس في ذلك حقيقة.وقيل مجاز لأنه متضمن للعلم فان الآيس عن الشيء عالم بأنه لا يكون ...والفاء للعطف على مقدر. أى: أغفلوا عن كون الأمر جميعه لله- تعالى- فلم يعلموا أن لو يشاء الله لهدى الناس جميعا ... .ثم حذر- سبحانه- الكافرين من التمادي في كفرهم، وبشر المؤمنين بحسن العاقبة فقال- تعالى-: وَلا يَزالُ الَّذِينَ كَفَرُوا تُصِيبُهُمْ بِما صَنَعُوا قارِعَةٌ أَوْ تَحُلُّ قَرِيباً مِنْ دارِهِمْ حَتَّى يَأْتِيَ وَعْدُ اللَّهِ إِنَّ اللَّهَ لا يُخْلِفُ الْمِيعادَ.والقارعة: من القرع، وهو ضرب الشيء بشيء آخر بقوة وجمعها قوارع.والمراد بها: الرزية والمصيبة والكارثة.أى: ولا يزال الذين كفروا من أهل مكة وغيرهم تصيبهم بسبب ما صنعوه من الكفر والضلال «قارعة» أى مصيبة تفجؤهم وتزعجهم أو تحل تلك المصيبة في مكان قريب من دارهم، فيتطاير شرها إليهم، حتى يأتى وعد الله بهلاكهم وهزيمتهم ونصر المؤمنين عليهم، إن الله- تعالى- لا يخلف الميعاد، أى: موعوده لرسله ولعباده المؤمنين.وأبهم- سبحانه- ما يصيب الكافرين من قوارع، لتهويله وبيان شدته.والتعبير بقوله وَلا يَزالُ يشير إلى أن ما أصابهم من قوارع كان موجودا قبل نزول هذه الآية، واستمرت إصابته لهم بعد نزولها، لأن الفعل لا يَزالُ يدل على الإخبار باستمرار شيء واقع.ولعل هذه الآية الكريمة كان نزولها في خلال سنى الجدب التي حلت بقريش والتي أشار إليها القرآن بقوله: فَارْتَقِبْ يَوْمَ تَأْتِي السَّماءُ بِدُخانٍ مُبِينٍ يَغْشَى النَّاسَ هذا عَذابٌ أَلِيمٌ ... .وعبر- سبحانه- عما أصابهم من بلاء بالقارعة، للمبالغة في شدته وقوته. حتى إنه ليقرع قلوبهم فجأة فيبهتهم ويزعجهم، ولذلك سميت القيامة بالقارعة، لأنها تقرع القلوب بأهوالها.وقال- سبحانه-: أَوْ تَحُلُّ قَرِيباً مِنْ دارِهِمْ لبيان أنهم بين أمرين أحلاهما مرّ لأن القارعة إما أن تصيبهم بما يكرهونه ويتألمون له، وإما أن تنزل قريبا منهم فتفزعهم، وتقلق أمنهم، وهم مستمرون على ذلك حتى يقضى الله أمرا كان مفعولا.ولقد قضى الله- تعالى- أمره، بهزيمتهم في بدر وفي غيرها. وأتم نصره على المؤمنين بفتح مكة. وبدخول الناس في دين الله أفواجا.ثم أخذت السورة الكريمة بعد ذلك في تسلية الرسول صلى الله عليه وسلم وفي إقامة الأدلة على وحدانية الله- تعالى- وعلى بطلان الشرك، وفي بيان ما أعده للكافرين من عقاب، وما أعده للمتقين من ثواب فقال تعالى:"},{"ayah_number":32,"text":"وقوله- سبحانه-: وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ ... تسلية للرسول صلى الله عليه وسلم عما أصابه من حزن بسبب تعنت المشركين معه. ومطالبتهم له بالمطالب السخيفة التي لا صلة لها بدعوته، كطلبهم منه تسيير الجبال وتقطيع الأرض، وتكليم الموتى.والاستهزاء: المبالغة في السخرية والتهكم من المستهزأ به. والإملاء: الإمهال والترك لمدة من الزمان.والتنكير في قوله بِرُسُلٍ للتكثير، فقد استهزأ قوم نوح به، وكانوا كلما مروا عليه وهو يصنع السفينة سخروا منه.واستهزأ قوم شعيب به وقالوا له: فَأَسْقِطْ عَلَيْنا كِسَفاً مِنَ السَّماءِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ  .واستهزأ قوم هود به وقالوا له: إِنَّا لَنَراكَ فِي سَفاهَةٍ..... واستهزأ فرعون بموسى فقال: أَمْ أَنَا خَيْرٌ مِنْ هذَا الَّذِي هُوَ مَهِينٌ وَلا يَكادُ يُبِينُ  .والمعنى: ولقد استهزأ الطغاة والجاحدون برسل كثيرين من قبلك- أيها الرسول الكريم- فَأَمْلَيْتُ لِلَّذِينَ كَفَرُوا أى: فأمهلتهم وتركتهم مدة من الزمان في أمن ودعة.ثُمَّ أَخَذْتُهُمْ أخذ عزيز مقتدر فَكَيْفَ كانَ عِقابِ فانظر كيف كان عقابي إياهم، لقد كان عقابا رادعا دمرهم تدميرا.فالاستفهام للتعجيب مما حل بهم، والتهويل من شدته وفظاعته وشبيه بهذه الآية قوله- تعالى- وَكَأَيِّنْ مِنْ قَرْيَةٍ أَمْلَيْتُ لَها وَهِيَ ظالِمَةٌ ثُمَّ أَخَذْتُها وَإِلَيَّ الْمَصِيرُ .قال ابن كثير: وفي الصحيحين أن رسول الله صلى الله عليه وسلم قال: «وإن الله ليملى للظالم حتى إذا أخذه لم يفلته، ثم قرأ صلى الله عليه وسلم وَكَذلِكَ أَخْذُ رَبِّكَ إِذا أَخَذَ الْقُرى وَهِيَ ظالِمَةٌ، إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ ."},{"ayah_number":33,"text":"ثم أقام- سبحانه- الأدلة الساطعة على وحدانيته وعلى وجوب إخلاص العبادة له- تعالى- فقال: أَفَمَنْ هُوَ قائِمٌ عَلى كُلِّ نَفْسٍ بِما كَسَبَتْ....والمراد بالقيام هنا: الحفظ والهيمنة على جميع شئون الخلق والاستفهام للإنكار، والخبر محذوف والتقدير: أَفَمَنْ هُوَ قائِمٌ أى: رقيب ومهيمن عَلى كُلِّ نَفْسٍ كائنة ما كانت، عالم بما تعمله من خير أو شر فمجازيها به كمن ليس كذلك؟وحذف الخبر هنا وهو قولنا- كمن ليس كذلك- لدلالة السياق عليه، كما في قوله- تعالى-: أَفَمَنْ شَرَحَ اللَّهُ صَدْرَهُ لِلْإِسْلامِ أى: كمن قسا قلبه.وحسن حذف الخبر هنا لأنه مقابل للمبتدأ الذي هو من ولأن قوله- تعالى-:وَجَعَلُوا لِلَّهِ شُرَكاءَ يدل عليه.والمقصود من الآية الكريمة إنكار المماثلة بين الخالق العظيم، العليم بأحوال النفوس ...وبين تلك الأصنام التي أشركوها مع الله- تعالى- في العبادة والتي هي لا تسمع ولا تبصر، ولا تملك لنفسها- فضلا عن غيرها- نفعا ولا ضرا.وجملة وَجَعَلُوا لِلَّهِ شُرَكاءَ حالية، والتقدير:أفمن هذه صفاته، وهو الله- تعالى- كمن ليس كذلك، والحال أن هؤلاء الأغبياء قد جعلوا له شركاء في العبادة وغيرها.فالمقصود من هذه الجملة الكريمة، زيادة توبيخهم، وتسفيه أفكارهم وعقولهم.وقوله- سبحانه- قُلْ سَمُّوهُمْ تبكيت لهم إثر تبكيت.أى: قل لهم- أيها الرسول الكريم- سموهم شركاء إن شئتم، فإن هذه التسمية لا وجود لها في الحقيقة والواقع، ولا تخرجهم عن كونهم لا يملكون لأنفسهم- فضلا عن غيرهم- نفعا ولا ضرا، لأن الله- تعالى- واحد لا شريك له.وهذه التسمية إنما هي من عند أنفسكم ما أنزل الله بها من سلطان، كما قال تعالى: إِنْ هِيَ إِلَّا أَسْماءٌ سَمَّيْتُمُوها أَنْتُمْ وَآباؤُكُمْ ما أَنْزَلَ اللَّهُ بِها مِنْ سُلْطانٍ .فالأمر في قوله سَمُّوهُمْ مستعمل في الإباحة المصحوبة بالتهديد، للإشارة إلى عدم الاكتراث بهم وبآلهتهم التي سموها شركاء. وهذا كما يقول العاقل للأحمق الذي لا يحسن الكلام: قل ما شئت فإن كلامك لا وزن له، ولا خير فيه.قال الإمام الرازي عند تفسيره لهذه الآية: «واعلم أنه- تعالى- لما قرر هذه الحجة- وهي أن القائم على كل نفس ليس كمن لا يملك شيئا- زاد في الحجاج فقال: قُلْ سَمُّوهُمْوإنما يقال ذلك في الأمر المستحقر الذي بلغ في الحقارة إلى أن لا يذكر ولا يوضع له اسم فعند ذلك يقال: سمه إن شئت.يعنى: إنه أخس من أن يسمى ويذكر، ولكنك إن شئت أن تضع له اسما فافعل.فكأنه- تعالى- قال: سموهم بالآلهة، والمعنى: سواء أسميتموهم بهذا الاسم أم لم تسموهم به، فإنها في الحقارة بحيث لا تستحق أن يلتفت العاقل إليها»  ...والاستفهام في قوله- تعالى-: أَمْ تُنَبِّئُونَهُ بِما لا يَعْلَمُ فِي الْأَرْضِ، أَمْ بِظاهِرٍ مِنَ الْقَوْلِ للإنكار والتوبيخ.أى: قل أيها الرسول لهؤلاء الذين جعلوا لله شركاء وسموهم بهذا الاسم: قل لهم على سبيل الإنكار والتوبيخ: أتخبرون الله بشركاء لا وجود لهم في الأرض، لأنهم لو كان لهم وجود لعلمهم، لأنه- سبحانه- لا يخفى عليه شيء في الأرض ولا في السماء.أم أنكم سميتموهم شركاء بظاهر من القول أى: بظن من القول لا حقيقة له في الواقع ونفس الأمر.قال الآلوسى ما ملخصه: وقوله أَمْ تُنَبِّئُونَهُ أى: بل أتخبرون الله- تعالى- بِما لا يَعْلَمُ فِي الْأَرْضِ أى بشركاء مستحقين للعبادة لا يعلمهم- سبحانه- والمراد: نفيها بنفي لازمها على طريق الكناية، لأنه- سبحانه- إذا كان لا يعلمها- وهو الذي لا يعزب عن علمه شيء- فهي لا حقيقة لها أصلا.وتخصيص الأرض بالذكر، لأن المشركين زعموا أنه- سبحانه- له شركاء فيها.وقوله أَمْ بِظاهِرٍ مِنَ الْقَوْلِ أى: بل أتسمونهم شركاء بظاهر من القول من غير معنى متحقق في نفس الأمر، كتسمية الزنجي كافورا.وروى عن الضحاك وقتادة، أن الظاهر من القول: الباطل منه، كما في قول القائل:أعيرتنا ألبانها ولحومها ... وذلك عار يا ابن ربطة ظاهرأى: باطل زائد ... .وقوله- سبحانه-: بَلْ زُيِّنَ لِلَّذِينَ كَفَرُوا مَكْرُهُمْ وَصُدُّوا عَنِ السَّبِيلِ، وَمَنْ يُضْلِلِ اللَّهُ فَما لَهُ مِنْ هادٍ إضراب عن حجاجهم، وإهمال لشأنهم، و «زين» من التزيين وهو تصيير الشيء زينا أى: حسنا.والمكر: صرف الغير عما يريده بحيلة. والمراد به هنا: كفرهم ومسالكهم الخبيثة ضد الإسلام والمسلمين.والمعنى: دع عنك أيها الرسول الكريم- مجادلتهم، لأنه لا فائدة من ورائها، فإن هؤلاء الكافرين قد زين لهم الشيطان ورؤساؤهم في الفكر مكرهم وكيدهم للإسلام وأتباعه، وصدوهم عن السبيل الحق، وعن الصراط المستقيم، ومن يضلله الله- تعالى- بأن يخلق فيه الضلال لسوء استعداده، فما له من هاد يهديه ويرشده إلى ما فيه نجاته.هذا، وقد اشتملت هذه الآية على ألوان من الحجج الساطعة التي تثبت وجوب إخلاص العبادة لله، وتبطل الشركة والشركاء أشار إليها بعض المفسرين فقال:قال الطيبي: في هذه الآية الكريمة احتجاج بليغ مبنى على فنون من علم البيان:أولها: أَفَمَنْ هُوَ قائِمٌ عَلى كُلِّ نَفْسٍ بِما كَسَبَتْ كمن ليس كذلك، احتجاج عليهم وتوبيخ لهم على القياس الفاسد لفقد الجهة الجامعة لهما.ثانيها: وَجَعَلُوا لِلَّهِ شُرَكاءَ من وضع المظهر موضع المضمر، للتنبيه على أنهم جعلوا شركاء لمن هو فرد واحد لا يشاركه أحد في أسمائه.ثالثها: قُلْ سَمُّوهُمْ أى عينوا أسماءهم فقولوا فلان وفلان، فهو إنكار لوجودها على وجه برهاني ...رابعها: أَمْ تُنَبِّئُونَهُ بِما لا يَعْلَمُ احتجاج من باب نفى الشيء أعنى العلم بنفي لازمه وهو المعلوم وهو كناية.خامسها: أَمْ بِظاهِرٍ مِنَ الْقَوْلِ احتجاج من باب الاستدراج لبعثهم على التفكر.أى: أتقولون بأفواهكم من غير روية، وأنتم ألباء، فتفكروا فيه لتقفوا على بطلانه.سادسها: التدرج في كل من الإضرابات على ألطف وجه، وحيث كانت الآية مشتملة على هذه الأساليب البديعة مع اختصارها، كان الاحتجاج المذكور مناديا على نفسه بالإعجاز وأنه ليس كلام البشر» ."},{"ayah_number":34,"text":"ثم بين- سبحانه- سوء مصير هؤلاء الكافرين فقال: لَهُمْ عَذابٌ فِي الْحَياةِ الدُّنْياأى: لهم عذاب شديد في الحياة الدنيا، ينزله الله- تعالى- بهم تارة عن طريق القوارع والمصائب التي يرسلها عليهم، وتارة عن طريق الهزائم التي يوقعها بهم المؤمنون، هذا في الدنيا وَلَعَذابُ الْآخِرَةِ أَشَقُمن عذاب الدنيا لشدته ودوامه وَما لَهُمْ مِنَ اللَّهِ- تعالى- ومن عذاب الآخرة مِنْ واقٍأى: من حائل يحول بينهم وبين عذابه- سبحانه-."},{"ayah_number":35,"text":"ثم أعقب ذلك ببيان حسن عاقبة المؤمنين فقال: مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ تَجْرِي مِنْ تَحْتِهَا الْأَنْهارُ أُكُلُها دائِمٌ وَظِلُّها.....والمراد بالمثل هنا: الصفة العجيبة. أى: صفة الجنة التي وعد الله إياها من اتقاه وصان نفسه عن كل ما لا يرضيه، أنها تجرى من تحت أشجارها ومساكنها الأنهار، وأنها أكلها دائم، أى: ما يؤكل فيها لا انقطاع لأنواعه «وظلها» كذلك دائم.قال بعضهم: وجملة تَجْرِي مِنْ تَحْتِهَا الْأَنْهارُ خبر عن «مثل» باعتبار أنها من أحوال المضاف إليه، فهي من أحوال المضاف لشدة الملابسة بين المتضايفين، كما يقال: صفة زيد أسمر. وجملة «أكلها دائم» خبر ثان  .واسم الإشارة في قوله: «تلك عقبى الذين اتقوا» يعود على الجنة التي أعدها الله- تعالى- للمتقين.أى: تلك الجنة المنعوتة بما ذكر هي مآل المتقين الذين استقاموا على الطريق الحق، وهي منتهى أمرهم.أما مآل الكافرين ومنتهى أمرهم فهي النار، وبئس القرار.هذا، وقد ساق الإمام ابن كثير عند تفسيره لهذه الآية، جملة من الأحاديث في صفة الجنة فقال: وفي الصحيحين من حديث ابن عباس في صلاة الكسوف، وفيه: قالوا يا رسول الله رأيناك تناولت شيئا في مقامك هذا، ثم رأيناك تكعكعت- أى توقفت وأحجمت؟ فقال:«إنى رأيت الجنة- أو أريت الجنة- فتناولت منها عنقودا، ولو أخذته لأكلتم منه ما بقيت الدنيا» .وروى الطبراني عن ثوبان قال: قال رسول الله صلى الله عليه وسلم: «إن الرجل إذا نزع ثمرة من الجنة عادت مكانها أخرى» .وبذلك ترى الآيات الكريمة قد ساقت من التوجيهات ما فيه التسلية للرسول صلى الله عليه وسلم عما أصابه من قومه، وما فيه أوضح الدلائل والبراهين وأبلغها عن وحدانية الله- تعالى- ووجوب إفراده بالعبادة، وما فيه البشارة للمؤمنين، والتهديد للكافرين.ثم ختم- سبحانه- السورة الكريمة، ببيان موقف أهل الكتاب من القرآن الكريم، وبأمر الرسول صلى الله عليه وسلم أن يعلن منهجه بصراحة وثبات، دون التفات إلى أهواء معارضيه، وبالرد على الشبهات التي أثارها أعداؤه حوله وحول دعوته، وبتهديد هؤلاء الأعداء وبسوء العاقبة إذا ما استمروا في طغيانهم فقال- تعالى-:"},{"ayah_number":36,"text":"وقوله- سبحانه-: وَالَّذِينَ آتَيْناهُمُ الْكِتابَ يَفْرَحُونَ بِما أُنْزِلَ إِلَيْكَ ثناء منه- سبحانه- على الذين عرفوا الحق من أهل الكتاب فاتبعوه.والمراد بالكتاب هنا: التوراة والإنجيل.والمعنى: والذين أعطيناهم التوراة والإنجيل، فآمنوا بما فيهما من بشارات تتعلق بك- أيها الرسول الكريم-، ثم آمنوا بك عند إرسالك رحمة للعالمين.هؤلاء الذين تلك صفاتهم، يفرحون بما أنزل إليك من قرآن، لأن ما فيه من هدايات وبراهين على صدقك، يزيدهم إيمانا على إيمانهم، ويقينا على يقينهم.وقيل: المراد بالكتاب القرآن الكريم، وبالموصول أتباع النبي صلى الله عليه وسلم من المسلمين.فيكون المعنى: والذين آتيناهم الكتاب- وهو القرآن- فآمنوا بك وصدقوك يفرحون بكل ما ينزل عليك منه، لأنه يزيدهم هداية على هدايتهم.ويبدو لنا أن الرأى الأول أرجح، لأن الآية الكريمة سيقت بعد الحديث عن عاقبة الذين اتقوا وهم المؤمنون الصادقون، وعاقبة الكافرين. ولأن فرح المؤمنين بنزول القرآن أمر مسلم به فلا يحتاج إلى الحديث عنه.ومن المفسرين الذين اقتصروا في تفسيرهم للآية على الرأى الأول الإمام ابن كثير فقد قال: يقول الله- تعالى-: وَالَّذِينَ آتَيْناهُمُ الْكِتابَ وهم قائمون بمقتضاه يَفْرَحُونَ بِما أُنْزِلَ إِلَيْكَ أى: من القرآن، لما في كتبهم من الشواهد على صدقه صلى الله عليه وسلم والبشارة به، كما قال تعالى: الَّذِينَ آتَيْناهُمُ الْكِتابَ يَتْلُونَهُ حَقَّ تِلاوَتِهِ أُولئِكَ يُؤْمِنُونَ بِهِ، وَمَنْ يَكْفُرْ بِهِ فَأُولئِكَ هُمُ الْخاسِرُونَ .وقوله: وَمِنَ الْأَحْزابِ مَنْ يُنْكِرُ بَعْضَهُ بيان لمن بقي على كفره من أهل الكتاب وغيرهم. والأحزاب: جمع حزب ويطلق على مجموعة من الناس اجتمعوا من أجل غاية معينة أى: ومن أحزاب الكفر والضلال من ينكر بعض ما أنزل إليك لأنه يخالف أهواءهم وأطماعهم وشهواتهم ... ولم يذكر القرآن هذا البعض الذي ينكرونه، إهمالا لشأنهم، ولأنه لا يتعلق بذكره غرض.وقوله- سبحانه-: قُلْ إِنَّما أُمِرْتُ أَنْ أَعْبُدَ اللَّهَ وَلا أُشْرِكَ بِهِ، إِلَيْهِ أَدْعُوا وَإِلَيْهِ مَآبِ أمر منه- تعالى- لنبيه صلى الله عليه وسلم بأن يصدع بما يأمره دون تردد أو وجل.أى: قل- أيها الرسول الكريم- لكل من خالفك فيما تدعو إليه «إنما أمرت أن أعبد الله» وحده «ولا أشرك به» بوجه من الوجوه إليه وحده «أدعو» الناس لكي يخلصوا له العبادة والطاعة «وإليه مآب» أى وإليه وحده إيابى ومرجعي لا إلى أحد غيره.فالآية تضمنت المدح لمن عرف الحق ففرح بوجوده. والذم لمن أنكره جحودا وعنادا، والأمر للنبي صلى الله عليه وسلم بالسير في طريقه بدون خشية من أحد."},{"ayah_number":37,"text":"ثم ساق- سبحانه- بعد ذلك بعض الفضائل التي امتاز بها القرآن الكريم فقال- تعالى-: وَكَذلِكَ أَنْزَلْناهُ حُكْماً عَرَبِيًّا....والكاف للتشبيه، واسم الإشارة يعود إلى الإنزال المأخوذ من أَنْزَلْناهُ وضمير الغائب في أنزلناه يعود الى بِما أُنْزِلَ إِلَيْكَ في قوله في الآية السابقة يَفْرَحُونَ بِما أُنْزِلَ إِلَيْكَ ...وقوله حُكْماً عَرَبِيًّا حالان من ضمير الغائب.والمعنى: ومثل ذلك الإنزال البديع الجامع لألوان الهداية والإعجاز، أنزلنا عليك القرآن يا محمد حُكْماً أى: حاكما بين الناس عَرَبِيًّا أى: بلسان عربي مبين هو لسانك ولسان قومك.ومنهم من يرى أن اسم الإشارة يعود إلى الكتب السماوية السابقة، فيكون المعنى:وكما أنزلنا الكتب السماوية على بعض رسلنا بلغاتهم وبلغات أقوامهم أنزلنا عليك القرآن حاكما بين الناس بلغتك وبلغة قومك، وهي اللغة العربية ليسهل عليهم فهمه وحفظه.وعلى كلا القولين فأنت ترى أن هذه الجملة الكريمة قد اشتملت على فضيلتين للقرآن الكريم: فضيلة من جهة معانيه ومقاصده وهداياته وحكمه وأحكامه وتشريعاته، وهو المعبر عنها بكونه «حكما» .وفضيلة من جهة ألفاظه ومفرداته وتراكيبه، وهي المعبر عنها بكونه «عربيا» .أى: نزل بلغة العرب التي هي أفصح اللغات وأغناها وأجملها.ثم في كونه «عربيا» امتنان على العرب المخاطبين به ابتداء، حيث إنه نزل بلغتهم، فكان من الواجب عليهم أن يقابلوه بالفرح والتسليم لأوامره ونواهيه، فهو الكتاب الذي فيه شرفهم وعزهم، قال- تعالى-: لَقَدْ أَنْزَلْنا إِلَيْكُمْ كِتاباً فِيهِ ذِكْرُكُمْ أى: فيه بقاء شرفكم أَفَلا تَعْقِلُونَ  .وقال- تعالى-: وَإِنَّهُ لَذِكْرٌ لَكَ وَلِقَوْمِكَ وَسَوْفَ تُسْئَلُونَ  .وفي ذلك تعريض بغباء مشركي العرب، حيث لم يشكروا الله- تعالى- على هذه النعمة، بل قابلوا من أنزل عليه هذا القرآن بالعناد والعصيان.ثم ساق- سبحانه- تحذيرا للأمة كلها في شخص نبيها صلى الله عليه وسلم من اتباع أهواء كل كافر أو فاسق: فقال- تعالى-: وَلَئِنِ اتَّبَعْتَ أَهْواءَهُمْ بَعْدَ ما جاءَكَ مِنَ الْعِلْمِ، ما لَكَ مِنَ اللَّهِ مِنْ وَلِيٍّ وَلا واقٍ.واللام في قوله وَلَئِنِ موطئة للقسم لتأكيد ما تضمنته من عقاب شديد لمتبع أهواء الكافرين.والأهواء: جمع هوى، والمراد بها آراؤهم المنحرفة عن الحق، ومطالبهم المتعنتة، والمراد بما جاءه من العلم: ما بلغه وعلمه من الدين عن طريق الوحى الصادق.والولي: الناصر والمعين والقريب والحليف. والواقي: المدافع عن غيره.والمعنى: «ولئن اتبعت» - يا محمد- على سبيل الفرض والتقدير أهواء هؤلاء الكافرين فيما يطلبونه منك، «من بعد ما جاءك من العلم» اليقيني بأن الإسلام هو الدين الحق، «مالك من الله» أى من عقباه «من ولى» يلي أمرك وينصرك «ولا واق» يقيك من حسابه. وسيق هذا التحذير في صورة الخطاب للرسول صلى الله عليه وسلم للتأكيد من مضمونه.فكأنه- سبحانه يقول: لو اتبع أهواءهم- على سبيل الفرض- أكرم الناس عندي لعاقبته، وأحق بهذا العقاب من كان دونه في الفضل والمنزلة، وشبيه بهذه الآية قوله - تعالى-: وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخاسِرِينَ ."},{"ayah_number":38,"text":"ثم بين- سبحانه- أن اعتراض المشركين على بشرية الرسول صلى الله عليه وسلم ليس إلا من قبيل التعنت والجحود، لأن الرسل جميعا كانوا من البشر، فقال- تعالى-: وَلَقَدْ أَرْسَلْنا رُسُلًا مِنْ قَبْلِكَ وَجَعَلْنا لَهُمْ أَزْواجاً وَذُرِّيَّةً....أى: «ولقد أرسلنا رسلا» كثيرين «من قبلك» يا محمد «وجعلنا لهم» أى لهؤلاء الرسل «أزواجا» يسكنون إليهن «وذرية» أى: وأولادا تقرّ بهم أعينهم.قال الشوكانى: «وفي هذا رد على من كان ينكر على رسول الله صلى الله عليه وسلم تزوجه بالنساء.أى: هذا شأن رسل الله المرسلين قبل هذا الرسول فما بالكم تنكرون عليه ما كانوا عليه» .وقوله- سبحانه-: وَما كانَ لِرَسُولٍ أَنْ يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ ... رد على ما طلبوه منه صلى الله عليه وسلم من معجزات.أى: وما صح وما استقام لرسول من الرسل أن يأتى لمن أرسل إليهم بمعجزة كائنة ما كانت إلا بإذن الله وإرادته المبنية على الحكم والمصالح التي عليها يدور أمر الكائنات.وقوله- سبحانه- لِكُلِّ أَجَلٍ كِتابٌ تهديد للمشركين الذين كانوا يتعجلون حصول المقترحات التي طلبوها منه صلى الله عليه وسلم.أى: لكل وقت من الأوقات «كتاب» أى: حكم معين يكتب على الناس حسبما تقتضيه مشيئته- سبحانه-."},{"ayah_number":39,"text":"ثم بين- سبحانه- بعد ذلك مظهرا من مظاهر شمول قدرته، وسعة علمه، وعظيم حكمته فقال: يَمْحُوا اللَّهُ ما يَشاءُ وَيُثْبِتُ وَعِنْدَهُ أُمُّ الْكِتابِ.وقوله: يَمْحُوا من المحو وهو إذهاب أثر الشيء بعد وجوده.وقوله: وَيُثْبِتُ من الإثبات وهو جعل الشيء ثابتا قارا في مكان ما.وأم الكتاب: أصل الكتاب والمراد بأم الكتاب: اللوح المحفوظ، أو علمه- سبحانه- المحيط بكل شيء.قال الفخر الرازي: «والعرب تسمى كل ما يجرى مجرى الأصل للشيء أمّا له ومنه أمّ الرأس للدماغ، وأم القرى لمكة، وكل مدينة فهي أم لما حولها من القرى فكذلك أم الكتاب هو الذي يكون أصلا لجميع الكتب» .والمعنى: يمحو الله- تعالى- ما يشاء محوه، ويثبت ما يريد إثباته من الخير أو الشر ومن السعادة أو الشقاوة، ومن الصحة أو المرض، ومن الغنى أو الفقر، ومن غير ذلك مما يتعلق بأحوال خلقه.وعنده- سبحانه- الأصل الجامع لكل ما يتعلق بأحوال هذا الكون.قال- تعالى-: ما أَصابَ مِنْ مُصِيبَةٍ فِي الْأَرْضِ وَلا فِي أَنْفُسِكُمْ إِلَّا فِي كِتابٍ مِنْ قَبْلِ أَنْ نَبْرَأَها، إِنَّ ذلِكَ عَلَى اللَّهِ يَسِيرٌ ... .وقال- تعالى-: أَلَمْ تَعْلَمْ أَنَّ اللَّهَ يَعْلَمُ ما فِي السَّماءِ وَالْأَرْضِ إِنَّ ذلِكَ فِي كِتابٍ، إِنَّ ذلِكَ عَلَى اللَّهِ يَسِيرٌ  .وللمفسرين في معنى هذه الآية كلام طويل، لخصه الإمام الشوكانى تلخيصا حسنا فقال:قوله- سبحانه-: يَمْحُوا اللَّهُ ما يَشاءُ وَيُثْبِتُ أى يمحو من ذلك الكتاب ويثبت ما يشاء منه، وظاهر النظم القرآنى العموم في كل شيء مما في الكتاب، فيمحو ما يشاء محوه من شقاوة أو سعادة أو رزق أو عمر ... ويبدل هذا بهذا، ويجعل هذا مكان هذا. لا يسأل عما يفعل وهم يسألون.وإلى هذا ذهب عمر بن الخطاب وابن مسعود وابن عباس وقتادة وغيرهم.وقيل الآية خاصة بالسعادة والشقاوة. وقيل يمحو ما يشاء من ديوان الحفظة، وهو ما ليس فيه ثواب ولا عقاب، ويثبت ما فيه الثواب والعقاب.وقيل «يمحو ما يشاء من الشرائع فينسخه، ويثبت ما لا يشاء فلا ينسخه ... والأول أولى كما تفيده «ما» في قوله «ما يشاء» من العموم مع تقدم ذكر الكتاب في قوله «لكل أجل كتاب» ومع قوله «وعنده أم الكتاب» أى أصله وهو اللوح المحفوظ.فالمراد من الآية أنه يمحو ما يشاء مما في اللوح المحفوظ فيكون كالعدم، ويثبت ما يشاء مما فيه فيجري فيه قضاؤه وقدره على حسب ما تقتضيه مشيئته.وهذا لا ينافي ما ثبت عنه صلى الله عليه وسلم من قوله «جفّ القلم» ، وذلك لأن المحو والإثبات هو من جملة ما قضاه- سبحانه-.وقيل: إن أم الكتاب هو علم الله- تعالى-: بما خلق وبما هو خالق  ."},{"ayah_number":40,"text":"وقوله- سبحانه- وَإِنْ ما نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ، فَإِنَّما عَلَيْكَ الْبَلاغُ وَعَلَيْنَا الْحِسابُ حض له صلى الله عليه وسلم على المضي في دعوته بدون تسويف أو تأجيل.و «ما» في قوله «وإما نرينك» مزيدة لتأكيد معنى الشرط، والأصل: وإن نرك، والإراءة هنا بصرية، والكاف مفعول أول، وبعض الذي نعدهم: مفعول ثان، وجواب الشرط، محذوف.والمعنى: وإما نرينك- يا محمد- بعض الذي توعدنا به أعداءك من العذاب الدنيوي، فذاك شفاء لصدرك وصدور أتباعك.وقوله «أو نتوفينك» شرط آخر لعطفه على الشرط السابق، وجوابه- أيضا- محذوف والتقدير: أو نتوفينك قبل ذلك فلا تهتم، واترك الأمر لنا.وقوله: فَإِنَّما عَلَيْكَ الْبَلاغُ تعليل لهذا الجواب المحذوف، أى: سواء أرأيت عذابهم أم لم تره، فإنما عليك فقط تبليغ ما أمرناك بتبليغه للناس.وَعَلَيْنَا وحدنا الْحِسابُ أى: محاسبتهم ومجازاتهم على أعمالهم السيئة.وقوله- سبحانه-: بَعْضَ الَّذِي نَعِدُهُمْ للإشارة إلى أن ما يصيبهم من عذاب دنيوى هو بعض العذاب المعد لهم، أما البعض الآخر وهو عذاب الآخرة فهو أشد وأبقى.ولقد صدق الله- تعالى- وعده لنبيه صلى الله عليه وسلم فأراه قبل أن يفارق هذه الدنيا، جانبا من العذاب الذي أنزله بأعدائه، فسلط على مشركي مكة الجدب والقحط الذي جعلهم يأكلون العظام والميتة والجلود."},{"ayah_number":41,"text":"كما سلط عليهم المؤمنين فهزموهم في غزوة بدر وفي غزوة الفتح وفي غيرهما. ثم وبخ- سبحانه- المشركين لعدم تفكرهم وتدبرهم واتعاظهم بآثار من قبلهم، فقال- تعالى-:أَوَلَمْ يَرَوْا أَنَّا نَأْتِي الْأَرْضَ نَنْقُصُها مِنْ أَطْرافِها....والهمزة للاستفهام الإنكارى، والواو للعطف على مقدر يقتضيه المقام.والخطاب لمشركي مكة ومن كان على شاكلتهم في الكفر والضلال.والمراد بالأرض هنا: أرض الكفرة والظالمين.والأطراف جمع طرف وهو جانب الشيء.والمعنى: أعمى هؤلاء الكافرون عن التفكير والاعتبار، ولم يروا كيف أن قدرة الله القاهرة، قد أتت على الأمم القوية الغنية- حين كفرت بنعمه- سبحانه-، فصيرت قوتها ضعفا وغناها فقرا، وعزها ذلا، وأمنها خوفا ... وحصرتها في رقعة ضيقة من الأرض، بعد أن كانت تملك الأراضي الفسيحة، والأماكن المترامية الأطراف.فالآية الكريمة بشارة للمؤمنين، وإنذار للكافرين.وشبيه بهذه الآية قوله- تعالى-: أَفَلا يَرَوْنَ أَنَّا نَأْتِي الْأَرْضَ نَنْقُصُها مِنْ أَطْرافِها أَفَهُمُ الْغالِبُونَ .قال الآلوسى ما ملخصه: «وروى عن ابن عباس أن المراد بانتقاص الأرض: موت أشرافها وكبرائها وذهاب العلماء منها. وعليه يكون المراد بالأرض جنسها وبالأطراف الأشراف والعلماء، وشاهده قول الفرزدق:واسأل بنا وبكم، إذا وردت منى ... أطراف كل قبيلة، من يتبع؟يريد أشراف كل قبيلة.وتقرير الآية عليه: أو لم يروا أنا نحدث في الدنيا من الاختلافات خرابا بعد عمارة، وموتا بعد حياة، وذلا بعد عز ... فما الذي يؤمنهم أن يقلب الله- تعالى- الأمر عليهم فيجعلهم أذلة بعد أن كانوا أعزة ...ثم قال: وهو كما ترى:والأول- وهو أن يكون المراد بالأرض: أرض الكفر، وبالأطراف الجوانب- أوفق بالمقام، ولا يخفى ما في التعبير بالإتيان المؤذن بعظيم الاستيلاء من الفخامة، وجملة «ننقصها» في موضع الحال من فاعل نأتى ... » .وقوله- سبحانه-: وَاللَّهُ يَحْكُمُ لا مُعَقِّبَ لِحُكْمِهِ بيان لعلو شأن حكمه- تعالى- ونفاذ أمره.والمعقب: هو الذي يتعقب فعل غيره أو قوله فيبطله أو يصححه.أى: والله- تعالى- يحكم ما يشاء أن يحكم به في خلقه، لا راد لحكمه، ولا دافع لقضائه، ولا يتعقب أحد ما حكم به بتغيير أو تبديل، وقد حكم- سبحانه- بعزة الإسلام، وعلو شأنه وشأن أتباعه على سائر الأمم والأديان ...وقوله وَهُوَ سَرِيعُ الْحِسابِ أى: وهو- سبحانه- سريع المحاسبة والمجازاة، لأنه لا يحتاج إلى ما يحتاج إليه غيره من الإحصاء والعد، إذ هو- سبحانه- محيط بكل شيء، فلا تستبطئ. عقابهم- أيها الرسول الكريم- فإن ما وعدناك به واقع لا محالة."},{"ayah_number":42,"text":"ثم زاد- سبحانه- في تسلية رسوله صلى الله عليه وسلم وفي تثبيت فؤاده فقال: وَقَدْ مَكَرَ الَّذِينَ مِنْ قَبْلِهِمْ فَلِلَّهِ الْمَكْرُ جَمِيعاً....والمكر: صرف الغير عما يريده بحيلة، أو إيصال المكروه للممكور به خفية، والمراد بمكر الذين من قبلهم: إضمارهم السوء لرسلهم.والمراد بمكر الله- تعالى- هنا: علمه- سبحانه- بما بيتوه، وإحباطه لمكرهم، وإنجاؤه لرسله- عليهم الصلاة والسلام-.أى: وقد مكر الكفار الذين سبقوا قومك- يا محمد- برسلهم وحاولوا إيقاع المكروه بهم، ولكن ربك- سبحانه- نصر رسله لأنه- عز وجل- له المكر جميعا، ولا اعتداد بمكر غيره لأنه معلوم له.وقال الجمل ما ملخصه: «وقوله فَلِلَّهِ الْمَكْرُ جَمِيعاً تعليل لمحذوف تقديره فلا عبرة بمكرهم، ولا تأثير له، فحذف هذا اكتفاء بدلالة القصر المستفاد من تعليله بقوله فَلِلَّهِ الْمَكْرُ جَمِيعاً أى: لا تأثير لمكرهم أصلا لأنه معلوم لله- تعالى- وتحت قدرته ...وأثبت لهم المكر باعتبار الكسب، ونفاه عنهم باعتبار الخلق.وجملة «يعلم ما تكسب كل نفس» بمنزلة التعليل لجملة «فلله المكر جميعا» .أى: هو- سبحانه- له المكر جميعا، لأنه لا تخفى عليه خافية من أحوال كل نفس، وسيجازيها بما تستحقه من خير أو شر.وقوله: وَسَيَعْلَمُ الْكُفَّارُ لِمَنْ عُقْبَى الدَّارِ تهديد للكافرين بالحق الذي جاءهم به رسول الله صلى الله عليه وسلم.أى: وسيعلم الكافرون عند ما ينزل بهم العذاب، لمن تكون العاقبة الحميدة أهي لهم- كما يزعمون- أم للمؤمنين؟ لا شك أنها للمؤمنين.فالجملة الكريمة تحذير للكافرين من التمادي في كفرهم، وتبشير للمؤمنين بأن العاقبة لهم.وفي قراءة سبعية «وسيعلم الكافر» . فيكون المراد به جنس الكافر."},{"ayah_number":43,"text":"ثم ختم- سبحانه- السورة الكريمة بالشهادة للرسول صلى الله عليه وسلم بأنه صادق في رسالته فقال: وَيَقُولُ الَّذِينَ كَفَرُوا لَسْتَ مُرْسَلًا.أى: لست مرسلا من عند الله- تعالى-، وقد حكى- سبحانه- قولهم الباطل هذا بصيغة الفعل المضارع، للإشارة إلى تكرار هذا القول منهم، ولاستحضار أحوالهم العجيبة الدالة على إصرارهم على العناد والجحود.وقوله قُلْ كَفى بِاللَّهِ شَهِيداً بَيْنِي وَبَيْنَكُمْ وَمَنْ عِنْدَهُ عِلْمُ الْكِتابِ أمر من الله- تعالى- لرسوله بأن يرد عليهم بما يخرس ألسنتهم.والباء الداخلة على اسم الجلالة الذي هو فاعل كَفى في المعنى، مزيدة للتأكيد، وقوله وَمَنْ عِنْدَهُ عِلْمُ الْكِتابِ معطوف على اسم الجلالة، والمراد بالموصول وبالكتاب الجنس.والمعنى: قل لهم- أيها الرسول الكريم- تكفى شهادة الله بيني وبينكم، فهو يعلم صدق دعوتي، ويعلم كذبكم، ويعلم ذلك- أيضا- كل من كان على علم بالكتب السماوية السابقة فإنها قد بشرت برسالتي، وجاءت أوصافى فيها ...وممن شهد لي بالنبوة ورقة بن نوفل، فأنتم تعلمون أنه قال لي عند ما أخبرته بما حدث لي في غار حراء: «هذا هو الناموس- أى الوحى- الذي أنزله الله على موسى» ...وقيل المراد بمن عنده علم الكتاب: المسلمون. وبالكتاب: القرآن، والأول أرجح لشموله لكل من كان عنده علم بالكتب السماوية السابقة، إذ هذا الشمول أكثر دلالة على صدق الرسول صلى الله عليه وسلم فيما يبلغه عن ربه.وبعد: فهذه هي سورة الرعد. وهذا تفسير وسيط لآياتها ...نسأل الله- تعالى- أن يجعله خالصا لوجهه ونافعا لعباده.والحمد لله الذي بنعمته تتم الصالحات، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم."}]