[{"ayah_number":1,"text":"تعريف بسورة إبراهيم- عليه السلام-1- سورة إبراهيم- عليه السلام- هي السورة الرابعة عشرة في ترتيب المصحف، أما ترتيبها في النزول، فقد كان بعد سورة نوح- عليه السلام-.وقد ذكر السيوطي قبلها سبعين سورة من السور المكية .2- وعدد آياتها ثنتان وخمسون آية في المصحف الكوفي، وإحدى وخمسون في البصري، وأربع وخمسون في المدني، وخمس وخمسون في الشامي.3- وسميت بهذا الاسم، لاشتمالها على الدعوات الطيبات التي تضرع بها إبراهيم- عليه السلام- إلى ربه، ولا يعرف لها اسم آخر سوى هذا الاسم.4- وجمهور العلماء على أنها مكية، وليس فيها آية أو آيات غير مكية.وقال الآلوسى: «أخرج ابن مردويه عن ابن عباس وابن الزبير أنها نزلت بمكة.والظاهر أنهما أرادا أنها كلها كذلك، وهو الذي عليه الجمهور.وأخرج النحاس في ناسخه عن الحبر أنها مكية إلا آيتين منها فإنهما نزلتا بالمدينة وهما قوله- تعالى-: أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُوا نِعْمَتَ اللَّهِ كُفْراً وَأَحَلُّوا قَوْمَهُمْ دارَ الْبَوارِ جَهَنَّمَ يَصْلَوْنَها وَبِئْسَ الْقَرارُ فإنهما نزلتا في قتلى بدر من المشركين.. .وسنرى عند تفسيرنا لهاتين الآيتين، أنه لم يقم دليل يعتمد عليه على أنهما مدنيتان. وأن السورة كلها مكية كما قال جمهور العلماء.5- هذا، وبمطالعتنا لهذه السورة الكريمة بتدبر وتأمل نراها في مطلعها تحدثنا عن وظيفة القرآن الكريم، وعن جانب من مظاهر قدرة الله- تعالى-، وعن سوء عاقبة الكافرين، وعن الحكمة في إرسال كل رسول بلسان قومه قال- تعالى-: الر. كِتابٌ أَنْزَلْناهُ إِلَيْكَ لِتُخْرِجَ النَّاسَ مِنَ الظُّلُماتِ إِلَى النُّورِ بِإِذْنِ رَبِّهِمْ إِلى صِراطِ الْعَزِيزِ الْحَمِيدِ اللَّهِ الَّذِي لَهُ ما فِي السَّماواتِ وَما فِي الْأَرْضِ وَوَيْلٌ لِلْكافِرِينَ مِنْ عَذابٍ شَدِيدٍ ...وَما أَرْسَلْنا مِنْ رَسُولٍ إِلَّا بِلِسانِ قَوْمِهِ لِيُبَيِّنَ لَهُمْ، فَيُضِلُّ اللَّهُ مَنْ يَشاءُ، وَيَهْدِي مَنْ يَشاءُ وَهُوَ الْعَزِيزُ الْحَكِيمُ.ثم نراها بعد ذلك تحدثنا عن طرف من رسالة موسى- عليه السلام- مع قومه، وعن أخبار بعض الأنبياء مع أقوامهم، وعن نماذج من المحاورات التي دارت بين الرسل وبين من أرسلوا إليهم.قال- تعالى-: وَلَقَدْ أَرْسَلْنا مُوسى بِآياتِنا أَنْ أَخْرِجْ قَوْمَكَ مِنَ الظُّلُماتِ إِلَى النُّورِ وَذَكِّرْهُمْ بِأَيَّامِ اللَّهِ، إِنَّ فِي ذلِكَ لَآياتٍ لِكُلِّ صَبَّارٍ شَكُورٍ....ثم تضرب السورة الكريمة بعد ذلك مثلا لأعمال الكافرين، وتصور أحوالهم عند ما يخرجون من قبورهم يوم القيامة، وتحكى ما يقوله الشيطان لهم في ذلك اليوم ... فتقول:مَثَلُ الَّذِينَ كَفَرُوا بِرَبِّهِمْ أَعْمالُهُمْ كَرَمادٍ اشْتَدَّتْ بِهِ الرِّيحُ فِي يَوْمٍ عاصِفٍ لا يَقْدِرُونَ مِمَّا كَسَبُوا عَلى شَيْءٍ ذلِكَ هُوَ الضَّلالُ الْبَعِيدُ ...وَبَرَزُوا لِلَّهِ جَمِيعاً فَقالَ الضُّعَفاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعاً ...وَقالَ الشَّيْطانُ لَمَّا قُضِيَ الْأَمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُكُمْ فَأَخْلَفْتُكُمْ.ثم تسوق السورة مثلا آخر لكلمتى الإيمان والكفر فتقول: أَلَمْ تَرَ كَيْفَ ضَرَبَ اللَّهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ أَصْلُها ثابِتٌ وَفَرْعُها فِي السَّماءِ ...ثم يحكى ألوانا متعددة من الأدلة على وحدانية الله- تعالى- وعلمه وقدرته ونعمه على عباده فتقول: اللَّهُ الَّذِي خَلَقَ السَّماواتِ وَالْأَرْضَ وَأَنْزَلَ مِنَ السَّماءِ ماءً فَأَخْرَجَ بِهِ مِنَ الثَّمَراتِ رِزْقاً لَكُمْ، وَسَخَّرَ لَكُمُ الْفُلْكَ لِتَجْرِيَ فِي الْبَحْرِ بِأَمْرِهِ، وَسَخَّرَ لَكُمُ الْأَنْهارَ....ثم تسوق بعد ذلك تلك الدعوات الصالحات الجامعات لأنواع الخير، التي تضرع بها إبراهيم إلى ربه فتقول:وَإِذْ قالَ إِبْراهِيمُ رَبِّ اجْعَلْ هَذَا الْبَلَدَ آمِناً وَاجْنُبْنِي وَبَنِيَّ أَنْ نَعْبُدَ الْأَصْنامَ....رَبِّ اجْعَلْنِي مُقِيمَ الصَّلاةِ وَمِنْ ذُرِّيَّتِي رَبَّنا وَتَقَبَّلْ دُعاءِ رَبَّنَا اغْفِرْ لِي وَلِوالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الْحِسابُ.ثم يختم- سبحانه- هذه السورة الكريمة بآيات فيها ما فيها من أنواع العذاب الذي أعده للظالمين، وفيها ما فيها من ألوان التحذير من السير في طريق الكافرين والجاحدين فيقول:وَلا تَحْسَبَنَّ اللَّهَ غافِلًا عَمَّا يَعْمَلُ الظَّالِمُونَ، إِنَّما يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ الْأَبْصارُ.مُهْطِعِينَ مُقْنِعِي رُؤُسِهِمْ لا يَرْتَدُّ إِلَيْهِمْ طَرْفُهُمْ وَأَفْئِدَتُهُمْ هَواءٌ....هذا بَلاغٌ لِلنَّاسِ وَلِيُنْذَرُوا بِهِ وَلِيَعْلَمُوا أَنَّما هُوَ إِلهٌ واحِدٌ، وَلِيَذَّكَّرَ أُولُوا الْأَلْبابِ.6- ومن هذا العرض الإجمالى للسورة الكريمة، نراها قد اهتمت بأمور من أبرزها ما يلى:(أ) تذكير الناس بنعم خالقهم عليهم، وتحريضهم على شكر هذه النعم وتحذيرهم من جحودها وكفرها ...ومن الآيات التي وردت في هذه السورة في هذا المعنى قوله- تعالى-: وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ وَلَئِنْ كَفَرْتُمْ إِنَّ عَذابِي لَشَدِيدٌ.وقوله- تعالى-: أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُوا نِعْمَتَ اللَّهِ كُفْراً وَأَحَلُّوا قَوْمَهُمْ دارَ الْبَوارِ جَهَنَّمَ يَصْلَوْنَها وَبِئْسَ الْقَرارُ.وقوله- تعالى-: وَآتاكُمْ مِنْ كُلِّ ما سَأَلْتُمُوهُ وَإِنْ تَعُدُّوا نِعْمَتَ اللَّهِ لا تُحْصُوها، إِنَّ الْإِنْسانَ لَظَلُومٌ كَفَّارٌ.(ب) تسلية الرسول صلى الله عليه وسلم عما لقيه من مشركي قريش، تارة عن طريق ما لقيه الأنبياء السابقون من أقوامهم، وتارة عن طريق بيان أن العاقبة للمتقين.ومن الآيات التي وردت في هذا المعنى قوله- تعالى-: أَلَمْ يَأْتِكُمْ نَبَؤُا الَّذِينَ مِنْ قَبْلِكُمْ قَوْمِ نُوحٍ وَعادٍ وَثَمُودَ وَالَّذِينَ مِنْ بَعْدِهِمْ لا يَعْلَمُهُمْ إِلَّا اللَّهُ، جاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّناتِ، فَرَدُّوا أَيْدِيَهُمْ فِي أَفْواهِهِمْ وَقالُوا إِنَّا كَفَرْنا بِما أُرْسِلْتُمْ بِهِ وَإِنَّا لَفِي شَكٍّ مِمَّا تَدْعُونَنا إِلَيْهِ مُرِيبٍ....وقوله- تعالى-: وَقالَ الَّذِينَ كَفَرُوا لِرُسُلِهِمْ لَنُخْرِجَنَّكُمْ مِنْ أَرْضِنا أَوْ لَتَعُودُنَّ فِي مِلَّتِنا، فَأَوْحى إِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ الظَّالِمِينَ. وَلَنُسْكِنَنَّكُمُ الْأَرْضَ مِنْ بَعْدِهِمْ....(ج) اشتمال السورة الكريمة على أساليب متعددة للترغيب في الإيمان، وللتحذير من الكفر، تارة عن طريق ضرب الأمثال، وتارة عن طريق بيان حسن عاقبة المؤمنين، وسوء عاقبة المكذبين، وتارة عن طريق حكاية ما يقوله الشيطان لأتباعه يوم القيامة، وما يقوله الضعفاء للذين استكبروا وما يقوله الظالمون يوم يرون العذاب ...ومن الآيات التي وردت في هذا المعنى قوله- تعالى-: أَلَمْ تَرَ كَيْفَ ضَرَبَ اللَّهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ، أَصْلُها ثابِتٌ وَفَرْعُها فِي السَّماءِ. تُؤْتِي أُكُلَها كُلَّ حِينٍ بِإِذْنِ رَبِّها، وَيَضْرِبُ اللَّهُ الْأَمْثالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ.وقوله- تعالى-: فَلا تَحْسَبَنَّ اللَّهَ مُخْلِفَ وَعْدِهِ رُسُلَهُ إِنَّ اللَّهَ عَزِيزٌ ذُو انتِقامٍ.وقوله- تعالى-: وَأَنْذِرِ النَّاسَ يَوْمَ يَأْتِيهِمُ الْعَذابُ فَيَقُولُ الَّذِينَ ظَلَمُوا رَبَّنا أَخِّرْنا إِلى أَجَلٍ قَرِيبٍ نُجِبْ دَعْوَتَكَ وَنَتَّبِعِ الرُّسُلَ....هذه بعض الموضوعات التي اهتمت السورة بإبرازها وبتركيز الحديث عنها، وهناك موضوعات أخرى عنيت السورة بتفصيل الحديث عنها، ويراها المتدبر لآياتها ...وصلى الله على سيدنا محمد وعلى آله وصحبه وسلمسورة إبراهيم- عليه السلام- من السور القرآنية التي افتتحت بحرف من الحروف المقطعة وهو قوله- تعالى-: الر.وقد سبق أن ذكرنا آراء العلماء في هذه الحروف عند تفسيرنا لسور: آل عمران، والأعراف، ويونس، وهود، ويوسف، والرعد.وقلنا ما خلاصته: لعل أقرب الأقوال إلى الصواب، أن هذه الحروف المقطعة، قد وردت في افتتاح بعض سور القرآن، على سبيل الإيقاظ والتنبيه للذين تحداهم القرآن.فكأن الله- تعالى- يقول لأولئك المعاندين والمعارضين في أن القرآن من عند الله. هاكم القرآن ترونه مؤلفا من كلام هو من جنس ما تؤلفون منه كلامكم، ومنظوما من حروف هي من جنس الحروف الهجائية التي تنظمون منها حروفكم، فإن كنتم في شك من كونه منزلا من عند الله فهاتوا مثله، وادعوا من شئتم من الخلق لكي يعاونكم في ذلك، فإن لم تستطيعوا فهاتوا عشر سور من مثله، فإن عجزتم فهاتوا سورة واحدة من مثله.قال- تعالى-: وَإِنْ كُنْتُمْ فِي رَيْبٍ مِمَّا نَزَّلْنا عَلى عَبْدِنا فَأْتُوا بِسُورَةٍ مِنْ مِثْلِهِ، وَادْعُوا شُهَداءَكُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صادِقِينَ .وقوله كِتابٌ أَنْزَلْناهُ إِلَيْكَ لِتُخْرِجَ النَّاسَ مِنَ الظُّلُماتِ إِلَى النُّورِ بِإِذْنِ رَبِّهِمْ إِلى صِراطِ الْعَزِيزِ الْحَمِيدِ تنويه بشأن القرآن الكريم، وبيان للغرض السامي الذي أنزله الله- تعالى- من أجله.والظلمات: جمع ظلمة، والمراد بها: الكفر والضلال، والمراد بالنور: الإيمان والهداية.والباء في بِإِذْنِ رَبِّهِمْ للسببية، والجار والمجرور متعلق بقوله لِتُخْرِجَ.والصراط: الجادة والطريق، من سرط الشيء إذا ابتلعه، وسمى الطريق بذلك، لأنه يبتلع المارين فيه، وأبدلت سينه صادا على لغة قريش.والمعنى: هذا كتاب جليل الشأن، عظيم القدر، أنزلناه إليك يا محمد، لكي تخرج الناس من ظلمات الكفر والجهالة والضلال، إلى نور الإيمان والعلم والهداية، وهذا الإخراج إنما هو بإذن ربهم ومشيئته وإرادته وأمره.وقوله إِلى صِراطِ الْعَزِيزِ الْحَمِيدِ بدل من قوله إِلَى النُّورِ.أى لتخرج الناس من ظلمات الكفر والضلال إلى طريق الله الْعَزِيزِ أى: الذي يغلب ولا يغلب الْحَمِيدِ أى: المحمود بكل لسان.وأسند- سبحانه- الإخراج إلى النبي صلى الله عليه وسلم باعتباره المبلغ لهذا الكتاب المشتمل على الهداية التي تنقل الناس من الكفر إلى الإيمان، ومن الجهالة إلى الهداية وشبه الكفر بالظلمات- كما يقول الإمام الرازي-، لأنه نهاية ما يتحير الرجل فيه عن طريق الهداية، وشبه الإيمان بالنور، لأنه نهاية ما ينجلي به طريق هدايته» .وفي جمع «الظلمات» وإفراد «النور» إشارة إلى أن للكفر طرقا كثيرة، وأما الإيمان فطريق واحد.وقوله- سبحانه-: بِإِذْنِ رَبِّهِمْ احتراس لبيان أن نقل الناس من حال إلى حال إنما هو بإرادة- الله- تعالى- ومشيئته، وأن الرسول ما هو إلا مبلغ فقط، أما الهداية فمن الله وحده."},{"ayah_number":2,"text":"ثم بين- سبحانه- بعض مظاهر قدرته فقال: اللَّهِ الَّذِي لَهُ ما فِي السَّماواتِ وَما فِي الْأَرْضِ....أى: الله- تعالى- وحده هو الذي له ما في السموات وما في الأرض ملكا وملكا وخلقا لا يشاركه في ذلك مشارك، ولا ينازعه منازع.ولفظ الجلالة قرأه الجمهور بالجر على أنه بدل أو عطف بيان من العزيز الحميد.وقرأه نافع وابن عامر بالرفع على أنه خبر لمبتدأ محذوف أى: هو الله الذي له ما في السموات وما في الأرض.وجملة «وويل للكافرين من عذاب شديد» تهديد ووعيد لمن كفر بالحق وأعرض عنه.ولفظ «ويل» مصدر لا يعرف له فعل من لفظه مثل «ويح» وجاء مرفوعا للدلالة على الثبات والدوام، ومعناه الهلاك أو الفضيحة أو الحسرة، أى: الله- تعالى- هو الذي له ما في السموات وما في الأرض، وويل للكافرين بما أنزلناه إليك- أيها الرسول الكريم- من عذاب شديد سينزل بهم، فيجعلهم يستغيثون دون أن يجدوا من يغيثهم."},{"ayah_number":3,"text":"ثم وصف- سبحانه- هؤلاء الكافرين بجملة من الصفات الذميمة، التي أردتهم وأهلكتهم فقال- تعالى-: الَّذِينَ يَسْتَحِبُّونَ الْحَياةَ الدُّنْيا عَلَى الْآخِرَةِ وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ، وَيَبْغُونَها عِوَجاً....ويستحبون: بمعنى يحبون، فالسين والتاء للتأكيد، أى: يختارون ويؤثرون ولذا عداه بعلى. أى: يختارون شهوات الحياة الدنيا. ويؤثرون لذائذها ومتعها على الدار الآخرة وما فيها من نعيم وخيرات ...«ويصدون» من الصد، وهو صرف الغير عن الشيء ومنعه منه يقال: صد فلان فلانا عن فعل الشيء، إذا منعه من فعله.وسبيل الله: طريقه الموصلة إليه وهو ملة الإسلام.ويبغون من البغاء- بضم الباء- بمعنى الطلب. يقال: بغيت لفلان كذا، إذا طلبته له، وبغيت الشيء أبغيه بغاء وبغى وبغية إذا طلبته.والعوج- بكسر العين وفتحها- مصدر عوج- كتعب. إلا أن بعضهم يرى أن مكسور العين يكون فيما ليس بمرئى كالآراء والأقوال والعقائد، وأن مفتوحها يكون في المرئيات كالأجساد والمحسوسات.أى: أن هؤلاء الكافرين يؤثرون شهوات الدنيا على الآخرة ونعيمها، ولا يكتفون بذلك بل يضعون العراقيل في طريق دعوة الحق حتى يبتعد الناس عنها، ويطلبون لها العوج والميل تبعا لزيغ نفوسهم، مع أنها أقوم طريق، وأعدل سبيل. والضمير المنصوب في قوله «يبغونها» يعود إلى سبيل الله. أى يبغون لها العوج، فحذف الجار وأوصل الفعل إلى الضمير، كما في قوله وَإِذا كالُوهُمْ ... أى: كالوا لهم.وقوله عِوَجاً مفعول به ليبغون.وبعضهم جعل الضمير المنصوب في «يبغونها» ، وهو الهاء هو المفعول، وجعل «عوجا» حال من سبيل الله أى: ويريدونها أن تكون في حال اعوجاج واضطراب. وقوله: أُولئِكَ فِي ضَلالٍ بَعِيدٍ بيان الحكم العادل الذي أصدره- سبحانه- عليهم.أى: أولئك الموصوفون بما ذكر في ضلال بعيد عن الحق.والإشارة بأولئك الدالة على البعد، للتنبيه على أنهم أحرياء بما وصفوا به بسبب تلبسهم بأقبح الخصال، وأبشع الرذائل.وعبر بفي الظرفية للدلالة على تمكن الضلال منهم، وأنه محيط بهم كما يحيط الظرف بالمظروف.قال الآلوسى: وفي الآية من المبالغة في ضلالهم ما لا يخفى، حيث أسند فيها الى المصدر ما هو لصاحبه مجازا كجد جده ...ويجوز أن يقال: إنه أسند فيها ما للشخص إلى سبب اتصافه بما وصف به، بناء على أن البعد في الحقيقة صفة له باعتبار بعد مكانه عن مقصده، وسبب بعده ضلاله، لأنه لو لم يضل لم يبعد عنه، فيكون كقولك: قتل فلانا عصيانه، والإسناد مجازى وفيه المبالغة المذكورة أيضا."},{"ayah_number":4,"text":".ثم بين- سبحانه- منة أخرى من مننه على عباده فقال: وَما أَرْسَلْنا مِنْ رَسُولٍ إِلَّا بِلِسانِ قَوْمِهِ لِيُبَيِّنَ لَهُمْ....قال الإمام الرازي ما ملخصه: «اعلم أنه- تعالى- لما ذكر في أول السورة كِتابٌ أَنْزَلْناهُ إِلَيْكَ لِتُخْرِجَ النَّاسَ مِنَ الظُّلُماتِ إِلَى النُّورِ ... كان هذا إنعاما على الرسول، من حيث إنه فوض إليه هذا المنصب العظيم، وإنعاما على الخلق من حيث إنه أرسل إليهم من خلصهم من ظلمات الكفر ...ثم ذكر في هذه الآية ما يجرى مجرى تكميل النعمة والإحسان في الوجهين:أما بالنسبة إلى الرسول، فلأن بعثته كانت إلى الناس عامة ...وأما بالنسبة لعامة الخلق، فلأنه- سبحانه- ما بعث رسولا إلى قوم إلا بلسانهم ... »والباء في قوله «بلسان» للملابسة، والمراد باللسان: اللغة التي يتخاطب بها الرسول مع قومه ...والمعنى: وما أرسلنا من قبلك- أيها الرسول الكريم- رسولا من الرسل إلى قوم من الأقوام، إلا وكانت لغته كلغتهم، لكي يتيسر لهم أن يفهموا عند ما يريد أن يبلغهم إياه من الأوامر والنواهي ...قال ابن كثير: «هذا من لطفه- تعالى- بخلقه: أنه يرسل إليهم رسلا منهم بلغتهم ليفهموا عنهم ما يريدون، وما أرسلوا به إليهم كما قال الإمام أحمد.حدثنا وكيع، عن عمر بن أبى ذر قال: قال مجاهد: عن أبى ذر قال: قال رسول الله صلى الله عليه وسلم: «لم يبعث الله- عز وجل- نبيا إلا بلغة قومه» .وقال صاحب الكشاف: «فإن قلت: لم يبعث رسول الله صلى الله عليه وسلم إلى العرب وحدهم، وإنما بعث الى الناس جميعا، وهم على ألسنة مختلفة. فإن لم تكن للعرب حجة، فلغيرهم الحجة. وإن لم تكن لغيرهم حجة، فلو نزل بالعجمية لم تكن للعرب حجة- أيضا- قلت:لا يخلو إما أن ينزل بجميع الألسنة أو بواحد منها، فلا حاجة إلى نزوله بجميع الألسنة لأن الترجمة تنوب عن ذلك وتكفى التطويل، فبقى أن ينزل بلسان واحد. فكان أول الألسنة لسان قوم الرسول صلى الله عليه وسلم لأنهم أقرب إليه.فإذا فهموا عنه وتبينوه وتنوقل عنهم وانتشر، قامت التراجم ببيانه وتفهيمه، كما ترى الحال وتشاهدها من نيابة التراجم في كل أمة من أمم العجم، مع ما في ذلك من اتفاق أهل البلاد المتباعدة، والأجيال المتفاوتة على كتاب واحد، واجتهادهم في تعلم لفظه وتعلم معانيه، وما يتشعب من ذلك من جلائل الفوائد، ولأنه أبعد من التحريف والتبديل، وأسلم من التنازع والاختلاف ... »  وقال الشوكانى: ما ملخصه: «وقد قيل في هذه الآية إشكال، لأن النبي صلى الله عليه وسلم أرسل إلى الناس جميعا، ولغاتهم متباينة ...وأجيب: بأنه صلى الله عليه وسلم وإن كان مرسلا إلى الثقلين، لكن لما كان قومه العرب، وكانوا أخص به وأقرب إليه، كان إرساله بلسانهم أولى من إرساله بلسان غيرهم، وهم يبينونه لمن كان على غير لسانهم.ولو نزل القرآن بجميع لغات من أرسل إليهم، وبينه الرسول لكل قوم بلسانهم، لكان ذلك مظنة للاختلاف، وفتحا لباب التنازع، لأن كل أمة قد تدعى من المعاني في لسانها مالا يعرفه غيرها.وربما كان ذلك- أيضا- مفضيا إلى التحريف والتصحيف، بسبب الدعاوى الباطلة التي يقع فيها المتعصبون» .وجملة «فيضل الله من يشاء ويهدى من يشاء» مستأنفة.أى: فيضل الله من يشاء إضلاله، أى يخلق فيه الضلال لوجود أسبابه المؤدية إليه فيه.ويهدى من يشاء هدايته، لا راد لمشيئته، ولا معقب لحكمه.«وهو» سبحانه «العزيز» الذي لا يغلبه غالب «الحكيم» في كل أفعاله وتصرفاته.قال صاحب تفسير التحرير والتنوير: وتفريع قوله «فيضل الله من يشاء ... إلخ» على مجموع جملة «وما أرسلنا من رسول إلا بلسان قومه ليبين لهم» ، ولذلك جاء فعل «يضل» مرفوعا غير منصوب، إذ ليس عطفا على فعل «ليبين» لأن الإضلال لا يكون معلولا للتبيين ولكنه مفرع على الإرسال المعلل بالتبيين.والمعنى: أن الإرسال بلسان قومه لعلة التبيين. وقد يحصل أثر التبيين بمعرفة الاهتداء، وقد لا يحصل أثره بسبب ضلال المبين لهم» .وبذلك نرى الآيات الكريمة قد بينت وظيفة القرآن الكريم، ووظيفة الرسول صلى الله عليه وسلم كما توعدت الكافرين بسوء المصير إذا ما استمروا في كفرهم وغيهم، كما وضحت بعض مظاهر قدرة الله- تعالى- ولطفه بعباده، وفضله عليهم.ثم بين- سبحانه- بعد ذلك، أن رسالة موسى- عليه السلام- كانت أيضا لإخراج قومه من الظلمات إلى النور، ولتذكيرهم بنعم خالقهم عليهم، وبغناه عنهم، فقال تعالى:"},{"ayah_number":5,"text":"قال الإمام الرازي: «اعلم أنه- تعالى- لما بين أنه أرسل محمدا صلى الله عليه وسلم إلى الناس ليخرجهم من الظلمات إلى النور وذكر كمال إنعامه عليه وعلى قومه في ذلك الإرسال وفي تلك البعثة، أتبع ذلك بشرح بعثة سائر الأنبياء إلى أقوامهم، وكيفية معاملة أقوامهم معهم.تصبيرا له صلى الله عليه وسلم على أذى قومه، وبدأ- سبحانه- بقصة موسى فقال: وَلَقَدْ أَرْسَلْنا مُوسى بِآياتِنا أَنْ أَخْرِجْ قَوْمَكَ مِنَ الظُّلُماتِ إِلَى النُّورِ ... .وموسى- عليه السلام- هو ابن عمران، بن يصهر، بن ماهيث ... وينتهى نسبه إلى لاوى بن يعقوب عليه السلام.وكانت ولادة موسى- عليه السلام- في حوالى القرن الرابع عشر قبل الميلاد.والمراد بالآيات في قوله: بِآياتِنا الآيات التسع التي أيده الله تعالى بها قال تعالى:وَلَقَدْ آتَيْنا مُوسى تِسْعَ آياتٍ بَيِّناتٍ ... .وهي: العصا، واليد، والطوفان، والجراد، والقمل، والضفادع، والدم، والجدب- أى في بواديهم، والنقص من الثمرات- أى في مزارعهم.قال- تعالى-: فَأَلْقى عَصاهُ فَإِذا هِيَ ثُعْبانٌ مُبِينٌ وَنَزَعَ يَدَهُ فَإِذا هِيَ بَيْضاءُ لِلنَّاظِرِينَ .وقال- تعالى-: وَلَقَدْ أَخَذْنا آلَ فِرْعَوْنَ بِالسِّنِينَ وَنَقْصٍ مِنَ الثَّمَراتِ .وقال- تعالى-: فَأَرْسَلْنا عَلَيْهِمُ الطُّوفانَ وَالْجَرادَ وَالْقُمَّلَ وَالضَّفادِعَ وَالدَّمَ، آياتٍ مُفَصَّلاتٍ فَاسْتَكْبَرُوا وَكانُوا قَوْماً مُجْرِمِينَ  .ومنهم من يرى أنه يصح أن يراد بالآيات هنا آيات التوراة التي أعطاها الله- تعالى- لموسى- عليه السلام-.قال الآلوسى ما ملخصه: «قوله: وَلَقَدْ أَرْسَلْنا مُوسى بِآياتِنا أى: ملتبسا بها.وهي كما أخرج ابن جرير وغيره، عن مجاهد وعطاء وعبيد بن عمير، الآيات التسع التي أجراها الله على يده- عليه السلام- وقيل: يجوز أن يراد بها آيات التوراة» .ويبدو لنا أنه لا مانع من حمل الآيات هنا على ما يشمل الآيات التسع، وآيات التوراة، فالكل كان لتأييد موسى- عليه السلام- في دعوته.و «أن» في قوله أَنْ أَخْرِجْ قَوْمَكَ تفسيرية بمعنى أى: لأن في الإرسال معنى القول دون حروفه.والمراد بقومه: من أرسل لهدايتهم وإخراجهم من ظلمات الكفر إلى نور الإيمان، وهم: بنو إسرائيل وفرعون وأتباعه.وقيل: المراد بقومه: بنو إسرائيل خاصة، ولا نرى وجها لهذا التخصيص، لأن رسالة موسى- عليه السلام- كانت لهم ولفرعون وقومه.والمعنى: وكما أرسلناك يا محمد لتخرج الناس من الظلمات إلى النور، أرسلنا من قبلك أخاك موسى إلى قومه لكي يخرجهم- أيضا- من ظلمات الكفر إلى نور الإيمان. فالغاية التي من أجلها أرسلت- أيها الرسول الكريم- هي الغاية التي من أجلها أرسل كل نبي قبلك، وهي دعوة الناس إلى إخلاص العبادة لله- تعالى- وخص- سبحانه- موسى بالذكر من بين سائر الرسل. لأن أمته أكثر الأمم المتقدمة على هذه الأمة الاسلامية.وأكد- سبحانه- الإخبار عن إرسال موسى بلام القسم وحرف التحقيق قد، لتنزيل المنكرين لرسالة النبي صلى الله عليه وسلم منزلة من ينكر رسالة موسى- عليه السلام- وقوله- تعالى-: وَذَكِّرْهُمْ بِأَيَّامِ اللَّهِ معطوف على قوله أَنْ أَخْرِجْ قَوْمَكَ.والتذكير: إزالة نسيان الشيء، وعدى بالباء لتضمينه معنى الإنذار والوعظ: أى ذكرهم تذكير عظة بأيام الله.ومن المفسرين من يرى أن المراد بأيام الله: نعمه وآلاؤه.قال ابن كثير: قوله: وَذَكِّرْهُمْ بِأَيَّامِ اللَّهِ أى: بأياديه ونعمه عليهم، في إخراجه إياهم من أسر فرعون وقهره وظلمه وغشمه، وإنجائه إياهم من عدوهم، وفلقه لهم البحر، وتظليله إياهم بالغمام، وإنزاله عليهم المن والسلوى» .ومنهم من يرى أن المراد بها، نقمه وبأساؤه.قال صاحب الكشاف: قوله: «وذكرهم بأيام الله» أى: وأنذرهم بوقائعه التي وقعت على الأمم قبلهم، كما وقع على قوم نوح وعاد وثمود، ومنه أيام العرب لحروبها وملاحمها، كيوم ذي قار، ويوم الفجار، وهو الظاهر» .ومنهم من يرى أن المراد بها ما يشمل أيام النعمة، وأيام النقمة.قال الإمام الرازي ما ملخصه: «أما قوله «وذكرهم بأيام الله» فاعلم أنه- تعالى- أمر موسى في هذا المقام بشيئين، أحدهما: أن يخرجهم من الظلمات إلى النور. والثاني: أن يذكرهم بأيام الله.ويعبر عن الأيام بالوقائع العظيمة التي وقعت فيها ... وَتِلْكَ الْأَيَّامُ نُداوِلُها بَيْنَ النَّاسِ.فالمعنى: عظهم بالترغيب والترهيب والوعد والوعيد، فالترغيب والوعد، أن يذكرهم بنعم الله عليهم وعلى من قبلهم ممن آمن بالرسل ... والترهيب والوعيد. أن يذكرهم بأس الله وعذابه وانتقامه، ممن كذب الرسل من الأمم السالفة ...ثم قال: واعلم أن أيام الله في حق موسى- عليه السلام- منها ما كان أيام المحنة والبلاء، وهي الأيام التي كانت بنو إسرائيل فيها تحت قهر فرعون، ومنها ما كان أيام الراحة والنعماء مثل إنزال المن والسلوى عليهم ... » .وقال الآلوسى: «قوله: وَذَكِّرْهُمْ بِأَيَّامِ اللَّهِ أى: بنعمائه وبلائه، كما روى عن ابن عباس- رضى الله عنهما- واختاره الطبري، لأنه الأنسب بالمقام والأوفق بما سيأتى من الكلام» .وما ذهب إليه الإمامان الرازي والآلوسي، هو الذي تسكن إليه النفس، لأن الأيام كلها وإن كانت لله، إلا أن المراد بها هنا أيام معينة، وهي التي برزت فيها السراء أو الضراء بروزا ظاهرا، كانت له آثاره على الناس الذين عاشوا في تلك الأيام.وبنو إسرائيل- على سبيل المثال- مرت عليهم في تاريخهم الطويل، أيام غمروا فيها بالنعم، وأيام أصيبوا فيها بالنقم.فالمعنى: ذكر يا موسى قومك بنعم الله لمن آمن وشكر، وبنقمه على من جحد وكفر، لعل هذا التذكير يجعلهم يثوبون إلى رشدهم، ويتبعونك فيما تدعوهم إليه.واسم الإشارة في قوله: إِنَّ فِي ذلِكَ لَآياتٍ لِكُلِّ صَبَّارٍ شَكُورٍ يعود على التذكير بأيام الله.والصبار: الكثير الصبر على البلاء، والصبر حبس النفس على ما يقتضيه الشرع فعلا أو تركا. يقال: صبره عن كذا يصبره إذا حبسه.والشكور: الكثير الشكر لله- تعالى- على نعمه، والشكر: عرفان الإحسان ونشره والتحدث به، وأصله من شكرت الناقة- كفرح- إذا امتلأ ضرعها باللبن، ومنه أشكر الضرع إذا امتلأ باللبن.أى: إن في ذلك التذكير بنعم الله ونقمه، لآيات واضحات، ودلائل بينات على وحدانية الله- تعالى- وقدرته وعلمه، وحكمته، لكل إنسان كثير الصبر على البلاء، وكثير الشكر على النعماء.وتخصيص الآيات بالصبار والشكور لأنهما هما المنتفعان بها وبما تدل عليه من دلائل على وحدانية الله وقدرته، لا لأنها خافية على غيرهما، فإن الدلائل على ذلك واضحة لجميع الناس.وجمع- سبحانه- بينهما، للإشارة إلى أن المؤمن الصادق لا يخلو حاله عن هذين الأمرين ففي الحديث الصحيح عن رسول الله صلى الله عليه وسلم أنه قال: «إن أمر المؤمن كله عجب، لا يقضى الله له قضاء إلا كان خيرا له، إن أصابته ضراء صبر فكان خيرا له. وإن أصابته سراء شكر فكان خيرا له» .وقدم- سبحانه- صفة الصبر على صفة الشكر، لما أن الصبر مفتاح الفرج المقتضى للشكر، أو لأن الصبر من قبيل الترك، والتخلية مقدمة على التحلية."},{"ayah_number":6,"text":"ثم بين- سبحانه- بعد ذلك أن موسى- عليه السلام- قد امتثل أمر ربه فقال:وَإِذْ قالَ مُوسى لِقَوْمِهِ اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ، إِذْ أَنْجاكُمْ مِنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذابِ، وَيُذَبِّحُونَ أَبْناءَكُمْ، وَيَسْتَحْيُونَ نِساءَكُمْ ...و «إذ» ظرف لما مضى من الزمان، وهو متعلق بمحذوف تقديره اذكر.والمراد بقوله: اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ: تنبهوا بعقولكم وقلوبكم لتلك المنن التي امتن الله بها عليكم، وقوموا بحقوقها، وأكثروا من الحديث عنها بألسنتكم. فإن التحدث بنعم الله فيه إغراء بشكرها.«آل فرعون» حاشيته وخاصته من قومه. وفرعون: لقب لملك مصر في ذلك الوقت، كما يقال لملك الروم قيصر ...ويسومونكم من السوم وهو مطلق الذهاب أو الذهاب في ابتغاء الشيء، يقال: سامت الإبل فهي سائمة. أى: ذهبت في المرعى، وسام السلعة: إذا طلبها وابتغاها.وسامه خسفا، إذا أذله واحتقره وكلفه فوق طاقته.وسُوءَ الْعَذابِ أشده. والسوء- بالضم- كل ما يدخل الحزن والغم على نفس الإنسان. وهو في الأصل مصدر، ويؤنث بالألف فيقال السوأى.وقوله وَيَسْتَحْيُونَ نِساءَكُمْ من الاستحياء بمعنى الاستبقاء، يقال: استحيا فلان فلانا أى: استبقاه وأصله طلب له الحياة والبقاء.والمعنى: واذكر- أيها الرسول الكريم- أو أيها المخاطب وقت أن قال موسى- عليه السلام- لقومه على سبيل الإرشاد والتوجيه إلى الخير: يا قوم اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ أى: داوموا على شكر الله، فقد أسبغ عليكم نعما كثيرة من أبرزها أنه- سبحانه- أنجاكم من آل فرعون الذين كانوا يصبون عليكم أشد العذاب وأفظعه، وكانوا يذبحون أبناءكم الصغار، ويستبقون نساءكم ...وجعل- سبحانه- النجاة هنا من آل فرعون ولم تجعل منه، مع أنه الآمر بتعذيب بنى إسرائيل للتنبيه على أن حاشيته وبطانته كانت عونا في إذاقتهم سوء العذاب.وجعلت الآية الكريمة استحياء النساء عقوبة لبنى إسرائيل، لأن هذا الإبقاء عليهن كان المقصود منه الاعتداء عليهن، واستعمالهن في الخدمة بالاسترقاق، فبقاؤهن بعد فقد الذكور بقاء ذليل، وعذاب أليم، تأباه النفوس الكريمة.قال الآلوسى: قوله: وَيَسْتَحْيُونَ نِساءَكُمْ أى: ويبقونهن في الحياة مع الذل. ولذلك عد من جملة البلاء، أو لأن إبقاءهن دون البنين رزية في ذاته كما قيل:ومن أعظم الرزء فيما أرى ... بقاء البنات وموت البنيناوقد رجح كثير من المفسرين أن المراد بالأبناء هنا: الأطفال الصغار، لأن اللفظ من حيث وضعه يفيد ذلك، ولأن قتل جميع الرجال لا يفيدهم حيث إن فرعون وآله، كانوا يستعملونهم في الأعمال الشاقة والحقيرة، ولأنه لو كان المقصود بالذبح الرجال، لما قامت أم موسى بإلقائه في البحر وهو طفل صغير لتنجيه من الذبح.وقال- سبحانه- هنا يَسُومُونَكُمْ سُوءَ الْعَذابِ وَيُذَبِّحُونَ أَبْناءَكُمْ لأن المقصود هنا تعداد المحن التي حلت ببني إسرائيل، فكان المراد بجملة يَسُومُونَكُمْ سُوءَ الْعَذابِ نوعا منه، وكان المراد بجملة وَيُذَبِّحُونَ أَبْناءَكُمْ نوعا آخر منه، لذا وجب العطف، لأن الجملة الثانية ليست مفسرة للأولى، وإنما هي تمثل نوعا آخر من العذاب الذي حل ببني إسرائيل.بخلاف قوله- تعالى- في سورة البقرة يَسُومُونَكُمْ سُوءَ الْعَذابِ يُذَبِّحُونَ أَبْناءَكُمْ بدون واو العطف. لأن الجملة الثانية بيان وتفسير للجملة الأولى. فيكون المراد من سوء العذاب في سورة البقرة تذبيح الأبناء واستحياء النساء.واسم الإشارة في قوله: وَفِي ذلِكُمْ بَلاءٌ مِنْ رَبِّكُمْ عَظِيمٌ يعود إلى المذكور من النعم والنقم، والبلاء: الامتحان والاختبار، ويكون في الخير والشر. قال- تعالى- وَنَبْلُوكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةً.أى: وفي ذلكم العذاب وفي النجاة منه امتحان عظيم لكم من ربكم بالسراء لتشكروا وبالضراء لتصبروا، ولتقلعوا عن السيئات التي تؤدى بكم إلى الشقاء والهوان."},{"ayah_number":7,"text":"ثم حكى- سبحانه- أن موسى- عليه السلام- قد أرشد قومه إلى سنة من سنن الله التي لا تتخلف فقال: وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ، وَلَئِنْ كَفَرْتُمْ إِنَّ عَذابِي لَشَدِيدٌ ...وقوله: «تأذن» بمعنى آذن أى أعلم، يقال: آذن الأمر وبالأمر أى: أعلمه، إلا أن صيغة التفعل تفيد المبالغة في الإعلام، فيكون معنى «تأذن» : أعلم إعلاما واضحا بليغا لا التباس معه ولا شبهة.واللام في قوله: لَئِنْ شَكَرْتُمْ موطئة للقسم. وحقيقة الشكر: الاعتراف بنعم الله- تعالى- واستعمالها في مواضعها التي أرشدت الشريعة إليها.وقوله: «لأزيدنكم» ساد مسد جوابي القسم والشرط.والمراد بالكفر في قوله: «ولئن كفرتم» كفر النعمة وجحودها، وعدم نسبتها إلى واهبها الحقيقي وهو الله- تعالى- كما قال قارون إِنَّما أُوتِيتُهُ عَلى عِلْمٍ عِنْدِي وعدم استعمالها فيما خلقت له، إلى غير ذلك من وجوه الانحراف بها عن الحق.وجملة: إِنَّ عَذابِي لَشَدِيدٌ دليل على الجواب المحذوف لقوله وَلَئِنْ كَفَرْتُمْ إذ التقدير: ولئن كفرتم لأعذبنكم، إن عذابي لشديد.قال الجمل: «وإنما حذف هنا وصرح به في جانب الوعد، لأن عادة أكرم الأكرمين أن يصرح بالوعد ويعرض بالوعيد» .والمعنى: واذكر أيها المخاطب وقت أن قال موسى لقومه: يا قوم إن ربكم قد أعلمكم إعلاما واضحا بليغا مؤكدا بأنكم إن شكرتموه على نعمه، زادكم من عطائه وخيره ومننه، وإن جحدتم نعمه وغمطتموها واستعملتموها في غير ما يرضيه، محقها من بين أيديكم، فإنه- سبحانه- عذابه شديد، وعقابه أليم.هذا، وقد ساق الإمام ابن كثير هنا جملة من الأحاديث الموجبة للشكر، والمحذرة من الجحود فقال:وقد جاء في الحديث الشريف: «إن العبد ليحرم الرزق بالذنب يصيبه» .وروى الإمام أحمد عن أنس قال: أتى النبي صلى الله عليه وسلم سائل فأمر له بتمرة فلم يأخذها- أو وحش بها أى: رماها- قال: وأتاه آخر فأمر له بتمرة فقال السائل: سبحان الله!! تمرة من رسول الله صلى الله عليه وسلم فقال للجارية: اذهبي إلى أم سلمة فأعطيه الأربعين درهما التي عندها ."},{"ayah_number":8,"text":"ثم بين- سبحانه- أن موسى قد أخبر قومه أن ضرر كفرهم إنما يعود عليهم، لأن الله- تعالى- غنى عن العالمين فقال- تعالى-: وَقالَ مُوسى إِنْ تَكْفُرُوا أَنْتُمْ وَمَنْ فِي الْأَرْضِ جَمِيعاً، فَإِنَّ اللَّهَ لَغَنِيٌّ حَمِيدٌ.أى: وقال موسى- عليه السلام- لقومه: إن تجحدوا نعم الله أنتم ومن في الأرض جميعا من الخلائق، فلن تضروا الله شيئا، وإنما ضرر ذلك يعود على الجاحد لنعمه، والمنحرف عن طريقه، فإن الله- تعالى- لغنى عن شكركم وشكرهم، مستحق للحمد من جميع المخلوقين طوعا وكرها.ويبدو من سياق الآية الكريمة أن موسى- عليه السلام- إنما قال لقومه ذلك، بعد أن شاهد منهم علامات الإصرار على الكفر والفساد، وترجح لديه أنهم قوم لا ينفعهم الترغيب ولا التعريض بالترهيب، ولمس منهم أنهم يمنون عليه أو على الله- تعالى- بطاعاتهم فأراد بهذا القول أن يزجرهم عن الإدلال بإيمانهم، والمن بطاعتهم.فالغرض الذي سيقت له الآية إنما هو بيان أن منفعة الطاعة والشكر والإيمان إنما تعود على الطائعين الشاكرين المؤمنين، وأن مضرة الجحود والكفران إنما تعود على الجاحدين الكافرين.أما الله- تعالى- فلن تنفعه طاعة المطيع، ولن تضره معصية العاصي.ففي الحديث القدسي الذي رواه الإمام مسلم في صحيحه عن أبى ذر الغفاري، عن رسول الله صلى الله عليه وسلم فيما يرويه عن ربه- عز وجل- أنه قال: «يا عبادي لو أن أولكم وآخركم وإنسكم وجنكم كانوا على أتقى قلب رجل واحد منكم ما زاد ذلك في ملكي شيئا.يا عبادي لو أن أولكم وآخركم وإنسكم وجنكم كانوا على أفجر قلب رجل واحد منكم ما نقص ذلك من ملكي شيئا.يا عبادي لو أن أولكم وآخركم وإنسكم وجنكم قاموا على صعيد واحد فسألونى فأعطيت كل إنسان مسألته، ما نقص ذلك مما عندي إلا كما ينقص المخيط إذا أدخل البحر» .وبذلك نرى الآيات الكريمة قد زخرت بالتوجيهات القرآنية الحكيمة، التي ساقها الله- تعالى- على لسان موسى- عليه السلام- وهو يعظ قومه، ويذكرهم بأيام الله، وبسننه في خلقه، وبغناه عنهم ...ثم حكى- سبحانه- جانبا من أحوال بعض الرسل مع أقوامهم، ومن المحاورات التي دارت بين الرسل وبين من أرسلوا إليهم فقال- تعالى-:"},{"ayah_number":9,"text":"وقوله- سبحانه-: أَلَمْ يَأْتِكُمْ نَبَؤُا الَّذِينَ مِنْ قَبْلِكُمْ قَوْمِ نُوحٍ وَعادٍ وَثَمُودَ....يرى بعض المفسرين أنه من تتمة كلام موسى- عليه السلام- فيكون المعنى:أن موسى- عليه السلام- بعد أن ذكر قومه بأيام الله- تعالى-، وبنعمه عليهم، وبسننه- سبحانه- في خلقه ...بعد كل ذلك شرع في تذكيرهم وتخويفهم عن طريق ما حل بالمكذبين من قبلهم، فقال لهم- كما حكى القرآن عنه-: أَلَمْ يَأْتِكُمْ نَبَؤُا الَّذِينَ مِنْ قَبْلِكُمْ....ومنهم من يرى أن الآية الكريمة كلام مستأنف، والخطاب فيه لأمة الرسول صلى الله عليه وسلم فيكون المعنى: أن الله- تعالى- بعد أن بين للناس أنه قد أنزل كتابه على رسوله صلى الله عليه وسلم لإخراجهم من الظلمات إلى النور، وبين- سبحانه- أن له ما في السموات وما في الأرض، وهدد الكافرين بالعذاب الشديد، وحكى ما قاله موسى لقومه ...بعد كل ذلك وجه- سبحانه- الخطاب إلى مشركي مكة وإلى كل من كان على شاكلتهم فقال: أَلَمْ يَأْتِكُمْ نَبَؤُا الَّذِينَ مِنْ قَبْلِكُمْ....قال الفخر الرازي ما ملخصه: «يحتمل أن يكون هذا خطابا من موسى لقومه، والمقصود منه أنه- عليه السلام- كان يخوفهم بمثل هلاك من تقدم.ويجوز أن يكون مخاطبة من الله- تعالى- على لسان موسى لقومه، يذكرهم أمر القرون الأولى. والمقصود إنما هو حصول العبرة بأحوال المتقدمين، وهذا المقصود حاصل على التقديرين، إلا أن الأكثرين ذهبوا إلى أنه ابتداء مخاطبة لقوم الرسول صلى الله عليه وسلم .ومع أننا نؤيد الإمام الرازي في أن المقصود إنما حصول العبرة بأحوال المتقدمين إلا أننا نميل مع الأكثرين إلى الرأى الثاني، لأن قوم الرسول صلى الله عليه وسلم هم المقصودون قصدا أوليا بالخطاب القرآنى، ولأن الإمام ابن كثير- رحمه الله- يرى أنه لم يرد ذكر في التوراة لقوم عاد وثمود، فقد قال:قال ابن جرير: «هذا من تمام قول موسى لقومه ... وفيما قال ابن جرير نظر والظاهر أنه خبر مستأنف من الله- تعالى- لهذه الأمة، فإنه قد قيل إن قصة عاد وثمود ليست في التوراة، فلو كان هذا من كلام موسى لقومه وقصه عليهم، فلا شك حينئذ أن تكون هاتان القصتان في التوراة  .والاستفهام في قوله أَلَمْ يَأْتِكُمْ ... للتقرير لأنهم قد بلغتهم أخبارهم، فقوم نوح بلغتهم أخبارهم بسبب خبر الطوفان الذي كان مشهورا بينهم، وقوم عاد وثمود بلغتهم أخبارهم لأنهم من العرب، ومساكنهم في بلادهم، وهم يمرون على ديار قوم صالح في أسفارهم إلى بلاد الشام للتجارة. والمراد بالذين من بعدهم: أولئك الأقوام الذين جاءوا من بعد قوم نوح وعاد وثمود، كقوم إبراهيم وقم لوط وغيرهم.وقوله: لا يَعْلَمُهُمْ إِلَّا اللَّهُ أى: لا يعلم عدد الأقوام الذين جاءوا بعد قوم نوح وعاد وثمود ولا يعلم ذواتهم وأحوالهم إلا الله تعالى.وقوله وَالَّذِينَ مِنْ بَعْدِهِمْ مبتدأ، وقوله لا يَعْلَمُهُمْ إِلَّا اللَّهُ خبره، والجملة اعتراض بين المفسر- بفتح السين- وهو نَبَأُ الَّذِينَ مِنْ قَبْلِهِمْ وتفسيره وهو جاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّناتِ.والمعنى: لقد علمتم يا أهل مكة ما حل بقوم نوح وعاد وثمود، كما علمتم ما حل بالمكذبين من بعدهم كقوم لوط وقوم شعيب، وكغيرهم ممن لا يعلم أحوالهم وعددهم إلا الله- تعالى- وما دام الأمر كذلك فاعتبروا واتعظوا واتبعوا هذا الرسول الكريم الذي جاء لسعادتكم، لكي تنجوا من العذاب الأليم الذي حل بالظالمين من قبلكم.وجملة جاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّناتِ مستأنفة في جواب سؤال مقدر، كأنه قيل ما قصة هؤلاء الأقوام وما خبرهم؟فكان الجواب: جاء كل رسول إلى قومه بالحجج الواضحات، وبالمعجزات الظاهرات، الدالة على صدقه فيما يبلغه عن ربه.وقوله فَرَدُّوا أَيْدِيَهُمْ فِي أَفْواهِهِمْ وَقالُوا إِنَّا كَفَرْنا بِما أُرْسِلْتُمْ بِهِ....بيان لموقف الأقوام المكذبين من رسلهم الذين أرسلهم الله لهدايتهم.والضمائر في «ردوا» و «أيديهم» و «أفواههم» تعود على الأقوام الذين جاءتهم رسلهم بالبينات. وهذه الجملة الكريمة ذكر المفسرون في معناها وجوها متعددة أوصلها بعضهم إلى عشرة أقوال:منها: أن الكفار وضعوا أناملهم في أفواههم فعضوها غيظا وبغضا مما جاء به الرسل، وقالوا لهم بغضب وضجر: إنا كفرنا بما أرسلتم به وبما جئتمونا به من معجزات، فاغربوا عن وجوهنا، واتركونا وشأننا.ومن المفسرين الذين رجحوا هذا الوجه الإمام ابن جرير، فقد قال: «وقوله: فَرَدُّوا أَيْدِيَهُمْ فِي أَفْواهِهِمْ ... اختلف أهل التأويل في تأويل ذلك، فقال بعضهم: معنى ذلك، فعضوا على أصابعهم تغيظا عليهم في دعائهم إياهم إلى ما دعوهم إليه ... روى ذلك عن ابن مسعود وغيره.ثم قال بعد أن ساق عددا من الأقوال الأخرى: وأشبه هذه الأقوال عندي بالصواب في تأويل هذه الآية، القول الذي ذكرناه عن عبد الله بن مسعود أنهم ردوا أيديهم في أفواههم، فعضوا عليها غيظا على الرسل، كما وصف الله عز وجل به إخوانهم من المنافقين فقال:وَإِذا خَلَوْا عَضُّوا عَلَيْكُمُ الْأَنامِلَ مِنَ الْغَيْظِ فهذا هو الكلام المعروف، والمعنى المفهوم من رد الأيدى إلى الأفواه .ومنها: أن الكفار وضعوا أيديهم على أفواههم إشارة منهم إلى أنفسهم وإلى ما يصدر عنها، وقالوا للرسل على سبيل التحدي والتكذيب. «إنا كفرنا بما أرسلتم به» أى: لا جواب لكم عندنا سوى ما قلناه لكم بألسنتنا هذه.ومن المفسرين الذين رجحوا هذا القول الإمام الآلوسى، فقد صدر الأقوال التي ذكرها به، فقال ما ملخصه: قوله فَرَدُّوا أَيْدِيَهُمْ فِي أَفْواهِهِمْ أى: أشاروا بأيديهم إلى ألسنتهم وما نطقت به، وقالوا لهم إِنَّا كَفَرْنا بِما أُرْسِلْتُمْ بِهِ أى: على زعمكم، وهي البينات التي أظهروها حجة على صحة رسالتهم، ومرادهم بالكفر بها: الكفر بدلالتها على صحة رسالتهم ...ثم قال بعد أن ساق عددا من الأقوال: والذي يطابق المقام، وتشهد له البلاغة: هو الوجه الأول، ونص غير واحد على أنه الوجه القوى، لأنهم حاولوا الإنكار على الرسل كل الإنكار، حيث جمعوا في الإنكارين: الفعل والقول، ولذا أتى بالفاء تنبيها على أنهم لم يتمهلوا، بل عقدوا دعوتهم بالتكذيب ... » .ومنها: أن الكفار لما سمعوا أقوال الرسل لهم، وضعوا أيديهم على أفواههم استهزاء وتعجبا.وقد رجح هذا الوجه الشيخ محمد الطاهر بن عاشور فقال: «وهذا التركيب لا أعهد مثله في كلام العرب فلعله من مبتكرات القرآن: ومعنى فَرَدُّوا أَيْدِيَهُمْ فِي أَفْواهِهِمْ.يحتمل عدة وجوه أنهاها في الكشاف إلى سبعة، وفي بعضها بعد، وأولاها بالاستخلاص أن يكون المعنى: أنهم وضعوا أيديهم على أفواههم إخفاء لشدة الضحك من كلام الرسل، كراهية أن تظهر دواخل أفواههم، وذلك تمثيل لحالة الاستهزاء بالرسل .ومنها: أن الكفار لما سمعوا أقوال الرسل لهم، لم يردوا عليهم، بل تركوهم إهمالا لشأنهم.وقد رجح الشوكانى هذا الاتجاه فقال ما ملخصه: «وقال أبو عبيدة- ونعم ما قال- هو ضرب مثل. أى: لم يؤمنوا ولم يجيبوا. والعرب تقول الرجل إذا أمسك عن الجواب وسكت:قد رد يده في فيه. وهكذا قال الأخفش، واعترض على ذلك القتيبي فقال: لم يسمع أحد من العرب يقول: رد يده في فيه، إذا ترك ما أمر به وإنما المعنى عضوا على الأيدى حنقا وغيظا ...فإن صح ما ذكره أبو عبيدة والأخفش فتفسير الآية به أقرب ... .وهذه الأقوال جميعها وإن كانت تتفق في أن الآية الكريمة، قد أخبرت بأبلغ عبارة عما قابل به الأقوام المكذبون رسلهم من سوء أدب ...إلا أننا نميل إلى ما ذهب إليه الإمام ابن جرير، لأنه أظهر الأقوال في معناها، وقد استشهد له بعضهم بأشعار العرب، ومنها قول الشاعر:ترون في فيه غش الحسو ... د حتى يعض على الأكفايعنى أنهم يغيظون الحسود حتى يعض على أصابعه وكفيه .وقوله- سبحانه- وَإِنَّا لَفِي شَكٍّ مِمَّا تَدْعُونَنا إِلَيْهِ مُرِيبٍ معطوف على قوله إِنَّا كَفَرْنا بِما أُرْسِلْتُمْ بِهِ.ومريب: اسم فاعل من أراب. تقول: أربت فلانا فأنا أريبه، إذا فعلت به فعلا يوجب لديه الريبة، فمعنى مريب: موقع في الريبة أى: في القلق والاضطراب.أى: قال المكذبون لرسلهم إنا كفرنا بما جئتم به من المعجزات والبينات.وإنا لفي شك كبير موقع في الريبة مما تدعوننا إليه من الإيمان بوحدانية الله، وبإخلاص العبادة له ...قال الجمل ما ملخصه: «فإن قيل: إنهم أكدوا كفرهم بما أرسل به الرسل.ثم ذكروا بعد ذلك أنهم شاكون مرتابون في صحة قولهم فكيف ذلك؟فالجواب: كأنهم قالوا إنا كفرنا بما أرسلتم به أيها الرسل فإن لم نكن كذلك، فلا أقل من أن نكون شاكين مرتابين في صحة نبوتكم.أو يقال: المراد بقولهم «إنا كفرنا بما أرسلتم به» أى بالمعجزات والبينات، وبقولهم:وَإِنَّا لَفِي شَكٍّ مِمَّا تَدْعُونَنا إِلَيْهِ مُرِيبٍ وهو الإيمان والتوحيد.أو يقال: إنهم كانوا فرقتين إحداهما جزمت بالكفر، والأخرى شكت ... ."},{"ayah_number":10,"text":"ثم بين- سبحانه- ما رد به الرسل على المكذبين من أقوامهم فقال: قالَتْ رُسُلُهُمْ أَفِي اللَّهِ شَكٌّ، فاطِرِ السَّماواتِ وَالْأَرْضِ، يَدْعُوكُمْ لِيَغْفِرَ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُؤَخِّرَكُمْ إِلى أَجَلٍ مُسَمًّى....والاستفهام في قوله أَفِي اللَّهِ شَكٌّ للتوبيخ والإنكار، ومحل الإنكار هو وقوع الشك في وجود الله- تعالى- وفي وحدانيته.وقوله فاطِرِ السَّماواتِ وَالْأَرْضِ من الفطر بمعنى الخلق والإبداع من غير سبق مثال وأصله: الشق وفصل شيء عن شيء، ومنه فطر ناب البعير أى: طلع وظهر، واستعمل في الإيجاد والإبداع والخلق لاقتضائه التركيب الذي سبيله الشق والتأليف، أو لما فيه من الإخراج من العدم إلى الوجود.والمعنى: قال الرسل لأقوامهم على سبيل الإنكار والتعجب من أقوالهم الباطلة: أفي وجود الله- تعالى- وفي وجوب إخلاص العبادة له شك، مع أنه- سبحانه- هو فاطِرِ السَّماواتِ وَالْأَرْضِ أى خالقهما ومبدعهما ومبدع ما فيهما على أحكم نظام، وعلى غير مثال سابق ... وهو- سبحانه- فضلا منه وكرما «يدعوكم» إلى الإيمان بما جئناكم به من لدنه «ليغفر لكم» بسبب هذا الإيمان «من ذنوبكم ويؤخركم» في هذه الدنيا «إلى أجل مسمى» أى: إلى وقت معلوم عنده تنتهي بانتهائه أعماركم، دون أن يعاجلكم خلال حياتكم بعذاب الاستئصال «رحمة بكم» وأملا في هدايتكم.فأنت ترى أن الرسل الكرام قد أنكروا على أقوامهم أن يصل بهم انطماس البصيرة إلى الدرجة التي تجعلهم ينكرون وجود الله مع أن الفطر شاهدة بوجوده، وينكرون وحدانيته مع أنه وحده الخالق لكل شيء، ويشركون معه في العبادة آلهة أخرى، مع أن هذه الآلهة لا تضر ولا تنفع.وجملة فاطِرِ السَّماواتِ وَالْأَرْضِ جيء بها كدليل على نفى الشك في وجوده- سبحانه- وفي وجوب إخلاص العبادة له، لأن وجودهما على هذا النسق البديع يدل دلالة قاطعة على أن لهما خالقا قادرا حكيما، لاستحالة صدور تلك المخلوقات من غير فاعل مختار.وجملة «يدعوكم ... » حال من اسم الجلالة، واللام في قوله «ليغفر لكم من ذنوبكم» متعلقة بالدعاء.أى: يدعوكم إلى الإيمان بنا لكي يغفر لكم.قال الشوكانى ما ملخصه: «ومن» في قوله «من ذنوبكم» قال أبو عبيدة: إنها زائدة، ووجه ذلك قوله- تعالى- في موضع آخر: إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعاً وقال سيبويه:هي للتبعيض، ويجوز أن يذكر البعض ويراد منه الجميع، وقيل التبعيض على حقيقته ولا يلزم من غفران الذنوب لأمة محمد صلى الله عليه وسلم غفران جميعها لغيرهم ...وقيل هي للبدل، أى: لتكون المغفرة بدلا من الذنوب ... .وقال الجمل: «ويحتمل أن يضمن «ويغفر» معنى يخلص أى: يخلصكم من ذنوبكم، ويكون مقتضاه غفران جميع الذنوب، وهو أولى من دعوى زيادتها» .وقوله- سبحانه- قالُوا إِنْ أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنا تُرِيدُونَ أَنْ تَصُدُّونا عَمَّا كانَ يَعْبُدُ آباؤُنا فَأْتُونا بِسُلْطانٍ مُبِينٍ حكاية لرد آخر من الردود السيئة التي قابل بها المكذبون رسلهم.أى: قال الظالمون لرسلهم الذين جاءوا لهدايتهم، ما أنتم إلا بشر مثلنا في الهيئة والصورة والمأكل والمشرب، تريدون بما جئتمونا به أن تصرفونا وتمنعونا عن عبادة الآلهة التي ورثنا عبادتها عن آبائنا ... فإن كنتم صادقين في دعواكم هذه فَأْتُونا بِسُلْطانٍ مُبِينٍ أى بحجة ظاهرة تدل على صدقكم وتتسلط هذه الحجة بقوتها على نفوسنا وتجذبها إلى اليقين، من السلاطة وهي التمكن من القهر.وكأن هؤلاء الظالمين بقولهم هذا، يرون أن الرسل لا يصح أن يكونوا من البشر، وإنما يكونون من الملائكة.وكأن ما أتاهم به الرسل من حجج باهرة تدل على صدقهم، ليس كافيا في زعم هؤلاء المكذبين للإيمان بهم، بل عليهم أن يأتوهم بحجج محسوسة أخرى، وهكذا الجحود العقلي، والانطماس النفسي يحمل أصحابه على قلب الحقائق، وإيثار طريق الضلالة على طريق الهداية."},{"ayah_number":11,"text":"وهنا يحكى القرآن أن الرسل- عليهم السلام- قد قابلوا هذا السفه من أقوالهم بالمنطق الحكيم، وبالأسلوب المهذب فيقول: قالَتْ لَهُمْ رُسُلُهُمْ إِنْ نَحْنُ إِلَّا بَشَرٌ مِثْلُكُمْ وَلكِنَّ اللَّهَ يَمُنُّ عَلى مَنْ يَشاءُ مِنْ عِبادِهِ ...أى: قال الرسل لمكذبيهم على سبيل الإرشاد والتنبيه: نحن نوافقكم كل الموافقة على أننا بشر مثلكم كما قلتم، ولكن هذه المماثلة بيننا وبينكم في البشرية، لا تمنع من أن يتفضل الله على من يشاء التفضل عليه من عباده، بأن يمنحه النبوة أو غيرها من نعمه التي لا تحصى.فأنت ترى أن الرسل- عليهم السلام- قد سلموا للمكذبين دعواهم المماثلة في البشرية، في أول الأمر، ثم بعد ذلك بينوا لهم جهلهم وسوء تفكيرهم، بأن أفهموهم بطريق الاستدراك، أن المشاركة في الجنس لا تمنع التفاضل، فالبشر كلهم عباد الله، ولكنه- سبحانه- يمن على بعضهم بنعم لم يعطها لسواهم..فالمقصود بالاستدراك دفع ما توهمه المكذبون، من كون المماثلة في البشرية تمنع اختصاص بعض البشر بالنبوة.قال الآلوسى: قوله- تعالى-: قالَتْ لَهُمْ رُسُلُهُمْ مجاراة لأول مقالتهم إِنْ نَحْنُ إِلَّا بَشَرٌ مِثْلُكُمْ كما تقولون، وهذا كالقول بالموجب، لأن فيه إطماعا في الموافقة، ثم كروا على قولهم بالإبطال فقالوا: وَلكِنَّ اللَّهَ يَمُنُّ عَلى مَنْ يَشاءُ مِنْ عِبادِهِ.أى: إنما اختصنا الله- تعالى- بالرسالة بفضل منه وامتنان، والبشرية غير مانعة لمشيئته- جل وعلا-. وفيه دليل على أن الرسالة عطائية، وأن ترجيح بعض الجائز على بعض بمشيئته- تعالى- ولا يخفى ما في العدول عن «ولكن الله منّ علينا» ، إلى ما في النظم الجليل منهم- عليهم السلام- .وقوله- سبحانه-: وَما كانَ لَنا أَنْ نَأْتِيَكُمْ بِسُلْطانٍ إِلَّا بِإِذْنِ اللَّهِ حكاية لرد الرسل على قول المكذبين لهم فَأْتُونا بِسُلْطانٍ مُبِينٍ.أى: وقال الرسل للمكذبين من أقوامهم- أيضا-: وما صح وما استقام لنا نحن الرسل أن نأتيكم- أيها الضالون- بحجة من الحجج، أو بخارق من الخوارق التي تقترحونها علينا، إلا بإذن الله وإرادته وأمره لنا بالإتيان بما اقترحتم، فنحن عباده ولا نتصرف إلا بإذنه.ثم أكد الرسل تمسكهم بالمضي في دعوتهم فقالوا- كما حكى القرآن عنهم- وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ.والتوكل على الله معناه: الاعتماد عليه، وتفويض الأمور إليه، مع مباشرة الأسباب التي أمر- سبحانه- بمباشرتها.أى: وعلى الله وحده دون أحد سواه، فليتوكل المؤمنون، الصادقون، دون أن يعبئوا بعنادكم ولجاجكم، ونحن الرسل على رأس هؤلاء المؤمنين الصادقين.فالجملة الكريمة أمر من الرسل لمن آمن من قومهم بالتوكل على الله وحده، وقد قصدوا بهذا الأمر أنفسهم قصدا أوليا، بدليل قولهم بعد ذلك- كما حكى القرآن عنهم- وَما لَنا أَلَّا نَتَوَكَّلَ عَلَى اللَّهِ وَقَدْ هَدانا سُبُلَنا."},{"ayah_number":12,"text":"أى: وما عذرنا إن تركنا التوكل على الله- تعالى- والحال أنه- عز وجل- قد فعل بنا ما يوجب توكلنا عليه، فقد هدانا لأقوم الطرق وأوضحها وأبينها، وهي طريق إخلاص العبادة له والاعتماد عليه وحده في كل شئوننا.فالجملة الكريمة تدل على اطمئنانهم إلى سلامة مواقفهم في تفويض أمورهم إلى الله، وإلى رعاية الله- تعالى- حيث هداهم إلى طريق النجاة والسعادة.ثم أضافوا إلى ذلك تيئيس أعدائهم من التأثر بأذاهم، فقالوا وَلَنَصْبِرَنَّ عَلى ما آذَيْتُمُونا.أى: والله لنصبرن صبرا جميلا في حاضرنا ومستقبلنا- كما صبرنا في ماضينا- على إيذائكم لنا. والذي من مظاهره: عصيانكم لأقوالنا، ونفوركم من نصحنا، واستهزاؤكم بنا، ومحاربتكم لنا..ثم ختموا أقوالهم بتأكيد تصميمهم على الثبات في وجه الباطل فقالوا وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُونَ.أى: وعلى الله وحده دون أحد سواه، فليثبت المتوكلون على توكلهم. وليفوضوا أمورهم إلى خالقهم، فهو القاهر فوق عباده، وهو الذي لا يعجزه شيء.وتقديم الجار والمجرور في الجملة الكريمة وفيما يشبهها مؤذن بالحصر، وأن هؤلاء الرسل الكرام لا يرجون نصرا من غير الله- تعالى-.وبهذا نرى أن الآيات الكريمة، قد حكت لنا بأسلوب مؤثر حكيم، جانبا من المحاورات التي دارت بين الرسل وبين مكذبيهم، وبينت لنا كيف دافع الرسل عن عقيدتهم، وكيف ردوا على الأقوال السيئة، والأفعال القبيحة، التي واجههم بها المكذبون، وكيف أعلنوا في قوة وعزم وإصرار ثباتهم في وجوه أعدائهم، ومقابلتهم الأذى بالصبر الذي لا جزع معه، مهما صنع الأعداء في طريقهم من عقبات، ومهما أثاروا من أباطيل وشبهات ...ثم حكت السورة بعد ذلك جانبا آخر من تلك المحاورات التي دارت بين الرسل وبين أعدائهم، وجانبا مما وعد الله به رسله- عليهم السلام- وجانبا من العذاب الذي أعده للظالمين فقال- تعالى-:"},{"ayah_number":13,"text":"فقوله- سبحانه-: وَقالَ الَّذِينَ كَفَرُوا لِرُسُلِهِمْ لَنُخْرِجَنَّكُمْ مِنْ أَرْضِنا، أَوْ لَتَعُودُنَّ فِي مِلَّتِنا ... حكاية لما هدد به رءوس الكفر رسلهم، بعد أن أفحمهم الرسل بالحجة البالغة، وبالمنطق الحكيم.واللام في «لنخرجنكم» هي الموطئة للقسم. و «أو» للتخيير بين الأمرين.أى: وقال الذين عتوا في الكفر- على سبيل التهديد- لرسلهم، الذين جاءوا لهدايتهم، والله لنخرجنكم- أيها الرسل- من أرضنا، أو لتعودن في ديننا وملتنا.قال الإمام الرازي: «اعلم أنه- تعالى- لما حكى عن الأنبياء- عليهم السلام- أنهم قد اكتفوا في دفع شرور أعدائهم بالتوكل عليه، والاعتماد على حفظه وحياطته، حكى عن الكفار أنهم بالغوا في السفاهة وقالوا للأنبياء والله لنخرجنكم من أرضنا أو لتعودن في ملتنا» .والمعنى: ليكونن أحد الأمرين لا محالة، إما إخراجكم وإما عودكم إلى ملتنا.والسبب فيه أن أهل الحق في كل زمان يكونون قليلين. وأهل الباطل يكونون كثيرين والظلمة والفسقة يكونون متعاونين متعاضدين، فلهذه الأسباب قدروا على هذه السفاهة .والتعبير بقوله- سبحانه- أَوْ لَتَعُودُنَّ فِي مِلَّتِنا يفيد بظاهره أن الرسل كانوا على ملة الكافرين ثم تركوها، فإن العود معناه: الرجوع إلى الشيء بعد مفارقته. وهذا محال، فإن الأنبياء معصومون- حتى قبل النبوة- عن ارتكاب الكبائر، فضلا عن الشرك.وقد أجيب عن ذلك بإجابات منها:أن الخطاب وإن كان في الظاهر مع الرسل، إلا أن المقصود به أتباعهم المؤمنون، الذين كانوا قبل الإيمان بالرسل على دين أقوامهم، فكأنهم يقولون لهؤلاء الأتباع: لقد كنتم على ملتنا ثم تركتموها، فإما أن تعودوا إليها وإما أن تخرجوا من ديارنا، إلا أن رءوس الكفر وجهوا الخطاب إلى الرسل من باب التغليب.ومنها: أن العود هنا بمعنى الصيرورة، إذ كثيرا ما يرد «عاد» بمعنى صار، فيعمل عمل كان، ولا يستدعى الرجوع إلى حالة سابقة، بل يستدعى الانتقال من حال سابقة إلى حال جديدة مستأنفة، فيكون المعنى: لنخرجنكم من أرضنا أو لتصيرن كفارا مثلنا.ومنها: أن هذا القول من الكفار جار على توهمهم وظنهم، أن الرسل كانت قبل دعوى النبوة على ملتهم، لسكوتهم قبل البعثة عن الإنكار عليهم، فلهذا التوهم قالوا ما قالوا، وهم كاذبون فيما قالوه.وشبيه بهذه الآية قول قوم شعيب- عليه السلام- له لَنُخْرِجَنَّكَ يا شُعَيْبُ وَالَّذِينَ آمَنُوا مَعَكَ مِنْ قَرْيَتِنا أَوْ لَتَعُودُنَّ فِي مِلَّتِنا ... .وقول قوم لوط له أَخْرِجُوا آلَ لُوطٍ مِنْ قَرْيَتِكُمْ إِنَّهُمْ أُناسٌ يَتَطَهَّرُونَ .وقوله- سبحانه-: فَأَوْحى إِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ الظَّالِمِينَ، وَلَنُسْكِنَنَّكُمُ الْأَرْضَ مِنْ بَعْدِهِمْ ... بشارة عظيمة من الله- تعالى- لرسله، ووعد لهم بالنصر على أعدائهم..أى: فأوحى الله- تعالى- إلى الرسل- بعد أن قال لهم الكافرون- ما قالوا-:أبشروا أيها الرسل لَنُهْلِكَنَّ الظَّالِمِينَ الذين هددوكم بالإخراج من الديار، أو بالعودة إلى ملتهم،"},{"ayah_number":14,"text":"وَلَنُسْكِنَنَّكُمُ- أيها الرسل- الْأَرْضَ أى أرضهم مِنْ بَعْدِهِمْ أى من بعد إهلاكهم واستئصال شأفتهم.قال الآلوسى ما ملخصه: «وأوحى هنا يحتمل أن يكون بمعنى فعل الإيحاء فلا مفعول له» .وقوله لَنُهْلِكَنَّ على إضمار القول، أى: قائلا لنهلكن، ويحتمل أن يكون جاريا مجرى القول لكونه ضربا منه، وقوله لَنُهْلِكَنَّ مفعوله ...وخص- سبحانه- الظالمين من الذين كفروا، لأنه من الجائز أن يؤمن من الكفرة الذين قالوا تلك المقالة أناس معينون، فالتوعد لإهلاك من خلص للظلم»وأكد- سبحانه- إهلاك الظالمين وإسكان الرسل أرضهم، بلام القسم ونون التوكيد ...زيادة في إدخال السرور على نفوس الرسل، وفي تثبيت قلوبهم على الحق، وردا على أولئك الظالمين الذين أقسموا بأن يخرجوا الرسل من ديارهم، أو يعودوا إلى ملتهم.قال صاحب الكشاف: «والمراد بالأرض في قوله وَلَنُسْكِنَنَّكُمُ الْأَرْضَ مِنْ بَعْدِهِمْ أرض الظالمين وديارهم، ونحوه: وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كانُوا يُسْتَضْعَفُونَ مَشارِقَ الْأَرْضِ وَمَغارِبَهَا وَأَوْرَثَكُمْ أَرْضَهُمْ وَدِيارَهُمْ ...وعن النبي صلى الله عليه وسلم: «من آذى جاره ورثه الله داره» .ثم قال: ولقد عاينت هذا في مدة قريبة، كان لي خال يظلمه عظيم القرية التي أنا منها ويؤذيني فيه، فمات ذلك العظيم وملكني الله ضيعته، فنظرت يوما إلى أبناء خالي يترددون فيها، ويدخلون في دورها ويخرجون ويأمرون وينهون، فذكرت قول رسول الله صلى الله عليه وسلم وحدثتهم به، وسجدنا شكرا لله» .واسم الإشارة في قوله- سبحانه- ذلِكَ لِمَنْ خافَ مَقامِي وَخافَ وَعِيدِ يعود إلى ما قضى الله به من إهلاك الظالمين، وتمكين الرسل وأتباعهم من أرضهم.أى: ذلك الذي قضيت به كائن لمن خاف قيامي عليه، ومراقبتى له، ومكان وقوفه بين يدي للحساب، وخاف وعيدي بالعذاب لمن عصاني.قال الجمل: «ومقامي فيه ثلاثة أوجه: أحدها: أنه مقحم- وهو بعيد إذ الأسماء لا تقحم، أى ذلك لمن خافني- الثاني: أنه مصدر مضاف للفاعل.قال الفراء: مقامي مصدر مضاف لفاعله: أى قيامي عليه بالحفظ. الثالث: أنه اسم مكان، قال الزجاج: مكان وقوفه بين يدي للحساب»  ."},{"ayah_number":15,"text":"وقوله- سبحانه- وَاسْتَفْتَحُوا من الاستفتاح بمعنى الاستنصار، أى: طلب النصر من الله- تعالى- على الأعداء. والسين والتاء للطلب.ومنه قوله- تعالى- إِنْ تَسْتَفْتِحُوا فَقَدْ جاءَكُمُ الْفَتْحُ.. وقوله- تعالى- وَكانُوا مِنْ قَبْلُ يَسْتَفْتِحُونَ عَلَى الَّذِينَ كَفَرُوا....أو يكون وَاسْتَفْتَحُوا من الفتاحة بمعنى الحكم والقضاء، أى: واستحكموا الله - تعالى- وطلبوا منه القضاء والحكم، ومنه قوله- تعالى- رَبَّنَا افْتَحْ بَيْنَنا وَبَيْنَ قَوْمِنا بِالْحَقِّ وَأَنْتَ خَيْرُ الْفاتِحِينَ.والجملة الكريمة معطوفة على فَأَوْحى إِلَيْهِمْ رَبُّهُمْ، والضمير يعود إلى الرسل.والمعنى: والتمس الرسل من خالقهم- عز وجل- أن ينصرهم على أعدائه وأعدائهم، وأن يحكم بحكمه العادل بينهم وبين هؤلاء المكذبين.قالوا: ومما يؤيد ذلك قراءة ابن عباس ومجاهد وابن محيصن وَاسْتَفْتَحُوا- بكسر التاء- أمرا للرسل.ومنهم من يرى أن الضمير يعود للفريقين: الرسل ومكذبيهم. أى: أن كل فريق دعا الله أن ينصره على الفريق الآخر.وقوله وَخابَ كُلُّ جَبَّارٍ عَنِيدٍ بيان لنتيجة الاستفتاح. والجبار: الإنسان المتكبر المغرور المتعالي على غيره، المدعى لمنزلة أو لشيء ليس من حقه.والعنيد: مأخوذ من العند- بفتح النون- بمعنى الميل. يقال: عند فلان عن الطريق- كنصر وضرب وكرم- عنودا، إذا مال عنها. وعند فلان عن الحق، إذا خالفه.والجملة الكريمة معطوفة على محذوف، والتقدير: واستفتحوا فنصر الله- تعالى- رسله على أعدائهم، وخاب وخسر، كل متكبر متجبر معاند للحق.قال ابن كثير: قوله: وَخابَ كُلُّ جَبَّارٍ عَنِيدٍ أى: متجبر في نفسه معاند للحق، كما قال- تعالى- أَلْقِيا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ مَنَّاعٍ لِلْخَيْرِ مُعْتَدٍ مُرِيبٍ الَّذِي جَعَلَ مَعَ اللَّهِ إِلهاً آخَرَ فَأَلْقِياهُ فِي الْعَذابِ الشَّدِيدِ.وفي الحديث: «يؤتى بجهنم يوم القيامة، فتنادى الخلائق فتقول: إنى وكلت بكل جبار عنيد ... » .وقال- سبحانه- وَخابَ كُلُّ جَبَّارٍ عَنِيدٍ ولم يقل وخاب الذين كفروا كما هو مقتضى الظاهر من السياق، للتنبيه على أن الذين كفروا كانوا جبابرة معاندين للحق، وأن كل من كان كذلك فلا بد من أن تكون عاقبته الخيبة والخسران."},{"ayah_number":16,"text":"وقوله مِنْ وَرائِهِ جَهَنَّمُ صفة لجبار عنيد.والمراد بقوله: مِنْ وَرائِهِ أى: من أمامه، أو من بعد هلاكه.أى: من أمام خيبة هذا الجبار العنيد جهنم، تنتظر ليحل بها، بسبب كفره وظلمه.قال صاحب أضواء البيان: قوله مِنْ وَرائِهِ جَهَنَّمُ ... الوراء هنا بمعنى الأمام كما هو ظاهر، ومنه قوله- تعالى- وَكانَ وَراءَهُمْ مَلِكٌ يَأْخُذُ كُلَّ سَفِينَةٍ غَصْباً أى: وكان أمامهم ملك.. ومنه قول الشاعر:أترجو بنو مروان سمعي وطاعتي ... وقومي تميم والفلاة ورائياأى: والفلاة أماميا.وقال بعضهم: قوله مِنْ وَرائِهِ أى من بعد هلاكه، ومنه قول النابغة:حلفت فلم أترك لنفسك ريبة ... وليس وراء الله للمرء مذهبأى: وليس بعد الله للمرء مذهب، والأول هو الظاهر وهو الحق .وعلى أية حال فإن الجملة الكريمة تدل على أن جهنم تنتظر هذا الجبار العنيد، وتترصد له، وتتبعه حيث كان، بحيث لا يستطيع الفرار منها، أو الهرب عنها.وجملة «ويسقى من ماء صديد» معطوفة على مقدر، أى: من ورائه جهنم يلقى فيها مذءوما مدحورا، ويسقى من ماء مخصوص ليس كالمياه المعهودة، هو الصديد، أى ما يسيل من أجساد أهل النار من دم مختلط بقيح، واشتقاقه من الصد، لأنه يصد الناظرين عن رؤيته. وهو بدل أو عطف بيان من ماء."},{"ayah_number":17,"text":"وقوله يَتَجَرَّعُهُ وَلا يَكادُ يُسِيغُهُ ... بيان لحالة هذا الجبار العنيد عند تعاطيه الصديد.والتجرع: تكلف الجرع وهو بلع الماء، وفعله- كسمع ومنع-.ويسيغه: من السوغ وهو انحدار الشراب في الحلق بسهولة وقبول. يقال: ساغ الشراب سوغا وسواغا، إذا كان سهل المدخل.أى: يتكلف بلع هذا الصديد مرة بعد أخرى لمرارته وقبحه، ولا يقارب أن يسيغه فضلا عن الإساغة. بل يغص به فيشربه بعد عناء ومشقة جرعة عقب جرعة» .وقوله وَيَأْتِيهِ الْمَوْتُ مِنْ كُلِّ مَكانٍ وَما هُوَ بِمَيِّتٍ وَمِنْ وَرائِهِ عَذابٌ غَلِيظٌ معطوف على قوله يَتَجَرَّعُهُ لبيان حالة أخرى من أحوال شقائه وعذابه.أى: وتأتيه الأسباب المؤدية للموت والهلاك من كل جهة من الجهات، ومن كل موضع من مواضع بدنه، وما هو بميت فيستريح من هذا الشقاء والعذاب، ومن وراء كل ذلك عذاب غليظ أى: شاق شديد لا يقل في ألمه عما هو فيه من نكال.وشبيه بهذه الجملة قوله- تعالى- وَالَّذِينَ كَفَرُوا لَهُمْ نارُ جَهَنَّمَ لا يُقْضى عَلَيْهِمْ فَيَمُوتُوا وَلا يُخَفَّفُ عَنْهُمْ مِنْ عَذابِها، كَذلِكَ نَجْزِي كُلَّ كَفُورٍ  .وقوله- تعالى- وَيَتَجَنَّبُهَا الْأَشْقَى الَّذِي يَصْلَى النَّارَ الْكُبْرى ثُمَّ لا يَمُوتُ فِيها وَلا يَحْيى .وبذلك نرى الآيات الكريمة قد صورت لنا سوء عاقبة المكذبين للحق تصويرا مؤثرا، تهتز له النفس، وتوجل منه القلوب.ثم ضرب- سبحانه- مثلا لأعمال الكافرين في حبوطها وذهابها يوم القيامة، وساق الأدلة الدالة على قدرته القاهرة، وصور أحوال الكافرين يوم يقوم الناس لرب العالمين، وحكى ما يقوله الضعفاء للمستكبرين وما يقوله الشيطان لأتباعه في هذا اليوم العصيب، وما أعده الله للمؤمنين الصادقين في هذا اليوم فقال- تعالى-:"},{"ayah_number":18,"text":"قال الإمام الرازي: «اعلم أنه- تعالى- لما ذكر أنواع عذابهم في الآية المتقدمة، بين في هذه الآية وهي قوله- تعالى- مَثَلُ الَّذِينَ كَفَرُوا بِرَبِّهِمْ.... أن أعمالهم بأسرها ضائعة باطلة، لا ينتفعون بشيء منها. وعند هذا يظهر كمال خسرانهم، لأنهم لا يجدون في القيامة إلا العقاب الشديد وكل ما عملوه في الدنيا وجدوه ضائعا باطلا» .والمثل: النظير والشبيه. ثم أطلق على القول السائر المعروف، لمماثلة مضربه بمورده، ولا يكون إلا فيما فيه غرابة، ثم استعير للصفة، أو الحال، أو القصة إذا كان لها شأن عجيب، وفيها غرابة.والمراد بأعمال الذين كفروا في الآية الكريمة: ما كانوا يقومون به في الدنيا من أعمال حسنة كإطعام الطعام، ومساعدة المحتاجين، وإكرام الضيف، إلى غير ذلك من الأعمال الطيبة.والرماد: ما يتبقى من الشيء بعد احتراق أصله، كالمتبقى من الخشب أو الحطب بعد احتراقهما.والعاصف: من العصف وهو اشتداد الريح، وقوة هبوبها.قال الجمل: وقوله: مَثَلُ الَّذِينَ كَفَرُوا ... فيه أوجه للإعراب: أحدها وهو مذهب سيبويه: أنه مبتدأ محذوف الخبر تقديره: فيما يتلى عليكم مثل الذين كفروا، وتكون الجملة من قوله أَعْمالُهُمْ كَرَمادٍ ... مستأنفة جواب لسؤال مقدر، كأنه قيل: كيف مثلهم..؟ فقيل: كيت وكيت.والثاني: أن يكون «مثل» مبتدأ و «أعمالهم» مبتدأ ثان، و «كرماد» خبر المبتدأ الثاني، والمبتدأ الثاني وخبره خبر المبتدأ الأول ... » .والمعنى: حال أعمال الذين كفروا في حبوطها وذهابها وعدم انتفاعهم بشيء منها في الآخرة، كحال الرماد المكدس الذي أتت عليه الرياح العاصفة، فمحقته وبددته، ومزقته تمزيقا لا يرجى معه اجتماع.فالآية الكريمة تشبيه بليغ لما يعمله الكافرون في الدنيا من أعمال البر والخير.ووجه الشبه: الضياع والتفرق وعدم الانتفاع في كل، فكما أن الريح العاصف تجعل الرماد هباء منثورا، فكذلك أعمال الكافرين في الآخرة تصير هباء منثورا، لأنها أعمال بنيت على غير أساس من الإيمان وإخلاص العبادة لله- تعالى-.ووصف- سبحانه- اليوم بأنه عاصف- مع أن العصف شدة الريح- للمبالغة في وصف زمانها- وهو اليوم- بذلك، كما يقال: يوم حار ويوم بارد، مع أن الحر والبرد فيهما وليس منهما.وقوله- سبحانه- لا يَقْدِرُونَ مِمَّا كَسَبُوا عَلى شَيْءٍ بيان للمقصود من التشبيه، وهو أن هؤلاء الكافرين، لا يقدرون يوم القيامة، على الانتفاع بشيء مما فعلوه في الدنيا من أفعال البر والخير، لأن كفرهم أحبطها فذهب سدى دون أن يستفيدوا منها ثوابا، أو تخفف عنهم عذابا.قال الآلوسى: «وفي الصحيح عن عائشة- رضى الله عنها- أنها قالت: يا رسول الله. إن ابن جدعان في الجاهلية كان يصل الرحم، ويطعم المسكين، هل ذلك نافعه؟ قال:«لا ينفعه لأنه لم يقل رب اغفر لي خطيئتي يوم الدين» .وقال الإمام ابن كثير ما ملخصه: «هذا مثل ضربه الله- تعالى- لأعمال الكفار الذين عبدوا مع الله غيره، وكذبوا رسله، وبنوا أعمالهم على غير أساس صحيح، فانهارت وعدموها وهم أحوج ما كانوا إليها ...كما قال- تعالى- وَقَدِمْنا إِلى ما عَمِلُوا مِنْ عَمَلٍ فَجَعَلْناهُ هَباءً مَنْثُوراً .وكما قال- تعالى-مثَلُ ما يُنْفِقُونَ فِي هذِهِ الْحَياةِ الدُّنْيا، كَمَثَلِ رِيحٍ فِيها صِرٌّ أَصابَتْ حَرْثَ قَوْمٍ ظَلَمُوا أَنْفُسَهُمْ فَأَهْلَكَتْهُ.واسم الإشارة في قوله ذلِكَ هُوَ الضَّلالُ الْبَعِيدُ يعود إلى ما دل عليه التمثيل من بطلان أعمالهم، وذهاب أثرها.أى: ذلك الحبوط لأعمالهم، وعدم انتفاعهم بشيء منها، هو الضلال البعيد.أى: البالغ أقصى نهايته، والذي ينتهى بصاحبه إلى الهلاك والعذاب المهين.ووصف- سبحانه- الضلال بالبعد، لأنه يؤدى إلى خسران لا يمكن تداركه، ولا يرجى الخلاص منه."},{"ayah_number":19,"text":"ثم بين- سبحانه- بعد ذلك، بعض مظاهر قدرته التي لا يعجزها شيء فقال- تعالى-: أَلَمْ تَرَ أَنَّ اللَّهَ خَلَقَ السَّماواتِ وَالْأَرْضَ بِالْحَقِّ، إِنْ يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ، وَما ذلِكَ عَلَى اللَّهِ بِعَزِيزٍ .والخطاب في قوله أَلَمْ تَرَ ... لكل من يصلح له بدون تعيين. والاستفهام للتقرير.والرؤية مستعملة في العلم الناشئ عن النظر والتفكير والتأمل في ملكوت السموات والأرض.قال الآلوسى ما ملخصه: قوله- تعالى- أَلَمْ تَرَ ... هذا التعبير قد يذكر لمن تقدم علمه فيكون للتعجب، وقد يذكر لمن لا يكون كذلك، فيكون لتعريفه وتعجيبه، وقد اشتهر في ذلك حتى أجرى مجرى المثل في هذا الباب، بأن شبه من لم ير الشيء بحال من رآه في أنه لا ينبغي أن يخفى عليه، وأنه ينبغي أن يتعجب منه، ثم أجرى الكلام معه، كما يجرى مع من رأى، قصدا إلى المبالغة في شهرته وعراقته في التعجب ... »  .والمعنى ألم تعلم- أيها العاقل- أن الله- تعالى- خَلَقَ السَّماواتِ وَالْأَرْضَ بِالْحَقِّ. أى: خلقهما بالحكمة البالغة المنزهة عن العبث، وبالوجه الصحيح الذي تقتضيه إرادته، وهو- سبحانه- إِنْ يَشَأْ يُذْهِبْكُمْ أى- يهلككم أيها الناس وَيَأْتِ بِخَلْقٍ جَدِيدٍ سواكم، لأن القادر على خلق السموات والأرض وما فيهما من أجرام عظيمة، يكون على خلق غيرهما أقدر، كما قال- تعالى- لَخَلْقُ السَّماواتِ وَالْأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ ... ."},{"ayah_number":20,"text":"وقوله- سبحانه- وَما ذلِكَ عَلَى اللَّهِ بِعَزِيزٍ معطوف على ما قبله، ومؤكد لمضمونه. أى: إن يشأ- سبحانه- يهلككم- أيها الناس- ويأت بمخلوقين آخرين غيركم، وما ذلك الإذهاب بكم، والإتيان بغيركم بمتعذر على الله، أو بمتعاص عليه، لأنه- سبحانه- لا يعجزه شيء، ولا يحول دون نفاذ قدرته حائل.وشبيه بهذا قوله- تعالى- يا أَيُّهَا النَّاسُ أَنْتُمُ الْفُقَراءُ إِلَى اللَّهِ وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ إِنْ يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ وَما ذلِكَ عَلَى اللَّهِ بِعَزِيزٍ  .وقوله- تعالى-: وَإِنْ تَتَوَلَّوْا يَسْتَبْدِلْ قَوْماً غَيْرَكُمْ ثُمَّ لا يَكُونُوا أَمْثالَكُمْ .وقوله- تعالى-: إِنْ يَشَأْ يُذْهِبْكُمْ أَيُّهَا النَّاسُ وَيَأْتِ بِآخَرِينَ وَكانَ اللَّهُ عَلى ذلِكَ قَدِيراً  ."},{"ayah_number":21,"text":"ثم حكى- سبحانه- بعد ذلك جانبا من الحوار الذي يدور يوم القيامة بين الضعفاء والمستكبرين، بين الأتباع والمتبوعين ... فقال- تعالى-: وَبَرَزُوا لِلَّهِ جَمِيعاً، فَقالَ الضُّعَفاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعاً، فَهَلْ أَنْتُمْ مُغْنُونَ عَنَّا مِنْ عَذابِ اللَّهِ مِنْ شَيْءٍ....وقوله وَبَرَزُوا من البروز بمعنى الظهور، مأخوذ من البراز وهو الفضاء الواسع، الذي يظهر فيه الناس بدون استتار. أى: وخرج الكافرون جميعا من قبورهم يوم القيامة، وظهروا ظهورا لا خفاء معه، لكي يحاسبهم- سبحانه- على أعمالهم في الدنيا.وقال- سبحانه- وَبَرَزُوا بلفظ الفعل الماضي مع أن الحديث عن يوم القيامة، للتنبيه على تحقق وقوع هذا الخروج، وأنه كائن لا محالة.وعبر- سبحانه- بهذا التعبير، مع أنهم لا يخفون عليه سواء أبرزوا أم لم يبرزوا، لأنهم كانوا في الدنيا يستترون عن العيون عند اجتراحهم السيئات ويظنون أن ذلك يخفى على الله- عز وجل-.ثم بين- سبحانه- ما يقوله الضعفاء للمستكبرين في هذا الموقف العصيب فقال:فَقالَ الضُّعَفاءُ وهم العوام والأتباع الذين فقدوا نعمة التفكير، ونعمة حرية الإرادة، فهانوا وذلوا..قال هؤلاء الضعفاء لِلَّذِينَ اسْتَكْبَرُوا وهم السادة المتبوعون الذين كانوا يقودون أتباعهم إلى طريق الغي والضلال.إِنَّا كُنَّا لَكُمْ- أيها السادة- تَبَعاً جمع تابع كخادم وخدم.أى: إنا كنا في الدنيا تابعين لكم، ومنقادين لأمركم، في تكذيب الرسل، وفي كل ما تريدونه منا.والاستفهام في قوله- سبحانه- فَهَلْ أَنْتُمْ مُغْنُونَ عَنَّا مِنْ عَذابِ اللَّهِ مِنْ شَيْءٍ للتقريع والتفجع.ومغنون من الإغناء بمعنى الدفاع والنصرة.قال الشوكانى: «يقال: أغنى عنه إذا دفع عنه الأذى، وأغناه إذا أوصل إليه النفع» .أى: فهل أنتم- أيها المستكبرون- دافعون عنا شيئا من عذاب الله النازل بنا، حتى ولو كان هذا الشيء المدفوع قليلا؟ إن كان في إمكانكم ذلك فأظهروه لنا، فقد كنتم في الدنيا سادتنا وكبراءنا، وكنتم تزعمون أنكم أصحاب الحظوة يوم القيامة.قال صاحب الكشاف: «فإن قلت: أى فرق بين «من» في «من عذاب الله» وبينه في «من شيء» ؟قلت: الأولى للتبيين، والثانية للتبعيض، كأنه قيل: هل أنتم مغنون عنا بعض الشيء الذي هو عذاب الله؟ ويجوز أن يكونا للتبعيض معا بمعنى: هل أنتم مغنون عنا بعض شيء، هو بعض عذاب الله؟ أى: بعض بعض عذاب الله»  .ثم حكى- سبحانه- رد المستكبرين على المستضعفين فقال: قالُوا لَوْ هَدانَا اللَّهُ لَهَدَيْناكُمْ ...أى: قال المستكبرون- بضيق وتحسر- في ردهم على المستضعفين: لو هدانا الله- تعالى- إلى الإيمان الموصل إلى النجاة من هذا العذاب الأليم «لهديناكم» إليه، ولكن ضللنا عنه وأضللناكم معنا، واخترنا لكم ما اخترناه لأنفسنا، ولو كنا نستطيع النفع لنفعنا أنفسنا.ثم أضافوا إلى ذلك قولهم: سَواءٌ عَلَيْنا أَجَزِعْنا أَمْ صَبَرْنا ما لَنا مِنْ مَحِيصٍ.والجزع: حزن يصرف الإنسان عما هو بصدده لشدة اضطرابه وذهوله.يقال: جزع فلان يجزع جزعا وجزوعا، إذا ضعف عن حمل ما نزل به ولم يجد صبرا.والمحيص: المهرب والمنجى من العذاب. يقال: حاص فلان عن الشيء يحيص حيصا ومحيصا، إذا عدل عنه على جهة الهرب والفرار.أى: مستو عندنا الجزع مما نحن فيه من عذاب، والصبر على ذلك، وليس لنا من مهرب أو منجى من هذا المصير الأليم.فالآية الكريمة تحكى أقوال الضعفاء يوم القيامة، وهي أقوال يبدو فيها طابع الذلة والمهانة كما هو شأنهم في الدنيا، كما تحكى رد المستكبرين عليهم، وهو رد يبدو فيه التبرم والتفجع والتأنيب من طرف خفى لهؤلاء الضعفاء، والتسليم بالواقع الأليم الذي لا محيص لهم عنه.قال الإمام ابن كثير: «قال عبد الرحمن بن زيد بن أسلم: إن أهل النار قال بعضهم لبعض: تعالوا، فإنما أدرك أهل الجنة الجنة ببكائهم وتضرعهم إلى الله- تعالى-، تعالوا نبك ونتضرع إلى الله، فبكوا وتضرعوا، فلما رأوا ذلك لا ينفعهم قالوا: تعالوا، فإنما أدرك أهل الجنة الجنة بالصبر، تعالوا حتى نصبر، فصبروا صبرا لم ير مثله، فلم ينفعهم ذلك. فعند ذلك قالوا: سَواءٌ عَلَيْنا أَجَزِعْنا أَمْ صَبَرْنا ما لَنا مِنْ مَحِيصٍ  ."},{"ayah_number":22,"text":"ثم حكى- سبحانه- بعد ذلك ما يقوله الشيطان لأتباعه يوم القيامة، فقال- تعالى-:وَقالَ الشَّيْطانُ لَمَّا قُضِيَ الْأَمْرُ، إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُكُمْ فَأَخْلَفْتُكُمْ ... والمراد بالشيطان هنا: إبليس- لعنه الله-.قال الفخر الرازي: «وأما الشيطان فالمراد به إبليس لأن لفظ الشيطان مفرد فيتناول الواحد، وإبليس رأس الشياطين ورئيسهم، فحمل اللفظ عليه أولى. ولا سيما وقد قال رسول الله صلى الله عليه وسلم: «إذا جمع الله الخلق وقضى بينهم، يقول الكافر: قد وجد المسلمون من يشفع لهم فمن يشفع لنا، ما هو إلا إبليس، فهو الذي أضلنا، فيأتونه ويسألونه فعند ذلك يقول هذا القول..» .والمراد بقوله- سبحانه- لَمَّا قُضِيَ الْأَمْرُ أى: حين تم الحساب، وعرف أهل الجنة ثوابهم، وعرف أهل النار مصيرهم، كل فريق في المكان الذي أعده الله تعالى له.والمقصود من حكاية ما يقوله الشيطان للكافرين في هذا اليوم. تحذير المؤمنين من وسوسته وإغوائه، حتى ينجوا من العذاب الذي يحل بأتباعه يوم القيامة.والمراد بالحق في قوله إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ: الصدق والوفاء بما وعدكم به على ألسنة رسله.والمراد بالإخلاف في قوله وَوَعَدْتُكُمْ فَأَخْلَفْتُكُمْ الكذب والغدر وعدم الوفاء بما مناهم به، من أمانى باطلة.قال- تعالى-: يَعِدُهُمْ وَيُمَنِّيهِمْ وَما يَعِدُهُمُ الشَّيْطانُ إِلَّا غُرُوراً  . وإضافة الوعد إلى الحق من إضافة الموصوف إلى الصفة أى إن الله- تعالى- وعدكم الوعد الحق الذي لا نقض له، وهو أن الجزاء حق، والبعث حق، والجنة حق، والنار حق، ووعدتكم وعدا باطلا بأنه لا بعث ولا حساب.. فأخلفتكم ما وعدتكم به، وظهر كذبى فيما قلته لكم. ثم أضاف إلى ذلك قوله- كما حكى القرآن عنه-: وَما كانَ لِي عَلَيْكُمْ مِنْ سُلْطانٍ إِلَّا أَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي ...والسلطان: اسم مصدر بمعنى التسلط والقهر والغلبة.أى: وما كان لي فيما وعدتكم به من تسلط عليكم، أو إجبار لكم، لكني دعوتكم إلى ما دعوتكم إليه من باطل وغواية، فانقدتم لدعوتى واستجبتم لوسوستى عن طواعية واختيار.فالاستثناء في قوله «إلا أن دعوتكم» استثناء منقطع، لأن ما بعد حرف الاستثناء ليس من جنس ما قبله، وبعضهم يرى أن الاستثناء متصل.قال الجمل: «وفي هذا الاستثناء وجهان: أظهرهما: أنه استثناء منقطع، لأن دعاءه ليس من جنس السلطان وهو الحجة البينة، والثاني: أنه متصل لأن القدرة على حمل الإنسان على الشيء تارة تكون بالقهر، وتارة تكون بتقوية الداعية في قلبه بإلقاء الوساوس إليه. فهو نوع من التسلط» .وقوله فَلا تَلُومُونِي وَلُومُوا أَنْفُسَكُمْ زيادة في تأنيبهم وفي حسراتهم على انقيادهم له.أى: فلا تلوموني بسبب وعودي إياكم. ولوموا أنفسكم، لأنكم تقبلتم هذه الوعود الكاذبة بدون تفكر أو تأمل، وأعرضتم عن الحق الواضح الذي جاءكم من عند ربكم، ومالك أمركم.ثم ينفض يده منهم، ويخلى بينهم وبين مصيرهم السيئ فيقول: ما أَنَا بِمُصْرِخِكُمْ وَما أَنْتُمْ بِمُصْرِخِيَّ. أى: ما أنا بمغيثكم ومنقذكم مما أنتم فيه من عذاب، وما أنتم بمغيثي مما أنا فيه من عذاب- أيضا- فقد انقطعت بيننا الأواصر والصلات..قال القرطبي ما ملخصه: «والصارخ والمستصرخ هو الذي يطلب النصرة والمعاونة، والمصرخ هو المغيث لغيره ... قال أمية بن أبى الصلت:ولا تجزعا إنى لكم غير مصرخ ... وليس لكم عندي غناء ولا نصرويقال: صرخ فلان أى استغاث يصرخ صرخا وصراخا وصرخة..ومنه: استصرخني فلان فأصرخته، أى استغاث بي فأغثته.. .وجملة «إنى كفرت بما أشركتمون من قبل..» مستأنفة، لإظهار المزيد من التنصل والتبري من كل علاقة بينه وبينهم.و «ما» في قوله «بما أشركتمون» الظاهر أنها مصدرية..قال الآلوسى ما ملخصه: «وأراد بقوله إِنِّي كَفَرْتُ أى: إنى كفرت اليوم «بما أشركتمون من قبل» .أى: من قبل هذا اليوم، يعنى في الدنيا و «ما» مصدرية و «من قبل» متعلق بأشركتمون.والمعنى: إنى كفرت بإشراككم إياى لله- تعالى- في الطاعة، لأنهم كانوا يطيعون الشيطان فيما يزينه لهم من عبادة غير الله- تعالى-، ومن أفعال الشر..ومراد اللعين: أنه إن كان إشراككم لي مع الله- تعالى-، هو الذي أطمعكم في نصرتي لكم ... فإنى متبرئ من هذا الشرك، فلم يبق بيني وبينكم علاقة ... فالكلام محمول على إنشاء التبري منهم يوم القيامة..ثم قال: وجوز غير واحد أن تكون «ما» موصولة بمعنى من، والعائد محذوف، و «من قبل» متعلق بكفرت. أى: إنى كفرت من قبل- حين أبيت السجود لآدم- بالذي أشركتمونيه. أى: جعلتموني شريكا له في الطاعة وهو الله- عز وجل- ...والكلام على هذا إقرار من اللعين بقدم كفره، وبسبق خطيئته فلا يمكنه أن يقدم لهم عونا أو نصرا ... .وجملة «إن الظالمين لهم عذاب أليم» في موقع التعليل لما تقدم، والظاهر أنها ابتداء كلام من جهته- تعالى-: لبيان سوء عاقبة الظالمين.ويجوز أن تكون من تتمة كلام إبليس- الذي حكاه القرآن عنه-، ويكون الغرض منها قطع أطماعهم في الإغاثة أو النصر، وتنبيه المؤمنين في كل زمان ومكان إلى عداوة الشيطان لهم وتحذيرهم من اتباع خطواته.قال الشيخ الشوكانى- رحمه الله- ما ملخصه: «لقد قام الشيطان للكافرين في هذا اليوم مقاما يقصم ظهورهم، ويقطع قلوبهم، فأوضح لهم أولا: أن مواعيده التي كان يعدهم بها في الدنيا باطلة معارضة لوعد الحق من الله- تعالى- وأنه أخلفهم ما وعدهم به ...ثم أوضح لهم ثانيا: بأنهم قبلوا قوله بما لا يتفق مع العقل، لعدم الحجة التي لا بد للعاقل منها في قبول قول غيره.ثم أوضح لهم ثالثا: بأنه لم يكن منه إلا مجرد الدعوة العاطلة عن البرهان، الخالية عن أيسر شيء مما يتمسك به العقلاء.ثم نعى عليهم رابعا: ما وقعوا فيه، ودفع لومهم له، وأمرهم بأن يلوموا أنفسهم، لأنهم هم الذين قبلوا الباطل البحت الذي لا يلتبس بطلانه على من له أدنى عقل.ثم أوضح لهم خامسا: بأنه لا نصر عنده ولا إغاثة ... بل هو مثلهم في الوقوع في البلية..ثم صرح لهم سادسا: بأنه قد كفر بما اعتقدوه فيه وأثبتوه له، وهو إشراكه مع الله- تعالى- فتضاعفت عليهم الحسرات، وتوالت عليهم المصائب.وإذا كانت جملة «إن الظالمين لهم عذاب أليم» من تتمة كلامه- كما ذهب إليه البعض- فهو نوع سابع من كلامه الذي خاطبهم به، فيكون قد أثبت لهم الظلم، وذكر لهم جزاءه» ."},{"ayah_number":23,"text":"وبعد هذا الحديث عن سوء عاقبة الكافرين.. بين- سبحانه- ما أعده للمؤمنين من ثواب جزيل، وأجر عظيم فقال- تعالى-:وَأُدْخِلَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهارُ خالِدِينَ فِيها بِإِذْنِ رَبِّهِمْ.أى: وأدخل الله- تعالى- في هذا اليوم، وهو يوم القيامة، الذين آمنوا بكل ما يجب الإيمان به، وعملوا الأعمال الصالحة، أدخلهم- سبحانه- جنات تجرى من تحت ثمارها وأشجارها الأنهار، حالة كونهم خالدين فيها خلودا أبديا لا موت معه ولا تعب.وجاء التعبير بصيغة الماضي لتحقيق الوقوع، وتعجيل البشارة، وقوله، بِإِذْنِ رَبِّهِمْ أى: بإرادته- سبحانه- وتوفيقه وهدايته لهم.وقوله تَحِيَّتُهُمْ فِيها سَلامٌ أى: تحيتهم في الجنة سلام لهم من خالقهم- عز وجل- ومن الملائكة، ومن بعضهم لبعض.كما قال- تعالى-: تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُ سَلامٌ .وكما قال- تعالى-: وَالْمَلائِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِنْ كُلِّ بابٍ سَلامٌ عَلَيْكُمْ.. .وكما قال- سبحانه-: وَيُلَقَّوْنَ فِيها تَحِيَّةً وَسَلاماً .وبذلك نرى الآيات الكريمة قد بينت بأبلغ أسلوب بوار أعمال الذين كفروا، وسوء أحوالهم يوم القيامة، كما بينت حسن عاقبة المؤمنين، ليهلك من هلك عن بينة ويحيى من حي عن بينة.وبعد أن بين- سبحانه- حال السعداء والأشقياء يوم القيامة، أتبع ذلك بضرب مثل لهما زيادة في التوضيح والتقرير فقال- تعالى-:"},{"ayah_number":24,"text":"والخطاب في قوله أَلَمْ تَرَ ... للرسول صلى الله عليه وسلم أو لكل من يصلح للخطاب، والاستفهام للتقرير، والرؤية مستعملة في العلم الناشئ عن التأمل والتفكر في ملكوت السموات والأرض.قال الآلوسى ما ملخصه: قوله- تعالى-: أَلَمْ تَرَ ... هذا التعبير قد يذكر لمن تقدم علمه فيكون للتعجب، وقد يذكر لمن ليس كذلك، فيكون لتعريفه وتعجيبه، وقد اشتهر في ذلك حتى أجرى مجرى المثل في ذلك، بأن شبه من لم ير الشيء بحال من رآه في أنه لا ينبغي أن يخفى عليه، ثم أجرى الكلام معه كما يجرى مع من رأى، قصدا إلى المبالغة في شهرته وعراقته في التعجب» .والمثل: يطلق على القول السائر المعروف للماثلة مضربه لمورده.وقوله مَثَلًا انتصب على أنه مفعول به لضرب، وقوله كَلِمَةً بدل منه أو عطف بيان.والمراد بالكلمة الطيبة: كلمة الإسلام، وما يترتب عليها من عمل صالح، وقول طيب.قال الآلوسى ما ملخصه: «والمراد بالشجرة الطيبة- المشبه بها- النخلة عند الأكثرين وروى ذلك عن ابن عباس وابن مسعود ومجاهد وعكرمة والضحاك وابن زيد..وأخرج عبد الرزاق والترمذي وغيرهما عن شعيب بن الحجاب قال: كنا عند أنس، فأتينا بطبق عليه رطب، فقال أنس لأبى العالية: كل يا أبا العالية، فإن هذا من الشجرة التي ذكرها الله- تعالى- في كتابه أَلَمْ تَرَ كَيْفَ ضَرَبَ اللَّهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ....وأخرج الترمذي- أيضا- والنسائي وابن حبان والحاكم وصححه عن أنس قال: أتى رسول الله صلى الله عليه وسلم بقناع من بسر- أى بطبق من تمر لم ينضج بعد فقال: «مثل كلمة طيبة كشجرة طيبة ... قال: هي النخلة» .وأخرج ابن مردويه عن ابن عباس أنها شجرة جوز الهند.وأخرج ابن حرير وابن ابى حاتم أنها شجرة في الجنة، وقيل كل شجرة مثمرة كالنخلة، وكشجرة التين والعنب والرمان وغير ذلك ثم قال:وأنت تعلم أنه إذا صح الحديث ولم يتأت حمل ما فيه على التمثيل لا ينبغي العدول عنه» .وكأن الإمام الآلوسى بهذا القول يريد أن يرجح أن المراد بالشجرة الطيبة النخلة، لتصريح الآثار بذلك.وقد رجح ابن جرير- أيضا- أن المراد بها النخلة فقال ما ملخصه: «واختلفوا في المراد بالشجرة الطيبة، فقال بعضهم: هي النخلة ... وقال آخرون: هي شجرة في الجنة ...وأولى القولين بالصواب في ذلك قول من قال هي النخلة، لصحة الخبر عن رسول الله صلى الله عليه وسلم في ذلك..»  .والمعنى: ألم تر- أيها المخاطب- كيف اختار الله- تعالى- مثلا، ووضعه في موضعه اللائق به، والمناسب له، وهذا المثل لكلمتى الإيمان والكفر، حيث شبه- سبحانه- الكلمة الطيبة وهي كلمة الإسلام، بالشجرة الطيبة، أى النافعة في جميع أحوالها، وهي النخلة.ثم وصف- سبحانه- هذه الشجرة بصفات حسنة فقال: أَصْلُها ثابِتٌ.أى: ضارب بعروقه في باطن الأرض فصارت بذلك راسخة الأركان ثابتة البنيان.وَفَرْعُها أى: أعلاها وما امتد منها من أغصان، مشتق من الافتراع بمعنى الاعتلاء فِي السَّماءِ أى: في جهة السماء من حيث العلو والارتفاع، وهذا مما يزيد الشجرة جمالا وحسن منظر."},{"ayah_number":25,"text":"والمراد بالأكل في قوله- تعالى- تُؤْتِي أُكُلَها كُلَّ حِينٍ بِإِذْنِ رَبِّها.. المأكول، وهو الثمر الناتج عنها.والمراد بالحين: الوقت الذي حدده الله- تعالى- للانتفاع بثمارها من غير تعيين بزمن معين من صباح أو مساء..قال الشوكانى ما ملخصه: «قوله تُؤْتِي أُكُلَها كُلَّ حِينٍ كل وقت بِإِذْنِ رَبِّها بإرادته ومشيئته» .وقيل: المراد بكونها تؤتى أكلها كل حين: أى كل ساعة من الساعات من ليل أو نهار في جميع الأوقات من غير فرق بين شتاء وصيف. وقيل المراد في أوقات مختلفة من غير تعيين.وقيل: كل غدوة وعشية، وقيل: كل شهر..وهذه الأقوال متقاربة. لأن الحين عند جمهور أهل اللغة بمعنى الوقت يقع لقليل الزمان وكثيره .وبهذا نرى أن الله- تعالى- قد وصف هذه الشجرة بأربع صفات، أولها: أنها طيبة، وثانيها: أن أصلها ثابت، وثالثها: أن فرعها في السماء، ورابعها: أنها تؤتى ثمارها كل حين بإذن ربها.وهذه الأوصاف تدل على فخامة شأنها، وجمال منظرها، وطيب ثمرها، ودوام نفعها كما تدل على أن المشبه وهو الكلمة الطيبة، مطابق في هذه الأوصاف للمشبه به وهو الشجرة الطيبة.وقوله- سبحانه- وَيَضْرِبُ اللَّهُ الْأَمْثالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ بيان للحكمة التي من أجلها سيقت الأمثال، وهي التذكر والتفكير والاعتبار. أى: ويضرب الله- تعالى- الأمثال للناس رجاء أن يعتبروا ويتعظوا ويتذكروا ما أمرهم- سبحانه- بتذكره إذ ضرب الأمثال تقريب للبعيد، وتقرير للقريب، وتصوير للمعاني المعقولة بالصور المحسوسة."},{"ayah_number":26,"text":"وبعد أن بين- سبحانه- مثال كلمة الإيمان، أتبعه بمثال كلمة الكفر فقال: وَمَثَلُ كَلِمَةٍ خَبِيثَةٍ وهي كلمة الكفر.كَشَجَرَةٍ خَبِيثَةٍ أى قبيحة لا نفع فيها، ولا خير يرجى منها.اجْتُثَّتْ مِنْ فَوْقِ الْأَرْضِ أى: اقتلعت جثتها وهيئتها من فوق الأرض، لقرب عروقها وجذورها من سطحها.يقال: اجتثثت الشيء اجتثاثا، إذا اقتلعته واستأصلته، وهو افتعال من لفظ الجثة وهي ذات الشيء.وقوله: ما لَها مِنْ قَرارٍ تأكيد لمعنى الاجتثاث لأن اجتثاث الشيء بسهولة، سببه عدم وجود أصل له.أى: ليس لها استقرار وثبات على الأرض، وكذلك الكفر لا أصل له ولا فرع، ولا يصعد للكافر عمل، ولا يتقبل منه شيء.والمراد بهذه الشجرة الخبيثة: شجرة الحنظل فعن أنس بن مالك أن النبي صلى الله عليه وسلم قال:«ومثل كلمة خبيثة كشجرة خبيثة هي الحنظلة ... » .وقيل: شجرة الثوم، وقيل: شجرة الشوك ... وقيل كل شجر لا يطيب له ثمر، وفي رواية عن ابن عباس أنها شجرة لم تخلق على الأرض ...وقال: ابن عطية: الظاهر أن التشبيه وقع بشجرة غير معينة جامعة لتلك الأوصاف التي وصفها الله بها."},{"ayah_number":27,"text":"وقوله سبحانه-: يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَياةِ الدُّنْيا وَفِي الْآخِرَةِ بيان لفضل الله- تعالى- على هؤلاء المؤمنين، ولحسن عاقبتهم..والمراد بالحياة الدنيا: مدة حياتهم في هذه الدنيا.والمراد بالآخرة: ما يشمل سؤالهم في القبر وسؤالهم في مواقف القيامة.والمعنى: يثبت الله- تعالى- الذين آمنوا بالقول الثابت أى: الصادق الذي لا شك فيه، في الحياة الدنيا، بأن يجعلهم متمسكين بالحق، ثابتين عليه دون أن يصرفهم عن ذلك ترغيب أو ترهيب.ويثبتهم أيضا بعد مماتهم، بأن يوفقهم إلى الجواب السديد عند سؤالهم في القبر وعند سؤالهم في مواقف يوم القيامة.قال الآلوسى ما ملخصه: «قوله- تعالى- يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ أى: الذي ثبت عندهم وتمكن في قلوبهم، وهو الكلمة الطيبة التي ذكرت صفتها العجيبة..«في الحياة الدنيا» أى يثبتهم بالبقاء على ذلك مدة حياتهم، فلا يزالون عند الفتنة ... «وفي الآخرة» أى بعد الموت وذلك في القبر الذي هو أول منزل من منازل الآخرة، وفي مواقف القيامة، فلا يتلعثمون إذا سئلوا عن معتقدهم هناك، ولا تدهشهم الأهوال..» .هذا، وقد ساق الإمام ابن كثير هنا جملة من الأحاديث التي وردت في سؤال القبر، منها قوله: قال البخاري: حدثنا أبو الوليد، حدثنا شعبة، أخبرنى علقمة بن مرثد قال: سمعت سعد بن عبيدة عن البراء بن عازب أن رسول الله صلى الله عليه وسلم قال: «المسلم إذا سئل في القبر شهد أن لا إله إلا الله وأن محمدا رسول الله فذلك قوله: «يثبت الله الذين آمنوا بالقول الثابت في الحياة الدنيا وفي الآخرة» .وقوله: وَيُضِلُّ اللَّهُ الظَّالِمِينَ بيان لسوء عاقبة أصحاب المثل الثاني وهم الكافرون.أى: ويخلق فيهم الضلال عن الحق بسبب إيثارهم الكفر على الإيمان.وَيَفْعَلُ اللَّهُ ما يَشاءُ فعله، عن تثبيت من يريد تثبيته، وإضلال من يريد إضلاله، حسبما تقتضيه إرادته وحكمته، لا راد لأمره، ولا معقب لحكمه.ثم بين- سبحانه- بعد ذلك مصير الجاحدين الذين قابلوا نعم الله بالكنود والجحود، وأمر المؤمنين بأداء ما كلفهم به- سبحانه- من عبادات وقربات، وساق لهم ألوانا من الآلاء التي تفضل بها على عباده، فقال- تعالى-:"},{"ayah_number":28,"text":"وقوله- سبحانه- أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُوا نِعْمَتَ اللَّهِ كُفْراً.. الخطاب فيه للنبي صلى الله عليه وسلم أو لكل من يصلح للخطاب.والاستفهام للتعجيب من أحوالهم الذميمة.وبدلوا من التبديل بمعنى التغيير والتحويل، والمراد به: وضع الشيء في غير وضعه ومقابلة نعم الله بالجحود وعدم الشكر.ونعمة الله التي بدلوها، تشمل كفرهم بالرسول صلى الله عليه وسلم الذي أرسله الله- تعالى- لإخراجهم من الظلمات إلى النور، كما تشمل إكرام الله لهم- أى أهل مكة- بأن جعلهم في حرم آمن، وجعلهم سدنة بيته.. ولكنهم لم يشكروا الله على هذه النعم، بل أشركوا معه في العبادة آلهة أخرى.قال صاحب الكشاف ما ملخصه: «قوله: بَدَّلُوا نِعْمَتَ اللَّهِ لأن شكرها الذي وجب عليهم وضعوا مكانه كفرا، فكأنهم غيروا الشكر إلى الكفر وبدلوه تبديلا.وهم أهل مكة أسكنهم الله حرمه، وجعلهم قوام بيته، وأكرمهم بمحمد صلى الله عليه وسلم فكفروا نعمة الله بدل ما لزمهم من الشكر العظيم، أو أصابهم الله بالنعمة في الرخاء والسعة لإيلافهم الرحلتين، فكفروا نعمته، فضربهم بالقحط سبع سنين، فحصل لهم الكفر بدل النعمة، وكذلك حين أسروا وقتلوا يوم بدر، قد ذهبت النعمة عنهم، وبقي الكفر طوقا في أعناقهم..» .وقال الإمام ابن كثير ما ملخصه: «قال البخاري قوله: أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُوا نِعْمَتَ اللَّهِ كُفْراً.. حدثنا على بن عبد الله حدثنا سفيان، عن عمرو، عن عطاء، سمع ابن عباس قال: هم كفار أهل مكة.ثم قال ابن كثير: وهذا هو الصحيح، وإن كان المعنى يعم جميع الكفار، فإن الله- تعالى- بعث محمدا صلى الله عليه وسلم رحمة للعالمين، ونعمة للناس فمن قبلها وقام بشكرها دخل الجنة، ومن ردها وكفرها دخل النار ... »  .وما ذهب إليه صاحب الكشاف وابن كثير- رحمهما الله- هو الذي تطمئن إليه النفس، لأن مشركي مكة ومن سار على شاكلتهم تنطبق عليهم هذه الآية الكريمة.وقد أورد بعض المفسرين هنا روايات في أن المراد بهؤلاء الذين بدلوا نعمة الله كفرا، بنو أمية وبنو مخزوم.. ولكن هذه الروايات بعيدة عن الصواب، ولا سند لها من النقل الصحيح» .وقوله وَأَحَلُّوا قَوْمَهُمْ دارَ الْبَوارِ معطوف على «بدلوا» لبيان رذيلة أخرى من رذائلهم المتعددة والمراد بقومهم: أتباعهم وشركاؤهم في الكفر والعناد حتى ماتوا على ذلك.والبوار: الهلاك والخسران، ويطلق أيضا على الكساد. يقال: بار المتاع بوارا، إذا كسد، إذ الكاسد في حكم الهالك.والمعنى: ألم تر- أيها العاقل- إلى حال هؤلاء المشركين، الذين قابلوا نعم الله عليهم بالكفر والجحود، وكانوا سببا في إنزال قومهم دار الهلاك والخسران."},{"ayah_number":29,"text":"وقوله- سبحانه- جَهَنَّمَ يَصْلَوْنَها وَبِئْسَ الْقَرارُ بيان لدار بوارهم وهلاكهم أى:جهنم يصلون حرها وسعيرها، وبئس القرار قرارهم فيها.فقوله «جهنم» عطف بيان لدار البوار، وقوله «يصلونها» في محل نصب حال من «جهنم» يقال: صلى فلان النار- من باب تعب- إذا ذاق حرها، وتقول: صليت اللحم أصليه- من باب رمى- إذا شويته.والمخصوص بالذم محذوف. أى: بئس القرار هي أى: جهنم.وفيه إشارة إلى أن حلولهم فيها كائن على وجه الدوام والاستمرار."},{"ayah_number":30,"text":"ثم بين- سبحانه- لونا ثالثا من ألوان أعمالهم القبيحة، وعقائدهم الباطلة فقال وَجَعَلُوا لِلَّهِ أَنْداداً لِيُضِلُّوا عَنْ سَبِيلِهِ ...والأنداد: جمع ند وهو مثل الشيء الذي يضاده وينافره ويتباعد عنه.وأصله من ند البعير يند- بكسر النون- ندا- بالفتح- إذا نفر وذهب على وجهه شاردا.وقوله «ليضلوا» قرأ الجمهور- بضم الياء- من أضل غيره إذا جعله ضالا.أى: أن هؤلاء الخاسرين لم يكتفوا بمقابلة نعمة الله بالجحود، وإحلال قومهم دار البوار، بل أضافوا إلى ذلك أنهم جعلوا لله- تعالى- أمثالا ونظراء، ليصرفوا غيرهم عن الطريق الحق، والصراط المستقيم، الذي هو إخلاص العبادة لله- تعالى- وحده.وقرأ ابن كثير وأبو عمرو «ليضلوا» - بفتح الياء- أى: ليستمروا في ضلالهم، فإنهم حين جعلهم الأنداد لله- تعالى- كانوا ضالين، وجهلوا ذلك فاستمروا في ضلالهم توهما منهم أنهم على صواب.قال صاحب الكشاف: قرئ «ليضلوا» بفتح الياء وضمها. فإن قلت: الضلال لم يكن غرضهم في اتخاذ الأنداد فما معنى اللام؟قلت: لما كان الضلال والإضلال نتيجة اتخاذ الأنداد، كما كان الإكرام في قولك، جئتك لتكرمنى نتيجة المجيء، دخلته اللام، وإن لم يكن غرضا، على طريق التشبيه والتقريب»وقوله- سبحانه- قُلْ تَمَتَّعُوا فَإِنَّ مَصِيرَكُمْ إِلَى النَّارِ أمر منه- عز وجل- لنبيه صلى الله عليه وسلم بأن يهددهم بهذا المصير الأليم.والتمتع بالشيء: الانتفاع به مع التلذذ والميل إليه.أى: قل- أيها الرسول الكريم- لهؤلاء الخاسرين، تمتعوا بما شئتم التمتع به من شهوات ولذائذ، فإن مصيركم إلى النار لا محالة.قال صاحب فتح القدير ما ملخصه: قوله «قل تمتعوا» بما أنتم فيه من الشهوات، وبما زينته لكم أنفسكم من كفران للنعم «فإن مصيركم إلى النار» أى: مرجعكم إليها ليس إلا.ولما كان هذا حالهم، وقد صاروا لفرط تهالكهم عليه لا يقلعون عنه. جعل- سبحانه- الأمر بمباشرته مكان النهى عن قربانه، إيضاحا لما تكون عليه عاقبتهم، وأنهم لا محالة صائرون إلى النار.فجملة «فإن مصيركم إلى النار» تعليل للأمر بالتمتع، وفيه من التهديد ما لا يقادر قدره.ويجوز أن تكون هذه الجملة جوابا لمحذوف دل عليه السياق كأنه قيل: قل تمتعوا فإن دمتم على ذلك فإن مصيركم إلى النار.والأول أولى والنظم القرآنى عليه أدل، وذلك كما يقال لمن يسعى في مخالفة السلطان: اصنع ما شئت من المخالفة فإن مصيرك إلى السيف»  .وشبيه بهذه الآية قوله- تعالى-: قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلًا إِنَّكَ مِنْ أَصْحابِ النَّارِ  .وقوله- تعالى-: نُمَتِّعُهُمْ قَلِيلًا ثُمَّ نَضْطَرُّهُمْ إِلى عَذابٍ غَلِيظٍ  .وقوله- تعالى- لا يَغُرَّنَّكَ تَقَلُّبُ الَّذِينَ كَفَرُوا فِي الْبِلادِ مَتاعٌ قَلِيلٌ ثُمَّ مَأْواهُمْ جَهَنَّمُ وَبِئْسَ الْمِهادُ  ."},{"ayah_number":31,"text":"وبعد هذا الأمر من الله- تعالى- لنبيه- صلى الله عليه وسلم- بتهديد الكافرين، وجه- سبحانه- أمرا آخر له صلى الله عليه وسلم طلب منه فيه، مواصلة دعوة المؤمنين إلى الاستمرار في التزود من العمل الصالح فقال- تعالى-: قُلْ لِعِبادِيَ الَّذِينَ آمَنُوا يُقِيمُوا الصَّلاةَ وَيُنْفِقُوا مِمَّا رَزَقْناهُمْ سِرًّا وَعَلانِيَةً، مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لا بَيْعٌ فِيهِ وَلا خِلالٌ.قال الجمل: «قوله «قل لعبادي ... إلخ» مفعول قل محذوف يدل عليه جوابه، أى:قل لهم أقيموا الصلاة وأنفقوا- وقوله: يقيموا وينفقوا مجزومان في جواب الأمر، أى: إن قلت لهم أقيموا الصلاة وأنفقوا ... يقيموا وينفقوا.ويجوز أن يكون قوله «يقيموا وينفقوا» مجزومين بلام الأمر المقدرة.أى: ليقيموا الصلاة ولينفقوا ... » .والمراد بإقامة الصلاة: المواظبة على أدائها في أوقاتها المحددة لها، مع استيفائها لأركانها وسننها وآدابها وخشوعها، ومع إخلاص النية عند أدائها لله- تعالى-.والمراد بالإنفاق: ما يشمل جميع وجوه الإنفاق الواجبة والمستحبة.والمراد بقوله «سرا وعلانية» ما يتناول عموم الأحوال في الحرص على بذل المال في وجوهه المشروعة.والمعنى: قل- أيها الرسول الكريم- لعبادي المخلصين، الذين آمنوا إيمانا حقا، قل لهم: ليستزيدوا من المواظبة على أداء الصلاة، وعلى الإنفاق مما رزقناهم في جميع الأحوال، بأن يجعلوا نفقتهم في السر إذا كانت آداب الدين وتعاليمه تقتضي ذلك، وأن يجعلوها في العلن إذا كانت المنفعة في ذلك.والإضافة في قوله «لعبادي» للتشريف والتكريم لهؤلاء العباد المخلصين.ولم تعطف هذه الآية الكريمة على ما قبلها وهو قوله قُلْ تَمَتَّعُوا فَإِنَّ مَصِيرَكُمْ إِلَى النَّارِ للإيذان بتباين حال الفريقين، واختلاف شأنهما.ومفعول «ينفقوا» محذوف والتقدير ينفقوا شيئا مما رزقناهم.وعبر- سبحانه- بمن المفيدة للتبعيض في قوله مِمَّا رَزَقْناهُمْ للاشعار بأنهم قوم عقلاء يبتعدون في إنفاقهم عن الإسراف والتبذير، عملا بقوله- تعالى-: وَالَّذِينَ إِذا أَنْفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكانَ بَيْنَ ذلِكَ قَواماً .وهذا التعبير- أيضا- يشعر بأن هذا المال الذي بين أيدى عباده- سبحانه- ما هو إلا رزق رزقهم الله إياه، ونعمة أنعم بها عليهم، فعليهم أن يقابلوا هذه النعمة بالشكر، بأن ينفقوا جزءا منها في وجوه الخير.وقوله سِرًّا وَعَلانِيَةً منصوبان على الحال أى: مسرين ومعلنين، أو على المصدر أى:إنفاق سر وإنفاق علانية.وقدم- سبحانه- إنفاق السر على العلانية للتنبيه على أنه أولى الأمرين في معظم الأحوال لبعده عن خواطر الرياء، ولأنه أستر للمتصدق عليه.وقوله- سبحانه- مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لا بَيْعٌ فِيهِ وَلا خِلالٌ مؤكد لمضمون ما قبله من الأمر بإقامة الصلاة وبالإنفاق في وجوه الخير بدون تردد أو إبطاء.ولفظ «خلال» مصدر خاللت بمعنى صاحبت وصادقت، أو جمع خليل بمعنى صديق، أو جمع خلة بمعنى الصداقة كقلة وقلال.أى: قل لهم- أيها الرسول الكريم- بأن من الواجب عليهم أن يكثروا ويداوموا على إقامة الصلاة وعلى الإنفاق مما رزقهم- سبحانه-، من قبل أن يفاجئهم يوم القيامة، ذلك اليوم الذي لا تقبل فيه المعاوضات، ولا تنفع فيه شفاعة الصديق لصديقه، وإنما الذي يقبل وينفع في هذا اليوم هو العمل الصالح الذي قدمه المسلم في دنياه.فالجملة الكريمة تفيد حضا آخر على إقام الصلاة وعلى الإنفاق عن طريق التذكير للناس بهذا اليوم الذي تنتهي فيه الأعمال، ولا يمكن فيه استدراك ما فاتهم، ولا تعويض ما فقدوه من طاعات.كما تفيد أن المواظبة على أداء هاتين الشعيرتين، من أعظم القربات التي يتقرب بها المسلم إلى خالقه- سبحانه- والتي تكون سببا في رفع الدرجات يوم القيامة.وشبيه بهذه الآية قوله- تعالى- يا أَيُّهَا الَّذِينَ آمَنُوا أَنْفِقُوا مِمَّا رَزَقْناكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لا بَيْعٌ فِيهِ وَلا خُلَّةٌ وَلا شَفاعَةٌ وَالْكافِرُونَ هُمُ الظَّالِمُونَ   ."},{"ayah_number":32,"text":"ثم ساق- سبحانه- بعد ذلك ألوانا من نعمه التي تستوجب شكره وطاعته وإخلاص العبادة له والتي تدل على كمال قدرته وعلمه ووحدانيته فقال- تعالى- اللَّهُ الَّذِي خَلَقَ السَّماواتِ وَالْأَرْضَ....أى: الله- تعالى- وحده هو الذي أوجد السموات والأرض وما فيهما من أجرام علوية وسفلية بدون مثال سابق.وافتتحت الآية الكريمة بلفظ الجلالة، لما في ذلك من تربية المهابة، ومن لفت أنظار المشركين إلى ما هم فيه من ضلال حتى يقلعوا عنه.وجاء الخبر بصيغة الموصول، لأن الصلة معلومة الثبوت له- سبحانه- والمشركون لا ينازعون في ذلك، كما قال- تعالى- وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّماواتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ..وقوله وَأَنْزَلَ مِنَ السَّماءِ ماءً فَأَخْرَجَ بِهِ مِنَ الثَّمَراتِ رِزْقاً لَكُمْ.. بيان للون آخر من ألوان نعمه على خلقه.والمراد بالسماء هنا: السحاب، أو جهة العلو.أى: وأنزل- سبحانه- من المزن أو السحاب «ماء» كثيرا هو المطر، «فأخرج به» أى بذلك الماء «من الثمرات» المتعددة الأنواع والأصناف «رزقا لكم» تنتفعون به، وتتمتعون بجمال منظره وطيب مطعمه.ثم حكى- سبحانه- ألوانا أخرى من نعمه فقال: وَسَخَّرَ لَكُمُ الْفُلْكَ لِتَجْرِيَ فِي الْبَحْرِ بِأَمْرِهِ وَسَخَّرَ لَكُمُ الْأَنْهارَ. وَسَخَّرَ لَكُمُ الشَّمْسَ وَالْقَمَرَ دائِبَيْنِ، وَسَخَّرَ لَكُمُ اللَّيْلَ وَالنَّهارَ.وقوله «سخر» من التسخير بمعنى التذليل والتطويع والقدرة على التصرف في الشيء والانتفاع به.والفلك: ما عظم من السفن. ويستعمل لفظه في الواحد والجمع، والظاهر أن المراد به هنا الجمع لقوله- سبحانه- «لتجرى» بتاء التأنيث.أى: «وسخر لكم» - سبحانه- السفن الضخمة العظيمة، بأن ألهمكم صنعها، وأقدركم على استعمالها «لتجرى في البحر» إلى حيث تريدون «بأمره» وإذنه ومشيئته، لا بإذنكم ومشيئتكم، إذ لو شاء- سبحانه- لقلبها بكم.«وسخر لكم الأنهار» بأن جعلها معدة لانتفاعكم، إذ منها تشربون، ومنها تسقون دوابكم وزروعكم، وعليها تسيرون بسفنكم إلى حيث تريدون."},{"ayah_number":33,"text":"وَسَخَّرَ لَكُمُ الشَّمْسَ وَالْقَمَرَ دائِبَيْنِ أى: دائمين في إصلاح ما يصلحان من الأبدان والنبات وغيرهما أو دائمين في مدارهما المقدر لهما بدون اضطراب أو اختلال. ولا يفتران عن ذلك ما دامت الدنيا.وأصل الدأب: الدوام والعادة المستمرة على حالة واحدة. يقال: دأب فلان على كذا يدأب دأبا، إذا داوم عليه وجد فيه.و «وسخر لكم الليل والنهار» بأن جعلهما متعاقبين، يأتى أحدهما في أعقاب الآخر، فتنتفعون بكل منهما بما يصلح أحوالكم.فالليل تنتفعون به في راحتكم ومنامكم ... والنهار تنتفعون به في معاشكم وطلب رزقكم قال- تعالى- وَجَعَلْنَا اللَّيْلَ لِباساً، وَجَعَلْنَا النَّهارَ مَعاشاً."},{"ayah_number":34,"text":"تم ختم- سبحانه- هذه النعم بقوله وَآتاكُمْ مِنْ كُلِّ ما سَأَلْتُمُوهُ....أى: وأعطاكم- فضلا عما تقدم من النعم- بعضا من جميع ما سألتموه إياه من نعم، على حسب ما تقتضيه إرادته وحكمته التي لا تعلمونها كما قال- تعالى- وَلَوْ بَسَطَ اللَّهُ الرِّزْقَ لِعِبادِهِ لَبَغَوْا فِي الْأَرْضِ وَلكِنْ يُنَزِّلُ بِقَدَرٍ ما يَشاءُ، إِنَّهُ بِعِبادِهِ خَبِيرٌ بَصِيرٌ .قال الجمل ما ملخصه «قوله وَآتاكُمْ مِنْ كُلِّ ما سَأَلْتُمُوهُ أى: كل نوع أو كل صنف سألتموه أى: شأنكم أن تسألوه لاحتياجكم إليه، وإن لم تسألوه بالفعل.وفي «من» قولان: أحدهما أنها زائدة في المفعول الثاني، أى: آتاكم كل ما سألتموه.والثاني أن تكون تبعيضية أى: وآتاكم بعض جميع ما سألتموه وعلى هذا فالمفعول محذوف تقديره: وآتاكم شيئا من كل ما سألتموه، وهو رأى سيبويه..» .وجملة «وإن تعدوا نعمة الله لا تحصوها» مؤكدة لمضمون ما قبلها.أى: وإن تحاولوا عد نعم الله عليكم، وتحاولوا تحديد هذا العدد، لن تستطيعوا ذلك لكثرة هذه النعم، وخفاء بعضه عليكم.والإحصاء: ضبط العدد وتحديده، مأخوذ من الحصا وهو صغار الحجارة لأن العرب كانوا يعدون الأعداد الكثيرة بالحصى تجنبا للخطأ.قال ابن كثير: «يخبر- سبحانه- عن عجز العباد من تعداد نعمه فضلا عن القيام بشكرها، كما قال طلق بن حبيب- رحمه الله-: إن حق الله أثقل من أن يقوم به العباد، وإن نعم الله أكثر من يحصيها العباد ولكن أصبحوا توابين وأمسوا توابين.وفي صحيح البخاري أن رسول الله صلى الله عليه وسلم كان يقول: «لك الحمد غير مكفى- أى لم يكفه غيره بل هو- سبحانه- يكفى غيره- ولا مودع- أى متروك حمده-،ولا مستغنى عنه ربنا- أى هو الذي يحتاج إليه الخلق ... » .والمراد بالإنسان في قوله إِنَّ الْإِنْسانَ لَظَلُومٌ كَفَّارٌ نوع معين منه وهو الكافر كما في قوله- تعالى- وَيَقُولُ الْإِنْسانُ أَإِذا ما مِتُّ لَسَوْفَ أُخْرَجُ حَيًّا.أى: إن الإنسان الكافر لشديد الظلم لنفسه بعبادته لغير الله- تعالى-، ولشديد الجحود والكفران لنعمه- عز وجل.ويرى بعضهم أن المراد بالإنسان هنا الجنس.قال الشوكانى: قوله- سبحانه-: إِنَّ الْإِنْسانَ لَظَلُومٌ أى لنفسه بإغفاله لشكر نعم الله عليه، وظاهره شمول كل إنسان. وقال الزجاج: إن الإنسان هنا اسم جنس يقصد به الكافر خاصة، كما في قوله- تعالى- وَالْعَصْرِ إِنَّ الْإِنْسانَ لَفِي خُسْرٍ «كفار» أى: شديد كفران نعم الله عليه، جاحد لها، غير شاكر لله عليها كما ينبغي ويجب عليه» .وبذلك نرى أن هذه الآيات الكريمة قد ابتدأت ببيان سوء عاقبة الذين بدلوا نعمة الله كفرا، وثنت بأمر النبي صلى الله عليه وسلم بأن يحض المؤمنين الصادقين على الاستزادة من إقامة الصلاة ومن الإنفاق في سبيل الله.ثم ساقت عشر نعم تدل دلالة واضحة على وحدانية الله- تعالى- وعلمه وقدرته، وهذه النعم هي خلق السموات والأرض، وإنزال المطر من السماء، وإخراج الثمرات به، وتسخير الفلك في البحار، وتسخير الأنهار، وتسخير الشمس والقمر دائبين، وتسخير الليل والنهار.ثم ختمت ببيان أنه- سبحانه- قد أعطى الناس- فضلا عن كل ذلك- جميع ما يحتاجون إليه في مصالحهم على حسب حكمته ومشيئته ولكن الناس- إلا من عصم الله- لا يقابلون نعمه- سبحانه- بما تستحقه من شكر، لشدة ظلمهم وكثرة جحودهم.ثم ساق- سبحانه- بعد ذلك بعض الدعوات التي تضرع بها إبراهيم- عليه السلام- إلى ربه، وهي دعوات تدل على شكره لخالقه، وحسن صلته به، ورجائه في فضله.. فقال- تعالى-:"},{"ayah_number":35,"text":"هذه بعض الدعوات التي ابتهل بها إبراهيم- عليه السلام- إلى ربه، وقد تقبلها الله- تعالى- منه قبولا حسنا.وفي هذه الدعوات تنبيه لمشركي مكة الذين بدلوا نعمة الله كفرا، والذين جحدوا نعم الله عليهم، بأن من الواجب عليهم أن يثوبوا إلى رشدهم، وأن يستجيبوا لدعوة الحق، وأن يقتدوا بإبراهيم- عليه السلام- في إيمانه وشكره لخالقه- سبحانه-.و «إذ» ظرف لما مضى من الزمان، وهو منصوب على المفعولية لفعل محذوف.و «رب» منادى بحرف نداء محذوف أى: يا رب.والمراد بالبلد: مكة المكرمة شرفها الله- تعالى-.والمعنى: واذكر- أيها العاقل- وقت أن قال إبراهيم مناديا ربه: يا رب اجعل هذا البلد ذا أمن وسلام واستقرار.وقدم إبراهيم- عليه السلام- في دعائه نعمة الأمن على غيرها- لأنها أعظم أنواع النعم، ولأنها إذا فقدها الإنسان، اضطرب فكره، وصعب عليه أن يتفرغ لأمور الدين أو الدنيا بنفس مطمئنة، وبقلب خال من المتغصات والمزعجات.قال الإمام الرازي: «سئل بعض العلماء: الأمن أفضل أم الصحة؟ فقال الأمن أفضل، والدليل عليه أن شاة لو انكسرت رجلها فإنها تصح بعد زمان، ولا يمنعها هذا الكسر من الإقبال على الرعي والأكل والشرب.ولو أنها ربطت- وهي سليمة- في موضع، وربط بالقرب منها ذئب، فإنها تمسك عن الأكل والشرب، وقد تستمر على ذلك إلى أن تموت.وذلك يدل على أن الضرر الحاصل من الخوف، أشد من الضرر الحاصل من ألم الجسد، .وقال الإمام ابن كثير ما ملخصه: «يذكر الله- تعالى- في هذا المقام- محتجا على مشركي مكة الذين كانوا يزعمون أنهم على ملة إبراهيم- بأن مكة إنما وضعت أول ما وضعت على عبادة الله- تعالى- وحده، وأن إبراهيم قد تبرأ ممن عبد غير الله، وأنه دعا لمكة بالأمن وقد استجاب الله له فقال- تعالى-: أَوَلَمْ يَرَوْا أَنَّا جَعَلْنا حَرَماً آمِناً وَيُتَخَطَّفُ النَّاسُ مِنْ حَوْلِهِمْ.. وقال- تعالى- إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبارَكاً وَهُدىً لِلْعالَمِينَ، فِيهِ آياتٌ بَيِّناتٌ مَقامُ إِبْراهِيمَ وَمَنْ دَخَلَهُ كانَ آمِناً ... .وقال صاحب الكشاف: «فإن قلت: أى فرق بين قوله- تعالى- في سورة البقرة رَبِّ اجْعَلْ هذا بَلَداً آمِناً ... .وبين قوله هنا رَبِّ اجْعَلْ هَذَا الْبَلَدَ آمِناً ... ؟.قلت: قد سأل في الأول أن يجعله من جملة البلاد التي يأمن أهلها ولا يخافون، وسأل في الثاني أن يخرجه من صفة كان عليها من الخوف إلى ضدها من الأمن، كأنه قال: هو بلد مخوف فاجعله آمنا..» .وقوله- سبحانه- وَاجْنُبْنِي وَبَنِيَّ أَنْ نَعْبُدَ الْأَصْنامَ حكاية لدعوة أخرى من الدعوات التي تضرع بها إبراهيم- عليه السلام- إلى خالقه- سبحانه-.وقوله «واجنبنى» بمعنى وأبعدنى مأخوذ من قولك جنبت فلانا عن كذا، إذا أبعدته عنه، وجعلته في جانب آخر، وفعله جنب من باب نصر.والمراد ببنيه: أولاده من صلبه، أوهم من تناسل معهم.والأصنام جمع صنم، وهو التمثال الذي كان مشركو العرب يصنعونه من الحجر ونحوه لكي يعبدوه من دون الله.والمعنى: أسألك يا ربي أن تجعل مكة بلدا آمنا، كما أسألك أن تعصمني وتعصم ذريتي من بعدي من عبادة الأصنام، وأن تجعل عبادتنا خالصة لوجهك الكريم.وقد بين- سبحانه- في آيات أخرى، أنه قد أجابه في بعض ذريته دون بعض.ومن ذلك قوله- تعالى- سَلامٌ عَلى إِبْراهِيمَ كَذلِكَ نَجْزِي الْمُحْسِنِينَ إِنَّهُ مِنْ عِبادِنَا الْمُؤْمِنِينَ وَبَشَّرْناهُ بِإِسْحاقَ نَبِيًّا مِنَ الصَّالِحِينَ وَبارَكْنا عَلَيْهِ وَعَلى إِسْحاقَ وَمِنْ ذُرِّيَّتِهِما مُحْسِنٌ وَظالِمٌ لِنَفْسِهِ مُبِينٌ ."},{"ayah_number":36,"text":"وقوله: رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيراً مِنَ النَّاسِ ... تعليل لسؤال إبراهيم ربه أن يجنبه وذريته عبادة الأصنام.أى: يا رب لقد تضرعت إليك بأن تعصمني وبنىّ عن عبادة الأصنام، لأنها كانت سببا في إضلال كثير من الناس عن اتباع الحق، وعن الهداية إلى الصراط المستقيم.وأسند الإضلال إليها مع أنها جمادات لا تعقل، لأنها كانت سببا في إضلال كثير من الناس، فكأنها أضلتهم، فنسبة الإضلال إليها مجازية من باب نسبة الشيء إلى سببه، كما يقال: فلان فتنته الدنيا وأضلته، وهو إنما فتن وضل بسببها.وقوله- سبحانه- فَمَنْ تَبِعَنِي فَإِنَّهُ مِنِّي وَمَنْ عَصانِي فَإِنَّكَ غَفُورٌ رَحِيمٌ بيان لموقفه- عليه السلام- من المهتدين والضالين.أى: فمن تبعني من الناس في ديني وعقيدتي، فإنه يصير بهذا الاتباع من أهل ديني وهو دين الإسلام، ومن عصاني ولم يقبل الدخول في الدين الحق، فإنى أفوض أمره إليك، فأنت- سبحانك- لا تسأل عما تفعل وغيرك يسأل.فالجملة الكريمة تدل على الأدب السامي، والخلق العالي، الذي كان يتحلى به إبراهيم- عليه السلام- في مخاطبته لربه- عز وجل- حيث فوض الأمور إليه دون أن يقطع فيها برأى، كما تدل على رقة قلبه وشفقته على العصاة من الوقوع في العذاب الأليم.وشبيه بهذه الآية ما حكاه- سبحانه- عن عيسى- عليه السلام- في قوله: إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبادُكَ وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ  .هذا، ولا نرى وجها لما ذهب إليه بعض المفسرين، من أن قول إبراهيم- عليه السلام- «ومن عصاني فإنك غفور رحيم» كان قبل أن يعلم بأن الله لا يغفر الشرك، أو أن المراد بالمعصية هنا مادون الشرك، أو أن المغفرة مقيدة بالتوبة من الشرك..» .نقول: لا نرى وجها لكل ذلك، لأن الجملة الكريمة ليس المقصود بها الدعاء بالمغفرة لمن عصى، وإنما المقصود بها تفويض أمر العصاة إلى الله- تعالى- إن شاء غفر لهم ورحمهم، وإن شاء عذبهم.ثم حكى- سبحانه- دعاء آخر من تلك الأدعية التي تضرع بها إبراهيم إليه- تعالى- فقال: رَبَّنا إِنِّي أَسْكَنْتُ مِنْ ذُرِّيَّتِي بِوادٍ غَيْرِ ذِي زَرْعٍ عِنْدَ بَيْتِكَ الْمُحَرَّمِ، رَبَّنا لِيُقِيمُوا الصَّلاةَ ...و «من» في قوله «من ذريتي» للتبعيض.والوادي: هو المكان المنخفض بين مرتفعات، والمقصود به وادي مكة المكرمة.والمعنى: يا ربنا إنى أسكنت بعض ذريتي وهو ابني إسماعيل ومن يولد له، بواد غير ذي زرع قريبا من بيتك المحرم، أى: الذي حرمت التعرض له بسوء توقيرا وتعظيما، والذي جعلته مثابة للناس وأمنا، وفضلته على غيره من الأماكن.وقوله رَبَّنا لِيُقِيمُوا الصَّلاةَ بيان للباعث الذي دفعه لإسكان بعض ذريته في هذا المكان الطيب.أى: يا ربنا إنى أسكنتهم، هذا المكان ليتفرغوا لإقامة الصلاة في جوار بيتك، وليعمروه بذكرك وطاعتك.فاللام في قوله «ليقيموا» للتعليل وهي متعلقة بأسكنت.وخصت الصلاة بالذكر من بين سائر العبادات، لمزيد فضلها، ولكمال العناية بشأنها.قال القرطبي: «تضمنت هذه الآية أن الصلاة بمكة أفضل من الصلاة بغيرها، لأن معنى «ربنا ليقيموا الصلاة» أى: أسكنتهم عند بيتك المحرم ليقيموا الصلاة فيه.وقد اختلف العلماء هل الصلاة بمكة أفضل أو في مسجد النبي صلى الله عليه وسلم؟فذهب عامة أهل الأثر إلى أن الصلاة في المسجد الحرام أفضل من الصلاة في مسجد الرسول صلى الله عليه وسلم بمائة صلاة، واحتجوا بحديث عبد الله بن الزبير قال: قال رسول الله صلى الله عليه وسلم: «صلاة في مسجدى هذا أفضل من ألف صلاة فيما سواه من المساجد، إلا المسجد الحرام، وصلاة في المسجد الحرام أفضل من صلاة في مسجدى هذا بمائة صلاة» .وقد روى عن ابن عمر عن النبي صلى الله عليه وسلم حديث ابن الزبير» .وقوله فَاجْعَلْ أَفْئِدَةً مِنَ النَّاسِ تَهْوِي إِلَيْهِمْ وَارْزُقْهُمْ مِنَ الثَّمَراتِ لَعَلَّهُمْ يَشْكُرُونَ دعاء جامع لمطالب الدين والدنيا، لأن الناس يذهبون إلى البيت الحرام للتقرب إلى الله- تعالى-، وليتبادلوا المنافع عن طريق التجارة وغيرها مع السكان المجاورين لهذا البيت المعمور.والأفئدة: جمع فؤاد، والمراد بها القلوب والنفوس.والمراد بالناس في قوله «من الناس» المؤمنون منهم، لأنهم هم الذين يذهبون إلى البيت الحرام، ليشهدوا منافع لهم، وليتقربوا إليه- سبحانه- بحج بيته.وتهوى إليهم: أى تسرع إليهم، يقال: هوى- بفتح الواو- يهوى- بكسرها- إذا أسرع في السير، ومنه قولهم: هوت الناقة تهوى هويا، إذا عدت عدوا شديدا.والأصل فيه أن يتعدى باللام، وعدى هنا بإلى لتضمنه معنى تميل وتسرع.أى: يا ربنا إنى تركت بعض ذريتي في جوار بيتك، فأسألك يا إلهى أن تجعل نفوس الناس وقلوبهم تحن إلى هذا المكان، وتطير فرحا إليه، وارزق من تركتهم وديعة في جوار بيتك من الثمرات المختلفة ما يغنيهم لعلهم بهذا العطاء الجزيل يزدادون شكرا لك، ومسارعة في طاعتك وعبادتك.وقال- سبحانه- فَاجْعَلْ أَفْئِدَةً مِنَ النَّاسِ تَهْوِي إِلَيْهِمْ ولم يقل فاجعل الناس تهوى إليهم، للإشارة إلى أن سعى الناس إليهم يكون عن شوق ومحبة حتى لكأن المسرع إلى هذا الجوار الطيب هو القلب والروح وليس الجسد وحده.قال صاحب الكشاف ما ملخصه: «وقد أجاب الله- تعالى- دعوة إبراهيم- عليه السلام- فجعل البيت الحرام حرما آمنا تجبى إليه ثمرات كل شيء رزقا من لدنه، ثم فضله في وجود أصناف الثمار فيه على كل ريف وعلى أخصب البلاد وأكثرها ثمارا، وفي أى بلد من الشرق والغرب، ترى الأعجوبة التي يريكها الله بواد غير ذي زرع- وهي اجتماع البواكير من الفواكه المختلفة الأزمان من الربيعية والصيفية والخريفية في يوم واحد، وليس ذلك من آياته عجيب، متعنا الله بسكنى حرمه، ووفقنا لشكر نعمه وأدام لنا التشرف بالدخول تحت دعوة إبراهيم، ورزقنا طرفا من سلامة ذلك القلب السليم» .هذا، وقد ساق الإمام الآلوسى عند تفسيره لهذه الآية قصة إسكان إبراهيم لبعض ذريته في هذا المكان فقال ما ملخصه: «وهذا الإسكان إنما كان بعد أن حدث ما حدث بين إبراهيم وبين زوجه سارة، وذلك أن هاجر أم إسماعيل كانت أمة من القبط لسارة فوهبتها- لإبراهيم عليه السلام- فتزوجها فولدت له إسماعيل. فدبت الغيرة في قلب سارة ولم تصبر على بقائها معها فأخرج إبراهيم- عليه السلام- هاجر وابنها إلى أرض مكة، فوضعهما عند البيت، عند دوحة فوق زمزم في أعلى المسجد، وليس يومئذ أحد، وليس بها ماء، ووضع عندهما جرابا فيه تمر وسقاء فيه ماء، ثم قفى منطلقا فتبعته هاجر، فقالت له: يا إبراهيم أين تذهب وتتركنا بهذا الوادي الذي ليس فيه أنيس.قالت له ذلك مرارا وهو لا يلتفت إليها، فقالت له: آلله أمرك بهذا؟ قال: نعم. قالت:إذا لا يضيعنا، ثم رجعت."},{"ayah_number":37,"text":"وانطلق إبراهيم- عليه السلام- حتى إذا كان عند الثنية حيث لا يرونه، استقبل بوجهه البيت- وكان إذ ذاك مرتفعا من الأرض كالرابية- ثم دعا بهذه الدعوات، ورفع يديه فقال: رَبَّنا إِنِّي أَسْكَنْتُ مِنْ ذُرِّيَّتِي بِوادٍ غَيْرِ ذِي زَرْعٍ.. الآية.ثم إنها جعلت ترضع ابنها وتشرب مما في السقاء حتى إذا نفد ما في السقاء، عطشت وعطش ابنها وجعلت تنظر إليه يتلبط- أى يتلوى ويتمرغ- من شدة العطش، فانطلقت كراهية أن تنظر إليه، فوجدت الصفا أقرب جبل في الأرض يليها، فقامت عليه، ثم استقبلت الوادي تنظر هل ترى أحدا. فلم تر أحدا، فهبطت من الصفا، حتى إذا بلغت الوادي، رفعت طرف درعها، ثم سعت سعى الإنسان المجهود حتى جاوزت الوادي، ثم أتت المروة فقامت عليها ونظرت هل ترى أحدا، فلم تر أحدا، ففعلت ذلك سبع مرات، ولذلك سعى الناس بينهما سبعا.فلما أشرفت على المروة سمعت صوتا فقالت: صه! تريد نفسها ثم تسمعت فسمعت أيضا صوتا فقالت: قد أسمعت إن كان عندك غواث، فإذا هي بالملك عند موضع زمزم، فبحث بعقبه حتى ظهر الماء، فجعلت تحوضه وتغرف منه في سقائها وهو يفور، فشربت وأرضعت ولدها، وقال لها الملك: لا تخافي الضيعة، فإن هاهنا بيت الله- تعالى- يبنيه هذا الغلام وأبوه، وإن الله- تعالى- لن يضيع أهله.ثم إنه مرت بهما رفقة من جرهم، فرأوا طائرا عائفا- أى يتردد على الماء ولا يمضى- فقالوا: لا طير إلا على الماء، فبعثوا رسولهم فنظر فإذا بالماء، فأتاهم فقصدوه وأم إسماعيل عنده، فقالوا: أشركينا في مائك نشركك في ألباننا، ففعلت، فلما أدرك إسماعيل- عليه السلام- زوجوه امرأة منهم» ."},{"ayah_number":38,"text":"ثم حكى- سبحانه- دعاء آخر من تلك الدعوات الخاشعة التي تضرع بها إبراهيم إلى ربه فقال: رَبَّنا إِنَّكَ تَعْلَمُ ما نُخْفِي وَما نُعْلِنُ، وَما يَخْفى عَلَى اللَّهِ مِنْ شَيْءٍ فِي الْأَرْضِ وَلا فِي السَّماءِ.أى: يا ربنا إنك وحدك العليم بما تخفيه نفوسنا من أسرار وما تعلنه وتظهره من أقوال، لأن الظاهر والمضمر بالنسبة إليك سواء، فأنت يا إلهى لا يخفى عليك شيء من الأشياء، سواء أكان هذا الشيء في الأرض أم في السماء أم في غيرهما.وإنما ذكر السماء والأرض لأنهما المشاهدتان للناس، وإلا فعلمه- سبحانه- محيط بكل ما في هذا الكون."},{"ayah_number":39,"text":"ثم حكى- سبحانه- ما قاله إبراهيم- عليه السلام- في مقام شكره لله على نعمه فقال- تعالى-: الْحَمْدُ لِلَّهِ الَّذِي وَهَبَ لِي عَلَى الْكِبَرِ إِسْماعِيلَ وَإِسْحاقَ، إِنَّ رَبِّي لَسَمِيعُ الدُّعاءِ.والحمد هو الثناء باللسان على من صدرت منه النعمة، وأل فيه للاستغراق أى: جميع أجناس الحمد ثابتة لله رب العالمين، لأن كل ما يستحق أن يقابل بالثناء والحمد فهو صادر عنه- سبحانه- إذ هو الخالق لكل شيء.وعلى في قوله «على الكبر» للاستعلاء المجازى وهي بمعنى مع. أى: وهب لي مع الكبر الذي لا تحصل معه في الغالب ولادة.وإسماعيل هو الابن الأكبر لإبراهيم، وقد رزقه الله به من زوجه هاجر كما سبق أن أشرنا-، أما إسحاق فكان أصغر من إسماعيل، وقد رزقه الله به من زوجه ساره.قال الفخر الرازي: «اعلم أن القرآن يدل على أنه- تعالى- إنما أعطى إبراهيم- عليه السلام- هذين الولدين على الكبر والشيخوخة، فأما مقدار ذلك السن فغير معلوم من القرآن. وإنما يرجع فيه إلى الروايات فقيل لما ولد إسماعيل كان سن إبراهيم تسعا وتسعين سنة، ولما ولد إسحاق كان سنه مائة واثنتي عشرة سنة.وإنما ذكر قوله «على الكبر لأن المنة بهبة الولد في هذا السن أعظم، من حيث إن هذا الزمان زمان وقوع اليأس من الولادة، والظفر بالحاجة في وقت اليأس من أعظم النعم، ولأن الولادة في هذه السن المتقدمة كانت آية لإبراهيم» .وجملة «إن ربي لسميع الدعاء» تعليل لجملة «وهب لي على الكبر» أى: وهب لي على الكبر هذين الولدين، لأنه- سبحانه- سمع دعائي وتقبله، وأجاب طلبى دون أن يخيبني.فالسميع هنا مستعمل على سبيل المجاز في إجابة المطلوب، ومنه قول القائل: سمع الملك كلام فلان، إذا اعتد به وقبله وعمل بمقتضاه. وهو من إضافة الصفة المتضمنة للمبالغة إلى المفعول. أى: إن ربي يسمع دعائي ويجيبه."},{"ayah_number":40,"text":"ثم ختم إبراهيم- عليه السلام- تلك الدعوات الطيبات التي تضرع بها إلى ربه، بما حكاه الله عنه في قوله: رَبِّ اجْعَلْنِي مُقِيمَ الصَّلاةِ وَمِنْ ذُرِّيَّتِي رَبَّنا وَتَقَبَّلْ دُعاءِ رَبَّنَا اغْفِرْ لِي وَلِوالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الْحِسابُ.أى: يا رب اجعلنى من عبادك الذين يؤدون الصلاة في أوقاتها بإخلاص وخشوع، واجعل من ذريتي من يقتدى بي في ذلك، كما أسألك يا رب أن تتقبل دعائي ولا تخيبني في مطلوب أسألك إياه."},{"ayah_number":41,"text":"كما أسألك- يا إلهى- أن تغفر لي ذنوبي، وأن تغفر لوالدي وللمؤمنين، يوم يقوم الناس للحساب، فتجازى كل إنسان بما يستحقه من ثواب أو عقاب.وإنما طلب إبراهيم لوالديه المغفرة، قبل أن يتبين له أن والده عدو لله. فلما تبين له ذلك تبرأ منه. قال- تعالى- وَما كانَ اسْتِغْفارُ إِبْراهِيمَ لِأَبِيهِ إِلَّا عَنْ مَوْعِدَةٍ وَعَدَها إِيَّاهُ، فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِلَّهِ تَبَرَّأَ مِنْهُ .أما أمه فقال بعضهم: إنها كانت مؤمنة، وقال آخرون: لعلها توفيت قبل نبوته.وبعد أن حكى- سبحانه- تلك الدعوات الطيبات التي تضرع بها إبراهيم إلى ربه، والتي تضمنت أمهات الفضائل، كسلامة القلب، وطهارة النفس، ورقة العاطفة، وحسن المراقبة، وحب الخير لغيره.بعد كل ذلك حكى- سبحانه- أحوال الظالمين يوم القيامة، وأقوالهم في ذلك اليوم الشديد، ورده- تعالى- عليهم، والأسباب التي أدت إلى خسرانهم ... فقال- تعالى-:"},{"ayah_number":42,"text":"قال الإمام القرطبي: «قوله- تعالى- وَلا تَحْسَبَنَّ اللَّهَ غافِلًا عَمَّا يَعْمَلُ الظَّالِمُونَ ... هذا تسلية للنبي صلى الله عليه وسلم بعد أن عجبه من أفعال المشركين، ومخالفتهم دين إبراهيم، أى: اصبر كما صبر إبراهيم، وأعلم المشركين أن تأخير العذاب ليس للرضا بأفعالهم، بل سنة الله إمهال العصاة مدة. قال ميمون بن مهران: هذا وعيد للظالم. وتعزية للمظلوم» .والخطاب في «ولا تحسين» ، يجوز أن يكون للنبي صلى الله عليه وسلم لقصد زيادة تثبيته على الحق، ودوامه على ذلك، ويجوز أن يكون لكل من يصلح للخطاب.والغفلة: سهو يعترى الإنسان بسبب قلة تيقظه وانتباهه، ولا شك أن ذلك محال في حق الله- تعالى-، لذا وجب حمل المعنى على أن المراد بالغفلة هنا: ترك عقاب المجرمين.والمراد بالظالمين: كل من انحرفوا عن طريق الحق، واتبعوا طريق الباطل، ويدخل فيهم دخولا أوليا مشركو مكة، الذين أبوا الدخول في الإسلام الذي جاءهم به النبي صلى الله عليه وسلم.وقوله إِنَّما يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ الْأَبْصارُ استئناف وقع تعليلا للنهى السابق.وقوله «تشخص» من الشخوص بمعنى رفع البصر بدون تحرك يقال شخص بصر فلان- من باب خضع- فهو شاخص، إذا فتح عينيه وجعل لا يطرف من شدة الخوف والفزع.والمعنى: ولا تحسبن- أيها الرسول الكريم- أن الله تعالى- تارك عقاب هؤلاء الظالمين، الذين كذبوك في دعوتك، كلا لن يترك الله- تعالى- عقابهم، وإنما يؤخره ليوم هائل شديد، هو يوم القيامة الذي ترتفع فيه أبصار أهل الموقف، فلا تطرف أجفانهم من هول ما يرونه."},{"ayah_number":43,"text":"ثم بين- سبحانه- بعض أحوال هؤلاء الظالمين في هذا اليوم العظيم فقال- تعالى-:مُهْطِعِينَ مُقْنِعِي رُؤُسِهِمْ، لا يَرْتَدُّ إِلَيْهِمْ طَرْفُهُمْ، وَأَفْئِدَتُهُمْ هَواءٌ.والإهطاع السير السريع. يقال: أهطع فلان في مشيه فهو يهطع إهطاعا إذا أسرع في سيره بذلة واضطراب.و «مقنعي رؤوسهم» أى رافعيها، يقال: أهطع فلان رأسه، إذا نصبه ورفعه دون أن يلتفت يمينا أو شمالا. وقيل، إقناع الرءوس طأطأتها وانتكاسها.الأفئدة: جمع فؤاد، والمراد بها القلوب.والمعنى: أن هؤلاء الظالمين يخرجون من قبورهم في هذا اليوم مسرعين إلى الداعي بذلة واستكانة، كإسراع الأسير الخائف، رافعي رءوسهم إلى السماء مع إدامة النظر بأبصارهم إلى ما بين أيديهم من غير التفات إلى شيء.«لا يرتد إليهم طرفهم» أى: لا تتحرك أجفان عيونهم، بل تبقى مفتوحة بدون حراك لهول ما يشاهدونه في هذا اليوم العصيب.«وأفئدتهم هواء» أى: وقلوبهم فارغة خالية عن الفهم، بحيث لا تعى شيئا من شدة الفزع والدهشة، ومنه قولهم في شأن الأحمق والجبان قلبهما هواء، أى لا رأى فيه ولا قوة.وأفرد هواء وإن كان خبرا عن جمع لأنه في معنى فارغة أو خالية.قال- تعالى- وَأَصْبَحَ فُؤادُ أُمِّ مُوسى فارِغاً ... أى خاليا من كل شيء إلا من التفكير في شأن مصير ابنها موسى- عليه السلام-.فأنت ترى أن الله- تعالى- قد وصف هؤلاء الظالمين في هاتين الآيتين بجملة من الصفات الدالة على فزعهم وحيرتهم.وصفهم أولا بشخوص الأبصار، ووصفهم ثانيا بالإسراع إلى الداعي في ذلة وانكسار،ووصفهم ثالثا برفع رءوسهم في حيرة واضطراب، ووصفهم رابعا: بانفتاح عيونهم دون أن تطرف من شدة الوجل، ووصفهم خامسا بخلو قلوبهم من إدراك أى شيء بسبب ما اعتراهم من دهشة ورعب.وقوله- سبحانه-: وَأَفْئِدَتُهُمْ هَواءٌ من باب التشبيه البليغ الذي حذفت فيه الأداة، والتقدير: وقلوبهم كالهواء في الخلو من الإدراك من شدة الهول."},{"ayah_number":44,"text":"ثم أمر الله تعالى- رسوله صلى الله عليه وسلم أن يحذر الناس من أهوال هذا اليوم، وأن يقدموا العمل الصالح الذي ينفعهم فقال- تعالى- وَأَنْذِرِ النَّاسَ يَوْمَ يَأْتِيهِمُ الْعَذابُ فَيَقُولُ الَّذِينَ ظَلَمُوا رَبَّنا أَخِّرْنا إِلى أَجَلٍ قَرِيبٍ نُجِبْ دَعْوَتَكَ وَنَتَّبِعِ الرُّسُلَ....والإنذار: التخويف من ارتكاب شيء تسوء عاقبته.والمراد بالناس: جميعهم، وقيل المراد بهم الكفار. ويبدو أن الأول أرجح لأن الإنذار يكون للمؤمن كما يكون للكافر، إلا أن المؤمن يستجيب للنصح فينجو من العقاب، والكافر لا يستجيب فيحل عليه العذاب.والمعنى: وخوف- أيها الرسول الكريم- الناس من أهوال يوم القيامة، ومرهم بأن يستعدوا له بالإيمان والعمل الصالح، من قبل أن يحل عذابه بالظالمين منهم فيقولون: يا ربنا أعدنا إلى الحياة مرة أخرى، وأخر أعمارنا وحسابنا إلى وقت قريب، حتى نستطيع فيه أن نستجيب لدعوتك التي تأمرنا بإخلاص العبادة لك، وأن نتبع رسلك في كل ما أمرونا به ونتدارك ما فرطنا فيه من أعمال الدنيا.قال الجمل: «وقوله: «يوم يأتيهم العذاب ... » مفعول ثان لأنذر على حذف المضاف، أى: أنذرهم أهواله وعظائمه، فهو مفعول به لا مفعول فيه، إذ لا إنذار في ذلك اليوم، وإنما الإنذار يقع في الدنيا..» .وإنما اقتصر- سبحانه- على ذكر إتيان العذاب في هذا اليوم. مع كون الثواب يحصل فيه- أيضا- لأن المقام مقام تهديد وزجر، فكان من المناسب ذكر أهواله وشدائده.وجمع لفظ الرسل فقال: «نجب دعوتك ونتبع الرسل» للإشارة إلى أن الرسل جميعا قد جاءوا برسالة واحدة في جوهرها وأصولها، وهي إخلاص العبادة لله- تعالى-، والدعوة إلى مكارم الأخلاق.وفي معنى هذه الآية الكريمة جاءت آيات كثيرة ومنها قوله- تعالى- حَتَّى إِذا جاءَ أَحَدَهُمُ الْمَوْتُ قالَ رَبِّ ارْجِعُونِ لَعَلِّي أَعْمَلُ صالِحاً فِيما تَرَكْتُ، كَلَّا إِنَّها كَلِمَةٌ هُوَ قائِلُها وَمِنْ وَرائِهِمْ بَرْزَخٌ إِلى يَوْمِ يُبْعَثُونَ.وقوله- تعالى-: وَلَوْ تَرى إِذِ الْمُجْرِمُونَ ناكِسُوا رُؤُسِهِمْ عِنْدَ رَبِّهِمْ، رَبَّنا أَبْصَرْنا وَسَمِعْنا فَارْجِعْنا نَعْمَلْ صالِحاً إِنَّا مُوقِنُونَ» .وجملة «أو لم تكونوا أقسمتم من قبل مالكم من زوال» مقول لقول محذوف.والزوال: الانتقال من مكان إلى آخر، أو من حال إلى حال، والمراد به هنا: انتقالهم من قبورهم إلى الحساب يوم القيامة.والمعنى: أن هؤلاء الظالمين عند ما يقولون يا ربنا أخرنا إلى أجل قريب نجب دعوتك ونتبع الرسل.يقال لهم من قبل الله والملائكة على سبيل التوبيخ والتبكيت: أو لم تكونوا- أيها الظالمون- تقسمون بالأيمان المغلظة في الدنيا، بأنكم بعد موتكم ستبقون في قبوركم إلى أن تبلى أجسادكم، وأنه ليس بعد ذلك من بعث ولا حساب، ولا ثواب ولا عقاب.قال- تعالى- وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمانِهِمْ لا يَبْعَثُ اللَّهُ مَنْ يَمُوتُ.فالجملة الكريمة تحكى رفض مطالبهم بأبلغ أسلوب، حتى يزدادوا حزنا على حزنهم، وحسرة على حسرتهم.وجملة «مالكم من زوال» جواب القسم."},{"ayah_number":45,"text":"وقوله- سبحانه-: وَسَكَنْتُمْ فِي مَساكِنِ الَّذِينَ ظَلَمُوا أَنْفُسَهُمْ ... معطوف على «أقسمتم..» .والمراد بالسكنى: الحلول في أماكن الظالمين لوقت يكفى للاتعاظ والاعتبار وكفار قريش كانوا يمرون بديار قوم ثمود في رحلتهم إلى الشام، وكانوا يحطون رحالهم هناك، كما كانوا يمرون على ديار قوم عاد في رحلتهم إلى اليمن.والمعنى: لقد أقسمتم- أيها الضالون- بأنكم ما لكم من انتقال من دار الدنيا إلى دار الآخرة، وحللتم في مساكن القوم الظالمين.«وتبين لكم» عن طريق المشاهدة وتواتر الأخبار.«كيف فعلنا بهم» من الإهلاك والتدمير بسبب كفرهم وفسوقهم.«وضربنا لكم الأمثال» بما فعلوه وبما فعلناه بهم، عن طريق كتابنا، وعلى لسان رسولنا محمد صلى الله عليه وسلم.وكان من الواجب عليكم بعد كل ذلك أن تعتبروا وتتعظوا وتثوبوا إلى رشدكم، وتدخلوا في الإسلام، ولكنكم كنتم قوما فاسقين، سائرين على نهج هؤلاء المهلكين في الكفر والفجور، فاليوم ذوقوا العذاب بسبب جحودكم للحق في الدنيا.قال الإمام ابن كثير عند تفسيره لهذه الآية: «أى: قد رأيتم وبلغكم ما أحللنا بالأمم المكذبة قبلكم، ومع هذا لم يكن لكم فيهم معتبر، ولم يكن فيما أوقعنا بهم مزدجر لكم.قال- تعالى- حِكْمَةٌ بالِغَةٌ فَما تُغْنِ النُّذُرُ."},{"ayah_number":46,"text":"ثم بين- سبحانه- بعد ذلك لونا آخر من ألوان عراقتهم في الكفر والجحود فقال:وَقَدْ مَكَرُوا مَكْرَهُمْ وَعِنْدَ اللَّهِ مَكْرُهُمْ.والمكر: تبييت فعل السوء بالغير وإضماره، مع إظهار ما يخالف ذلك. وانتصب «مكرهم» الأول على أنه مفعول مطلق لمكروا، لبيان النوع، والإضافة فيه من إضافة المصدر لفاعله.أى: أن هؤلاء الظالمين جاءتهم العبر فلم يعتبروا، بل أضافوا إلى ذلك أنهم مكروا بالرسول صلى الله عليه وسلم مكرهم العظيم الذي استفرغوا فيه جهدهم لإبطال الحق، وإحقاق الباطل، والذي كان من مظاهره محاولتهم قتل الرسول صلى الله عليه وسلم.وقوله وَعِنْدَ اللَّهِ مَكْرُهُمْ أى: وفي علم الله- تعالى- الذي لا يغيب عنه شيء مكرهم، وسيجازيهم عليه بما يستحقونه من عذاب مهين.وقوله- تعالى- وَإِنْ كانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الْجِبالُ قرأ الجمهور «لتزول» - بكسر اللام على أنها لام الجحود والفعل منصوب بعدها. بأن مضمرة وجوبا، و «إن» في قوله وَإِنْ كانَ مَكْرُهُمْ نافية بمعنى ما.والمعنى: ولقد مكر هؤلاء الكافرون مكرهم الشديد الذي اشتهروا به، وفي علم الله- تعالى- مكرهم، وما كان مكرهم- مهما عظم واشتد- لتنتقل منه الجبال من أماكنها، لأنه لم يتجاوز مكر أمثالهم ممن دمرناهم تدميرا.وعلى هذه القراءة يكون المقصود بهذه الجملة الكريمة، الاستخفاف بهم وبمكرهم، وبيان أن ما يضمرونه من سوء ليس خافيا على الله- تعالى- ولن يزلزل المؤمنين في عقيدتهم، لأن إيمانهم كالجبال الرواسي في ثباته ورسوخه.وقرأ «الكسائي» «لتزول» - بفتح اللام على أنها لام الابتداء، ورفع الفعل بعدها- و «إن» مخففة من الثقيلة.فيكون المعنى: وقد مكروا مكرهم، وعند الله مكرهم، وإن مكرهم من الشدة بحيث تزول منه الجبال وتنقلع من أماكنها، لو كان لها أن تزول أو تنقلع.وعلى هذه القراءة يكون المراد بهذه الجملة الكريمة التعظيم والتهويل من شأن مكرهم، وأنه أمر شنيع أو شديد في بابه، كما في قوله- تعالى-: وَقالُوا اتَّخَذَ الرَّحْمنُ وَلَداً لَقَدْ جِئْتُمْ شَيْئاً إِدًّا تَكادُ السَّماواتُ يَتَفَطَّرْنَ مِنْهُ، وَتَنْشَقُّ الْأَرْضُ. وَتَخِرُّ الْجِبالُ هَدًّا. ."},{"ayah_number":47,"text":"وقوله- سبحانه-: فَلا تَحْسَبَنَّ اللَّهَ مُخْلِفَ وَعْدِهِ رُسُلَهُ.. تفريع على ما تقدم من قوله- تعالى- وَلا تَحْسَبَنَّ اللَّهَ غافِلًا عَمَّا يَعْمَلُ الظَّالِمُونَ.. وتأكيد لتسلية الرسول صلى الله عليه وسلم ولتثبيت يقينه.وقوله «مخلف» اسم فاعل من الإخلاف، بمعنى عدم الوفاء بالوعد وهو مفعول ثان لتحسب والمراد بالوعد هنا: ما وعد الله- تعالى- به أنبياءه ورسله من نصره إياهم، ومن جعل العاقبة لهم.قال- تعالى- إِنَّا لَنَنْصُرُ رُسُلَنا وَالَّذِينَ آمَنُوا فِي الْحَياةِ الدُّنْيا. وَيَوْمَ يَقُومُ الْأَشْهادُ .وقال- تعالى- كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ.والمعنى: لقد وعدناك- أيها الرسول الكريم- بعذاب الظالمين، وأخبرناك بجانب من العذاب الذي يحل بهم يوم القيامة، وما دام الأمر كذلك فاثبت على الحق أنت وأتباعك، وثق بأن الله- تعالى- لن يخلف ما وعدك به من نصر على أعدائك.قال صاحب الكشاف: فإن قلت: هلا قيل: مخلف رسله وعده، ولم قدم المفعول الثاني لمخلف- وهو: وعده- على المفعول الأول- وهو رسله-؟قلت: قدم الوعد ليعلم أنه- سبحانه- لا يخلف الوعد أصلا، كقوله- تعالى- إِنَّ اللَّهَ لا يُخْلِفُ الْمِيعادَ.ثم قال «رسله» ليؤذن أنه إذا لم يخلف وعده أحدا، وليس من شأنه إخلاف المواعيد، فكيف يخلفه مع رسله الذين هم خيرته وصفوته من خلقه..».ويرى صاحب الانتصاف أن تقدم المفعول الثاني هنا، إنما هو للإيذان بالعناية به، لأن الآية في سياق الإنذار والتهديد للظالمين بما توعدهم الله- تعالى- به على ألسنة رسله، فكان المهم في هذه الحال تقديم ذكر الوعيد على غيره.وقوله- سبحانه- إِنَّ اللَّهَ عَزِيزٌ ذُو انتِقامٍ تعليل للنهى عن الحسبان المذكور.والعزيز: الغالب على كل شيء.أى: إن الله- تعالى- غالب على كل شيء، وذو انتقام شديد من أعدائه لأنهم تحت قدرته، ومادام الأمر كذلك فإخلاف الوعد منتف في حقه- تعالى-."},{"ayah_number":48,"text":"ثم بين- سبحانه- بعد ذلك بعض العلامات التي تدل على قرب قيام الساعة فقال- تعالى-: يَوْمَ تُبَدَّلُ الْأَرْضُ غَيْرَ الْأَرْضِ وَالسَّماواتُ وَبَرَزُوا لِلَّهِ الْواحِدِ الْقَهَّارِ.والظرف «يوم» متعلق بمحذوف تقديره اذكر.وقوله «تبدل» من التبديل بمعنى التغيير، وهذا التغيير والتبديل لهما قد يكون في ذواتهما كما في قوله- تعالى- إِنَّ الَّذِينَ كَفَرُوا بِآياتِنا سَوْفَ نُصْلِيهِمْ ناراً كُلَّما نَضِجَتْ جُلُودُهُمْ بَدَّلْناهُمْ جُلُوداً غَيْرَها لِيَذُوقُوا الْعَذابَ...وقد يكون في صفاتهما كقولك «بدلت الحلقة خاتما» وقد يكون فيهما معا وقد ذكر الإمام ابن كثير جملة من الأحاديث عند تفسيره لهذه الآية الكريمة فقال: «وقال الإمام أحمد، حدثنا محمد بن عدى، عن داود، عن الشعبي، عن مسروق، عن عائشة أنها قالت: أنا أول الناس سأل رسول الله صلى الله عليه وسلم عن هذه الآية يَوْمَ تُبَدَّلُ الْأَرْضُ ... قالت: قلت:أين الناس يومئذ يا رسول الله؟ قال: على الصراط.وفي رواية أنه صلى الله عليه وسلم قال لها: «لقد سألتنى عن شيء ما سألنى عنه أحد من أمتى، ذاك أن الناس- يومئذ يكونون- على جسر جهنم».والمعنى: اذكر- أيها العاقل- لتتعظ وتعتبر يوم يتغير هذا العالم المعهود بعالم آخر جديد، يأتى به الله- تعالى- على حسب إرادته ومشيئته ويوم يخرج الخلائق جميعا من قبورهم ليستوفوا جزاءهم، وليجازوا على أعمالهم. من الله- تعالى- الواحد الأحد، الذي قهر كل شيء وغلبه، ودانت له الرقاب، وخضعت له الألباب.وختمت الآية الكريمة بهذين الوصفين لله- تعالى- للرد على المشركين الذين جعلوا مع الله آلهة أخرى يشركونها معه في العبادة، ويتوهمون أن هذه الآلهة سوف تدافع عنهم يوم القيامة."},{"ayah_number":49,"text":"ثم بين- سبحانه- بعد ذلك ما يحل بالمجرمين يوم القيامة من عذاب عنيف مهين يناسب إجرامهم وكفرهم فقال: وَتَرَى الْمُجْرِمِينَ يَوْمَئِذٍ مُقَرَّنِينَ فِي الْأَصْفادِ، سَرابِيلُهُمْ مِنْ قَطِرانٍ وَتَغْشى وُجُوهَهُمُ النَّارُ.وقوله «مقرنين» جمع مقرن، وهو من جمع مع غيره في قرن ووثاق واحد يربطان به.والأصفاد: جمع صفد- بفتح الفاء- وهو القيد الذي يوضع في الرجل، أو الغل- بضم الغين- الذي تضم به اليد والرجل إلى العنق."},{"ayah_number":50,"text":"والسرابيل: جمع سربال وهو القميص.والقطران: مادة حارة نتنة شديدة الاشتعال تصلى بها جلود الإبل الجربى، ليزول الجرب منها. أى: وترى- أيها العاقل- المجرمين في هذا اليوم العسير عليهم «مقرنين في الأصفاد» أى: قد قرن بعضهم مع بعض، وضم كل قرين إلى من يشبهه في الكفر وفي الفسوق وفي العصيان، وقد قيدوا جميعا بالأصفاد والقيود والأغلال.قال- تعالى- احْشُرُوا الَّذِينَ ظَلَمُوا وَأَزْواجَهُمْ...أى: وأمثالهم من العصاة، فعابد الصنم يكون مع عابد الصنم، وشارب الخمر مع شارب الخمر. ويصح أن يكون اقترانهم مع الشياطين كما قال- تعالى- فَوَ رَبِّكَ لَنَحْشُرَنَّهُمْ وَالشَّياطِينَ ثُمَّ لَنُحْضِرَنَّهُمْ حَوْلَ جَهَنَّمَ جِثِيًّا.هذا عن مشهد المجرمين وهم مقرنون في الأصفاد، وهو مشهد مهين مذل ولكنه ليس كافيا في عقابهم، بل يضاف إليه أن ملابسهم من قطران، ليجتمع لهم لذعته، وقبح لونه، ونتن ريحه، وسرعة اشتعاله، وفوق كل ذلك فإن وجوههم تعلوها وتحيط بها النار التي تستعر بأجسادهم المسربلة بالقطران.وخص- سبحانه الوجوه بغشيان النار لها، لكونها أعز موضع في البدن وأشرفه."},{"ayah_number":51,"text":"وقوله- سبحانه- لِيَجْزِيَ اللَّهُ كُلَّ نَفْسٍ ما كَسَبَتْ ... متعلق بمحذوف، والتقدير:فعل ما فعل- سبحانه- من إثابة المؤمنين، ومعاقبة المجرمين، ليجازى كل نفس بما تستحقه من خير أو شر، دون أن يظلم ربك أحدا.وقوله إِنَّ اللَّهَ سَرِيعُ الْحِسابِ أى: إنه- سبحانه- سريع المحاسبة لعباده، لأنه لا يشغله شأن عن شأن، بل جميع الخلق بالنسبة لقدرته كالنفس الواحدة.قال- تعالى- ما خَلْقُكُمْ وَلا بَعْثُكُمْ إِلَّا كَنَفْسٍ واحِدَةٍ..."},{"ayah_number":52,"text":"ثم ختم- سبحانه- السورة الكريمة بقوله- تعالى- هذا بَلاغٌ لِلنَّاسِ وَلِيُنْذَرُوا بِهِ وَلِيَعْلَمُوا أَنَّما هُوَ إِلهٌ واحِدٌ، وَلِيَذَّكَّرَ أُولُوا الْأَلْبابِ.واسم الإشارة «هذا» يعود إلى ما أنزله الله- تعالى- من قرآن في هذه السورة وفي غيرها. و «بلاغ» مصدر بمعنى التبليغ.والإنذار: التخويف من سوء عاقبة ارتكاب الشرور والآثام.والألباب: جمع لب وهو الخالص من كل شيء، والمراد بها العقول.أى: هذا القرآن الكريم الذي أنزلناه عليك يا محمد، فيه التبليغ الكافي لهداية الناس، وفيه ما يخوفهم من سوء عاقبة الكفر والفسوق والعصيان، وفيه ما يجعلهم يعلمون عن طريق توجيهاته وهداياته ودلائله، أن الله- تعالى- واحد لا شريك له، وفيه ما يجعل أصحاب العقول السليمة يتعظون ويعتبرون، فيترتب على ذلك سعادتهم في الدنيا والآخرة.وخص- سبحانه- بالتذكر أولى الألباب، لأنهم هم الذين ينتفعون بهداية القرآن الكريم، أما غيرهم فهم كالأنعام بل هم أضل.وقد رتب- سبحانه- في هذه الآية الكريمة، وسائل الدعوة إلى الحق ترتيبا عقليا حكيما، فبدأ بالصفة العامة وهي التبليغ، ثم ثنى بما يعقب ذلك من إنذار وتخويف، ثم ثلث بما ينشأ عنهما من العلم بوحدانية الله- تعالى-، ثم ختم بالثناء على أصحاب العقول السليمةالذين ينتفعون بما يسمعون وبما يبصرون.قال الإمام الرازي: «هذه الآية دالة على أنه لا فضيلة للإنسان، ولا منقبة له، إلا بسبب عقله، لأنه- تعالى- بين أنه إنما أنزل هذه الكتب، وإنما بعث الرسل، لتذكير أولى الألباب ... ».وبعد: فهذه سورة إبراهيم- عليه السلام- وهذا تفسير لها.أسأل الله- تعالى- أن يجعل القرآن ربيع قلوبنا، وأنس نفوسنا، وشفيعا لنا يوم نلقاه- تعالى-."}]