[{"ayah_number":1,"text":"تعريف بسورة الحجر1- سورة الحجر، هي السورة الرابعة عشرة في ترتيب المصحف، أما ترتيبها في النزول فقد ذكر الزركشي والسيوطي أنها نزلت بعد سورة يوسف  ..وعدد آياتها تسع وتسعون آية.2- وسميت بسورة الحجر، لورود هذا اللفظ فيها دون أن يرد في غيرها وأصحاب الحجر هم قوم صالح- عليه السلام-، إذ كانوا ينزلون الحجر- بكسر الحاء وسكون الجيم- وهو المكان المحجور، أى الممنوع أن يسكنه أحد غيرهم لاختصاصهم به.ويجوز أن يكون لفظ الحجر، مأخوذ من الحجارة، لأن قوم صالح- عليه السلام- كانوا ينحتون بيوتهم من أحجار الجبال وصخورها، ويبنون بناء محكما جميلا.قال- تعالى- حكاية عما قاله نبيهم صالح لهم- وَتَنْحِتُونَ مِنَ الْجِبالِ بُيُوتاً فارِهِينَ  ومساكنهم ما زالت آثارها باقية، وتعرف الآن بمدائن صالح، وهي في طريق القادم من المدينة المنورة إلى بلاد الشام أو العكس، وتقع ما بين خيبر وتبوك ...وقد مر النبي صلى الله عليه وسلم على ديارهم وهو ذاهب إلى غزوة تبوك في السنة التاسعة من الهجرة ...3- وسورة الحجر كلها مكية.قال الشوكانى: وهي مكية بالاتفاق. وأخرج النحاس في ناسخه، وابن مردويه عن ابن عباس قال: نزلت سورة الحجر بمكة. وأخرج ابن مردويه عن ابن الزبير مثله» .وقد ذكر الإمام ابن كثير عند تفسيره لهذه السورة أنها مكية، دون أن يذكر في ذلك خلافا.وقال الآلوسى: أخرج ابن مردويه عن ابن عباس وابن الزبير- رضى الله عنهم- أنها نزلت بمكة. وروى ذلك عن قتادة ومجاهد.وفي مجمع البيان عن الحسن أنها مكية إلا قوله- تعالى- وَلَقَدْ آتَيْناكَ سَبْعاً مِنَ الْمَثانِي وَالْقُرْآنَ الْعَظِيمَ وقوله- تعالى- كَما أَنْزَلْنا عَلَى الْمُقْتَسِمِينَ. الَّذِينَ جَعَلُوا الْقُرْآنَ عِضِينَ  .والحق أن السورة كلها مكية، وسنبين- عند تفسيرنا للآيات التي قيل بأنها مدنية- أن هذا القول ليس له دليل يعتمد عليه.4- (ا) وعند ما نقرأ هذه السورة الكريمة بتدبر وتأمل. نراها في مطلعها تشير إلى سمو مكانة القرآن الكريم، وإلى سوء عاقبة الكافرين الذين عموا وصموا عن دعوة الحق..قال- تعالى- الر، تِلْكَ آياتُ الْكِتابِ وَقُرْآنٍ مُبِينٍ. رُبَما يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كانُوا مُسْلِمِينَ. ذَرْهُمْ يَأْكُلُوا وَيَتَمَتَّعُوا وَيُلْهِهِمُ الْأَمَلُ فَسَوْفَ يَعْلَمُونَ. وَما أَهْلَكْنا مِنْ قَرْيَةٍ إِلَّا وَلَها كِتابٌ مَعْلُومٌ. ما تَسْبِقُ مِنْ أُمَّةٍ أَجَلَها وَما يَسْتَأْخِرُونَ.(ب) ثم تخبرنا بعد ذلك بأن الله- تعالى- قد تكفل بحفظ كتابه، وصيانته من أى تحريف أو تبديل، وبأن المكذبين للرسول صلى الله عليه وسلم إنما يكذبونه عن عناد وجحود، لا عن نقص في الأدلة الدالة على صدقه صلى الله عليه وسلم.قال- تعالى- إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحافِظُونَ. وَلَقَدْ أَرْسَلْنا مِنْ قَبْلِكَ فِي شِيَعِ الْأَوَّلِينَ. وَما يَأْتِيهِمْ مِنْ رَسُولٍ إِلَّا كانُوا بِهِ يَسْتَهْزِؤُنَ. كَذلِكَ نَسْلُكُهُ فِي قُلُوبِ الْمُجْرِمِينَ. لا يُؤْمِنُونَ بِهِ وَقَدْ خَلَتْ سُنَّةُ الْأَوَّلِينَ. وَلَوْ فَتَحْنا عَلَيْهِمْ باباً مِنَ السَّماءِ فَظَلُّوا فِيهِ يَعْرُجُونَ. لَقالُوا إِنَّما سُكِّرَتْ أَبْصارُنا بَلْ نَحْنُ قَوْمٌ مَسْحُورُونَ.(ج) ثم تسوق السورة الكريمة بعد ذلك ألوانا من الأدلة على وحدانية الله وقدرته، وعلى سابغ نعمه على عباده ...قال- تعالى- وَلَقَدْ جَعَلْنا فِي السَّماءِ بُرُوجاً وَزَيَّنَّاها لِلنَّاظِرِينَ. وَحَفِظْناها مِنْ كُلِّ شَيْطانٍ رَجِيمٍ. إِلَّا مَنِ اسْتَرَقَ السَّمْعَ فَأَتْبَعَهُ شِهابٌ مُبِينٌ. وَالْأَرْضَ مَدَدْناها وَأَلْقَيْنا فِيها رَواسِيَ وَأَنْبَتْنا فِيها مِنْ كُلِّ شَيْءٍ مَوْزُونٍ.(د) ثم حكت السورة قصة خلق آدم- عليه السلام-، وتكليف الملائكة بالسجود له، وامتثالهم جميعا لأمر الله- سبحانه-، وامتناع إبليس وحده عن الطاعة، وصدور حكمه- سبحانه- بطرده من الجنة ...قال- تعالى- وَلَقَدْ خَلَقْنَا الْإِنْسانَ مِنْ صَلْصالٍ مِنْ حَمَإٍ مَسْنُونٍ. وَالْجَانَّ خَلَقْناهُ مِنْ قَبْلُ مِنْ نارِ السَّمُومِ. وَإِذْ قالَ رَبُّكَ لِلْمَلائِكَةِ إِنِّي خالِقٌ بَشَراً مِنْ صَلْصالٍ مِنْ حَمَإٍ مَسْنُونٍ. فَإِذا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِنْ رُوحِي فَقَعُوا لَهُ ساجِدِينَ، فَسَجَدَ الْمَلائِكَةُ كُلُّهُمْ أَجْمَعُونَ. إِلَّا إِبْلِيسَ أَبى أَنْ يَكُونَ مَعَ السَّاجِدِينَ..(ه) ثم قصت علينا السورة الكريمة بأسلوب فيه الترغيب والترهيب، وفيه العظة والعبرة، جانبا من قصة إبراهيم، ثم من قصة لوط، ثم من قصة شعيب، ثم من قصة صالح- عليهم الصلاة والسلام- ...قال تعالى-: وَنَبِّئْهُمْ عَنْ ضَيْفِ إِبْراهِيمَ. إِذْ دَخَلُوا عَلَيْهِ فَقالُوا سَلاماً قالَ إِنَّا مِنْكُمْ وَجِلُونَ. قالُوا لا تَوْجَلْ إِنَّا نُبَشِّرُكَ بِغُلامٍ عَلِيمٍ. قالَ أَبَشَّرْتُمُونِي عَلى أَنْ مَسَّنِيَ الْكِبَرُ فَبِمَ تُبَشِّرُونَ. قالُوا بَشَّرْناكَ بِالْحَقِّ فَلا تَكُنْ مِنَ الْقانِطِينَ. قالَ وَمَنْ يَقْنَطُ مِنْ رَحْمَةِ رَبِّهِ إِلَّا الضَّالُّونَ. قالَ فَما خَطْبُكُمْ أَيُّهَا الْمُرْسَلُونَ. قالُوا إِنَّا أُرْسِلْنا إِلى قَوْمٍ مُجْرِمِينَ. إِلَّا آلَ لُوطٍ إِنَّا لَمُنَجُّوهُمْ أَجْمَعِينَ. إِلَّا امْرَأَتَهُ قَدَّرْنا إِنَّها لَمِنَ الْغابِرِينَ.(و) ثم ختمت سورة الحجر بتسلية الرسول صلى الله عليه وسلم عما أصابه من قومه، وأمرته بالصفح والعفو حتى يأتى الله بأمره، وبشرته بأنه- سبحانه- سيكفيه شر أعدائه، وبأنه سينصره عليهم ...قال- تعالى-: وَما خَلَقْنَا السَّماواتِ وَالْأَرْضَ وَما بَيْنَهُما إِلَّا بِالْحَقِّ، وَإِنَّ السَّاعَةَ لَآتِيَةٌ فَاصْفَحِ الصَّفْحَ الْجَمِيلَ. إِنَّ رَبَّكَ هُوَ الْخَلَّاقُ الْعَلِيمُ. وَلَقَدْ آتَيْناكَ سَبْعاً مِنَ الْمَثانِي وَالْقُرْآنَ الْعَظِيمَ. لا تَمُدَّنَّ عَيْنَيْكَ إِلى ما مَتَّعْنا بِهِ أَزْواجاً مِنْهُمْ وَلا تَحْزَنْ عَلَيْهِمْ، وَاخْفِضْ جَناحَكَ لِلْمُؤْمِنِينَ.ومن هذا العرض الإجمالى للسورة الكريمة، نراها قد اهتمت اهتماما واضحا بتثبيت المؤمنين وتهديد الكافرين، تارة عن طريق الترغيب والترهيب، وتارة عن طريق قصص السابقين، وتارة عن طريق التأمل في هذا الكون وما اشتمل عليه من مخلوقات تدل على وحدانية الله وعظيم قدرته وسابغ رحمته....وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم.سورة الحجر من السور التي افتتحت ببعض حروف التهجي الر.وقد بينا- بشيء من التفصيل- عند تفسيرنا لسورة: البقرة، وآل عمران، والأعراف ...آراء العلماء في هذه الحروف التي افتتحت بها بعض سور القرآن الكريم.وقلنا ما خلاصته: من العلماء من يرى أن المعنى المقصود منها غير معروف لأنها من المتشابه الذي استأثر الله بعلمه..ومنهم من يرى أن المعنى المقصود منها معلوم، وأنها ليست من المتشابه، بل هي أسماء للسور التي افتتحت بها ... أو هي حروف مقطعة بعضها من أسماء الله، وبعضها من صفاته ...ثم قلنا: ولعل أقرب الآراء إلى الصواب أن يقال: إن هذه الحروف المقطعة، قد وردت في افتتاح بعض السور للإشعار بأن هذا القرآن الذي تحدى الله به المشركين، هو من جنس الكلام المركب من هذه الحروف التي يعرفونها، ويقدرون على تأليف الكلام منها، فإذا عجزوا عن الإتيان بسورة من مثله، فذلك لبلوغه في الفصاحة والحكمة مرتبة يقف فصحاؤهم وبلغاؤهم دونها بمراحل.وفضلا عن ذلك فإن تصدير بعض السور بمثل هذه الحروف المقطعة، يجذب أنظار المعرضين عن استماع القرآن حين يتلى عليهم إلى الإنصات والتدبر، لأنه يطرق أسماعهم في أول التلاوة ألفاظ غير مألوفة في مجاري كلامهم وذلك مما يلفت أنظارهم ليتبينوا ما يراد منها، فيسمعوا حكما وهدايات قد تكون سببا في استجابتهم للحق، كما استجاب صالحو الجن الذين حكى الله- تعالى- عنهم أنهم عند ما استمعوا إلى القرآن قالوا: إِنَّا سَمِعْنا قُرْآناً عَجَباً. يَهْدِي إِلَى الرُّشْدِ فَآمَنَّا بِهِ وَلَنْ نُشْرِكَ بِرَبِّنا أَحَداً....واسم الإشارة تِلْكَ يعود إلى الآيات التي تضمنتها هذه السورة، أو إلى جميع الآيات القرآنية التي نزلت قبل ذلك.والمراد بالكتاب: القرآن الكريم، ولا يقدح في هذا، ذكر لفظ القرآن بعده، لأنه- سبحانه- جمع له بين الاسمين تفخيما لشأنه، وتعظيما لقدره.ومُبِينٍ اسم فاعل من أبان الذي هو بمعنى بان، مبالغة في الوضوح والظهور.قال صاحب الصحاح: يقال: «بان الشيء يبين بيانا، أى اتضح، فهو بين وكذا أبان الشيء فهو مبين ... » .والمعنى: تلك- أيها الناس- آيات بينات من الكتاب الكامل في جنسه، ومن القرآن العظيم الشأن، الواضح في حكمه وأحكامه، المبين في هدايته وإعجازه فأقبلوا عليها بالحفظ لها، وبالعمل بتوجيهاتها، لتنالوا السعادة في دنياكم وآخرتكم.قال الآلوسى: وفي جمع وصفي الكتابية والقرآنية من تفخيم شأن القرآن ما فيه، حيث أشير بالأول إلى اشتماله على صفات كمال جنس الكتب الإلهية فكأنه كلها، وبالثاني إلى كونه ممتازا عن غيره، نسيجا وحده، بديعا في بابه، خارجا عن دائرة البيان، قرآنا غير ذي عوج..»"},{"ayah_number":2,"text":"ثم بين- سبحانه- أن الكافرين سيندمون بسبب كفرهم في وقت لا ينفع فيه الندم، فقال- تعالى-: رُبَما يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كانُوا مُسْلِمِينَ.قال الشوكانى ما ملخصه: قرأ نافع وعاصم بتخفيف الباء من رُبَما، وقرأ الباقون بتشديدها.. وأصلها أن تستعمل في القليل وقد تستعمل في الكثير.قال الكوفيون: أى يود الكفار في أوقات كثيرة لو كانوا مسلمين.وقيل: هي هنا للتقليل، لأنهم ودوا ذلك في بعض المواضع لا في كلها لشغلهم بالعذاب....»  .وقد حاول بعض المفسرين الجمع بين القولين فقال: من قال بأن رُبَما هنا للتكثير نظر إلى كثرة تمنيهم أن لو كانوا مؤمنين، ومن قال بأنها للتقليل نظر إلى قلة زمان إفاقتهم من العذاب بالنسبة إلى زمان دهشتهم منه، وهذا لا ينافي أن التمني يقع كثيرا منهم في زمن إفاقتهم القليل، فلا تخالف بين القولين  .والمعنى: ود الذين كفروا عند ما تنكشف لهم الحقائق. فيعرفون أنهم على الباطل، وأن المؤمنين على الحق، أن لو كانوا مسلمين، حتى ينجوا من الخزي والعقاب.ودخلت رب هنا على الفعل المضارع يَوَدُّ مع اختصاصها بالدخول على الفعل الماضي، للإشارة إلى أن أخبار الله- تعالى- بمنزلة الواقع المحقق سواء أكانت للمستقبل أم لغيره.قال صاحب الكشاف: «فإن قلت: لم دخلت على المضارع وقد أبوا دخولها إلا على الماضي؟ قلت: لأن المترقب في أخبار الله- تعالى- بمنزلة الماضي المقطوع به في تحققه، فكأنه قيل: «ربما ود الذين كفروا ... » .ولَوْ في قوله لَوْ كانُوا مُسْلِمِينَ يصح أن تكون امتناعية، وجوابها محذوف، والتقدير: لو كانوا مسلمين لسروا بذلك.ويصح أن تكون مصدرية، والتقدير: ود الذين كفروا كونهم مسلمين.وعلى كلا المعنيين فهي مستعملة في التمني الذي هو طلب حصول الأمر الممتنع الحصول.وقال- سبحانه- لَوْ كانُوا ... بفعل الكون الماضي، للإشعار بأنهم يودون الدخول في الإسلام، بعد مضى وقت التمكن من الدخول فيه.وعبر- سبحانه- عن متمناهم بالغيبة كانُوا، نظرا لأن الكلام مسوق بصدد الإخبار عنهم، وليس بصدد الصدور منهم، ولو كان كذلك لقيل: لو كنا مسلمين.هذا، وللمفسرين أقوال في الوقت الذي ود فيه الكافرون أن لو كانوا مسلمين، فمنهم من يرى أن ودادتهم هذه تكون في الدنيا، ومنهم من يرى أنها تكون عند الموت، ومنهم من يرى أنها تكون عند الحساب، وعند عفو الله عن عصاة المؤمنين.والحق أن هذه الودادة تكون في كل موطن يعرف فيه الكافرون بطلان كفرهم، وفي كل وقت ينكشف لهم فيه أن الإسلام هو الدين الحق.فهم تمنوا أن لو كانوا مسلمين في الدنيا، عند ما رأوا نصر الله لعباده المؤمنين، في غزوة بدر وفي غزوة الفتح وفي غيرهما، فعن ابن مسعود- رضى الله عنه-: «ود كفار قريش ذلك يوم بدر حين رأوا نصر الله للمسلمين» .وهم تمنوا ذلك عند الموت كما حكى عنهم- سبحانه- ذلك في آيات كثيرة منها قوله - تعالى-: حَتَّى إِذا جاءَ أَحَدَهُمُ الْمَوْتُ قالَ رَبِّ ارْجِعُونِ. لَعَلِّي أَعْمَلُ صالِحاً فِيما تَرَكْتُ ... .وهم يتمنون ذلك عند ما يعرضون على النار يوم القيامة. قال- تعالى- وَلَوْ تَرى إِذْ وُقِفُوا عَلَى النَّارِ فَقالُوا يا لَيْتَنا نُرَدُّ وَلا نُكَذِّبَ بِآياتِ رَبِّنا وَنَكُونَ مِنَ الْمُؤْمِنِينَ .وهم يتمنون ذلك عند ما يرون عصاة المؤمنين، وقد أخرجهم الله- تعالى برحمته من النار.وقد ذكر الإمام ابن كثير هنا جملة من الأحاديث الدالة على ذلك منها: ما أخرجه الطبراني عن أنس بن مالك قال: قال رسول الله صلى الله عليه وسلم: «إن ناسا من أهل «لا إله إلا الله» يدخلون النار بذنوبهم، فيقول لهم أهل اللات والعزى: ما أغنى عنكم قولكم «لا إله إلا الله» وأنتم معنا في النار؟ قال فيغضب الله لهم، فيخرجهم، فيلقيهم في نهر الحياة فيبرءون من حرقهم كما يبرأ القمر من خسوفه، فيدخلون الجنة. ويسمون فيها الجهنميين.فقال رجل: يا أنس، أنت سمعت هذا من رسول الله صلى الله عليه وسلم؟ فقال أنس: سمعت رسول الله صلى الله عليه وسلم يقول: «من كذب على متعمدا فليتبوأ مقعده من النار» نعم، أنا سمعت النبي صلى الله عليه وسلم يقول هذا .قال بعض العلماء: وأقوال العلماء في هذه الآية راجعة إلى شيء واحد، لأن من يقول: إن الكافر إذا احتضر تمنى أن لو كان مسلما، ومن يقول: إنه إذا عاين النار تمنى أن لو كان مسلما.. كل ذلك راجع إلى أن الكفار إذا عاينوا الحقيقية ندموا على الكفر وتمنوا أنهم لو كانوا مسلمين  .وفي هذه الآية ما فيها من تثبيت المؤمنين، ومن تبشيرهم بأنهم على الحق، ومن حض للكافرين على الدخول في الإسلام قبل فوات الأوان، ومن تحذير لهم من سوء عاقبة الكفر والطغيان."},{"ayah_number":3,"text":"ثم أمر- سبحانه- الرسول صلى الله عليه وسلم بأن يذرهم في طغيانهم يعمهون، بعد أن ثبت أنهم قوم لا ينفع فيهم إنذار فقال- تعالى-: ذَرْهُمْ يَأْكُلُوا وَيَتَمَتَّعُوا وَيُلْهِهِمُ الْأَمَلُ فَسَوْفَ يَعْلَمُونَ.وذر فعل أمر بمعنى اترك، ومضارعه يذر، ولا يستعمل له ماض إلا في النادر، ومن هذا النادر ما جاء في الحديث الشريف: «ذروا الحبشة ما وذرتكم» .و «يتمتعوا» من المتاع بمعنى الانتفاع بالشيء بتلذذ وعدم نظر إلى العواقب.«ويلههم» : من الانشغال عن الشيء ونسيانه، يقال: فلان ألهاه كذا عن أداء واجبه، أى: شغله.والأمل: الرغبة في الحصول على الشيء، وأكثر ما يستعمل فيما يستبعد حصوله.والمعنى: اترك- أيها الرسول الكريم- هؤلاء الكافرين، وخلهم وشأنهم، ليأكلوا كما تأكل الأنعام، وليتمتعوا بدنياهم كما يشاءون، وليشغلهم أملهم الكاذب عن اتباعك، فسوف يعلمون سوء عاقبة صنيعهم في العاجل أو الآجل.قال صاحب الكشاف: وقوله ذَرْهُمْ يعنى اقطع طمعك من ارعوائهم، ودعهم من النهى عما هم عليه، والصد عنه بالتذكرة والنصيحة، واتركهم يَأْكُلُوا وَيَتَمَتَّعُوا بدنياهم، وتنفيذ شهواتهم ويشغلهم أملهم وتوقعهم لطول الأعمار واستقامة الأحوال.وألا يلقوا في العاقبة إلا خيرا فسوف يعلمون سوء صنيعهم .وإنما أمره- سبحانه- بذلك، لعدم الرجاء في صلاحهم، بعد أن مكث فيهم الرسول صلى الله عليه وسلم زمنا طويلا، يدعوهم إلى الحق، بأساليب حكيمة.وفي تقديم الأكل على غيره، إيذان بأن تمتعهم إنما هو من قبيل تمتع البهائم بالمآكل والمشارب. قال- تعالى-: ... وَالَّذِينَ كَفَرُوا يَتَمَتَّعُونَ وَيَأْكُلُونَ كَما تَأْكُلُ الْأَنْعامُ وَالنَّارُ مَثْوىً لَهُمْ   كما أن فيه تعييرا لهم بما تعارفوا عليه من أن الاقتصار في الحياة على إشباع اللذات الجسدية، دون التفات إلى غيرها من مكارم الأخلاق، يدل على سقوط الهمة، وبلادة الطبع. قال الحطيئة يهجو الزبرقان بن عمرو:دع المكارم لا ترحل لبغيتها ... واقعد فإنك أنت الطاعم الكاسىأى: واقعد عن طلب المكارم والمعالي فإنك أنت المطعوم المكسو من جهة غيرك.والفعل «يأكلوا» وما عطف عليه مجزوم في جواب الأمر «ذرهم» ، وبعضهم يجعله مجزوم بلام الأمر المحذوفة، الدالة على التوعد والتهديد، ولا يستحسن جعله مجزوما في جواب الأمر، لأنهم يأكلون ويتمتعون سواء أترك الرسول صلى الله عليه وسلم دعوتهم أم دعاهم.والفاء في قوله- سبحانه- فَسَوْفَ يَعْلَمُونَ للتفريع الدال على الزجر والإنذار.والاستجابة للحق قبل فوات الأوان.أى: ذرهم فيما هم فيه من حياة حيوانية، لا تفكر فيها ولا تدبر، ومن آمال خادعة براقة شغلتهم عن حقائق الأمور، فسوف يعلمون سوء عاقبة ذلك وسوف يرون ما يحزنهم ويشقيهم ويبكيهم طويلا بعد أن ضحكوا قليلا ...وفي ذلك إشارة إلى أن لإمهالهم أجلا معينا ينقضي عنده، ثم يأتيهم العذاب الأليم.قال الآلوسى- رحمه الله-: وفي هذه الآية إشارة إلى أن التلذذ والتنعم، وعدم الاستعداد للآخرة، والتأهب لها، ليس من أخلاق من يطلب النجاة.وجاء عن الحسن: ما أطال عبد الأمل إلا أساء العمل.وأخرج أحمد في الزهد، والطبراني في الأوسط، والبيهقي في شعب الإيمان عن عمرو بن شعيب عن أبيه عن جده- لا أعلمه إلا رفعه- قال: «صلاح أول هذه الأمة بالزهد واليقين، ويهلك آخرها بالبخل وطول الأمل» .وفي بعض الآثار عن على- كرم الله وجهه-: إنما أخشى عليكم اثنين: طول الأمل، واتباع الهوى، فإن طول الأمل ينسى الآخرة، واتباع الهوى يصد عن الحق» .هذا، وشبيه بهذه الآية قوله- تعالى-: فَذَرْهُمْ يَخُوضُوا وَيَلْعَبُوا حَتَّى يُلاقُوا يَوْمَهُمُ الَّذِي يُوعَدُونَ  .وقوله- تعالى-: فَذَرْهُمْ حَتَّى يُلاقُوا يَوْمَهُمُ الَّذِي فِيهِ يُصْعَقُونَ .وقوله- تعالى-: قُلْ تَمَتَّعُوا فَإِنَّ مَصِيرَكُمْ إِلَى النَّارِ ."},{"ayah_number":4,"text":"ثم قرر- سبحانه- أن هلاك الأمم الظالمة، موقوت بوقت محدد في علمه، وأن سنته في ذلك ماضية لا تتخلف، فقال- تعالى- وَما أَهْلَكْنا مِنْ قَرْيَةٍ إِلَّا وَلَها كِتابٌ مَعْلُومٌ. ما تَسْبِقُ مِنْ أُمَّةٍ أَجَلَها وَما يَسْتَأْخِرُونَ.و «من» في قوله مِنْ قَرْيَةٍ ومِنْ أُمَّةٍ للتأكيد. والمراد بالقرية أهلها.والمراد بالكتاب المعلوم: الوقت المحدد في علم الله- تعالى- لهلاكها، شبه بالكتاب لكونه لا يقبل الزيادة أو النقص. والأجل: مدة الشيء.أى: وما أهلكنا من قرية من القرى الظالم أهلها، إلا ولهلاكها وقت محدد في علمنا المحيط بكل شيء، ومحال أن تسبق أمة من الأمم أجلها المقدر لها أو تتأخر عنه.قال ابن جرير- رحمه الله- عند تفسيره لهاتين الآيتين ما ملخصه: يقول- تعالى- ذكره- وَما أَهْلَكْنا يا محمد مِنْ أهل قَرْيَةٍ من القرى التي أهلكنا أهلها فيما مضى: إِلَّا وَلَها كِتابٌ مَعْلُومٌ أى: أجل مؤقت ومدة معروفة، لا نهلكهم حتى يبلغوها، فإذا بلغوها أهلكناهم عند ذلك.. دون أن يتقدم هلاكهم عن ذلك أو يتأخر» .وجملة إِلَّا وَلَها كِتابٌ مَعْلُومٌ في محل نصب على الحال من قرية، وصح ذلك لأن كلمة قرية وإن كانت نكرة، إلا أن وقوعها في سياق النفي سوغ مجيء الحال منها.أى: ما أهلكناها في حال من الأحوال، إلا في حال بلوغها نهاية المدة المقدرة لبقائها دون تقديم أو تأخير."},{"ayah_number":5,"text":"قال- تعالى- وَلِكُلِّ أُمَّةٍ أَجَلٌ، فَإِذا جاءَ أَجَلُهُمْ لا يَسْتَأْخِرُونَ ساعَةً وَلا يَسْتَقْدِمُونَ وجملة «ما تسبق من أمة أجلها وما يستأخرون» بيان لجملة «إلا ولها كتاب معلوم» لتأكيد التحديد، في بدئه وفي نهايته.وحذف متعلق «يستأخرون» للعلم به، أى: وما يستأخرون عنه.والآيتان الكريمتان تدلان بوضوح، على أن إمهال الظالمين ليس معناه ترك عقابهم، وإنما هو رحمة من الله بهم لعلهم أن يثوبوا إلى رشدهم، ويسلكوا الطريق القويم ...فإذا ما لجوا في طغيانهم، حل بهم عقاب الله- تعالى- في الوقت المحدد في علمه- سبحانه-.قال صاحب الظلال: ولقد يقال: إن أمما لا تؤمن ولا تحسن ولا تصلح ولا تعدل. وهي مع ذلك قوية ثرية باقية، وهذا وهم.فلا بد من بقية من خير في هذه الأمم، ولو كان هو خير العمارة للأرض، وخير العدل في حدوده الضيقة بين أبنائها، وخير الإصلاح المادي والإحسان المحدود بحدودها.فعلى هذه البقية من الخير تعيش حتى تستنفدها، فلا تبقى فيها من الخير بقية ثم تنتهي حتما إلى المصير المعلوم. إن سنة الله لا تتخلف. ولكل أمة أجل معلوم  ."},{"ayah_number":6,"text":"ثم حكى- سبحانه- سوء أدب هؤلاء الكافرين مع رسولهم صلى الله عليه وسلم فقال- تعالى- وَقالُوا يا أَيُّهَا الَّذِي نُزِّلَ عَلَيْهِ الذِّكْرُ إِنَّكَ لَمَجْنُونٌ. لَوْ ما تَأْتِينا بِالْمَلائِكَةِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ والقائلون هم بعض مشركي قريش. قال مقاتل: نزلت الآيتان في عبد الله بن أمية، والنضر بن الحارث، ونوفل بن خويلد، والوليد بن المغيرة.والمراد بالذكر: القرآن الكريم. قال- تعالى- وَهذا ذِكْرٌ مُبارَكٌ أَنْزَلْناهُ أَفَأَنْتُمْ لَهُ مُنْكِرُونَ  .و «مجنون» : اسم مفعول من الجنون، وهو فساد العقل."},{"ayah_number":7,"text":"و «لو ما» : حرف تحضيض مركب من لو المفيدة للتمني، ومن ما الزائدة فأفاد المجموع الحث على الفعل.والمعنى: وقال الكافرون لرسولهم صلى الله عليه وسلم على سبيل الاستهزاء والتهكم: «يا أيها» المدعى بأن الوحى ينزل عليك بهذا القرآن الذي تتلوه علينا، «إنك لمجنون» بسبب هذه الدعوى التي تدعيها. وبسبب طلبك منا اتباعك وتركنا ما وجدنا عليه آباءنا ...هلا إن كنت صادقا في دعواك، أن تحضر معك الملائكة، ليخبرونا بأنك على حق فيما تدعيه، وبأنك من الصادقين في تبليغك عن الله- تعالى- ما أمرك بتبليغه؟وأكدوا الحكم على الجنون بإن واللام، لقصدهم تحقيق ذلك في نفوس السامعين ممن هم على شاكلتهم في الكفر والضلال، حتى ينصرفوا عن الاستماع إليه صلى الله عليه وسلم.قال الآلوسى: يعنون يا من يدعى مثل هذا الأمر العظيم، الخارق للعادة إنك بسبب تلك الدعوى تحقق جنونك على أتم وجه. وهذا كما يقول الرجل لمن يسمع منه كلاما يستبعده، أنت مجنون  .فأنت ترى أن الآيتين الكريمتين قد حكتا ألوانا من سوء أدبهم، منها: مخاطبتهم له صلى الله عليه وسلم بهذا الأسلوب الدال على التهكم والاستخفاف، حيث قالوا: «يا أيها الذي نزل عليه الذكر» ، مع أنهم لا يقرون بنزول شيء عليه.ووصفهم له بالجنون، وهو صلى الله عليه وسلم أرجح الناس عقلا، وأفضلهم فكرا..وشكهم في صدقه، حيث طلبوا منه- على سبيل التعنت- أن يحضر معه الملائكة ليعاضدوه في دعواه كما قال تعالى في آيات أخرى منها قوله- تعالى- وَقالَ الَّذِينَ لا يَرْجُونَ لِقاءَنا لَوْلا أُنْزِلَ عَلَيْنَا الْمَلائِكَةُ أَوْ نَرى رَبَّنا ...  .وقوله- تعالى-: ... لَوْلا أُنْزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُ نَذِيراً  ."},{"ayah_number":8,"text":"وقد رد الله- تعالى- عليهم بما يكبتهم ويخرس ألسنتهم فقال: ما نُنَزِّلُ الْمَلائِكَةَ إِلَّا بِالْحَقِّ، وَما كانُوا إِذاً مُنْظَرِينَ.وقرأ الجمهور ما تنزل- بفتح التاء والزاى على أن أصله تتنزل- ورفع الملائكة على الفاعلية.وقرأ أبو بكر عن عاصم ما تنزل- بضم التاء وفتح الزاى على البناء للمجهول- ورفع الملائكة على أنه نائب فاعل.وقرأ الكسائي وحفص عن عاصم ما نُنَزِّلُ- بنون في أوله وكسر الزاى- ونصب الملائكة على المفعولية والباء في قوله إِلَّا بِالْحَقِّ للملابسة.أى: ما ننزل الملائكة إلا تنزيلا ملتبسا بالحق، أى: بالوجه الذي تقتضيه حكمتنا وجرت به سنتنا، كأن ننزلهم لإهلاك الظالمين، أو لتبليغ وحينا إلى رسلنا، أو لغير ذلك من التكاليف التي نريدها ونقدرها، والتي ليس منها ما اقترحه المشركون على رسولنا صلى الله عليه وسلم من قولهم لَوْ ما تَأْتِينا بِالْمَلائِكَةِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ، ولذا اقتضت حكمتنا ورحمتنا عدم إجابة مقترحاتهم.وقوله وَما كانُوا إِذاً مُنْظَرِينَ بيان لما سيحل بهم فيما لو أجاب الله- تعالى- مقترحاتهم.و «إذا» حرف جواب وجزاء.و «منظرين» من الإنظار بمعنى التأخير والتأجيل.وهذه الجملة جواب لجملة شرطية محذوفة، تفهم من سياق الكلام، والتقدير: ولو أنزل- سبحانه- الملائكة مع الرسول صلى الله عليه وسلم، وبقي هؤلاء المشركون على شركهم مع ذلك، لعوجلوا بالعقوبة المدمرة لهم، وما كانوا إذا ممهلين أو مؤخرين، بل يأخذهم العذاب بغتة.قال الإمام الشوكانى: قوله وَما كانُوا إِذاً مُنْظَرِينَ في الكلام حذف. والتقدير:ولو أنزلنا الملائكة لعوجلوا بالعقوبة، وما كانوا إذا منظرين. فالجملة المذكورة جزاء للجملة الشرطية المحذوفة» .وشبيه بهذه الآية قوله- تعالى- وَقالُوا لَوْلا أُنْزِلَ عَلَيْهِ مَلَكٌ، وَلَوْ أَنْزَلْنا مَلَكاً لَقُضِيَ الْأَمْرُ ثُمَّ لا يُنْظَرُونَ ."},{"ayah_number":9,"text":"ثم بين- سبحانه- أنه قد تكفل بحفظ هذا القرآن الذي سبق للكافرين أن استهزءوا به، وبمن نزل عليه فقال- تعالى-: إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحافِظُونَ.أى: إنا نحن بقدرتنا وعظم شأننا نزلنا هذا القرآن الذي أنكرتموه على قلب نبينا محمد صلى الله عليه وسلم وَإِنَّا لهذا القرآن لَحافِظُونَ من كل ما يقدح فيه، كالتحريف والتبديل، والزيادة والنقصان والتناقض والاختلاف، ولحافظون له بالإعجاز، فلا يقدر أحد على معارضته أو على الإتيان بسورة من مثله، ولحافظون له بقيام طائفة من أبناء هذه الأمة الإسلامية باستظهاره وحفظه والذب عنه إلى أن يرث الله الأرض ومن عليها.قال صاحب الكشاف: قوله إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ رد لإنكارهم واستهزائهم في قولهم يا أَيُّهَا الَّذِي نُزِّلَ عَلَيْهِ الذِّكْرُ إِنَّكَ لَمَجْنُونٌ، ولذلك قال: إنا نحن، فأكد عليهم أنه هو المنزل على القطع والبتات، وأنه هو الذي بعث به جبريل إلى محمد صلى الله عليه وسلم ومن بين يديه ومن خلفه رصد حتى نزل وبلغ محفوظا من الشياطين، وهو حافظه في كل وقت من كل زيادة ونقصان ... » .وقال الآلوسى: ما ملخصه: «ولا يخفى ما في سبك الجملتين- إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ، وَإِنَّا لَهُ لَحافِظُونَ من الدلالة على كمال الكبرياء والجلالة، وعلى فخامة شأن التنزيل، وقد اشتملتا على عدة من وجوه التأكيد. ونَحْنُ ليس ضمير فصل لأنه لم يقع بين اسمين، وإنما هو إما مبتدأ أو توكيد لاسم إن. والضمير في لَهُ للقرآن كما هو الظاهر، وقيل هو للنبي صلى الله عليه وسلم ... » .هذا ونحن ننظر في هذه الآية الكريمة، من وراء القرون الطويلة منذ نزولها فنرى أن الله- تعالى- قد حقق وعده في حفظ كتابه، ومن مظاهر ذلك:1- أن ما أصاب المسلمين من ضعف ومن فتن، ومن هزائم، وعجزوا معها عن حفظ أنفسهم وأموالهم وأعراضهم.. هذا الذي أصابهم في مختلف الأزمنة والأمكنة، لم يكن له أى أثر على قداسة القرآن الكريم، وعلى صيانته من أى تحريف.ومن أسباب هذه الصيانة أن الله- تعالى- قيض له في كل زمان ومكان، من أبناء هذه الأمة، من حفظه عن ظهر قلب، فاستقر بين الأمة بمسمع من النبي صلى الله عليه وسلم، وصار حفاظه بالغين عدد التواتر في كل مصر وفي كل عصر.قال الفخر الرازي: فإن قيل: فلماذا اشتغل الصحابة بجمع القرآن في المصحف، وقد وعد الله بحفظه، وما حفظه الله فلا خوف عليه؟فالجواب: أن جمعهم للقرآن كان من أسباب حفظ الله- تعالى- إياه، فإنه- سبحانه- لما أن حفظه قيضهم لذلك....»  .2- أن أعداء هذا الدين- سواء أكانوا من الفرق الضالة المنتسبة للإسلام أم من غيرهم- امتدت أيديهم الأثيمة إلى أحاديث النبي صلى الله عليه وسلم فأدخلوا فيها ما ليس منها ...وبذل العلماء العدول الضابطون ما بذلوا من جهود لتننقية السنة النبوية مما فعله هؤلاء الأعداء..ولكن هؤلاء الأعداء، لم يقدروا على شيء واحد، وهو إحداث شيء في هذا القرآن، مع أنهم وأشباههم في الضلال، قد أحدثوا ما أحدثوا في الكتب السماوية السابقة..قال بعض العلماء. سئل القاضي إسماعيل البصري عن السر في تطرّق التغيير للكتب السالفة، وسلامة القرآن من ذلك فأجاب بقوله: إن الله أوكل للأحبار حفظ كتبهم فقال:«بما استحفظوا من كتاب الله» وتولى- سبحانه- حفظ القرآن بذاته فقال: إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحافِظُونَ  .وقد ذكر الإمام القرطبي ما يشبه ذلك نقلا عن سفيان بن عيينة في قصة طويلة  .والخلاصة، أن سلامة القرآن من أى تحريف- رغم حرص الأعداء على تحريفه ورغم ما أصاب المسلمين من أحداث جسام، ورغم تطاول القرون والدهور- دليل ساطع على أن هناك قوة خارقة- خارجة عن قوة البشر- قد تولت حفظ هذا القرآن، وهذه القوة هي قوة الله- عز وجل- ولا يمارى في ذلك إلا الجاحد الجهول ..."},{"ayah_number":10,"text":"ثم ساق- سبحانه- بعد ذلك من الآيات ما فيه تعزية وتسلية للرسول صلى الله عليه وسلم عما أصابه من سفهاء قومه، فأخبره بأن ما أصابه منهم يشبه ما فعله المكذبون السابقون مع رسلهم، فقال- تعالى- وَلَقَدْ أَرْسَلْنا مِنْ قَبْلِكَ فِي شِيَعِ الْأَوَّلِينَ. وَما يَأْتِيهِمْ مِنْ رَسُولٍ إِلَّا كانُوا بِهِ يَسْتَهْزِؤُنَ. كَذلِكَ نَسْلُكُهُ فِي قُلُوبِ الْمُجْرِمِينَ. لا يُؤْمِنُونَ بِهِ وَقَدْ خَلَتْ سُنَّةُ الْأَوَّلِينَ.قال الجمل: «لما أساءوا في الأدب، وخاطبوه صلى الله عليه وسلم خطاب السفاهة، حيث قالوا له:«إنك لمجنون» ، سلّاه الله فقال له: إن عادة الجهال مع جميع الأنبياء كانت هكذا، وكانوا يصبرون على أذى الجهال. ويستمرون على الدعوة والإنذار، فاقتد أنت بهم في ذلك ... » .والشيع جمع شيعة وهي الطائفة من الناس المتفقة على طريقة ومذهب واحد، من شاعه إذا تبعه، وأصله- كما يقول القرطبي- مأخوذ من الشياع وهو الحطب الصغار توقد به الكبار.والمعنى: ولقد أرسلنا من قبلك- أيها الرسول الكريم- رسلا كثيرين، في طوائف الأمم الأولين، فدعا الرسل أقوامهم إلى ما دعوت إليه أنت قومك من وجوب إخلاص العبادة لله- تعالى-، فما كان من أولئك المدعوين السابقين إلا أن قابلت كل فرقة منهم رسولها بالسخرية والاستهزاء، كما قابلك سفهاء قومك.وذلك لأن المكذبين في كل زمان ومكان يتشابهون في الطباع الذميمة، وفي الأخلاق القبيحة: كمال قال- تعالى- كَذلِكَ ما أَتَى الَّذِينَ مِنْ قَبْلِهِمْ مِنْ رَسُولٍ إِلَّا قالُوا ساحِرٌ أَوْ مَجْنُونٌ. أَتَواصَوْا بِهِ، بَلْ هُمْ قَوْمٌ طاغُونَ .والجار والمجرور مِنْ قَبْلِكَ متعلق بأرسلنا، أو بمحذوف وقع نعتا لمفعوله المحذوف.أى: ولقد أرسلنا رسلا كائنة من قبلك.وإضافة الشيع إلى الأولين من إضافة الموصوف إلى صفته عند بعض النحاة، أو من حذف الموصوف عند البعض الآخر، أى شيع الأمم الأولين."},{"ayah_number":11,"text":"وعبر بقوله- سبحانه- إِلَّا كانُوا بِهِ يَسْتَهْزِؤُنَ للإشعار بأن الاستهزاء بالرسل كان طبيعة فيهم- كما يومئ إليه لفظ كان، وأنه متكرر منهم- كما يفيده التعبير بالفعل المضارع-"},{"ayah_number":12,"text":"والكاف في قوله كَذلِكَ نَسْلُكُهُ.. للتشبيه، واسم الإشارة «ذلك» يعود إلى السلك المأخوذ من نسلكه.والسلك مصدر سلك- من باب نصر- وهو إدخال الشيء في الشيء، كإدخال الخيط في المخيط.والضمير المنصوب في «نسلكه» يعود إلى القرآن الكريم الذي سبق الحديث عنه.والمراد بالمجرمين في قوله فِي قُلُوبِ الْمُجْرِمِينَ مشركو قريش ومن لف لفهم.والمعنى: كما سلكنا كتب الرسل السابقين في قلوب أولئك المستهزئين نسلك القرآن في قلوب هؤلاء المجرمين من قومك يا محمد، بأن نجعلهم يسمعونه ويفهمونه ويدركون خصائصه دون أن يستقر في قلوبهم استقرار تصديق وإذعان لاستيلاء الجحود والعناد والحسد عليهم.وقوله لا يُؤْمِنُونَ بِهِ بيان للسلك المشبه به، أو حال من المجرمين.أى: أدخلنا القرآن في قلوبهم ففهموه، ولكنهم لا يؤمنون به عنادا وجحودا.وعلى هذا التفسير يكون الضمير في نَسْلُكُهُ وفي بِهِ يعودان إلى القرآن الكريم، الذي سبق الحديث عنه في قوله- تعالى- إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحافِظُونَ.ومن المفسرين الذين ذكروا هذا الوجه ولم يذكروا سواه صاحب الكشاف، فقد قال:«والضمير في قوله نَسْلُكُهُ، للذكر: أى: مثل ذلك السلك ونحوه نسلك الذكر فِي قُلُوبِ الْمُجْرِمِينَ على معنى أن يلقيه في قلوبهم مكذبا مستهزئا به غير مقبول، كما لو أنزلت بلئيم حاجة فلم يجبك إليها: فقلت: كذلك أنزلها باللئام: تعنى مثل هذا الإنزال أنزلها بهم مردودة غير مقضية.ومحل قوله لا يُؤْمِنُونَ بِهِ النصب على الحال، أى: غير مؤمن به. أو هو بيان لقوله كَذلِكَ نَسْلُكُهُ.. .وقد زكى هذا الوجه صاحب الانتصاف فقال: والمراد- والله أعلم- إقامة الحجة على المكذبين، بأن الله- تعالى- سلك القرآن في قلوبهم، وأدخله في سويدائها، كما سلك ذلك في قلوب المؤمنين المصدقين، فكذب به هؤلاء، وصدق به هؤلاء، كل على علم وفهم لِيَهْلِكَ مَنْ هَلَكَ عَنْ بَيِّنَةٍ وَيَحْيى مَنْ حَيَّ عَنْ بَيِّنَةٍ ... ، ولئلا يكون للكفار حجة بأنهم ما فهموا وجوه الإعجاز كما فهمها من آمن ... » .ويرى بعض المفسرين- كالإمام ابن جرير- أن الضمير في نسلكه يعود إلى الكفر الذي سلكه الله في قلوب المكذبين السابقين، أما الضمير في بِهِ فيعود إلى القرآن الكريم، فقد قال: قوله- تعالى- كَذلِكَ نَسْلُكُهُ فِي قُلُوبِ الْمُجْرِمِينَ لا يُؤْمِنُونَ بِهِ ...يعنى: كما سلكنا الكفر في قلوب شيع الأولين بالاستهزاء بالرسل، كذلك نفعل ذلك في قلوب مشركي قومك الذين أجرموا بسبب الكفر بالله."},{"ayah_number":13,"text":"لا يُؤْمِنُونَ بِهِ يقول: لا يصدقون بالذكر الذي أنزل إليك. .ومع أن هذا التفسير الذي ارتضاه شيخ المفسرين ابن جرير له وجاهته، إلا أننا نميل إلى التفسير الأول الذي ارتضاه صاحب الكشاف، لأنه هو المتبادر من معنى الآية، ومن المفسرين الذين رجحوا ذلك الفخر الرازي، فقد قال- رحمه الله- خلال كلام طويل ما ملخصه:«التأويل الصحيح أن الضمير في قوله- تعالى- كَذلِكَ نَسْلُكُهُ عائد إلى الذكر، الذي هو القرآن، فإنه- تعالى- قال قبل هذه الآية إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وقال بعده كَذلِكَ نَسْلُكُهُ أى: هكذا نسلك القرآن في قلوب المجرمين.والمراد من هذا السلك، هو أنه- تعالى- يسمعهم هذا القرآن، ويخلق في قلوبهم حفظه والعلم بمعانيه. إلا أنهم مع هذه الأحوال لا يؤمنون به عنادا وجهلا..ويدل على صحة هذا التأويل، أن الضمير في قوله لا يُؤْمِنُونَ بِهِ عائد على القرآن بالإجماع، فوجب أن يكون الضمير في نَسْلُكُهُ عائدا إليه- أيضا- لأنهما ضميران متعاقبان فيجب عودهما إلى شيء واحد ... » .وقوله- سبحانه- وَقَدْ خَلَتْ سُنَّةُ الْأَوَّلِينَ تهديد لهؤلاء المكذبين من كفار مكة ومن سار على شاكلتهم، وتكملة للتسلية لرسول الله صلى الله عليه وسلم.أى: وقد مضت سنة الله التي لا تتخلف وطريقته المألوفة بأن ينزل عذابه بالمجرمين، كما أنزله بالأمم الماضية، بسبب تكذيبها لرسلها، واستهزائها بهم فلا تحزن- أيها الرسول الكريم- لما أصابك من سفهاء قومك فسننصرك عليهم.وأضاف- سبحانه- السنة إلى الأولين، باعتبار تعلقها بهم، وإنما هي سنة الله فيهم لأنها المقصود هنا، والإضافة لأدنى ملابسة."},{"ayah_number":14,"text":"ثم ختم- سبحانه- هذه الآيات الكريمة برسم صورة عجيبة لعناد هؤلاء المكذبين ولجحودهم للحق بعد ما تبين فقال: وَلَوْ فَتَحْنا عَلَيْهِمْ باباً مِنَ السَّماءِ فَظَلُّوا فِيهِ يَعْرُجُونَ، لَقالُوا إِنَّما سُكِّرَتْ أَبْصارُنا بَلْ نَحْنُ قَوْمٌ مَسْحُورُونَ.وقوله- سبحانه- وَلَوْ فَتَحْنا عَلَيْهِمْ باباً مِنَ السَّماءِ.. معطوف على قوله لا يُؤْمِنُونَ بِهِ.. لإبطال معاذيرهم، ولبيان أن سبب عدم إيمانهم هو الجحود والعناد، وليس نقصان الدليل والبرهان على صحة ما جاء به النبي صلى الله عليه وسلم.قال الإمام الرازي. وقوله- تعالى- فَظَلُّوا فِيهِ يَعْرُجُونَ يقال: ظل فلان نهاره يفعل كذا، إذا فعله بالنهار، ولا تقول العرب ظل يظل إلا لكل عمل بالنهار، كما لا يقولون بات يبيت إلا بالليل. والمصدر الظلول .ويعرجون: من العروج، وهو الذهاب في صعود، وفعله من باب دخل، يقال عرج فلان إلى الجبل يعرج إذا صعد، ومنه المعراج والمعارج أى المصاعد."},{"ayah_number":15,"text":"وقوله سُكِّرَتْ من السّكر- بفتح السين المشددة وسكون الكاف- بمعنى السد والحبس والمنع، يقال سكرت الباب أسكره سكرا، إذا سددته، والتشديد في سُكِّرَتْ للمبالغة، وهو قراءة الجمهور. وقرأ ابن كثير سُكِّرَتْ، بكسر الكاف بدون تشديد.وقوله مَسْحُورُونَ اسم مفعول من السحر، بمعنى الخداع والتخييل والصرف عن الشيء إلى غيره.والمعنى: أن هؤلاء المشركين بلغ بهم الغلو في الكفر والعناد، أننا لو فتحنا لهم بابا من أبواب السماء، ومكناهم من الصعود إليه، فظلوا في ذلك الباب يصعدون، ويطلعون على ملكوت السموات وما فيها من الملائكة والعجائب لقالوا بعد هذا التمكين والاطلاع- لفرط عنادهم وجحودهم- إنما أبصارنا منعت من الإبصار، وما نراه ما هو إلا لون من الخداع والتخييل والصرف عن إدراك الحقائق بسبب سحر محمد صلى الله عليه وسلم لنا وعلى هذا التفسير الذي سار عليه جمهور المفسرين، يكون الضمير في قوله فَظَلُّوا يعود إلى هؤلاء المشركين المعاندين.وقيل الضمير للملائكة، فيكون المعنى: فظل الملائكة في هذا الباب يعرجون، والكفار يشاهدونهم وينظرون إليهم، فقالوا- أى الكفار- بعد كل ذلك، «إنما سكرت أبصارنا..» .وعلى كلا الرأيين فالآية الكريمة تصور أكمل تصوير، مكابرة الكافرين وعنادهم المزرى.وعبر- سبحانه- بقوله فَظَلُّوا.. ليدل على أن عروجهم كان في وضح النهار، بحيث لا يخفى عليهم شيء مما يشاهدونه.وجمعوا في قولهم بين أداة الحصر إِنَّما وبين أداة الإضراب بَلْ للدلالة على البت بأن ما يرونه لا حقيقة له، بل هو باطل، وما يرونه ما هو إلا من تخيلات المسحور.وقالوا «بل نحن قوم مسحورون» ولم يقولوا بل نحن مسحورون، للإشعار بأن السحر قد تمكن منهم جميعا، ولم يخص بعضا منهم دون بعض.قال الشوكانى: وفي هذا البيان لعنادهم العظيم الذي لا يقلعهم عنه شيء من الأشياء كائنا ما كان، فإنهم إذا رأوا آية توجب عليهم الإيمان بالله وملائكته وكتبه ورسله، نسبوا إلى أبصارهم أن إدراكها غير حقيقى لعارض الانسداد أو أن عقولهم قد سحرت فصار إدراكهم غير صحيح. ومن بلغ في التعنت إلى هذا الحد، فلا تنفع فيه موعظة ولا يهتدى بآية» .وبذلك نجد السورة الكريمة قد حدثتنا في خمس عشرة آية من مطلعها إلى هنا، عن سمو منزلة القرآن الكريم، وعن حسرات الكافرين يوم تتجلى لهم الحقائق، وعن استهزائهم بالرسول صلى الله عليه وسلم، وعن رد القرآن عليهم وعن تسلية الله- تعالى- لرسوله صلى الله عليه وسلم عما أصابه منهم ...ثم انتقلت السورة بعد ذلك، فساقت ألوانا من النعم الدالة على وحدانية الله- تعالى- وعظيم قدرته، وبديع صنعه، وشمول علمه، فقال- تعالى-:"},{"ayah_number":16,"text":"قال الإمام القرطبي ما ملخصه: لما ذكر- سبحانه- كفر الكافرين، وعجز أصنامهم، ذكر كمال قدرته ليستدل بها على وحدانيته.والبروج: القصور والمنازل. قال ابن عباس. أى جعلنا في السماء بروج الشمس والقمر، أى: منازلهما. وأسماء هذه البروج: الحمل والثور والجوزاء والسرطان، والأسد، والسنبلة، والميزان، والعقرب، والقوس، والجدى، والدلو، والحوت.والعرب تعد المعرفة لمواقع النجوم وأبوابها من أجل العلوم، ويستدلون بها على الطرقات والأوقات والخصب والجدب ...وقال الحسن وقتادة: البروج: النجوم، وسميت بذلك لظهورها وارتفاعها ...وقيل البروج: الكواكب العظام ... .قال بعض العلماء ومرجع الأقوال كلها إلى شيء واحد، لأن أصل البروج في اللغة الظهور، ومنه تبرج المرأة، بإظهار زينتها، فالكواكب ظاهرة، والقصور ظاهرة، ومنازل الشمس والقمر كالقصور بجامع أن الكل محل ينزل فيه.. .وجَعَلْنا أى خلقنا وأبدعنا، فيكون قوله فِي السَّماءِ متعلقا به، وجوز أن يكون بمعنى التصيير، فيكون قوله. في السماء. متعلقا بمحذوف على أنه مفعول ثان له وبُرُوجاً هو المفعول الأول.أى: ولقد خلقنا وأبدعنا منازل وطرقا في السماء، تسير فيها الكواكب بقدراتنا، وإرادتنا، وحكمتنا، دون خلل أو اضطراب.وفي ذلك الخلق ما فيه من منافع لكم، حيث تستعملون هذه البروج في ضبط المواقيت وفي تحديد الجهات، وفي غير ذلك من المنافع، كما قال- تعالى- هُوَ الَّذِي جَعَلَ الشَّمْسَ ضِياءً، وَالْقَمَرَ نُوراً وَقَدَّرَهُ مَنازِلَ، لِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسابَ، ما خَلَقَ اللَّهُ ذلِكَ إِلَّا بِالْحَقِّ يُفَصِّلُ الْآياتِ لِقَوْمٍ يَعْلَمُونَ .وافتتح- سبحانه- الآية الكريمة بلام القسم وقد، تنزيلا للمخاطبين الذاهلين عن الالتفات إلى مظاهر قدرة الله- تعالى- منزلة المنكرين، فأكد لهم الكلام بمؤكدين لينتبهوا ويعتبروا.والضمير في قوله وَزَيَّنَّاها ... يعود إلى السماء. أى: وزينا السماء بتلك البروج المختلفة الأشكال والأضواء، لتكون جميلة في عيون الناظرين إليها، وآية للمتفكرين في دلائل قدرة الله- تعالى- وبديع صنعه.وهذه الجملة الكريمة، تلفت الأنظار إلى أن الجمال غاية مقصودة في خلق هذا الكون، كما تشعر المؤمنين بأن من الواجب عليهم أن يجعلوا حياتهم مبنية على الجمال في الظاهر وفي الباطن، تأسيا بسنة الله- تعالى- في خلق هذا الكون."},{"ayah_number":17,"text":"ثم وضح- سبحانه- بأن هذا التزيين للسماء، مقرون بالحفظ والصيانة والطهارة من كل رجس فقال- تعالى- وَحَفِظْناها مِنْ كُلِّ شَيْطانٍ رَجِيمٍ.والمراد بالشيطان هنا: المتمرد من الجن، مشتق من شطن بمعنى بعد، إذ الشيطان بعيد بطبعه عن كل خير.والرجيم، أى المرجوم المحقر، مأخوذ من الرجم، لأن العرب كانوا إذا احتقروا أحدا رجموه بالقطع من الحجارة، وقد كان العرب يرجمون قبر أبى رغال الثقفي، الذي أرشد جيش الحبشة إلى مكة لهدم الكعبة. قال جرير:إذا مات الفرزدق فارجموه ... كما ترمون قبر أبى رغالوالمعنى: ولقد جعلنا في السماء منازل وطرقا للكواكب، وزيناها- أى السماء- للناظرين إليها، وحفظناها من كل شيطان محقر مطرود من رحمتنا بأن منعناه من الاستقرار فيها، ومن أن ينفث فيها شروره ومفاسده، لأنها موطن الأخيار الأطهار.قال- تعالى-: إِنَّا زَيَّنَّا السَّماءَ الدُّنْيا بِزِينَةٍ الْكَواكِبِ وَحِفْظاً مِنْ كُلِّ شَيْطانٍ مارِدٍ .وقال- تعالى-: وَلَقَدْ زَيَّنَّا السَّماءَ الدُّنْيا بِمَصابِيحَ وَجَعَلْناها رُجُوماً لِلشَّياطِينِ.... ."},{"ayah_number":18,"text":"وقوله- سبحانه-: إِلَّا مَنِ اسْتَرَقَ السَّمْعَ فَأَتْبَعَهُ شِهابٌ مُبِينٌ في محل نصب على الاستثناء واستراق السمع: اختلاسه وسرقته، والمراد به: الاستماع إلى المتحدث خفية، حتى لكأن المستمع يسرق من المتكلم كلامه الذي يخفيه عنه، فالسمع هنا بمعنى المسموع من الكلام.والشهاب: هو الشعلة الساطعة من النار، المنفصلة من الكواكب التي ترى في السماء ليلا، كأنها كوكب ينقض بأقصى سرعة. وجمعه شهب.. أصله من الشهبة، وهي بياض مختلط بسواد.ومُبِينٌ أى ظاهر واضح للمبصرين.والاستثناء منقطع، فيكون المعنى: وحفظنا السماء من كل شيطان رجيم لكن من اختلس السمع من الشياطين، بأن حاول الاقتراب منها، فإنه يتبعه شهاب واضح للناظرين فيحرقه، أو يحول بينه وبين استراق السمع.قال القرطبي: قوله- تعالى-: إِلَّا مَنِ اسْتَرَقَ السَّمْعَ فَأَتْبَعَهُ شِهابٌ مُبِينٌ أى.لكن من استرق السمع، أى الخطفة اليسيرة، فهو استثناء منقطع.وقيل: هو متصل، أى: إلا ممن استرق السمع. أى: حفظنا السماء من الشياطين أن تسمع شيئا من الوحى وغيره، إلا من استرق السمع فإنا لم نحفظها منه أن تسمع الخبر من أخبار السماء سوى الوحى، فأما الوحى فلا تسمع منه شيئا لقوله- تعالى- إِنَّهُمْ عَنِ السَّمْعِ لَمَعْزُولُونَ.وإذا استمع الشياطين إلى شيء ليس بوحي، فإنهم يقذفونه إلى الكهنة في أسرع من طرفة عين، ثم تتبعهم الشهب فتقتلهم أو تخبلهم.. .وشبيه بهذه الآية قوله- تعالى- إِنَّا زَيَّنَّا السَّماءَ الدُّنْيا بِزِينَةٍ الْكَواكِبِ. وَحِفْظاً مِنْ كُلِّ شَيْطانٍ مارِدٍ. لا يَسَّمَّعُونَ إِلَى الْمَلَإِ الْأَعْلى وَيُقْذَفُونَ مِنْ كُلِّ جانِبٍ. دُحُوراً وَلَهُمْ عَذابٌ واصِبٌ. إِلَّا مَنْ خَطِفَ الْخَطْفَةَ فَأَتْبَعَهُ شِهابٌ ثاقِبٌ .قال بعض العلماء ما ملخصه: والمقصود منع الشياطين من الاطلاع على ما أراد الله عدم اطلاعهم عليه.. وربما استدرج الله- تعالى- الشياطين وأولياءهم، فلم يمنع الشياطين من استراق شيء قليل يلقونه إلى الكهان فلما أراد- سبحانه- عصمة الوحى منعهم من ذلك بتاتا..وفي سورة الجن دلالة على أن المنع الشديد من استراق السمع كان بعد البعثة النبوية، وبعد نزول القرآن، إحكاما لحفظ الوحى من أن يلتبس على الناس بالكهانة..قال- تعالى-: وَأَنَّا لَمَسْنَا السَّماءَ فَوَجَدْناها مُلِئَتْ حَرَساً شَدِيداً وَشُهُباً. وَأَنَّا كُنَّا نَقْعُدُ مِنْها مَقاعِدَ لِلسَّمْعِ، فَمَنْ يَسْتَمِعِ الْآنَ يَجِدْ لَهُ شِهاباً رَصَداً .وعلى ذلك يكون ما جاء في بعض الأحاديث من استراق الجن السمع- وصفا للكهانة السابقة، ويكون قوله صلى الله عليه وسلم «ليسوا بشيء ... » وصفا لآخر أمرهم..ففي صحيح البخاري عن عائشة: أن ناسا سألوا رسول الله صلى الله عليه وسلم عن الكهانة، فقال: «ليسوا بشيء» . - أى لا وجود لما يزعمونه- فقيل- يا رسول الله، فإنهم يحدثون أحيانا بالشيء فيكون حقا. فقال رسول الله صلى الله عليه وسلم: «تلك الكلمة من الحق يخطفها الجنى فيقرّها في أذن وليه قرّ الدجاجة- أى فيلقيها بصوت خافت كالدجاجة عند ما تخفى صوتها- فيخلطون فيها أكثر من مائة كذبة» ."},{"ayah_number":19,"text":"وبعد أن بين- سبحانه- بعض الدلائل السماوية الدالة على قدرته ووحدانيته، أتبع ذلك ببيان بعض الدلائل الأرضية فقال- تعالى-: وَالْأَرْضَ مَدَدْناها وَأَلْقَيْنا فِيها رَواسِيَ، وَأَنْبَتْنا فِيها مِنْ كُلِّ شَيْءٍ مَوْزُونٍ. وقوله: رَواسِيَ من الرسو وهو ثبات الأجسام الثقيلة. يقال رسا الشيء يرسو أى ثبت.أى: ومن الأدلة- أيضا- على وحدانيتنا وقدرتنا، أننا مددنا الأرض وفرشناها وبسطناها، لتتيسر لكم الحياة عليها قال- تعالى- وَالْأَرْضَ فَرَشْناها فَنِعْمَ الْماهِدُونَ .وأننا- أيضا وضعنا فيها جبالا ثوابت راسخات تمسكها عن الاضطراب وعن أن تميد بكم. قال- تعالى-: خَلَقَ السَّماواتِ بِغَيْرِ عَمَدٍ تَرَوْنَها، وَأَلْقى فِي الْأَرْضِ رَواسِيَ أَنْ تَمِيدَ بِكُمْ ... .وأننا- أيضا- أنبتنا في الأرض من كل شيء مَوْزُونٍ أى: مقدر بمقدار معين وموزون بميزان الحكمة، بحيث تتوفر فيه كل معاني الجمال والتناسق.قال- تعالى-: إِنَّا كُلَّ شَيْءٍ خَلَقْناهُ بِقَدَرٍ ."},{"ayah_number":20,"text":"وأننا- كذلك- جَعَلْنا لَكُمْ فِيها مَعايِشَ ... والمعايش: جمع معيشة، وهي في الأصل مصدر عاش يعيش عيشا وعيشة ومعاشا، ومعيشة، إذا صار ذا حياة. ثم استعمل هذا اللفظ فيما يعاش به، أو فيما يتوصل به إلى العيش.أى: وجعلنا لكم في الأرض ما تعيشون به من المطاعم والمشارب والملابس وغيرها، مما تقتضيه ضرورات الحياة التي تحيونها.وجملة وَمَنْ لَسْتُمْ لَهُ بِرازِقِينَ معطوفة على «معايش» .والمراد بمن لستم له برازقين: ما يشمل الأطفال والعجزة والأنعام وغير ذلك من مخلوقات الله التي تحتاج إلى العون والمساعدة.أى: وجعلنا لكم في الأرض ما تعيشون به أو ما تتوصلون به إلى ذلك من المكاسب والتجارات، وجعلنا لكم فيها- أيضا- من لستم له برازقين من العيال والخدم والدواب ...وإنما الرازق لهم هو الله- تعالى- رب العالمين، إذ ما من دابة في الأرض إلا على الله وحده رزقها. وما يزعمه الجاهلون من أنهم هم الرازقون لغيرهم، هو لون من الغرور والافتراء، لأن الرازق للجميع هو الله رب العالمين.وعبر بمن في قوله وَمَنْ لَسْتُمْ تغليبا للعقلاء على غيرهم.قال الإمام ابن كثير: والمقصود- من هذه الجملة- أنه- تعالى- يمتن عليهم بما يسر لهم من أسباب المكاسب ووجوه الأسباب، وصنوف المعاشات وبما سخر لهم من الدواب التي يركبونها. والأنعام التي يأكلونها، والعبيد والإماء التي يستخدمونها، ورزقهم على خالقهم لا عليهم، فلهم هم المنفعة، والرزق على الله- تعالى-» ."},{"ayah_number":21,"text":"ثم بين- سبحانه- بعد ذلك أن كل شيء في هذا الكون، خاضع لإرادته وقدرته، وتصرفه.. فقال- تعالى- وَإِنْ مِنْ شَيْءٍ إِلَّا عِنْدَنا خَزائِنُهُ، وَما نُنَزِّلُهُ إِلَّا بِقَدَرٍ مَعْلُومٍ.و «إن» نافية بمعنى ما، و «من» مزيدة للتأكيد. و «خزائنه» جمع خزانة، وهي في الأصل تطلق على المكان الذي توضع فيه نفائس الأموال للمحافظة عليها.والمعنى: وما من شيء من الأشياء الموجودة في هذا الكون، والتي يتطلع الناس إلى الانتفاع بها. إلا ونحن قادرون على إيجادها وإيجاد أضعافها بلا تكلف أو إبطاء، كما قال- تعالى-: إِنَّما أَمْرُهُ إِذا أَرادَ شَيْئاً أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ .فقد شبه- سبحانه- اقتداره على إيجاد كل شيء، بالخزائن المودعة فيها الأشياء، والمعدة لإخراج ما يشاء إخراجه منها بدون كلفة أو إبطاء.والمراد بالإنزال في قوله وَما نُنَزِّلُهُ إِلَّا بِقَدَرٍ مَعْلُومٍ. الإيجاد والإخراج إلى هذه الدنيا، مع تمكين الناس من الحصول عليه.أى: وما نخرج هذا الشيء إلى حيز الوجود بحيث يتمكن الناس من الانتفاع به إلا ملتبسا بمقدار معين، وفي وقت محدد، تقتضيه حكمتنا، وتستدعيه مشيئتنا، ويتناسب مع حاجات العباد وأحوالهم، كما قال- تعالى- وَلَوْ بَسَطَ اللَّهُ الرِّزْقَ لِعِبادِهِ لَبَغَوْا فِي الْأَرْضِ، وَلكِنْ يُنَزِّلُ بِقَدَرٍ ما يَشاءُ، إِنَّهُ بِعِبادِهِ خَبِيرٌ بَصِيرٌ ."},{"ayah_number":22,"text":"ثم انتقل- سبحانه- من الاستدلال على وحدانيته وقدرته بظواهر السماء وبظواهر الأرض، إلى الاستدلال على ذلك بظواهر الرياح والأمطار فقال- تعالى-: وَأَرْسَلْنَا الرِّياحَ لَواقِحَ فَأَنْزَلْنا مِنَ السَّماءِ ماءً فَأَسْقَيْناكُمُوهُ وَما أَنْتُمْ لَهُ بِخازِنِينَ والآية الكريمة معطوفة على قوله- تعالى- قبل ذلك: وَجَعَلْنا لَكُمْ فِيها مَعايِشَ وما بينهما اعتراض لتحقيق ما سبق ذكره من النعم.والمراد بإرسال الرياح هنا: نقلها من مكان إلى آخر بقدرة الله- تعالى- وحكمته.وقوله لَواقِحَ يصح أن يكون جمع لاقح. وأصل اللاقح: الناقة التي قبلت اللقاح فحملت الجنين في بطنها..ووصف- سبحانه- الرياح بكونها لواقح. لأنها حوامل تحمل ما يكون سببا في نزول الأمطار كما تحمل النوق الأجنة في بطونها.أى: وأرسلنا بقدرتنا ورحمتنا الرياح حاملة للسحاب وللأمطار ولغيرهما، مما يعود على الناس بالنفع والخير والبركة.ويصح أن يكون لفظ «لواقح» جمع ملقح- اسم فاعل- وهو الذي يلقح غيره، فتكون الرياح ملقحة لغيرها كما يلقح الذكر الأنثى.قال الإمام ابن كثير: قوله وَأَرْسَلْنَا الرِّياحَ لَواقِحَ أى: تلقح السحب فتدر ماء، وتلقح الأشجار فتتفتح عن أوراقها وأكمامها.وقال بعض العلماء: ومعنى الإلقاح أن الرياح تلقح السحاب بالماء بتوجيه عمل الحرارة والبرودة متعاقبين، فينشأ عن ذلك البخار الذي يصير ماء في الجو، ثم ينزل مطرا على الأرض، وأنها تلقح الشجر ذا الثمرة، بأن تنقل إلى نوره غبرة دقيقة من نور الشجر الذكر، فتصلح ثمرته أو تثبت..وهذا هو الإبار. وبعضه لا يحصل إلا بتعليق الطلع الذكر على الشجرة المثمرة. وبعضه يكتفى منه بغرس شجرة ذكر في خلال شجر الثمر.ومن بلاغة الآية الكريمة، إيراد هذا الوصف- لواقح- لإفادة كلا العملين اللذين تعملهما الرياح- وهما الحمل للسحاب والمطر وغيرهما، أو التلقيح لغيرها-.» .وقوله فَأَنْزَلْنا مِنَ السَّماءِ ماءً فَأَسْقَيْناكُمُوهُ.. تفريع على ما تقدم.أى: وأرسلنا الرياح بقدرتنا من مكان إلى آخر، حالة كونها حاملة للسحاب وغيره، فأنزلنا- بسبب هذا الحمل- من جهة السماء، ماء كثيرا هو المطر، لتنتفعوا به في شرابكم، وفي معاشكم، وفي غير ذلك من ضرورات حياتكم.قال- تعالى-: هُوَ الَّذِي أَنْزَلَ مِنَ السَّماءِ ماءً لَكُمْ مِنْهُ شَرابٌ، وَمِنْهُ شَجَرٌ فِيهِ تُسِيمُونَ. يُنْبِتُ لَكُمْ بِهِ الزَّرْعَ وَالزَّيْتُونَ وَالنَّخِيلَ وَالْأَعْنابَ وَمِنْ كُلِّ الثَّمَراتِ ... .وقوله وَما أَنْتُمْ لَهُ بِخازِنِينَ تتميم لنعمة إنزال الماء.أى: أنزلنا المطر من السماء، وليست خزائنه عندكم. وإنما نحن الخازنون له، ونحن الذين ننزله متى شئنا، ونحن الذين نمنعه متى شئنا، كما قال- تعالى- قبل ذلك: وَإِنْ مِنْ شَيْءٍ إِلَّا عِنْدَنا خَزائِنُهُ وَما نُنَزِّلُهُ إِلَّا بِقَدَرٍ مَعْلُومٍ.ويصح أن يكون المعنى: أنزلنا المطر من السماء فجعلناه لسقياكم، وأنتم لستم بقادرين على خزنه وحفظه في الآبار والعيون وغيرها، وإنما نحن القادرون على ذلك. قال- تعالى- وَأَنْزَلْنا مِنَ السَّماءِ ماءً بِقَدَرٍ فَأَسْكَنَّاهُ فِي الْأَرْضِ وَإِنَّا عَلى ذَهابٍ بِهِ لَقادِرُونَ ."},{"ayah_number":23,"text":"ثم بين- سبحانه- أن الإحياء والإماتة بيده وحده، فقال- تعالى-: وَإِنَّا لَنَحْنُ نُحْيِي وَنُمِيتُ وَنَحْنُ الْوارِثُونَ.أى: وإنا وحدنا القادرون على إيجاد الحياة في المخلوقات، والقادرون على سلبها عنها، ونحن الوارثون لهذا الكون بعد فنائه، الباقون بعد زواله.قال- تعالى- إِنَّا نَحْنُ نُحْيِي وَنُمِيتُ وَإِلَيْنَا الْمَصِيرُ .وقال- تعالى- إِنَّا نَحْنُ نَرِثُ الْأَرْضَ وَمَنْ عَلَيْها وَإِلَيْنا يُرْجَعُونَ  .وشبه- سبحانه- بقاءه بعد زوال كل شيء سواه بالوارث، لأن الوارث هو الذي يرث غيره بعد موته.وأكد- سبحانه- الآية الكريمة بإن واللام وضمير الفصل نَحْنُ تحقيقا للخبر الذي اشتملت عليه، وردا على المشركين الذين زعموا أنه لا حياة ولا ثواب ولا عقاب بعد الموت."},{"ayah_number":24,"text":"ثم أكد- سبحانه- شمول علمه لكل شيء بعد أن أكد شمول قدرته فقال- تعالى-:وَلَقَدْ عَلِمْنَا الْمُسْتَقْدِمِينَ مِنْكُمْ وَلَقَدْ عَلِمْنَا الْمُسْتَأْخِرِينَ.والمراد بالمستقدمين من تقدم على غيره ولادة وموتا، كما أن المراد بالمستأخرين من تأخر عن غيره في ذلك، ولم يمت بعد، أو لم يوجد بعد في عالم الأحياء.والسين والتاء في اللفظين للتأكيد.وقيل: المراد بهما الأحياء والأموات، وقيل المراد بالمستقدمين: من تقدم في الوجود على الأمة الإسلامية، وبالمستأخرين: الأمة الإسلامية.وقيل: المراد بهما: من قتل في الجهاد ومن لم يقتل، وقيل المراد بهما من تقدم في صفوف الصلاة ومن تأخر ...قال الإمام ابن جرير بعد أن ساق جملة من الأقوال في ذلك: وأولى الأقوال عندي بالصحة، قول من قال: ولقد علمنا الأموات منكم يا بنى آدم فتقدم موته، ولقد علمنا المستأخرين الذين تأخر موتهم ممن هو حي ومن هو حادث منكم ممن لم يحدث بعد ... » ."},{"ayah_number":25,"text":"ثم بين- سبحانه- أن مرجع الخلق جميعا إليه فقال: وَإِنَّ رَبَّكَ هُوَ يَحْشُرُهُمْ، إِنَّهُ حَكِيمٌ عَلِيمٌ.أى: وإن ربك- وحده- أيها المخاطب- هو الذي يتولى حشر الأولين والآخرين، وجمعهم يوم القيامة للحساب والثواب والعقاب، إنه- سبحانه- حَكِيمٌ في كل تصرفاته وأفعاله عَلِيمٌ بأحوال خلقه ما ظهر منها وما بطن.وبذلك نرى أن هذه الآيات الكريمة، قد اشتملت على ألوان من الأدلة الدالة على وحدانية الله- تعالى- وعظيم قدرته، وبديع صنعه، وشمول علمه، مما يوجب الإيمان به- سبحانه- وإخلاص العبادة له، ومقابلة نعمه بالشكران لا بالكفران، وبالطاعة لا بالمعصية ...وبعد أن ساق- سبحانه- ألوانا من الأدلة على وحدانيته وقدرته، عن طريق خلقه للسماء وما فيها من بروج وشهب.. وللأرض وما عليها من جبال ونبات.. وللرياح وما تحمله من سحب وأمطار ...أتبع ذلك بأدلة أخرى على كمال ذاته وصفاته عن طريق خلقه للإنسان وللجن وللملائكة..فقال- تعالى-:"},{"ayah_number":26,"text":"والمراد بالإنسان في قوله- سبحانه- وَلَقَدْ خَلَقْنَا الْإِنْسانَ مِنْ صَلْصالٍ آدم- عليه السلام- لأنه أصل النوع الإنسانى، وأول فرد من أفراده.والصلصال: الطين اليابس الذي يصلصل، أى: يحدث صوتا إذا حرك أو نقر عليه، كما يحدث الفخار قال- تعالى- خَلَقَ الْإِنْسانَ مِنْ صَلْصالٍ كَالْفَخَّارِ  .وقيل: الصلصال: الطين المنتن، مأخوذ من قولهم: صلّ اللحم وأصلّ، إذا أنتن..قال الإمام ابن جرير: والذي هو أولى بتأويل الآية، أن يكون الصلصال في هذا الموضع، الطين اليابس الذي لم تصبه النار، فإذا نقرته صل فسمعت له صلصلة- وذلك أن الله- تعالى- وصفه في موضع آخر فقال: خَلَقَ الْإِنْسانَ مِنْ صَلْصالٍ كَالْفَخَّارِ فشبهه- تعالى ذكره- بأنه كالفخار في يبسه، ولو كان معناه في ذلك المنتن لم يشبهه بالفخار، لأن الفخار ليس بمنتن فيشبه به في النتن غيره» .والحمأ: الطين إذا اشتد سواده وتغيرت رائحته.والمسنون: المصور من سن الشيء إذا صوره.قال الآلوسى ما ملخصه: قوله مِنْ حَمَإٍ أى: من طين تغير واسود من مجاورة الماء، ويقال للواحدة حمأة- بسكون الميم- ...وقوله مَسْنُونٍ أى: مصوّر من سنّة الوجه وهي صورته. وأنشد لذلك ابن عباس قول عمه حمزة يمدح النبي صلى الله عليه وسلم:أغرّ كأن البدر سنّة وجهه ... جلا الغيم عنه ضوؤه فتبدداوقيل مسنون: أى مصبوب، من سنّ الماء بمعنى صبه. ويقال شنّ- بالشين أيضا- أى: مفرغ على هيئة الإنسان ... وقيل: المسنون: المنتن ... » .والذي يتدبر القرآن الكريم يرى أن الله- تعالى- قد وضح في آيات متعددة أطوار خلق آدم- عليه السلام-، فقد بين في بعض الآيات أنه خلقه من تراب، كما في قوله- تعالى- إِنَّ مَثَلَ عِيسى عِنْدَ اللَّهِ كَمَثَلِ آدَمَ خَلَقَهُ مِنْ تُرابٍ ثُمَّ قالَ لَهُ كُنْ فَيَكُونُ ... .وبين في آيات أخرى أنه- سبحانه- خلقه من طين، كما في قوله- تعالى- الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ وَبَدَأَ خَلْقَ الْإِنْسانِ مِنْ طِينٍ .وبين هنا أنه- سبحانه- خلقه مِنْ صَلْصالٍ مِنْ حَمَإٍ مَسْنُونٍ.قال الجمل: وهذا الطور آخر أطوار آدم الطينية، وأول ابتدائه أنه كان ترابا متفرق الأجزاء، ثم بلّ- أى التراب- فصار طينا، ثم ترك حتى أنتن وأسود فصار حمأ مسنونا.أى: متغيرا، ثم يبس فصار صلصالا، وعلى هذه الأحوال والأطوار تتخرج الآيات الواردة في أطواره الطينية، كآية خلقه من تراب، وآية بَشَراً مِنْ طِينٍ  وهذه الآية التي نحن فيها» .والمقصود من هذه الآيات الكريمة، التنبيه على عجيب صنع الله- تعالى- وعظيم قدرته، حيث أخرج- سبحانه- من هذه المواد بشرا سويا، في أحسن تقويم.وأكد- سبحانه- الجملة الكريمة بلام القسم وقد، لزيادة التحقيق، وللإرشاد إلى أهمية هذا الخلق، وأنه بهذه الصفة.ومِنْ في قوله مِنْ صَلْصالٍ لابتداء الغاية أو للتبعيض، وفي قوله مِنْ حَمَإٍ ابتدائية.والجار والمجرور صفة لصلصال أى: من صلصال كائن من حمأ، ومسنون صفة لحمإ."},{"ayah_number":27,"text":"ثم بين- سبحانه- بعد ذلك المادة التي خلق منها الجان فقال- سبحانه-: وَالْجَانَّ خَلَقْناهُ مِنْ قَبْلُ مِنْ نارِ السَّمُومِ.والمراد بالجان هنا: أبو الجن عند جمهور المفسرين. وقيل هو إبليس. وقيل هو اسم لجنس الجن. وسمى جانا لتواريه عن الأعين، واستتاره عن بنى آدم.أى: والجان خلقناه مِنْ قَبْلُ أى: من قبل خلق آدم مِنْ نارِ السَّمُومِ أى: من الريح الحارة التي تقتل. وسميت سموما، لأنها لشدة حرارتها، وقوة تأثيرها تنفذ في مسام البدن.قال ابن كثير: وقد ورد في الحديث الصحيح: «خلقت الملائكة من نور، وخلقت الجان من مارج من نار، وخلق بنو آدم مما وصف لكم»  ."},{"ayah_number":28,"text":"ثم حكى- سبحانه- ما أمر به ملائكته عند ما توجهت إرادته- سبحانه- لخلق آدم، فقال- تعالى-: وَإِذْ قالَ رَبُّكَ لِلْمَلائِكَةِ إِنِّي خالِقٌ بَشَراً مِنْ صَلْصالٍ مِنْ حَمَإٍ مَسْنُونٍ. فَإِذا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِنْ رُوحِي، فَقَعُوا لَهُ ساجِدِينَ.أى: واذكر- أيها العاقل- وقت أن قال ربك- سبحانه- للملائكة- الذين لا يعصون الله ما أمرهم ويفعلون ما يؤمرون- إِنِّي خالِقٌ بقدرتي بَشَراً أى:إنسانا، وعبر عنه بذلك اعتبارا بظهور بشرته وهي ظاهر الجلد مِنْ صَلْصالٍ مِنْ حَمَإٍ مَسْنُونٍ."},{"ayah_number":29,"text":"فَإِذا سَوَّيْتُهُ أى: سويت خلق هذا البشر، وكملت أجزاءه، وجعلته في أحسن تقويم ...وَنَفَخْتُ فِيهِ مِنْ رُوحِي أى: وضعت فيه ما به حياته وحركته وهو الروح، الذي لا يعلم حقيقته أحد سواي.قال القرطبي: قوله: وَنَفَخْتُ فِيهِ مِنْ رُوحِي النفخ إجراء الريح في الشيء.والروح جسم لطيف، أجرى الله العادة بأن يخلق الحياة في البدن مع ذلك الجسم. وحقيقته إضافة خلق إلى خالق، فالروح خلق من خلقه أضافه- سبحانه- إلى نفسه تشريفا وتكريما، كقوله، أرضى وسمائي وبيتي وناقة الله وشهر الله ... .وقوله فَقَعُوا لَهُ ساجِدِينَ أمر منه- سبحانه- للملائكة بالسجود لآدم.أى: فإذا سويت خلقه، وأفضت عليه ما به حياته، فاسقطوا وخروا له ساجدين، سجود تحية وتكريم، لا سجود عبادة، فإن سجود العبادة لي وحدي.وقال- سبحانه- فَقَعُوا.. بفاء التعقيب، للإشعار بأن سجودهم له واجب عليهم عقب التسوية والنفخ من غير إبطاء أو تأخير.وهذا نوع من تكريم الله- تعالى- لعبده آدم- عليه السلام-، وله- سبحانه- أن يكرم بعض عباده بما يشاء، وكيف شاء.. لا يُسْئَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْئَلُونَ  ."},{"ayah_number":30,"text":"ثم بين- سبحانه- ما كان من الملائكة بعد ذلك فقال: فَسَجَدَ الْمَلائِكَةُ كُلُّهُمْ أَجْمَعُونَ أى: امتثل الملائكة لأمر الله بعد أن خلق- سبحانه- آدم وسواه ونفخ فيه من روحه، فسجدوا له كلهم أجمعون دون أن يتخلف منهم أحد.وجمع- سبحانه- بين لفظي التوكيد كُلُّهُمْ أَجْمَعُونَ للمبالغة في ذلك، ولإزالة أى التباس بأن أحدا شذ عن طاعة الله- تعالى-."},{"ayah_number":31,"text":"وقوله إِلَّا إِبْلِيسَ أَبى أَنْ يَكُونَ مَعَ السَّاجِدِينَ بيان لموقف إبليس من أمر الله- تعالى-. وإبليس: اسم مشتق من الإبلاس، وهو الحزن الناشئ عن شدة اليأس، وفعله أبلس، والراجح أنه اسم أعجمى، ممنوع من الصرف للعلمية والعجمة. وهو كائن حي، وقد أخطأ من حمله على معنى داعي الشر الذي يخطر في النفوس، لأنه ليس من المعقول أن يكون الأمر كذلك مع أن القرآن أخبرنا بأنه يرى الناس ولا يرونه.قال- تعالى- إِنَّهُ يَراكُمْ هُوَ وَقَبِيلُهُ مِنْ حَيْثُ لا تَرَوْنَهُمْ ... .وقوله أَبى من الإباء وهو الامتناع عن فعل الشيء مع القدرة على فعله، بسبب الغرور والتكبر والتعاظم.أى: فسجد الملائكة كلهم أجمعون، امتثالا وطاعة لله- تعالى-، إلا إبليس فإنه امتنع عن أن يكون مع الساجدين. تكبرا وغرورا وعصيانا لأمر الله- تعالى-.وللعلماء في كون إبليس من الملائكة، أم لا، قولان:أحدهما: أنه كان منهم، لأنه- سبحانه- أمرهم بالسجود لآدم، ولولا أنه كان منهم لما توجه إليه الأمر بالسجود، ولو لم يتوجه إليه الأمر بالسجود لما كان عاصيا، ولما استحق الطرد واللعنة، ولأن الأصل في المستثنى أن يكون داخلا تحت اسم المستثنى منه، حتى يقوم دليل على أنه خارج عنه. وعلى هذا الرأى الذي اختاره ابن عباس وابن مسعود وغيرهما يكون الاستثناء متصلا.والثاني: أنه لم يكن من الملائكة، لقوله- تعالى-: وَإِذْ قُلْنا لِلْمَلائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ كانَ مِنَ الْجِنِّ، فَفَسَقَ عَنْ أَمْرِ رَبِّهِ..   فهو أصل الجن، كما أن آدم أصل الإنس، ولأنه خلق من نار، والملائكة خلقوا من نور، ولأن له ذرية، والملائكة لا ذرية لهم..وعلى هذا الرأى الذي اختاره الحسن وقتادة وغيرهما يكون الاستثناء منقطعا.قال الشيخ القاسمى: «وقد حاول الإمام ابن القيم- رحمه الله- أن يجمع بين الرأيين فقال: والصواب التفصيل في هذه المسألة، وأن القولين في الحقيقة قول واحد. فإن إبليس كان مع الملائكة بصورته وليس منهم بمادته وأصله فإن أصله من نار وأصل الملائكة من نور، فالنافي كونه من الملائكة والمثبت كونه منهم لم يتواردا على محل واحد» .والذي نميل إليه في هذه المسألة أن إبليس لم يكن من الملائكة، بدليل الحديث الصحيح الذي يقول فيه النبي صلى الله عليه وسلم: «خلقت الملائكة من نور. وخلقت الجان من مارج من نار، وخلق بنو آدم مما وصف لكم»  والآية الكريمة- وهي قوله- تعالى- إِلَّا إِبْلِيسَ كانَ مِنَ الْجِنِّ صريحة في أنه كان من الجن ولم يكن من الملائكة.ومع هذا فإن الأمر بالسجود يشمله، بدليل قوله- تعالى- قالَ ما مَنَعَكَ أَلَّا تَسْجُدَ إِذْ أَمَرْتُكَ ... .فهذه الآية تدل دلالة صريحة على أن الله- تعالى- قد أمر إبليس بالسجود لآدم ...ووجود إبليس مع الملائكة لا يستلزم أن يكون منهم، ومثل ذلك كمثل أن تقول: حضر بنو فلان إلا محمدا، ومحمد ليس من بنى فلان هؤلاء، وإنما هو معهم بالمجاورة أو المصاحبة أو غير ذلك.هذا ما نختاره ونميل إليه، استنادا إلى ظاهر الآيات وظاهر الأحاديث، والله- تعالى- أعلم."},{"ayah_number":32,"text":"وقوله- سبحانه-: قالَ يا إِبْلِيسُ ما لَكَ أَلَّا تَكُونَ مَعَ السَّاجِدِينَ قالَ لَمْ أَكُنْ لِأَسْجُدَ لِبَشَرٍ خَلَقْتَهُ مِنْ صَلْصالٍ مِنْ حَمَإٍ مَسْنُونٍ بيان لما وبخ الله- تعالى- به إبليس، ولرد إبليس- لعنه الله- على خالقه- عز وجل-.أى: قال الله- تعالى- لإبليس على سبيل التوبيخ والزجر: أى سبب حملك على مخالفة أمرى، وجعلك تمتنع عن السجود لمن أمرتك بالسجود له؟"},{"ayah_number":33,"text":"فكان رد إبليس: ما كان ليليق بشأنى ومنزلتي أن أسجد مع الساجدين لبشر خلقته- أيها الخالق العظيم- من صلصال من حمأ مسنون.ومقصود إبليس بهذا الرد إثبات أنه خير من آدم، كما حكى عنه- سبحانه- ذلك في قوله- تعالى- قالَ أَنَا خَيْرٌ مِنْهُ خَلَقْتَنِي مِنْ نارٍ وَخَلَقْتَهُ مِنْ طِينٍ  .وهذا الرد منه يدل على عصيانه لأمر ربه، وعدم الرضا بحكمه، وسوء أدبه مع خالقه- سبحانه-.قال الآلوسى: وقد أخطأ اللعين حيث ظن أن الفضل كله باعتبار المادة، وما درى أنه يكون باعتبار الفاعل، وباعتبار الصورة، وباعتبار الغاية، بل إن ملاك الفضل والكمال هو التخلي عن الملكات الردية، والتحلي بالمعارف الربانية.فشمال والكأس فيها يمين ... ويمين لا كأس فيها شمال"},{"ayah_number":34,"text":"وقوله- سبحانه-: قالَ فَاخْرُجْ مِنْها فَإِنَّكَ رَجِيمٌ. وَإِنَّ عَلَيْكَ اللَّعْنَةَ إِلى يَوْمِ الدِّينِ بيان للحكم العادل الذي أصدره الله- تعالى- على إبليس.والضمير في قوله: «منها» يعود إلى السماء لأنها مسكن الطائعين الأخيار، أو إلى الجنة لأنها لا يسكنها إلا من أطاع الله- تعالى-، أو إلى المنزلة التي كان فيها قبل طرده من رحمة الله.. أى: قال الله- تعالى- لإبليس على سبيل الزجر والتحقير: فاخرج من جنتي ومن سمائي فإنك رَجِيمٌ مطرود من كل خير وكرامة،"},{"ayah_number":35,"text":"وإن عليك اللعنة والإبعاد من رحمتي إلى يوم الدين، وهو يوم الحساب والجزاء.وليس المراد أن تنقطع عنه اللعنة يوم الدين، بل المراد أن هذه اللعنة مستمرة عليه إلى يوم الدين، فإذا ما جاء هذا اليوم استمرت هذه اللعنة، وأضيف إليها العذاب الدائم المستمر الباقي، بسبب عصيانه لأمر ربه، فذكر يوم الدين، إنما هو للمبالغة في طول مدة هذه اللعنة ودوامها ما دامت الحياة الدنيا.وعبر- سبحانه- بعلى في قوله وَإِنَّ عَلَيْكَ اللَّعْنَةَ للإشعار بتمكنها منه، واستعلائها عليه، حتى لكأن اللعنة فوقه يحملها دون أن تفارقه في لحظة من اللحظات."},{"ayah_number":36,"text":"ثم حكى- سبحانه- ما طلبه إبليس من ربه، ومارد الله به عليه، فقال- تعالى-:قالَ رَبِّ فَأَنْظِرْنِي إِلى يَوْمِ يُبْعَثُونَ. قالَ فَإِنَّكَ مِنَ الْمُنْظَرِينَ. إِلى يَوْمِ الْوَقْتِ الْمَعْلُومِ.والفاء في قوله فَأَنْظِرْنِي للتفريع وهي متعلقة بمحذوف يدل عليه سياق الكلام.والإنظار: التأخير والإمهال ومنه قوله- تعالى- وَإِنْ كانَ ذُو عُسْرَةٍ فَنَظِرَةٌ إِلى مَيْسَرَةٍ..أى: قال إبليس لربه. عز وجل: ما دمت قد أخرجتنى من جنتك ومن سمائك، وجعلتني مرجوما ملعونا إلى يوم الدين، فأخر موتى إلى يوم يبعث آدم وذريته للحساب وخاطب الله- تعالى- بصفة الربوبية تخضعا وتذللا لكي يجاب طلبه."},{"ayah_number":37,"text":"وقد أجاب الله- تعالى- له طلبه فقال: فَإِنَّكَ يا إبليس من جملة الْمُنْظَرِينَ أى الذين أخرت موتهم إِلى يَوْمِ الْوَقْتِ الْمَعْلُومِ وهو يوم القيامة الذي استأثرت بعلم وقته، والذي وصفت أحواله للناس. كي يستعدوا له بالإيمان والعمل الصالح.ويصح أن يكون المراد بالوقت المعلوم: وقت النفخة الأولى حين يموت كل الخلائق ويموت هو معهم.قال ابن كثير: أجابه الله- تعالى- إلى ما سأل، لما له في ذلك من الحكمة والإرادة والمشيئة التي لا تخالف. ولا تمانع ولا معقب لحكمه وهو سريع الحساب.وقال بعض العلماء: وهذا الإنظار رمز إلهى على أن ناموس الشر لا ينقضي من عالم الحياة الدنيا، وأن نظامها قائم على التصارع بين الخير والشر، وبين الأخيار والأشرار.قال- تعالى-: بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْباطِلِ فَيَدْمَغُهُ فَإِذا هُوَ زاهِقٌ .. .ولذلك لم يستغن نظام العالم عن إقامة قوانين العدل والصلاح، وإيداعها إلى الكفاة لتنفيذها والذود عنها» ."},{"ayah_number":38,"text":"وقد أجاب الله- تعالى- له طلبه فقال: فَإِنَّكَ يا إبليس من جملة الْمُنْظَرِينَ أى الذين أخرت موتهم إِلى يَوْمِ الْوَقْتِ الْمَعْلُومِ وهو يوم القيامة الذي استأثرت بعلم وقته، والذي وصفت أحواله للناس. كي يستعدوا له بالإيمان والعمل الصالح.ويصح أن يكون المراد بالوقت المعلوم: وقت النفخة الأولى حين يموت كل الخلائق ويموت هو معهم.قال ابن كثير: أجابه الله- تعالى- إلى ما سأل، لما له في ذلك من الحكمة والإرادة والمشيئة التي لا تخالف. ولا تمانع ولا معقب لحكمه وهو سريع الحساب.وقال بعض العلماء: وهذا الإنظار رمز إلهى على أن ناموس الشر لا ينقضي من عالم الحياة الدنيا، وأن نظامها قائم على التصارع بين الخير والشر، وبين الأخيار والأشرار.قال- تعالى-: بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْباطِلِ فَيَدْمَغُهُ فَإِذا هُوَ زاهِقٌ .. .ولذلك لم يستغن نظام العالم عن إقامة قوانين العدل والصلاح، وإيداعها إلى الكفاة لتنفيذها والذود عنها» ."},{"ayah_number":39,"text":"ثم بين- سبحانه- الأسياب التي حملت إبليس على طلب تأخير موته إلى يوم القيامة، والتي من أهمها الانتقام من آدم وذريته فقال- تعالى-: قالَ رَبِّ بِما أَغْوَيْتَنِي لَأُزَيِّنَنَّ لَهُمْ فِي الْأَرْضِ وَلَأُغْوِيَنَّهُمْ أَجْمَعِينَ. إِلَّا عِبادَكَ مِنْهُمُ الْمُخْلَصِينَ.والباء في قوله بِما أَغْوَيْتَنِي لَأُزَيِّنَنَّ لَهُمْ.. للسببية أو للقسم.قال الإمام الرازي ما ملخصه: الباء هاهنا بمعنى السبب، أى: بسبب كوني غاويا لأزينن لهم كقول القائل: أقسم فلان بمعصيته ليدخلن النار، وبطاعته ليدخلن الجنة.أو للقسم وما مصدرية وجواب القسم لأزينن لهم. والمعنى أقسم بإغوائك لي لأزينن لهم.ونظيره قوله- تعالى- قالَ فَبِعِزَّتِكَ لَأُغْوِيَنَّهُمْ أَجْمَعِينَ .وقوله أَغْوَيْتَنِي من الإغواء، وهو خلق الغي في القلوب. وأصل الغي الفساد، ومنه غوى الفصيل- كرضى- إذا بشم من اللبن ففسدت معدته. أو منع من الرضاع فهزل وكاد يهلك، ثم استعمل في الضلال. يقال: غوى فلان يغوى غيا وغواية فهو غاو إذا ضل عن الطريق المستقيم. وأغواه غيره وغواه: أضله.وقوله لَأُزَيِّنَنَّ لَهُمْ من التزيين بمعنى التحسين والتجميل، وهو تصيير الشيء زينا، أى: حسنا حتى ترغب النفوس فيه وتقبل عليه.والضمير في لَهُمْ يعود على ذرية آدم، وهو مفهوم من السياق وإن لم يجر لهم ذكر، وقد جاء ذلك صريحا في قوله- تعالى- في آية أخرى: قالَ أَرَأَيْتَكَ هذَا الَّذِي كَرَّمْتَ عَلَيَّ لَئِنْ أَخَّرْتَنِ إِلى يَوْمِ الْقِيامَةِ لَأَحْتَنِكَنَّ ذُرِّيَّتَهُ إِلَّا قَلِيلًا .وحذف مفعول لَأُزَيِّنَنَّ لدلالة المقام عليه.أى: لأزينن لهم المعاصي والسيئات، بأن أحسن لهم القبيح. وأزين لهم المنكر. وأحبب الشهوات إلى نفوسهم حتى يتبعوها، وأبذل نهاية جهدي في صرفهم عن طاعتك ... وقال- سبحانه- فِي الْأَرْضِ لتحديد مكان إغوائه، إذ هي المكان الذي صار مستقرا له ولآدم وذريته، كما قال- تعالى- في آية أخرى: فَأَزَلَّهُمَا الشَّيْطانُ عَنْها- أى الجنة- فأخرجهما- أى آدم وحواء- مما كانا فيه، وَقُلْنَا اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ، وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتاعٌ إِلى حِينٍ .وقوله وَلَأُغْوِيَنَّهُمْ أَجْمَعِينَ مؤكدا لما قبله.أى: والله لأغوينهم جميعا مادمت قادرا على ذلك، ولأعملن على إضلالهم بدون فتور أو يأس، كما قال- تعالى- في آية أخرى: ثُمَّ لَآتِيَنَّهُمْ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمانِهِمْ وَعَنْ شَمائِلِهِمْ وَلا تَجِدُ أَكْثَرَهُمْ شاكِرِينَ .قال القرطبي: وروى ابن لهيعة عبد الله عن دراج أبى السمح، عن أبى الهيثم، عن أبى سعيد الخدري قال: قال رسول الله صلى الله عليه وسلم: «إن إبليس قال يا رب وعزتك وجلالك لا أزال أغوى بنى آدم ما دامت أرواحهم في أجسامهم، فقال الرب: وعزتي وجلالي لا أزال أغفر لهم ما استغفرونى» ."},{"ayah_number":40,"text":"وقوله- سبحانه- إِلَّا عِبادَكَ مِنْهُمُ الْمُخْلَصِينَ اعتراف من إبليس بأن من عباد الله- تعالى- قوما لا يستطيع أن يغويهم، ولا يقدر على إضلالهم.وكلمة «المخلصين» قرأها نافع وحمزة وعاصم والكسائي- بفتح اللام-، فيكون المعنى: لأغوينهم أجمعين إلا عبادك الذين استخلصتهم لطاعتك، وصنتهم عن اقتراف ما نهيتهم عنه.وقرأها ابن كثير وابن عامر وأبو عمرو- بكسر اللام-، فيكون المعنى: لأضلنهم جميعا، إلا عبادك الذين أخلصوا لك العمل، وابتعدوا عن الرياء في أقوالهم وأفعالهم.وهذا الاستثناء الذي اعترف به إبليس بعد أن أدرك أنه لا محيص له عنه- هو سنة الله- تعالى- في خلقه، فقد جرت سنته التي لا تغيير ولا تبديل لها، بأن يستخلص لذاته من يخلص له قلبه، وأن يرعى من يرعى حدوده، ويحفظ من يحفظ تكاليفه، ولذا كان جوابه - سبحانه- على إبليس، هو قوله- تعالى- قالَ هذا صِراطٌ عَلَيَّ مُسْتَقِيمٌ. إِنَّ عِبادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطانٌ إِلَّا مَنِ اتَّبَعَكَ مِنَ الْغاوِينَ.واسم الإشارة هذا يعود إلى الاستثناء السابق وهو قوله إِلَّا عِبادَكَ مِنْهُمُ الْمُخْلَصِينَ.وقد اختار هذا الرأى الإمام الآلوسى فقال: قال الله- تعالى- هذا صِراطٌ عَلَيَّ أى: حق لا بد أن أراعيه مُسْتَقِيمٌ لا انحراف فيه فلا يعدل عنه إلى غيره.والإشارة إلى ما تضمنه الاستثناء وهو تخليص المخلصين من إغوائه وكلمة على تستعمل في الوجوب. والمعتزلة يقولون به حقيقة لقولهم بوجوب الأصلح عليه- تعالى-.وقال أهل السنة، إن ذلك وإن كان تفضلا منه- سبحانه- إلا أنه شبه بالحق الواجب لتأكد ثبوته وتحقق وقوعه، بمقتضى وعده- عز وجل-، فجيء بعلىّ لذلك» .ثم قال: وقرأ الضحاك ومجاهد ويعقوب.. هذا صِراطٌ عَلَيَّ- بكسر اللام وضم الياء المشددة وتنوينها- أى: عال لارتفاع شأنه» .وقد اختار صاحب الكشاف عودة اسم الإشارة إلى ما بعده فقال: قال الله- تعالى- هذا صِراطٌ عَلَيَّ مُسْتَقِيمٌ أى هذا طريق حق على أن أراعيه، وهو أن لا يكون لك سلطان على عبادي، إلا من اختار اتباعك منهم لغوايته .ويرى ابن جرير أن على هنا بمعنى إلى، فقد قال- رحمه الله- قوله- تعالى- هذا صِراطٌ عَلَيَّ مُسْتَقِيمٌ بمعنى هذا طريق إلى مستقيم.فكان معنى الكلام: هذا طريق مرجعه إلى، فأجازى كلا بأعمالهم، كما قال- تعالى- إِنَّ رَبَّكَ لَبِالْمِرْصادِ وذلك نظير قول القائل لمن يتوعده ويتهدده: طريقك على وأنا على طريقك، فكذلك قوله هذا صِراطٌ معناه: هذا طريق علىّ وهذا طريق إلى ... .ويبدو لنا أن الآية الكريمة مسوقة لبيان المنهاج القويم الذي كتبه الله- تعالى- على نفسه فضلا منه وكرما، والميزان العادل الذي وضعه- سبحانه- لتمييز الخبيث من الطيب.فكأنه- سبحانه- يقول في الرد على إبليس الذي اعترف بعجزه عن إغواء المخلصين من عباد الله: يا إبليس، إن عدم قدرتك على إغواء عبادي المخلصين منهج قويم من مناهجى التي اقتضتها حكمتى وعدالتى ورحمتي، وسنة من سنني التي آليت على نفسي أن ألتزم بها مع خلقي. إن عبادي المخلصين لا قوة ولا قدرة لك على إغوائهم، لأنهم حتى إذا مسهم طائف منك. أسرعوا بالتوبة الصادقة إلى، فقبلتها منهم. وغفرت لهم زلتهم ... ولكنك تستطيع إغواء أتباعك الذين استحوذت عليهم فانقادوا لك ...وفي هاتين الآيتين ما فيهما من التنويه بشأن عباد الله المخلصين، ومن المديح لهم بقوة الإيمان، وعلو المنزلة، وصدق العزيمة وضبط النفس ..."},{"ayah_number":41,"text":"ولذا كان جوابه - سبحانه - على إبليس ، هو قوله - تعالى - ( قَالَ هَذَا صِرَاطٌ عَلَيَّ مُسْتَقِيمٌ إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ إِلاَّ مَنِ اتبعك مِنَ الغاوين ) .واسم الإشارة ( هذا ) يعود إلى الاستثناء السابق وهو قوله ( إِلاَّ عِبَادَكَ مِنْهُمُ المخلصين ) .وقد اختار هذا الرأى الإِمام الآلوسى فقال : قال الله - تعالى - ( هَذَا صِرَاطٌ عَلَيَّ ) أى : حق لابد أن أراعيه ( مستقيم ) لا انحراف فيه فلا يعدل عنه إلى غيره .والإِشارة إلى ما تضمنه الاستثناء وهو تخليص المخلصين من إغوائه وكلمة على تستعمل فى الوجوب . والمعتزلة يقولون به حقيقة لقولهم بوجوب الأصلح عليه - تعالى - .وقال أهل السنة ، إن ذلك وإن كان تفضلاً منه - سبحانه - إلا أنه شبه بالحق الواجب لتأكد ثبوته وتحقق وقوعه ، بمقتضى وعده - عز وجل - ، فجئ بعلىَّ لذلك .ثم قال : وقرأ الضحاك ومجاهد ويعقوب . . ( هذا صراط عَلِيٌّ ) - بكسر اللام وضم الياء المشددة وتنوينها - أى : عال لارتفاع شأنه .وقد اختار صاحب الكشاف عودة اسم الإِشارة إلى ما بعده فقال : قال الله - تعالى - ( هَذَا صِرَاطٌ عَلَيَّ مُسْتَقِيمٌ ) أى هذا طريق حق على أن أراعيه ، وهو أن لا يكون لك سلطان على عبادى ، إلا من اختار اتباعك منهم لغوايته .ويرى ابن جرير أن على هنا بمعنى إلى ، فقد قال - رحمه الله - قوله - تعالى - ( هَذَا صِرَاطٌ عَلَيَّ مُسْتَقِيمٌ ) بمعنى هذا طريق إلى مستقيم .فكان معنى الكلام : هذا طريق مرجعه إلى ، فأجازى كلا بأعمالهم ، كما قال - تعالى - ( إِنَّ رَبَّكَ لبالمرصاد ) وذلك نظير قول القائل لمن يتوعده ويتهدده : طريقك على وأنا على طريقك ، فكذلك قوله ( هذا صراط ) معناه : هذا طريق علىّ وهذا طريق إلى . . . .ويبدوا لنا أن الآية الكريمة مسوقة لبيان المنهاج القويم الذى كتبه الله - تعالى - على نفسه فضلاً منه وكرمًا ، والميزان العادل الذى وضعه - سبحانه - لتمييز الخبيث من الطيب .فكأنه - سبحانه - يقول فى الرد على إبليس الذى اعترف بعجزه عن إغواء المخلصين من عباد الله : يا إبليس ، إن عدم قدرتك على إغواء عبادى المخلصين منهج قويم من مناهجى التى اقتضتها حكمتى وعدالتى ورحمتى ، وسنة من سننى التى آليت على نفسى أن ألتزم بها مع خلقى ."},{"ayah_number":42,"text":"قال- تعالى-: إِنَّ عِبادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطانٌ وَكَفى بِرَبِّكَ وَكِيلًا .قال الآلوسى وقوله: إِنَّ عِبادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطانٌ ... أى تصرف وتسلط، والمراد بالعباد المشار إليهم بالمخلصين، فالإضافة للعهد والاستثناء على هذا في قوله إِلَّا مَنِ اتَّبَعَكَ مِنَ الْغاوِينَ منقطع.واختار هذا غير واحد ... وجوز أن يكون بالعباد العموم والاستثناء متصل، والكلام كالتقرير لقوله إلا عبادك منهم المخلصين، ولذا لم يعطف على ما قبله، وتغيير الوضع لتعظيم المخلصين، بجعلهم هم الباقين بعد الاستثناء ... » ."},{"ayah_number":43,"text":"ثم بين- سبحانه- سوء عاقبة المتبعين لإبليس فقال: وَإِنَّ جَهَنَّمَ لَمَوْعِدُهُمْ أَجْمَعِينَ. لَها سَبْعَةُ أَبْوابٍ لِكُلِّ بابٍ مِنْهُمْ جُزْءٌ مَقْسُومٌ.والضمير في قوله لَمَوْعِدُهُمْ يعود إلى الغاوين، أو إلى مَنِ اتَّبَعَكَ والموعد:مكان الوعد.والمراد به هنا المكان الذي سينتهون إليه حتما بعد أن كانوا غافلين عنها في الدنيا، وهو جهنم أى وإن جهنم لمكان محتوم لهؤلاء الذين أغواهم إبليس دون أن يفلت أحد من سعيرها."},{"ayah_number":44,"text":"وجملة «لها سبعة أبواب» مستأنفة لوصف حال جهنم وأبوابها.وجملة «لكل باب منهم جزء مقسوم» صفة لأبواب، وضمير «منهم» يعود إلى الغاوين أتباع إبليس.والمقسوم: من القسم وهو إفراز النصيب عن غيره تقول: قسمت كذا قسما وقسمة إذا ميزت كل قسم عن سواه.والمعنى: إن لجهنم سبعة أبواب، لكل باب منها، فريق معين من الغاوين يدخلون منه، على حسب تفاوتهم في الغواية وفي متابعة إبليس ويرى كثير من المفسرين أن المراد بالأبواب هنا الأطباق والدركات.أى لجهنم سبعة أطباق أو دركات بعضها فوق بعض، ينزلها الغاوون، بحسب أصنافهم وتفاوت مراتبهم في الغي والضلال.قال الإمام ابن كثير: قوله- تعالى- لِكُلِّ بابٍ مِنْهُمْ جُزْءٌ مَقْسُومٌ أى: قد كتب لكل باب منها جزء من أتباع إبليس، يدخلونه لا محيد لهم عنه- أجارنا الله منها- وكل يدخل من باب بحسب عمله، ويستقر في درك بقدر فعله.... ثم قال: وعن عمرة بن جندب- رضى الله عنه- عن النبي صلى الله عليه وسلم في قوله لِكُلِّ بابٍ مِنْهُمْ جُزْءٌ مَقْسُومٌ قال: «إن من أهل النار من تأخذه النار إلى كعبيه، وإن منهم من تأخذه النار إلى حجزته  ، ومنهم من تأخذه النار إلى تراقيه ... » .وبعد: فهذه قصة خلق الإنسان، وقصة خلق الجان- كما بينتها هذه السورة الكريمة- ومن الدروس والعظات التي نأخذها منها:1- دلالتها على كمال قدرة الله- تعالى-، وبديع خلقه، وبليغ حكمته، حيث خلق- سبحانه- الإنسان من مادة تختلف عن المادة التي خلق منها الجان، وحيث كرم الإنسان بخاصية أخرى أشار إليها القرآن في قوله- تعالى- فَإِذا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِنْ رُوحِي ...وهذه الخاصية هي التي تجعل من هذا الإنسان، إنسانا ينفرد بخصائصه عن كل الأحياء الأخرى التي تشاركه في هذه الحياة..2- أن خلق الجان سابق على خلق الإنسان، بدليل قوله- تعالى- وَلَقَدْ خَلَقْنَا الْإِنْسانَ مِنْ صَلْصالٍ مِنْ حَمَإٍ مَسْنُونٍ. وَالْجَانَّ خَلَقْناهُ مِنْ قَبْلُ مِنْ نارِ السَّمُومِ.3- أن الملائكة عباد مكرمون، لا يعصون الله ما أمرهم ويفعلون ما يؤمرون، فهم بمجرد أن أمرهم الله- تعالى- بالسجود لآدم، سجدوا جميعا دون أن يشذ منهم أحد.4- أن الإصرار على معصية الله- تعالى- يؤدى إلى الطرد من رحمته- سبحانه- ومن الخروج من رضوانه ومغفرته.5- أن التكبر والغرور والحسد، من أبرز الصفات الذميمة التي حملت إبليس على الامتناع عن السجود لآدم، وعلى مخالفة أمر ربه- عز وجل-.6- أن إجابته- سبحانه- لطلب إبليس في تأخير موته، لم يكن لكرامة له عنده- عز وجل-، وإنما كان استدراجا له وإمهالا، وابتلاء لبنى آدم ليتميز قوى الإيمان من ضعيفه.7- أن العداوة بين إبليس وقبيله، وبين آدم وذريته، باقية إلى أن يرث الله الأرض ومن عليها، وأن إبليس وجنوده لم ولن يتركوا بابا من أبواب الشر إلا وزينوه وجملوه لبنى آدم، وحرضوهم على الدخول فيه، ليكتسبوا السيئات التي نهاهم الله- تعالى- عنها.قال- تعالى- إِنَّ الشَّيْطانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوًّا. إِنَّما يَدْعُوا حِزْبَهُ لِيَكُونُوا مِنْ أَصْحابِ السَّعِيرِ  .8- أن عدالة الله- تعالى- ورحمته قد اقتضت أن يحمى عباده المخلصين من تسلط الشيطان عليهم، لأنهم منه في حمى، ولأن مداخله إلى نفوسهم مغلقة، إذ أنهم خافوا مقام ربهم ونهوا أنفسهم عن الهوى..أما الذين يستطيع الشيطان التسلط عليهم، والتأثير فيهم، فهم أولئك الذين انقادوا لوساوسه، واستجابوا لنزعاته، وصاروا مطية له يسخرها كما يشاء ...وهؤلاء هم الذين تنتظرهم جهنم بأبوابها السبعة..قال- تعالى-: إِنَّ عِبادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطانٌ إِلَّا مَنِ اتَّبَعَكَ مِنَ الْغاوِينَ، وَإِنَّ جَهَنَّمَ لَمَوْعِدُهُمْ أَجْمَعِينَ. لَها سَبْعَةُ أَبْوابٍ لِكُلِّ بابٍ مِنْهُمْ جُزْءٌ مَقْسُومٌ.هذه هي عاقبة الغاوين أتباع إبليس، أما عاقبة المخلصين الذين أخلصوا نفوسهم لله- تعالى- وأطاعوه في السر والعلن، فقد بينها- سبحانه- بعد ذلك في قوله:"},{"ayah_number":45,"text":"وقوله- سبحانه- إِنَّ الْمُتَّقِينَ ... كلام مستأنف لإظهار حسن عاقبة المتقين، بعد بيان سوء عاقبة الغاوين.والمتقون: جمع متق اسم فاعل من اتقى. وأصله اوتقى- بزنة افتعل- من وقى الشيء وقاية، أى: صانه وحفظه مما يضره ويؤذيه.والجنات: جمع جنة، وهي كل بستان ذي شجر متكاثف، ملتف الأغصان، يظلل ما تحته ويستره. من الجن وهو ستر الشيء عن الحاسة..والمراد بها هنا الدار التي أعدها الله- تعالى- لتكريم عباده المؤمنين في الآخرة.والعيون جمع عين. والمقصود بها هنا المياه المنتشرة في الجنات.والمعنى: «إن المتقين» الذين صانوا أنفسهم عن الشرك. وقالوا ربنا الله ثم استقاموا «في جنات» عالية، فيها ما تشتهيه الأنفس، وفيها منابع للماء تلذ لها الأعين."},{"ayah_number":46,"text":"وجملة «ادخلوها بسلام آمنين» معمولة لقول محذوف. والباء في قوله «بسلام» للمصاحبة.أى: وتقول لهم الملائكة- على سبيل التكريم- والتحية- لهؤلاء المتقين عند دخولهم الجنات واستقرارهم فيها: ادخلوها- أيها المتقون- تصاحبكم السلامة من الآفات، والنجاة من المخافات."},{"ayah_number":47,"text":"ثم بين - سبحانه - ما هم عليه فى الجنة من صفاء نفسى ، ونقاء قلبى فقال : ( وَنَزَعْنَا مَا فِي صُدُورِهِم مِّنْ غِلٍّ إِخْوَاناً على سُرُرٍ مُّتَقَابِلِينَ ) .والنزع : القلع يقال : نزع فلان هذا الشىء من مكانه إذا قلعه منه ، وفعله من باب ضرب والغل : الحقد والضغينة ، وأصله من الغلالة ، وهى ما يلبس بين الثوبين : الشعار والدثار .أو من الغلل وهو الماء المتخلل بين الأشجار . ويقال : غل صدر فلان يغل - بالكسر - غلا إذا كان ذا غش ، أو ضغن ، أو حقد .والسرر : جمع سرير وهو المكان المهيأ لراحة الجالس عليه وإدخال السرور على قلبه .أى : وقلعنا ما فى صدور هؤلاء المتقين من ضغائن وعداوات كانت موجودة فيها فى الدنيا ، وجعلناهم يدخلون الجنة إخوانًا متحابين متصافين ، ويجلسون متقابلين ، على سرر مهيأة لراحتهم ورفاهيتهم وإدخال السرور على نفوسهم .وقوله : ( إِخْوَاناً على سُرُرٍ مُّتَقَابِلِينَ ) حال عن فاعل ( ادخلوها ) .وعبر بقوله ( متقابلين ) لأن مقابلة الوجه للوجه أدخل فى الإِيناس ، وأجمع للقلوب .والآية الكريمة تشعر بأنهم فى الجنة ينشئهم الله - تعالى - نشأة أخرى جديدة وتكون قلوبهم فيها خالية من كل ما كان يخالطهم فى الدنيا من ضغائن وعداوات وأحقاد وأطماع وغير ذلك من الصفات الذميمة ، ويصلون بسبب هذه النشأة الجديدة إلى منتهى الرقى البشرى . . .وقد ساق الإِمام ابن كثير عند تفسيره لهذه الآية عددا من الأحاديث والآثار منها ما رواه القاسم عن أبى أمامة قال : يدخل أهل الجنة على ما فى صدورهم فى الدنيا من الشحناء والضغائن ، حتى إذا توافوا وتقابلوا نزع الله ما فى صدورهم فى الدنيا من غل ، ثم قرأ : ( وَنَزَعْنَا مَا فِي صُدُورِهِم مِّنْ غِلٍّ .ومنها: ما رواه أبو مالك الأشجعى عن أبى حبيبة- مولى لطلحة- قال: دخل عمران ابن طلحة على الإمام على بن أبى طالب بعد ما فرغ من أصحاب الجمل، فرحب على- رضى الله عنه- به، وقال: إنى لأرجو أن يجعلني الله وإياك من الذين قال الله فيهم: وَنَزَعْنا ما فِي صُدُورِهِمْ مِنْ غِلٍّ إِخْواناً عَلى سُرُرٍ مُتَقابِلِينَ ..."},{"ayah_number":48,"text":"ثم ختم- سبحانه- بيان جزائهم بقوله: لا يَمَسُّهُمْ فِيها نَصَبٌ وَما هُمْ مِنْها بِمُخْرَجِينَ.والنصب: التعب والإعياء. يقال: نصب الرجل نصبا- من باب طرب- إذا نزل به التعب والهم. ويقال فلان في عيش ناصب، أى فيه كد وجهد.قال ابن كثير قوله- تعالى-: لا يَمَسُّهُمْ فِيها نَصَبٌ يعنى مشقة وأذى كما جاء في الصحيحين، عن رسول الله صلى الله عليه وسلم أنه قال: «إن الله أمرنى أن أبشر خديجة ببيت في الجنة من قصب لا صخب فيه ولا نصب» .وقوله وَما هُمْ مِنْها بِمُخْرَجِينَ- بل هم باقون في الجنات بقاء سرمديا دائما لا ينقطع- كما جاء في الحديث: «يقال- لأهل الجنة- يا أهل الجنة: إن لكم أن تصحوا فلا تمرضوا أبدا، وإن لكم أن تعيشوا فلا تموتوا أبدا، وإن لكم أن تشبوا فلا تهرموا أبدا، وإن لكم أن تقيموا فلا تظعنوا أبدا» .فأنت ترى أن هذه الآيات الكريمة قد اشتملت على بشارات للمؤمنين الصادقين، هذه البشارات مقرونة بالتعظيم، خالية من الشوائب والاضرار، باقية لا انقطاع لها.أما البشارات فتراها في قوله- تعالى- إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَعُيُونٍ.وأما اقترانها بالتعظيم والتكريم، فتراه في قوله- تعالى-: ادْخُلُوها بِسَلامٍ آمِنِينَ.وأما خلوها من الشوائب والاضرار، فتراه في قوله- تعالى-: وَنَزَعْنا ما فِي صُدُورِهِمْ مِنْ غِلٍّ إِخْواناً....وأما بقاؤها واستمرارها، فتراه في قوله- تعالى-: وَما هُمْ مِنْها بِمُخْرَجِينَ.هذا، وشبيه بهذه الآيات قوله- تعالى-: إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَعُيُونٍ. آخِذِينَ ما آتاهُمْ رَبُّهُمْ إِنَّهُمْ كانُوا قَبْلَ ذلِكَ مُحْسِنِينَ ... «2» .وقوله- تعالى- وَنَزَعْنا ما فِي صُدُورِهِمْ مِنْ غِلٍّ تَجْرِي مِنْ تَحْتِهِمُ الْأَنْهارُ، وَقالُوا الْحَمْدُ لِلَّهِ الَّذِي هَدانا لِهذا، وَما كُنَّا لِنَهْتَدِيَ لَوْلا أَنْ هَدانَا اللَّهُ ...  .وقوله- تعالى-: وَقالُوا الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ إِنَّ رَبَّنا لَغَفُورٌ شَكُورٌ. الَّذِي أَحَلَّنا دارَ الْمُقامَةِ مِنْ فَضْلِهِ لا يَمَسُّنا فِيها نَصَبٌ وَلا يَمَسُّنا فِيها لُغُوبٌ .وقوله- تعالى-: إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ كانَتْ لَهُمْ جَنَّاتُ الْفِرْدَوْسِ نُزُلًا. خالِدِينَ فِيها لا يَبْغُونَ عَنْها حِوَلًا .ثم بين- سبحانه- نماذج لمن شملتهم رحمته لإيمانهم وعملهم الصالح، ولمن شملتهم نقمته لكفرهم وعملهم الطالح، ومن هذه النماذج تبشيره لإبراهيم- وهو شيخ كبير- بغلام عليم، وإنجاؤه لوطا ومن آمن معه من العذاب المهين، وإهلاكه المجرمين من قومه.. قال- تعالى-:"},{"ayah_number":49,"text":"والخطاب في قوله- تعالى-: نَبِّئْ عِبادِي.. للرسول صلى الله عليه وسلم والنبأ: الخبر العظيم. والمراد «بعبادي» : المؤمنون منهم، والإضافة للتشريف.أى: أخبر- أيها الرسول الكريم- عبادي المؤمنين أنى أنا الله- تعالى- الكثير المغفرة لذنوبهم، الواسع الرحمة لمسيئهم،"},{"ayah_number":50,"text":"وأخبرهم- أيضا- أن عذابي هو العذاب الشديد الإيلام، فعليهم أن يقدموا القول الطيب، والعمل الصالح، لكي يظفروا بمغفرتى ورحمتي، وينجو من عذابي ونقمتي.فأنت ترى أن الله- تعالى- قد جمع في هاتين الآيتين بين المغفرة والعذاب، وبين الرحمة والانتقام، وبين الوعد والوعيد، لبيان سنته- سبحانه- في خلقه، ولكي يعيش المؤمن حياته بين الخوف والرجاء، فلا يقنط من رحمة الله، ولا يقصر في أداء ما كلفه- سبحانه- به.وقدم- سبحانه- نبأ الغفران والرحمة، على نبأ العذاب والانتقام، جريا على الأصل الذي ارتضته مشيئته، وهو أن رحمته سبقت غضبه، ومغفرته سبقت انتقامه.والضمير «أنا» و «هو» في الآيتين الكريمتين، للفصل: لإفادة تأكيد الخبر.قال الإمام الرازي ما ملخصه: وفي الآيتين لطائف:إحداها: أنه أضاف- سبحانه- العباد إلى نفسه بقوله عِبادِي وهذا تشريف عظيم لهم ...وثانيها. أنه لما ذكر الرحمة والمغفرة بالغ في التأكيد بألفاظ ثلاثة: أولها: قوله أَنِّي وثانيها قوله أَنَا، وثالثها. إدخال حرف الألف واللام على قوله الْغَفُورُ الرَّحِيمُ، ولما ذكر العذاب لم يقل: إنى أنا المعذب، بل قال وَأَنَّ عَذابِي هُوَ الْعَذابُ الْأَلِيمُ.وثالثها: أنه أمر رسوله صلى الله عليه وسلم أن يبلغ إليهم هذا المعنى، فكأنه أشهده على نفسه في التزام المغفرة والرحمة.ورابعها: أنه لما قال نَبِّئْ عِبادِي كان معناه نبىء كل من كان معترفا بعبوديتى، وهذا كما يدخل فيه المؤمن المطيع. فكذلك يدخل فيه المؤمن العاصي، وكل ذلك يدل على تغليب جانب الرحمة من الله- تعالى-» .وقال الآلوسى: وأخرج الشيخان وغيرهما عن أبى هريرة أن رسول الله صلى الله عليه وسلم قال:إن الله- تعالى- خلق الرحمة يوم خلقها مائة رحمة، فأمسك عنده تسعة وتسعين رحمة، وأرسل في خلقه كلهم رحمة واحدة فلو يعلم الكافر كل الذي عنده من رحمة لم ييأس من الرحمة، ولو يعلم المؤمن بكل الذي عند الله- تعالى- من العذاب، لم يأمن من النار» .وأخرج عبد بن حميد وجماعة عن قتادة أنه قال في الآية: بلغنا أن رسول الله صلى الله عليه وسلم قال: «لو يعلم العبد قدر عفو الله- تعالى- لما تورع من حرام، ولو يعلم قدر عذابه لبخع نفسه» ."},{"ayah_number":51,"text":"وقوله- سبحانه- وَنَبِّئْهُمْ عَنْ ضَيْفِ إِبْراهِيمَ ... معطوف على قوله قبل ذلك نَبِّئْ عِبادِي....قال الجمل: وأصل الضيف: الميل، يقال أضفت إلى كذا إذا ملت إليه. والضيف من مال إليك نزولا بك، وصارت الضيافة متعارفة في القرى وأصل الضيف مصدر، ولذلك استوى فيه الواحد والجمع في غالب كلامهم. وقد يجمع فيقال أضياف وضيوف .. .والمراد بضيف إبراهيم هنا: الملائكة الذين نزلوا عنده ضيوفا في صورة بشرية، وبشروه بغلام عليم، ثم أخبروه بأنهم أرسلوا إلى قوم لوط لإهلاكهم ..."},{"ayah_number":52,"text":"ثم فصل- سبحانه- ما دار بين إبراهيم وضيوفه فقال: إِذْ دَخَلُوا عَلَيْهِ فَقالُوا سَلاماً ...والظرف «إذ» منصوب على أنه مفعول به لفعل مقدر.أى: ونبئهم- أيضا- أيها الرسول الكريم- عن ضيف إبراهيم، وقت أن دخلوا عليه، فقالوا له على سبيل الدعاء أو التحية سَلاماً أى: سلمت سلاما. أو سلمنا سلاما.فلفظ «سلاما» منصوب بفعل محذوف.وقوله- سبحانه- قالَ إِنَّا مِنْكُمْ وَجِلُونَ بيان لما رد به إبراهيم- عليه السلام- على الملائكة.و «وجلون» جمع وجل، والوجل: اضطراب يعترى النفس لتوقع حدوث مكروه.يقال: وجل الرجل وجلا فهو وجل إذا خاف.أى: قال لهم إبراهيم بعد أن دخلوا عليه وبادروه بالتحية إنا منكم خائفون.وقال «إنا منكم ... » بصيغة الجمع، لأنه قصد أن الخوف منهم قد اعتراه هو، واعترى أهله معه.وكان من أسباب خوفه منهم، أنهم دخلوا عليه بدون إذن، وفي غير وقت الزيارة وبدون معرفة سابقة لهم، وأنهم لم يأكلوا من الطعام الذي قدمه إليهم..هذا، وقد ذكر- سبحانه- في سورة الذاريات أنه رد عليهم السلام فقال- تعالى- هَلْ أَتاكَ حَدِيثُ ضَيْفِ إِبْراهِيمَ الْمُكْرَمِينَ. إِذْ دَخَلُوا عَلَيْهِ فَقالُوا سَلاماً، قالَ سَلامٌ قَوْمٌ مُنْكَرُونَ .كما بين- سبحانه- في سورة هود أن من أسباب خوفه منهم، عدم أكلهم من طعامه. قال- تعالى-: فَلَمَّا رَأى أَيْدِيَهُمْ لا تَصِلُ إِلَيْهِ نَكِرَهُمْ وَأَوْجَسَ مِنْهُمْ خِيفَةً ...  . أى خاف إبراهيم لما رأى أيدى الضيف لا تصل إلى طعامه."},{"ayah_number":53,"text":"ثم حكى- سبحانه- ما قالته الملائكة لإدخال الطمأنينة على قلب إبراهيم فقال- تعالى-: قالُوا لا تَوْجَلْ إِنَّا نُبَشِّرُكَ بِغُلامٍ عَلِيمٍ.أى: قالت الملائكة لإبراهيم على سبيل البشارة وإدخال السرور على قلبه: لا تخف منا يا إبراهيم، إنا جئنا إليك لنبشرك بغلام ذي علم كثير بشريعة الله- تعالى- وبأوامره ونواهيه، وهو إسحاق- عليه السلام-.وجملة «إنا نبشرك..» مستأنفة لتعليل النهى عن الوجل.وقد حكى- سبحانه- هنا أن البشارة كانت له، وفي سورة هود أن البشارة كانت لامرأته، ومعنى ذلك أنها كانت لهما معا، إما في وقت واحد، وإما في وقتين متقاربين بأن بشروه هو أولا، ثم جاءت امرأته بعد ذلك فبشروها أيضا، ويشهد لذلك قوله- تعالى- وَامْرَأَتُهُ قائِمَةٌ فَضَحِكَتْ فَبَشَّرْناها بِإِسْحاقَ وَمِنْ وَراءِ إِسْحاقَ يَعْقُوبَ ... ."},{"ayah_number":54,"text":"ثم حكى- سبحانه- ما قاله إبراهيم للملائكة بعد أن بشروه بهذا الغلام العليم، فقال- تعالى- قالَ أَبَشَّرْتُمُونِي عَلى أَنْ مَسَّنِيَ الْكِبَرُ فَبِمَ تُبَشِّرُونَ.والاستفهام للتعجب. كأنه عجب من أن يرزقه الله- تعالى- بغلام عليم بعد أن مسه الكبر، وبلغ سن الشيخوخة.و «على» بمعنى مع، والمس: اتصال شيء بآخر على وجه الإحساس والإصابة.أى: قال إبراهيم للملائكة، بعد أن بشروه بالولد، أبشرتمونى بذلك مع أن الكبر قد أصابنى، والشيخوخة قد اعترتني فبأى شيء عجيب قد بشرتموني.وتعجب إبراهيم إنما هو من كمال قدرة الله- تعالى- ونفاذ أمره، حيث وهبه هذا الغلام في تلك السن المتقدمة بالنسبة له ولامرأته، والتي جرت العادة أن لا يكون معها إنجاب الأولاد.وقد حكى القرآن هذا التعجب على لسان امرأة إبراهيم في قوله- تعالى- قالَتْ يا وَيْلَتى أَأَلِدُ وَأَنَا عَجُوزٌ وَهذا بَعْلِي شَيْخاً، إِنَّ هذا لَشَيْءٌ عَجِيبٌ.. .قال الإمام الرازي ما ملخصه: والسبب في هذا الاستفهام أن العادة جارية بأنه لا يحصل الولد حال الشيخوخة التامة ...وهناك جواب آخر، وهو أن الإنسان إذا كان عظيم الرغبة في شيء، وفاته الوقت الذي يغلب على ظنه حصول ذلك المراد فيه، فإذا بشر بعد ذلك بحصوله ازداد فرحه وسروره، ويصير ذلك الفرح القوى كالمدهش له وربما يجعله هذا الفرح يعيد السؤال ليسمع تلك البشارة مرة أخرى، طلبا للالتذاذ بسماعها ... » ."},{"ayah_number":55,"text":"وقوله- سبحانه- قالُوا بَشَّرْناكَ بِالْحَقِّ فَلا تَكُنْ مِنَ الْقانِطِينَ.أى: قال الملائكة لإبراهيم لزيادة اطمئنانه، ولتأكيد بشارته بالغلام العليم:يا إبراهيم إنا بشرناك بالأمر المحقق الوقوع، وباليقين الذي لا خلف معه، وهو أن الله- تعالى- سيهبك الولد مع تقدم سنك وسن زوجك، فلا تكن من الآيسين من رحمة الله- تعالى- فإن قدرته- عز وجل- لا يعجزها شيء."},{"ayah_number":56,"text":"وهنا دفع إبراهيم- عليه السلام- عن نفسه رذيلة اليأس من رحمة الله. فقال على سبيل الإنكار والنفي وَمَنْ يَقْنَطُ مِنْ رَحْمَةِ رَبِّهِ إِلَّا الضَّالُّونَ أى: أنا ليس بي قنوط أو يأس من رحمة الله، لأنه لا ييأس من رحمة الله- تعالى- إلا القوم الضالون عن طريق الحق والصواب، الذين لا يعرفون سعة رحمته- تعالى- ونفاذ قدرته، ولكن هذه البشارة العظيمة- مع تقدم سنى وسن زوجي- هي التي جعلتني- من شدة الفرح والسرور- أعجب من كمال قدرة الله- تعالى-، ومن جزيل عطائه، ومن سابغ مننه، حيث رزقني الولد في هذه السن التي جرت العادة بأن لا يكون معها إنجاب أو ولادة."},{"ayah_number":57,"text":"ثم حكى- سبحانه- بعد ذلك ما قاله إبراهيم للملائكة، بعد أن اطمأن إليهم، فقال:قالَ فَما خَطْبُكُمْ أَيُّهَا الْمُرْسَلُونَ.والخطب: مصدر خطب يخطب، ومنه قولهم: هذا خطب يسير، وخطب جلل، وجمعه خطوب، وخصه بعضهم بما له خطر من الأمور. وأصله الأمر العظيم الذي يكثر فيه التخاطب ويخطب له.أى: قال إبراهيم- عليه السلام- للملائكة على سبيل الاستيضاح بالتفصيل عن سبب مجيئهم: فما شأنكم الخطير الذي من أجله جئتم إلينا سوى هذه البشارة. وكأنه قد فهم أن مجيئهم إليه ليس لمجرد البشارة، بل من وراء البشارة أمر آخر جاءوا من أجله."},{"ayah_number":58,"text":"وهنا بادره الملائكة بقولهم- كما حكى القرآن عنهم- قالُوا إِنَّا أُرْسِلْنا إِلى قَوْمٍ مُجْرِمِينَ. أى: قالوا له إنا أرسلنا- بأمر الله- تعالى- إلى قوم شأنهم الإجرام، ودأبهم الفجور، والمراد بهم قوم لوط- عليه السلام- وكانوا يسكنون مدينة «سدوم» بمنطقة وادي الأردن"},{"ayah_number":59,"text":"وقوله إِلَّا آلَ لُوطٍ إِنَّا لَمُنَجُّوهُمْ أَجْمَعِينَ استثناء من القوم المجرمين الذين أرسل الملائكة لإهلاكهم.والمراد بآل لوط: أتباعه الذين آمنوا به وصدقوه. ولم يشاركوا قومهم في كفرهم وشذوذهم.أى: إنا أرسلنا إلى قوم لوط لإهلاكهم، إلا من آمن منهم فإنا لمنجوهم أجمعين.وقد وضح هذا المعنى صاحب الكشاف فقال: فإن قلت: قوله- تعالى- إِلَّا آلَ لُوطٍ استثناء متصل أم منقطع؟قلت: لا يخلو من أن يكون استثناء من قوم فيكون منقطعا، لأن القوم موصوفون بالإجرام فاختلف لذلك الجنسان، وأن يكون استثناء من الضمير في مُجْرِمِينَ فيكون متصلا، كأنه قيل: قد أرسلنا إلى قوم قد أجرموا كلهم إلا آل لوط وحدهم، كما قال:فَما وَجَدْنا فِيها غَيْرَ بَيْتٍ مِنَ الْمُسْلِمِينَ.فإن قلت: فهل يختلف المعنى لاختلاف الاستثناءين؟ قلت: نعم، وذلك أن آل لوط مخرجون في المنقطع من حكم الإرسال، وعلى أنهم أرسلوا إلى القوم المجرمين خاصة، ولم يرسلوا إلى آل لوط أصلا ... كأنه قيل: إنا أهلكنا قوما مجرمين، ولكن آل لوط أنجيناهم.وأما في المتصل، فهم داخلون في حكم الإرسال، وعلى أن الملائكة أرسلوا إليهم جميعا ليهلكوا هؤلاء، وينجوا هؤلاء، فلا يكون الإرسال مخلصا بمعنى الإهلاك والتعذيب كما في الوجه الأول»"},{"ayah_number":60,"text":"وقوله- سبحانه- إِلَّا امْرَأَتَهُ قَدَّرْنا إِنَّها لَمِنَ الْغابِرِينَ استثناء من الضمير في لَمُنَجُّوهُمْ، إخراجا لها من التنجية. أى: إلا امرأة لوط- عليه السلام- فليست ممن سننجيه، بل هي ممن سنهلكه مع القوم المجرمين.ومعنى (قدرنا) : قضينا وحكمنا.والغابر: الباقي. يقال غبر الشيء غبورا إذا بقي وأصله من الغبرة وهي بقية اللبن في الضرع. وقد يستعمل في الماضي فيكون هذا اللفظ من الأضداد.ونسب الملائكة التقدير إليهم فقالوا إِلَّا امْرَأَتَهُ قَدَّرْنا ... مع أنه فعل الله- تعالى- لما لهم من الزلفى عنده- سبحانه-، ولأنهم ما أرسلوا لإهلاك المجرمين وإنجاء المؤمنين إلا بأمره.قال الآلوسى ما ملخصه: والظاهر أن قوله- تعالى- إِلَّا امْرَأَتَهُ قَدَّرْنا ... من كلام الملائكة، وأسندوا التقدير إلى أنفسهم- وهو فعل الله- سبحانه- لما لهم من القرب والاختصاص، وهذا كما يقول أحد حاشية السلطان: أمرنا بكذا.. والآمر في الحقيقة هو السلطان. وقيل- ولا يخفى بعده-: هو من كلام الله- تعالى- فلا يحتاج إلى تأويل، وكذا لا يحتاج إلى تأويل إذا أريد بالتقدير العلم.قال بعض العلماء: وفي هذه الآية الكريمة دليل واضح لما حققه علماء الأصول من جواز الاستثناء من الاستثناء، لأنه- تعالى- استثنى آل لوط من إهلاك المجرمين بقوله إِلَّا آلَ لُوطٍ إِنَّا لَمُنَجُّوهُمْ أَجْمَعِينَ ثم استثنى من هذا الاستثناء امرأة لوط بقوله إِلَّا امْرَأَتَهُ قَدَّرْنا إِنَّها لَمِنَ الْغابِرِينَ «2» .وبهذا نرى أن الآيات الكريمة قد حكت لنا بأسلوب بليغ حكيم، ما دار بين إبراهيم وبين الملائكة الذين جاءوا لتبشيره بغلام عليم، وإخباره بإهلاك القوم المجرمين، وهم قوم لوط- عليه السلام-..ثم حكت السورة بعد ذلك ما دار بينهم وبين لوط- عليه السلام- بعد أن جاءوا إليه، وما دار بين لوط- عليه السلام- وبين قومه المجرمين من مجادلات ومحاورات، وما حل بهؤلاء المجرمين من عذاب جعل أعلى مدينتهم أسفلها.. فقال- تعالى-:"},{"ayah_number":61,"text":"قال الآلوسى: وقوله- تعالى-: فَلَمَّا جاءَ آلَ لُوطٍ الْمُرْسَلُونَ شروع في بيان إهلاك المجرمين، وتنجية آل لوط. ووضع الظاهر موضع الضمير، للإيذان بأن مجيئهم لتحقيق ما أرسلوا به من ذلك .والآية الكريمة معطوفة على كلام محذوف يفهم من السياق، والتقدير: وخرج الملائكة من عند إبراهيم- بعد أن بشروه بغلامه، وبعد أن أخبروه بوجهتهم- فاتجهوا إلى المدينة التي يسكنها لوط- عليه السلام- وقومه."},{"ayah_number":62,"text":"فلما دخلوا عليه قال لهم: «إنكم قوم منكرون» .أى: إنكم قوم غير معروفين لي، لأنى لم يسبق لي أن رأيتكم، ولا أدرى من أى الأقوام أنتم، ولا أعرف الغرض الذي من أجله أتيتم، وإن نفسي ليساورها الخوف والقلق من وجودكم عندي ...ويبدو أن لوطا- عليه السلام- قد قال لهم هذا الكلام بضيق نفس، لأنه يعرف شذوذ المجرمين من قومه، ويخشى أن يعلموا بوجود هؤلاء الضيوف أصحاب الوجوه الجميلة عنده، فيعتدوا عليهم دون أن يملك الدفاع عنهم ...وقد صرح القرآن الكريم بهذا الضيق النفسي، الذي اعترى لوطا بسبب وجود هؤلاء الضيوف عنده، ومن ذلك قوله- تعالى-: وَلَمَّا جاءَتْ رُسُلُنا لُوطاً سِيءَ بِهِمْ وَضاقَ بِهِمْ ذَرْعاً، وَقالَ هذا يَوْمٌ عَصِيبٌ .وقال- سبحانه-: فَلَمَّا جاءَ آلَ لُوطٍ الْمُرْسَلُونَ مع أن المجيء كان للوط- عليه السلام- والخطاب كان معه، تشريفا وتكريما للمؤمنين من قوم لوط، فكأنهم كانوا حاضرين ومشاهدين لوجود الملائكة بينهم، ولما دار بينهم وبين لوط- عليه السلام-."},{"ayah_number":63,"text":"وقوله- سبحانه-: قالُوا بَلْ جِئْناكَ بِما كانُوا فِيهِ يَمْتَرُونَ. وَأَتَيْناكَ بِالْحَقِّ وَإِنَّا لَصادِقُونَ.حكاية لما رد به الملائكة على لوط، لكي يزيلوا ضيقه بهم، وكراهيته لوجودهم عنده.وقوله يَمْتَرُونَ من الامتراء، وهو الشك الذي يدفع الإنسان إلى المجادلة المبنية على الأوهام لا على الحقائق.وهو- كما يقول الإمام الفخر الرازي- مأخوذ من قول العرب: مريت الناقة والشاة إذا أردت حلبها، فكأن الشاك يجتذب بشكه مراء، كاللبن الذي يجتذب عند الحلب. يقال: قد مارى فلان فلانا، إذا جادله كأنه يستخرج غضبه» .أى: قال الملائكة للوط لإدخال الطمأنينة على نفسه: يا لوط نحن ما جئنا لإزعاجك أو إساءتك، وإنما جئناك بأمر كان المجرمون من قومك، يشكون في وقوعه، وهو العذاب الذي كنت تحذرهم منه إذا ما استمروا في كفرهم وفجورهم ...وإنا ما أتيناك إلا بالأمر الثابت المحقق الذي لا مرية فيه ولا تردد، وهو إهلاك هؤلاء المجرمين من قومك، وإنا لصادقون في كل ما قلناه لك، وأخبرناك به، فكن آمنا مطمئنا.فالإضراب في قوله قالُوا بَلْ جِئْناكَ ... إنما هو لإزالة ما وقر في قلب لوط- عليه السلام- تجاه الملائكة من وساوس وهواجس.فكأنهم قالوا له: نحن ما جئناك بشيء تكرهه أو تخافه.. وإنما جئناك بما يسرك ويشفى غليلك من هؤلاء القوم المنكوسين.وعبر عن العذاب بقوله بِما كانُوا فِيهِ يَمْتَرُونَ زيادة في إدخال الأنس على نفسه وتحقيقا لوقوع العذاب بهم."},{"ayah_number":64,"text":"وقوله وَأَتَيْناكَ بِالْحَقِّ وَإِنَّا لَصادِقُونَ تأكيد على تأكيد.وهذه التأكيدات المتعددة والمتنوعة تشعر بأن لوطا- عليه السلام- كان في غاية الهم والكرب لمجيء الملائكة إليه بهذه الصورة التي تغرى المجرمين بهم دون أن يملك حمايتهم أو الدفاع عنهم."},{"ayah_number":65,"text":"لذا كانت هذه التأكيدات من الملائكة له في أسمى درجات البلاغة، حتى يزول خوفه، ويزداد اطمئنانه إليهم، قبل أن يخبروه بما أمرهم الله- تعالى- بإخباره به، وهو قوله- تعالى- فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِنَ اللَّيْلِ. وَاتَّبِعْ أَدْبارَهُمْ وَلا يَلْتَفِتْ مِنْكُمْ أَحَدٌ، وَامْضُوا حَيْثُ تُؤْمَرُونَ.قال القرطبي: قوله فَأَسْرِ.. قرئ فاسر وقرئ فأسر، بوصل الهمزة وقطعها لغتان فصيحتان. قال- تعالى- وَاللَّيْلِ إِذا يَسْرِ.. وقال: سُبْحانَ الَّذِي أَسْرى بِعَبْدِهِ لَيْلًا ... وقيل: فأسر تقال لمن سار من أول الليل.. وسرى لمن سار في آخره، ولا يقال في النهار إلا سار» .وقوله بِقِطْعٍ مِنَ اللَّيْلِ.. أى: بجزء من الليل. والمراد به الجزء الأخير منه.أى: قال الملائكة للوط- عليه السلام- بعد أن أزالوا خوفه منه: يا لوط إنا نأمرك- بإذن الله تعالى- أن تخرج من هذه المدينة التي تسكنها مع قومك وأن يخرج معك أتباعك المؤمنون، وليكن خروجكم في الجزء الأخير من الليل.وقوله وَاتَّبِعْ أَدْبارَهُمْ أى: وكن وراءهم لتطلع عليهم وعلى أحوالهم.قال الإمام ابن كثير: يذكر الله- تعالى- عن الملائكة أنهم أمروا لوطا أن يسرى بأهله بعد مضى جانب من الليل، وأن يكون لوط- عليه السلام- يمشى وراءهم ليكون أحفظ لهم.وهكذا كان رسول الله صلى الله عليه وسلم يمشى في الغزاة يزجى الضعيف، ويحمل المنقطع .وقوله وَلا يَلْتَفِتْ مِنْكُمْ أَحَدٌ أى: ولا يلتفت منكم أحد أيها المؤمنون- خلفه، حتى لا يرى العذاب المروع النازل بالمجرمين.وإنما أمرهم- سبحانه- بعدم الالتفات إلى الخلف، لأن من عادة التارك لوطنه، أن يلتفت إليه عند مغادرته، كأنه يودعه.قال صاحب الكشاف: فإن قلت ما معنى أمره باتباع أدبارهم ونهيهم عن الالتفات؟قلت: قد بعث الله الهلاك على قوم لوط، ونجاه وأهله إجابة لدعوته عليهم وخرج مهاجرا فلم يكن له بد من الاجتهاد في شكر الله، وإدامة ذكره وتفريغ باله لذلك، فأمر بأن يقدّمهم لئلا يشتغل بمن خلفه قلبه، وليكون مطلعا عليهم وعلى أحوالهم، فلا تفرط منهم التفاتة احتشاما منه ولا غيرها من الهفوات في تلك الحال المهولة المحذورة، ولئلا يتخلف منهم أحد لغرض له فيصيبه العذاب، وليكون مسيره مسير الهارب الذي يقدم سربه ويفوت به. ونهوا عن الالتفات لئلا يروا ما ينزل بقومهم من العذاب فيرقوا له، وليوطنوا نفوسهم على المهاجرة، ويمضوا قدما غير ملتفتين إلى ما وراءهم، كالذي يتحسر على مفارقة وطنه ...أو جعل النهى عن الالتفات، كناية عن مواصلة السير، وترك التواني والتوقف، لأن من يتلفت لا بد له في ذلك من أدنى وقفة» .وقوله وَامْضُوا حَيْثُ تُؤْمَرُونَ إرشاد من الملائكة للوط- عليه السلام- إلى الجهة التي أمره الله- تعالى- بالتوجه إليها.أى: وامضوا في سيركم إلى الجهة التي أمركم الله- تعالى- بالسير إليها، مبتعدين عن ديار القوم المجرمين، تصحبكم رعاية الله وحمايته.قيل: أمروا بالتوجه إلى بلاد الشام، وقيل إلى الأردن، وقيل إلى مصر.ولم يرد حديث صحيح يحدد الجهة التي أمروا بالتوجه إليها، ولكن الذي نعتقده أنهم ذهبوا بأمر الله- تعالى- إلى مكان آخر، أهله لم يعملوا ما كان يعمله العادون من قوم لوط- عليه السلام-."},{"ayah_number":66,"text":"وقوله- سبحانه- وَقَضَيْنا إِلَيْهِ ذلِكَ الْأَمْرَ أَنَّ دابِرَ هؤُلاءِ مَقْطُوعٌ مُصْبِحِينَ بيان لجانب آخر من جوانب الرعاية والتكريم للوط- عليه السلام-.وعدى «قضينا» بإلى، لتضمنه معنى أوحينا.والمراد بذلك الأمر: إهلاك الكافرين من قوم لوط- عليه السلام-.وجملة أَنَّ دابِرَ هؤُلاءِ مَقْطُوعٌ مُصْبِحِينَ مفسرة ومبينة لذلك الأمر.وعبر عن عذابهم وإهلاكهم بالإبهام أولا. ثم بالتفسير والتوضيح ثانيا، للإشعار بأنه عذاب هائل شديد.ودابرهم: أى آخرهم الذي يدبرهم. يقال: فلان دبر القوم يدبرهم دبورا إذا كان آخرهم في المجيء. والمراد أنهم استؤصلوا بالعذاب استئصالا.وقوله مُصْبِحِينَ أى: داخلين في الصباح، مأخوذ من أصبح التامة، وصيغة أفعل تأتى للدخول في الشيء، نحو أنجد وأتهم، أى دخل في بلاد نجد وفي بلاد تهامة، وهو حال من اسم الإشارة هؤلاء، والعامل فيه معنى الإضافة.والمعنى: وقضينا الأمر بإبادتهم، وأوحينا إلى نبينا لوط- عليه السلام- أن آخر هؤلاء المجرمين مقطوع ومستأصل ومهلك مع دخول وقت الصباح.وفي هذا التعبير ما فيه من الدلالة على أن العذاب سيمحقهم جميعا، بحيث لا يبقى منهم أحدا، لا من كبيرهم ولا من صغيرهم، ولا من أولهم ولا من آخرهم."},{"ayah_number":67,"text":"ثم حكى- سبحانه- ما حدث من القوم المجرمين، بعد أن تسامعوا بأن في بيت لوط - عليه السلام- شبانا فيهم جمال ووضاءة فقال- تعالى- وَجاءَ أَهْلُ الْمَدِينَةِ يَسْتَبْشِرُونَ.والمراد بأهل المدينة: أهل مدينة سدوم التي كان يسكنها لوط وقومه.ويستبشرون: أى يبشر بعضهم بعضا بأن هناك شبانا في بيت لوط- عليه السلام-، من الاستبشار وهو إظهار الفرح والسرور.وهذا التعبير الذي صورته الآية الكريمة، يدل دلالة واضحة على أن القوم قد وصلوا إلى الدرك الأسفل من الانتكاس والشذوذ وانعدام الحياء ...إنهم لا يأتون لارتكاب المنكر فردا أو أفرادا، وإنما يأتون جميعا- أهل المدينة- وفي فرح وسرور، وفي الجهر والعلانية، لا في السر والخفاء ...ولأى غرض يأتون؟ إنهم يأتون لارتكاب الفاحشة التي لم يسبقهم إليها أحد من العالمين.وهكذا النفوس عند ما ترتكس وتنتكس، تصل في مجاهرتها بإتيان الفواحش، إلى ما لم تصل إليه بعض الحيوانات ...ويقف لوط- عليه السلام- أمام شذوذ قومه مغيظا مكروبا، يحاول أن يدفع عن ضيفه شرورهم، كما يحاول أن يحرك فيهم ذرة من الآدمية فيقول لهم: إِنَّ هؤُلاءِ ضَيْفِي فَلا تَفْضَحُونِ.وتفضحون: من الفضح والفضيحة. يقال فضح فلان فلانا فضحا وفضيحة، إذا أظهر من أمره ما يلزمه العار بسببه.أى: قال لوط- عليه السلام- لمن جاءوا يهرعون إليه من قومه لارتكاب الفاحشة مع ضيوفه: يا قوم إن هؤلاء الموجودين عندي ضيوفى الذين يلزمني حمايتهم، فابتعدوا عن دارى وعودوا إلى دياركم، ولا تفضحون عندهم بتعرضكم لهم بالفاحشة فأهون في نظرهم، لعجزى عن حمايتهم، وأنتم تعلمون أن كرامة الضيف جزء من كرامة مضيفه ...وعبر لوط- عليه السلام- عن الملائكة بالضيف لأنه لم يكن قد علم أنهم ملائكة ولأنهم قد جاءوا إليه في هيئة الآدميين.ثم أضاف لوط- عليه السلام- إلى رجاء قومه رجاء آخر، حيث ذكرهم بتقوى الله فقال: وَاتَّقُوا اللَّهَ وَلا تُخْزُونِ.أى: واتقوا الله وصونوا أنفسكم عن عذابه وغضبه، ولا تخزون مع ضيفي، وتذلونى وتهينونى أمامهم.يقال: خزي الرجل يخزى خزيا وخزي، إذا وقع في مصيبة فذل لذلك.ولكن هذه النصائح الحكيمة من لوط- عليه السلام- لقومه، لم تجد أذنا صاغية، بل قابلوها بسوء الأدب معه، وبالتطاول عليه، شأن الطغاة الفجرة قالُوا أَوَلَمْ نَنْهَكَ عَنِ الْعالَمِينَ.والاستفهام للإنكار. والواو للعطف على محذوف، والعالمين: جمع عالم، وهو كل موجود سوى الله- تعالى- والمراد بالعالمين هنا: الرجال الذين كانوا يأتون معهم الفاحشة من دون النساء.أى: قال قوم لوط له بوقاحة وسوء أدب. أو لم يسبق لنا يا لوط أننا نهيناك عن أن تحول بيننا وبين من نريد ارتكاب الفاحشة معه من الرجال، وإذا كان الأمر كذلك فكيف ساغ لك بعد هذا النهى أن تمنعنا عما نريده من ضيوفك وأنت تعلم ما نريده منهم؟"},{"ayah_number":68,"text":"ويقف لوط - عليه السلام - أمام شذوذ قومه مغيظا مكروبًا ، يحاول أن يدفع عن ضيفه شرورهم ، كما يحاول أن يحرك فيهم ذرة من الآدمية فيقول لهم : ( إِنَّ هَؤُلآءِ ضَيْفِي فَلاَ تَفْضَحُونِ ) .وتفضحون : من الفضح والفضيحة . يقال فضح فلان فلانا فضحا وفضيحة ، إذا أظهر من أمره ما يلزمه العار بسببه .أى : قال لوط - عليه السلام - لمن جاءوا يهرعون إليه من قومه لارتكاب الفاحشة مع ضيوفه : يا قوم إن هؤلاء الموجودين عندى ضيوفى الذين يلزمنى حمايتهم ، فابتعدوا عن دارى وعودوا إلى دياركم ، ولا تفضحون عندهم بتعرضكم لهم بالفاحشة فأهون فى نظرهم ، لعجزى عن حمايتهم ، وأنتم تعلمون أن كرامة الضيف جزء من كرامة مضيفه . . .وعبر لوط - عليه السلام - عن الملائكة بالضيف لأنه لم يكن قد علم أنهم ملائكة ولأنهم قد جاءوا إليه فى هيئة الآدميين ."},{"ayah_number":69,"text":"ثم أضاف لوط - عليه السلام - إلى رجاء قومه رجاء آخر ، حيث ذكرهم بتقوى الله فقال : ( واتقوا الله وَلاَ تُخْزُونِ ) .أى : واتقوا الله وصونوا أنفسكم عن عذابه وغضبه ، ولا تخزون مع ضيفى ، وتذلونى وتهينونى أمامهم .يقال : خَزِىَ الرجل يخزَى وخَزى ، إذا وقع فى مصيبة فذل لذلك ."},{"ayah_number":70,"text":"ولكن هذه النصائح الحكيمة من لوط - عليه السلام - لقومه ، لم تجد أذنا صاغية ، بل قابلوها بسوء الأدب معه ، وبالتطاول عليه ، شأن الطغاة الفجرة ( قَالُواْ أَوَ لَمْ نَنْهَكَ عَنِ العالمين ) .والاستفهام للإِنكار . والواو للعطف على محذوف ، والعالمين : جمع عالم ، وهو كل موجود سوى الله - تعالى - والمراد بالعالمين هنا : الرجال الذين كانوا يأتون معهم الفاحشة من دون النساء .أى : قال قوم لوط له بوقاحة وسوء أدب . أو لم يسبق لنا يا لوط أننا نهيناك عن أن تحول بيننا وبين من نريد ارتكاب الفاحشة معه من الرجال ، وإذا كان الأمر كذلك فكيف ساغ لك بعد هذا النهى أن تمنعنا عما نريده من ضيوفك وأنت تعلم ما نريده منهم؟"},{"ayah_number":71,"text":"ولكن لوطا- عليه السلام- مع شناعة قولهم هذا، لم ييأس من محاولة منعهم عما يريدونه من ضيوفه، فأخذ يرشدهم إلى ما تدعو إليه الفطرة السليمة فقال: هؤُلاءِ بَناتِي إِنْ كُنْتُمْ فاعِلِينَ.والمراد ببناته هنا: زوجاتهم ونساؤهم اللائي يصلحن للزواج. وأضافهن إلى نفسه لأن كل نبي أب لأمته من حيث الشفقة والرعاية وحسن التربية.قال ابن كثير ما ملخصه: يرشد لوطا- عليه السلام- قومه إلى نسائهم فإن النبي للأمة بمنزلة الوالد، فأرشدهم إلى ما هو أنفع لهم، كما قال- تعالى- في آية أخرى: أَتَأْتُونَ الذُّكْرانَ مِنَ الْعالَمِينَ. وَتَذَرُونَ ما خَلَقَ لَكُمْ رَبُّكُمْ مِنْ أَزْواجِكُمْ بَلْ أَنْتُمْ قَوْمٌ عادُونَ .وقيل المراد ببناته هنا: بناته من صلبه، وأنه عرض عليهم الزواج بهن.ويضعف هذا الرأى أن لوطا- عليه السلام- كان له بنتان أو ثلاثة كما جاء في بعض الروايات، وعدد المتدافعين من قومه إلى بيته كان كثيرا، كما يرشد إليه قوله- تعالى- وَجاءَ أَهْلُ الْمَدِينَةِ يَسْتَبْشِرُونَ فكيف تكفيهم بنتان أو ثلاثة للزواج بهن؟قال الإمام الرازي في ترجيح الرأى الأول ما ملخصه: «وهذا القول عندي هو المختار، ويدل عليه وجوه منها: أنه قال هؤلاء بناتي.. وبناته اللاتي من صلبه لا تكفى هذا الجمع العظيم، أما نساء أمته ففيهم كفاية للكل، ومنها: أنه صحت الرواية أنه كان له بنتان وهما:«زنتا وزاعورا» وإطلاق لفظ البنات على البنتين لا يجوز، لما ثبت أن أقل الجمع ثلاثة» .والمعنى: أن لوطا- عليه السلام- لما رأى هيجان قومه، وإصرارهم على ارتكاب الفاحشة مع ضيوفه، قال لهم على سبيل الإرشاد إلى ما يشبع الفطرة السليمة: يا قوم هؤلاء نساؤكم اللائي هن بمنزلة بناتي، فاقضوا معهن شهوتكم إن كنتم فاعلين لما أرشدكم إليه من توجيهات وآداب.وعبر بإن في قوله إِنْ كُنْتُمْ فاعِلِينَ لشكه في استجابتهم لما يدعوهم إليه فكأنه يقول لهم: إن كنتم فاعلين لما أطلبه منكم، وما أظنكم تفعلونه لانتكاس فطرتكم، وانقلاب أمزجتكم..وجواب الشرط محذوف، أى: إن كنتم فاعلين ما أرشدكم إليه فهو خير لكم."},{"ayah_number":72,"text":"وقوله- سبحانه-: لَعَمْرُكَ إِنَّهُمْ لَفِي سَكْرَتِهِمْ يَعْمَهُونَ يرى جمهور المفسرين أنه كلام معترض بين أجزاء قصة لوط- عليه السلام- مع قومه، لبيان أن الموعظة لا تجدى مع القوم الغاوين، ولتسلية الرسول صلى الله عليه وسلم عما أصابه من سفهاء قومه.فالخطاب فيه للنبي صلى الله عليه وسلم واللام في «لعمرك» لام القسم، والمقسم به حياته صلى الله عليه وسلم والعمر- بفتح العين- لغة في العمر- بضمها، ومعناهما: مدة حياة الإنسان وبقائه في هذه الدنيا، إلا أنهم ألزموا مفتوح العين في القسم، وهو مبتدأ وخبره محذوف وجوبا والتقدير لعمرك قسمي أو يمينى.والسكرة: ذهاب العقل، مأخوذة من السكر- بفتح السين وإسكان الكاف- وهو السد والإغلاق. وأطلقت هنا على الغواية والضلالة لإزالتهما الرشد والهداية عن عقل الإنسان ويَعْمَهُونَ من العمه بمعنى التحير والتردد في الأمر. وهو للبصيرة بمنزلة العمى للبصر.يقال: عمه فلان- كفرح- عمها، إذا تردد وتحير، فهو عمه وعامه، وهم عمهون وعمه- كركع- والمعنى: بحق حياتك- أيها الرسول الكريم- إن هؤلاء المكذبين لك، لفي غفلتهم وغوايتهم يترددون ويتحيرون، شأنهم في ذلك شأن الضالين من قبلهم كقوم لوط وقوم شعيب وقوم صالح، وغيرهم من المتكبرين في الأرض بغير الحق..قال الآلوسى: وقوله لَعَمْرُكَ قسم من الله- تعالى- بعمر نبينا صلى الله عليه وسلم على ما عليه جمهور المفسرين. وأخرج البيهقي في الدلائل، وأبو نعيم وابن مردويه وغيرهم عن ابن عباس- رضى الله عنهما- قال: ما خلق الله- تعالى- وما ذرأ وما برأ نفسا أكرم عليه من محمد صلى الله عليه وسلم وما سمعت الله- تعالى- أقسم بحياة أحد غيره، قال- تعالى-: لَعَمْرُكَ إِنَّهُمْ لَفِي سَكْرَتِهِمْ يَعْمَهُونَ وقيل هو قسم من الملائكة بعمر لوط- عليه السلام-، وهو مع مخالفته للمأثور محتاج لتقدير القول، أى. قالت الملائكة للوط- عليه السلام- لعمرك.. وهو خلاف الأصل وإن كان سياق القصة شاهدا له وقرينة عليه..» ."},{"ayah_number":73,"text":"ثم ختم- سبحانه- القصة ببيان النهاية الأليمة لهؤلاء المفسدين من قوم لوط فقال- تعالى- فَأَخَذَتْهُمُ الصَّيْحَةُ مُشْرِقِينَ. فَجَعَلْنا عالِيَها سافِلَها وَأَمْطَرْنا عَلَيْهِمْ حِجارَةً مِنْ سِجِّيلٍ.والصيحة: من الصياح وهو الصوت الشديد. يقال: صاح فلان إذا رفع صوته بشدة.وأصل ذلك تشقيق الصوت من قولهم: انصاح الخشب أو الثوب، إذا انشق فسمع منه صوت. قالوا: وكل شيء أهلك به قوم فهو صيحة وصاعقة.مُشْرِقِينَ: اسم فاعل من أشرقوا إذا دخلوا في وقت شروق الشمس، أى: أن الله- تعالى- بعد أن أخبر لوطا- عليه السلام- بإهلاك قومه، وأمره عن طريق الملائكة- بالخروج ومعه المؤمنون من هذه المدينة.. جاءت الصيحة الهائلة من السماء فأهلكتهم جميعا وهم داخلون في وقت شروق الشمس.وقال- سبحانه- قبل ذلك: وَقَضَيْنا إِلَيْهِ ذلِكَ الْأَمْرَ أَنَّ دابِرَ هؤُلاءِ مَقْطُوعٌ مُصْبِحِينَ وقال هنا فَأَخَذَتْهُمُ الصَّيْحَةُ مُشْرِقِينَ للإشارة إلى أن ابتداء عذابهم كان عند الصباح وانتهاءه باستئصال شأفتهم كان مع وقت الشروق."},{"ayah_number":74,"text":"والضمير في قوله عالِيَها سافِلَها يعود إلى المدينة التي كان يسكنها المجرمون من قوم لوط.أى: فجعلنا بقدرتنا عالى هذه المدينة سافلها، بأن قلبناها قلبا كاملا وَأَمْطَرْنا عَلَيْهِمْ أى على هؤلاء المجرمين من قوم لوط حِجارَةً كائنة مِنْ سِجِّيلٍ أى من طين متحجر. فهلكوا جميعا.وهكذا أخذ الله- تعالى- هؤلاء المجرمين أخذ عزيز مقتدر، حيث أهلكهم بهذه العقوبة التي تتناسب مع جريمتهم، فهم قلبوا الأوضاع، فأتوا بفاحشة لم يسبقوا إليها، فانتقم الله- تعالى- منهم بهذه العقوبة التي جعلت أعلى مساكنهم أسفلها.ثم ساقت السورة الكريمة بعض العبر والعظات التي يهتدى بها العقلاء من قصتي إبراهيم ولوط- عليهما السلام- كما ساقت بعد ذلك جانبا من قصتي شعيب وصالح- عليهما السلام- فقال- تعالى-:"},{"ayah_number":75,"text":"فاسم الإشارة في قوله- سبحانه- إِنَّ فِي ذلِكَ لَآياتٍ لِلْمُتَوَسِّمِينَ يعود إلى ما تضمنته القصة السابقة من عبر وعظات.والآيات جمع آية، والمراد بها هنا الأدلة والعلامات الدالة على ما يوصل إلى الحق والهداية.والمتوسمون: جمع المتوسم، وهو المتأمل في الأسباب وعواقبها، وفي المقدمات ونتائجها..قال القرطبي ما ملخصه: التوسم تفعل من الوسم، وهي العلامة التي يستدل بها على مطلوب غيره. يقال: توسمت في فلان الخير، إذا رأيت ميسم ذلك فيه، ومنه قول عبد الله ابن رواحة للنبي صلى الله عليه وسلم.إنى توسمت فيك الخير أعرفه ... والله يعلم أنى ثابت البصر وأصل التوسم: التثبت والتفكر، مأخوذ من الوسم وهو التأثير بحديدة في جلد البعير وغيره.. وذلك يكون بجودة القريحة، وحدة الخاطر، وصفاء الفكر، وتطهير القلب من أدناس المعاصي.والمراد بالمتوسمين: المتفرسين، أو المتفكرين، أو المعتبرين، أو المتبصرين.. والمعنى متقارب..» .والمعنى: إن في ذلك الذي سقناه في قصتي إبراهيم ولوط- عليهما السلام- لأدلة واضحة على حسن عاقبة المؤمنين وسوء عاقبة الغاوين، لمن كان ذا فكر سليم، وبصيرة نافذة تتأمل في حقائق الأشياء، وتتعرف على ما يوصلها إلى الهداية والطريق القويم.قال بعض العلماء عند تفسيره لهذه الآية: هذه الآية أصل في الفراسة. أخرج الترمذي من حديث أبى سعيد مرفوعا: «اتقوا فراسة المؤمن فإنه ينظر بنور الله» ثم قرأ صلى الله عليه وسلم هذه الآية ...وقد أجاد الكلام في الفراسة، الراغب الأصفهاني في كتابه «الذريعة» حيث قال في الباب السابع: وأما الفراسة فالاستدلال بهيئة الإنسان وأشكاله وألوانه وأقواله، على أخلاقه وفضائله ورذائله ...وقد نبه- سبحانه- على صدقها بقوله إِنَّ فِي ذلِكَ لَآياتٍ لِلْمُتَوَسِّمِينَ وبقوله تَعْرِفُهُمْ بِسِيماهُمْ لا يَسْئَلُونَ النَّاسَ إِلْحافاً  . وبقوله وَلَوْ نَشاءُ لَأَرَيْناكَهُمْ فَلَعَرَفْتَهُمْ بِسِيماهُمْ وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ .ولفظها مأخوذ من قولهم «فرس السبع الشاه» فكأن الفراسة اختلاس المعارف .وفي هذه الآية الكريمة تعريض لمن تمر عليهم العبر والعظات. والأدلة الدالة على وحدانية الله- تعالى-، وكمال قدرته ... فلا يعتبرون ولا يتعظون ولا يتفكرون فيها، لانطماس بصيرتهم، واستيلاء الأهواء والشهوات على نفوسهم، كما قال- تعالى- وَكَأَيِّنْ مِنْ آيَةٍ فِي السَّماواتِ وَالْأَرْضِ يَمُرُّونَ عَلَيْها وَهُمْ عَنْها مُعْرِضُونَ. وَما يُؤْمِنُ أَكْثَرُهُمْ بِاللَّهِ، إِلَّا وَهُمْ مُشْرِكُونَ ."},{"ayah_number":76,"text":"والضمير في قوله- سبحانه- وَإِنَّها لَبِسَبِيلٍ مُقِيمٍ يعود إلى المدينة أو القرى التي كان يسكنها قوم لوط- عليه السلام-.أى: وإن هذه المساكن التي كان يسكنها هؤلاء المجرمون، لبطريق ثابت واضح يسلكه الناس، ويراه كل مجتاز له وهو في سفره من الحجاز إلى الشام، كما قال- تعالى- وَإِنَّكُمْ لَتَمُرُّونَ عَلَيْهِمْ مُصْبِحِينَ. وَبِاللَّيْلِ أَفَلا تَعْقِلُونَ.والمقصود تذكير كفار قريش وغيرهم بعاقبة الظالمين، حتى يقلعوا عن كفرهم وجحودهم، وحتى يعتبروا ويتعظوا، ويدخلوا مع الداخلين في دين الإسلام."},{"ayah_number":77,"text":"وقوله- سبحانه-: إِنَّ فِي ذلِكَ لَآيَةً لِلْمُؤْمِنِينَ تذييل قصد به التعميم بعد التخصيص، لأن اسم الإشارة هنا يعود إلى جميع ما تقدم من قصتي إبراهيم ولوط- عليهما السلام- وإلى ما انضم إليهما من التذكير بآثار الأقوام المهلكين.أى: إن فيما ذكرناه فيما سبق من أدلة واضحة على حسن عاقبة المتقين، وسوء نهاية الظالمين، لعبرة واضحة، وحكمة بالغة، للمؤمنين الصادقين.وخصهم بالذكر لأنهم هم المنتفعون بالأدلة والعظات، وللتنبيه على أن التفرس في الأمور لمعرفة أسبابها ونتائجها من صفاتهم وحدهم.وجمع الآيات قبل ذلك في قوله إِنَّ فِي ذلِكَ لَآياتٍ لِلْمُتَوَسِّمِينَ وأفردها هنا فقال:إِنَّ فِي ذلِكَ لَآيَةً لِلْمُؤْمِنِينَ للأشعار بأن المؤمنين الصادقين تكفى لهدايتهم، ولزيادة إيمانهم، آية واحدة من الآيات. الدالة على أن دين الإسلام هو الدين الحق، وفي ذلك ما فيه من الثناء عليهم، والمدح لهم، بصدق الإيمان، وسلامة اليقين ."},{"ayah_number":78,"text":"ثم ساق- سبحانه- بعد ذلك جانبا من قصة أصحاب الأيكة لزيادة العظات والعبر، فقال- تعالى-: وَإِنْ كانَ أَصْحابُ الْأَيْكَةِ لَظالِمِينَ. فَانْتَقَمْنا مِنْهُمْ وَإِنَّهُما لَبِإِمامٍ مُبِينٍ وإِنْ هي المخففة من الثقيلة، واسمها ضمير الشأن المحذوف.وأصحاب الأيكة، هم قوم شعيب- عليه السلام-، والأيك الشجر الكثير الملتف واحدته أيكة- كتمر وتمره-.والمراد بها البقعة الكثيرة الأشجار التي كانت فيها مساكنهم، قرب مدين قرية شعيب- عليه السلام-.وجمهور العلماء على أن أهل مدين وأصحاب الأيكة قبيلة واحدة، وأرسل الله- تعالى- إليهم جميعا شعيبا- عليه السلام- لأمرهم بإخلاص العبادة لله- تعالى-، ونهيهم عن تطفيف الكبل والميزان، وعن قطع الطريق ...وكانوا جميعا يسكنون في المنطقة التي تسمى بمعّان، على حدود الحجاز والشام، أو أن بعضهم كان يسكن الحاضرة وهم أهل مدين، والبعض الآخر كان يسكن في البوادي المجاورة لها والمليئة بالأشجار.وقيل: إن شعيبا- عليه السلام- أرسل إلى أمتين: أهل مدين، وأصحاب الأيكة، وهذه خصوصية له- عليه السلام-.وعلى أية حال فالعلماء متفقون على أن أصحاب الأيكة هم قوم شعيب- عليه السلام-.والإمام: الطريق الواضح المعالم. وسمى الطريق إماما لأن المسافر يأتم به، ويهتدى بمسالكه، حتى يصل إلى الموضع الذي يريده.والمعنى: وإن الشأن والحال أن أصحاب الأيكة كانوا ظالمين متجاوزين لكل حد، فاقتضت عدالتنا أن ننتقم منهم، بسبب كفرهم وفجورهم.وَإِنَّهُما أى مساكن قوم لوط، ومساكن قوم شعيب لَبِإِمامٍ مُبِينٍ أى: لبطريق واضح يأتم به أهل مكة في سفرهم من بلادهم إلى بلاد الشام.قال ابن كثير: وقد كانوا- أى أصحاب الأيكة- قريبا من قوم لوط، بعدهم في الزمان، ومسامتين لهم في المكان، ولهذا لما أنذر شعيب قومه قال في إنذاره لهم وَما قَوْمُ لُوطٍ مِنْكُمْ بِبَعِيدٍ ."},{"ayah_number":79,"text":"ثم ساق- سبحانه- بعد ذلك جانبا من قصة أصحاب الأيكة لزيادة العظات والعبر، فقال- تعالى-: وَإِنْ كانَ أَصْحابُ الْأَيْكَةِ لَظالِمِينَ. فَانْتَقَمْنا مِنْهُمْ وَإِنَّهُما لَبِإِمامٍ مُبِينٍ وإِنْ هي المخففة من الثقيلة، واسمها ضمير الشأن المحذوف.وأصحاب الأيكة، هم قوم شعيب- عليه السلام-، والأيك الشجر الكثير الملتف واحدته أيكة- كتمر وتمره-.والمراد بها البقعة الكثيرة الأشجار التي كانت فيها مساكنهم، قرب مدين قرية شعيب- عليه السلام-.وجمهور العلماء على أن أهل مدين وأصحاب الأيكة قبيلة واحدة، وأرسل الله- تعالى- إليهم جميعا شعيبا- عليه السلام- لأمرهم بإخلاص العبادة لله- تعالى-، ونهيهم عن تطفيف الكبل والميزان، وعن قطع الطريق ...وكانوا جميعا يسكنون في المنطقة التي تسمى بمعّان، على حدود الحجاز والشام، أو أن بعضهم كان يسكن الحاضرة وهم أهل مدين، والبعض الآخر كان يسكن في البوادي المجاورة لها والمليئة بالأشجار.وقيل: إن شعيبا- عليه السلام- أرسل إلى أمتين: أهل مدين، وأصحاب الأيكة، وهذه خصوصية له- عليه السلام-.وعلى أية حال فالعلماء متفقون على أن أصحاب الأيكة هم قوم شعيب- عليه السلام-.والإمام: الطريق الواضح المعالم. وسمى الطريق إماما لأن المسافر يأتم به، ويهتدى بمسالكه، حتى يصل إلى الموضع الذي يريده.والمعنى: وإن الشأن والحال أن أصحاب الأيكة كانوا ظالمين متجاوزين لكل حد، فاقتضت عدالتنا أن ننتقم منهم، بسبب كفرهم وفجورهم.وَإِنَّهُما أى مساكن قوم لوط، ومساكن قوم شعيب لَبِإِمامٍ مُبِينٍ أى: لبطريق واضح يأتم به أهل مكة في سفرهم من بلادهم إلى بلاد الشام.قال ابن كثير: وقد كانوا- أى أصحاب الأيكة- قريبا من قوم لوط، بعدهم في الزمان، ومسامتين لهم في المكان، ولهذا لما أنذر شعيب قومه قال في إنذاره لهم وَما قَوْمُ لُوطٍ مِنْكُمْ بِبَعِيدٍ ."},{"ayah_number":80,"text":"ثم ختمت السورة الكريمة حديثها عن قصص الأنبياء مع أقوامهم بجانب من قصة صالح- عليه السلام- مع قومه. فقال- تعالى- وَلَقَدْ كَذَّبَ أَصْحابُ الْحِجْرِ الْمُرْسَلِينَ ...وأصحاب الحجر: هم ثمود قوم صالح- عليه السلام-.والحجر: واد بين الشام والمدينة المنورة، كان قوم صالح يسكنونه. والحجر في الأصل:كل مكان أحاطت به الحجارة، أو كل مكان محجور أى ممنوع من الناس بسبب اختصاص بعضهم به.وما زال هذا المكان يعرف إلى الآن باسم مدائن صالح على الطريق من خيبر إلى تبوك، كما أشرنا إلى ذلك عند التعريف بالسورة الكريمة.وقال- سبحانه-: وَلَقَدْ كَذَّبَ أَصْحابُ الْحِجْرِ الْمُرْسَلِينَ مع أنهم لم يكذبوا إلا رسولهم- عليه السلام-، لأن تكذيب رسول واحد، تكذيب لجميع الرسل، حيث إن رسالتهم واحدة، وهي الأمر بإخلاص العبادة لله- تعالى- وحده، والدعوة إلى مكارم الأخلاق، والنهى عن الرذائل والمفاسد."},{"ayah_number":81,"text":"ثم بين- سبحانه- مظاهر هذا التكذيب لرسولهم- عليه السلام- فقال: وَآتَيْناهُمْ آياتِنا فَكانُوا عَنْها مُعْرِضِينَ.أى: وأعطينا قوم صالح- عليه السلام- آياتنا الدالة على صدقه وعلى أنه رسول من عندنا، والتي من بينها الناقة التي أخرجها الله- تعالى- لهم ببركة دعاء نبيهم فَكانُوا عَنْها أى عن هذه الآيات الدالة على وحدانيتنا وقدرتنا مُعْرِضِينَ لا يلتفتون إليها، ولا يفكرون فيها، ولهذا عقروا الناقة وَعَتَوْا عَنْ أَمْرِ رَبِّهِمْ وَقالُوا يا صالِحُ ائْتِنا بِما تَعِدُنا إِنْ كُنْتَ مِنَ الْمُرْسَلِينَ."},{"ayah_number":82,"text":"ثم بين- سبحانه- بعض مظاهر حضارتهم وتحصنهم في بيوتهم المنحوتة في الجبال فقال- تعالى- وَكانُوا يَنْحِتُونَ مِنَ الْجِبالِ بُيُوتاً آمِنِينَ.وينحتون: من النحت وهو برى الحجر من وسطه أو جوانبه، لإعداده للبناء أو للسكن أى: وكانوا لقوتهم وغناهم يتخذون لأنفسهم بيوتا في بطون الجبال وهم آمنون مطمئنون، أو يقطعون الصخر منها ليتخذوه بيوتا لهم.وشبيه بهذه الآية قوله- تعالى- وَتَنْحِتُونَ مِنَ الْجِبالِ بُيُوتاً فارِهِينَ  ، أى: حاذقين في نحتها. وقوله- تعالى- وَاذْكُرُوا إِذْ جَعَلَكُمْ خُلَفاءَ مِنْ بَعْدِ عادٍ وَبَوَّأَكُمْ فِي الْأَرْضِ تَتَّخِذُونَ مِنْ سُهُولِها قُصُوراً وَتَنْحِتُونَ الْجِبالَ بُيُوتاً .قال ابن كثير: ذكر- تعالى- أنهم كانُوا يَنْحِتُونَ مِنَ الْجِبالِ بُيُوتاً آمِنِينَ أى: من غير خوف ولا احتياج إليها، بل بطرا وعبثا، كما هو المشاهد من صنيعهم في بيوتهم بوادي الحجر، الذي مر به رسول الله صلى الله عليه وسلم وهو ذاهب إلى تبوك فقنع رأسه- أى غطاها بثوبه- وأسرع دابته، وقال لأصحابه: «لا تدخلوا بيوت القوم المعذبين، إلا أن تكونوا باكين، فإن لم تبكوا فتباكوا خشية أن يصيبكم ما أصابهم» .ولكن ماذا كانت نتيجة هذه القوة الغاشمة، والثراء الذي ليس معه شكر لله- تعالى- والإصرار على الكفر والتكذيب لرسل الله- تعالى-، والإعراض عن الحق ... ؟"},{"ayah_number":83,"text":"لقد بين القرآن عاقبة ذلك فقال: فَأَخَذَتْهُمُ الصَّيْحَةُ مُصْبِحِينَ. فَما أَغْنى عَنْهُمْ ما كانُوا يَكْسِبُونَ.أى: فكانت نتيجة تكذيب أصحاب الحجر لرسولهم صالح- عليه السلام- أن أهلكهم الله- تعالى- وهم داخلون في وقت الصباح، عن طريق الصيحة الهائلة، التي جعلتهم في ديارهم جاثمين، دون أن يغنى عنهم شيئا ما كانوا يكسبونه من جمع الأموال، وما كانوا يصنعونه من نحت البيوت في الجبال.وهكذا نرى أن كل وقاية ضائعة، وكل أمان ذاهب، وكل تحصن زائل أمام عذاب الله المسلط على أعدائه المجرمين.وهكذا تنتهي تلك الحلقات المتصلة من قصص بعض الأنبياء مع أقوامهم والتي تتفق جميعها في بيان سنة من سنن الله- تعالى- في خلقه، وهي أن النجاة والسعادة والنصر للمؤمنين، والهلاك والشقاء والهزيمة للمكذبين.ثم ختمت السورة الكريمة ببيان كمال قدرة الله- تعالى-، وببيان جانب من النعم التي منحها- سبحانه- لنبيه صلى الله عليه وسلم، وبتهديد المشركين الذين جعلوا القرآن عضين، والذين جعلوا مع الله إلها آخر، وبتسليته صلى الله عليه وسلم عما لحقه منهم من أذى، فقال- تعالى-:"},{"ayah_number":84,"text":"لقد بين القرآن عاقبة ذلك فقال: فَأَخَذَتْهُمُ الصَّيْحَةُ مُصْبِحِينَ. فَما أَغْنى عَنْهُمْ ما كانُوا يَكْسِبُونَ.أى: فكانت نتيجة تكذيب أصحاب الحجر لرسولهم صالح- عليه السلام- أن أهلكهم الله- تعالى- وهم داخلون في وقت الصباح، عن طريق الصيحة الهائلة، التي جعلتهم في ديارهم جاثمين، دون أن يغنى عنهم شيئا ما كانوا يكسبونه من جمع الأموال، وما كانوا يصنعونه من نحت البيوت في الجبال.وهكذا نرى أن كل وقاية ضائعة، وكل أمان ذاهب، وكل تحصن زائل أمام عذاب الله المسلط على أعدائه المجرمين.وهكذا تنتهي تلك الحلقات المتصلة من قصص بعض الأنبياء مع أقوامهم والتي تتفق جميعها في بيان سنة من سنن الله- تعالى- في خلقه، وهي أن النجاة والسعادة والنصر للمؤمنين، والهلاك والشقاء والهزيمة للمكذبين.ثم ختمت السورة الكريمة ببيان كمال قدرة الله- تعالى-، وببيان جانب من النعم التي منحها- سبحانه- لنبيه صلى الله عليه وسلم، وبتهديد المشركين الذين جعلوا القرآن عضين، والذين جعلوا مع الله إلها آخر، وبتسليته صلى الله عليه وسلم عما لحقه منهم من أذى، فقال- تعالى-:"},{"ayah_number":85,"text":"فقوله- سبحانه- وَما خَلَقْنَا السَّماواتِ وَالْأَرْضَ وَما بَيْنَهُما إِلَّا بِالْحَقِّ توجيه للناس إلى التأمل في مظاهر قدرة الله- تعالى-، وإلى الحق الأكبر الذي قام عليه هذا الوجود، بعد أن بين- سبحانه- قبل ذلك، سنته التي لا تتخلف، وهي أن حسن العاقبة للمتقين، وسوء المصير للمكذبين.والحق: هو الأمر الثابت الذي تقتضيه عدالة الله- تعالى- وحكمته.والباء فيه للملابسة.أى: وما خلقنا السموات والأرض وما بينهما من كائنات لا يعلمها إلا الله، إلا خلقا ملتبسا بالحق الذي لا يحوم حوله باطل، وبالعدل الذي لا يخالطه جور وبالحكمة التي تتنزه عن العبث، وتأبى استمرار الفساد، واستبقاء ضعف الحق أمام الباطل.والمراد بالساعة في قوله- تعالى-: وَإِنَّ السَّاعَةَ لَآتِيَةٌ ساعة البعث والحساب والثواب والعقاب في الآخرة.أى: وإن ساعة إعطاء كل ذي حق حقه، ومعاقبة كل ذي باطل على باطله، لآتية لا ريب فيها، فمن فاته أخذ حقه في الدنيا فسيأخذه وافيا غير منقوص في الآخرة، ومن أفلت من عقوبة الدنيا فسينال ما هو أشد وأخزى منها في يوم الحساب.فالجملة الكريمة انتقال من تهديد المجرمين بعذاب الدنيا، إلى تهديدهم بعذاب الآخرة، والمقصود من ذلك تسليته صلى الله عليه وسلم عما أصابه من المكذبين من أذى.وأكد- سبحانه- هذه الجملة بإن وبلام التوكيد، ليدل على أن الساعة آتية لا محالة، وليخرس ألسنة الذين ينكرون وقوعها وحدوثها ...وجملة فَاصْفَحِ الصَّفْحَ الْجَمِيلَ تفريع على ما قبلها.والصفح الجميل: ترك المؤاخذة على الذنب، وإغضاء الطرف عن مرتكبه بدون معاتبة.أى: ما دام الأمر كما ذكرنا لك أيها الرسول الكريم- من أن هذا الكون قد خلقناه بالحق، ومن أن الساعة آتية لا ريب فيها ... فاصفح عن هؤلاء المكذبين لك صفحا جميلا، لا عتاب معه ولا حزن ولا غضب ... حتى يحكم الله بينك وبينهم.وهذا التعبير فيه ما فيه من تسليته صلى الله عليه وسلم وتكريمه، لأنه- سبحانه- أمره بالصفح الجميل عن أعدائه، ومن شأن الذي يصفح عن غيره، أن يكون أقوى وأعز من هذا الغير- فكأنه- سبحانه- يقول له: اصفح عنهم فعما قريب ستكون لك الكلمة العليا عليهم.وشبيه بهذه الآية قوله- تعالى- فَاصْفَحْ عَنْهُمْ وَقُلْ سَلامٌ فَسَوْفَ يَعْلَمُونَ .وقوله- سبحانه-: ... فَاعْفُوا وَاصْفَحُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ إِنَّ اللَّهَ عَلى كُلِّ شَيْءٍ قَدِيرٌ  ."},{"ayah_number":86,"text":"وقوله- سبحانه- إِنَّ رَبَّكَ هُوَ الْخَلَّاقُ الْعَلِيمُ تعليل للأمر بالصفح الجميل عنهم.والخلاق والعليم: صيغتا مبالغة من الخلق والعلم، للدلالة على كثرة خلقه، وشمول علمه.أى: إِنَّ رَبَّكَ أيها الرسول الكريم، الذي رباك برعايته وعنايته، واختارك لحمل رسالته هُوَ- سبحانه- الْخَلَّاقُ لك ولهم ولكل شيء في هذا الوجود.الْعَلِيمُ بأحوالك وبأحوالهم، وبما يصلح لك ولهم ولكل الكائنات.وقد علم- سبحانه- أن الصفح عنهم في هذا الوقت فيه المنفعة لك ولهم، فحقيق بك- أيها الرسول الكريم- أن تطيعه- سبحانه-، وأن تكل الأمور إليه.ولقد تحقق الخير من وراء هذا التوجيه السديد من الله- تعالى- لنبيه صلى الله عليه وسلم فقد نرتب على هذا الصفح: النصر للنبي صلى الله عليه وسلم وللمؤمنين، والهداية لبعض الكافرين وهم الذين دخلوا في الإسلام بعد نزول هذه الآية، وصاروا قوة للدعوة الإسلامية بعد أن كانوا حربا عليها، وتحقق- أيضا- قوله صلى الله عليه وسلم: «لعل الله أن يخرج من أصلابهم من يعبد الله- عز وجل-» ."},{"ayah_number":87,"text":"ثم أتبع- سبحانه- هذه التسلية والبشارة للرسول صلى الله عليه وسلم، بمنة ونعمة أجل وأعظم من كل ما سواها، ليزيده اطمئنانا وثقة بوعد الله- تعالى- فقال: وَلَقَدْ آتَيْناكَ سَبْعاً مِنَ الْمَثانِي وَالْقُرْآنَ الْعَظِيمَ.والمراد بالسبع المثاني: صورة الفاتحة. وسميت بذلك، لأنها سبع آيات، ولأنها تثنى أى تكرر في كل ركعة من ركعات الصلاة.قال صاحب الكشاف: والمثاني من التثنية وهي التكرير للشيء، لأن الفاتحة تكرر قراءتها في الصلاة. أو من الثناء، لاشتمالها على ما هو ثناء على الله- تعالى- ... » .والمعنى: ولقد أعطيناك- أيها الرسول الكريم- سورة الفاتحة التي هي سبع آيات، والتي تعاد قراءتها في كل ركعة من ركعات الصلاة، وأعطيناك- أيضا- القرآن العظيم الذي يهدى للطريق التي هي أقوم.وأوثر فعل آتَيْناكَ بمعنى أعطيناك على أوحينا إليك، أو أنزلنا عليك لأن الإعطاء أظهر في الإكرام والإنعام.وقوله وَالْقُرْآنَ الْعَظِيمَ معطوف على سَبْعاً من باب عطف الكل على الجزء، اعتناء بهذا الجزء.ووصف- سبحانه- القرآن بأنه عظيم، تنويها بشأنه، وإعلاء لقدره.ومما يدل على أن المراد بالسبع المثاني سورة الفاتحة ما أخرجه البخاري بسنده عن أبى سعيد بن المعلى قال: مربى النبي صلى الله عليه وسلم وأنا أصلى، فدعاني فلم آته حتى صليت، ثم أتيته فقال: ما منعك أن تأتينى؟ فقلت: كنت أصلى.فقال: ألم يقل الله: يا أَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذا دَعاكُمْ.ثم قال: ألا أعلمك أعظم سورة في القرآن قبل أن أخرج من المسجد؟ ثم ذهب النبي صلى الله عليه وسلم ليخرج، فذكرته فقال: الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ هي السبع المثاني والقرآن العظيم الذي أوتيته» .وروى البخاري- أيضا- عن أبى هريرة قال: قال النبي صلى الله عليه وسلم: «أم القرآن هي:السبع المثاني والقرآن العظيم» .هذا، وهناك أقوال أخرى في المقصود بالسبع المثاني، ذكرها بعض المفسرين فقال:اختلف العلماء في السبع المثاني: فقيل الفاتحة. قاله على بن أبى طالب، وأبو هريرة، والربيع بن أنس، وأبو العالية، والحسن وغيرهم. وروى عن النبي صلى الله عليه وسلم من وجوه ثابتة من حديث أبى بن كعب وأبى سعيد بن المعلى ...وقال ابن عباس: هي السبع الطوال: البقرة، وآل عمران، والنساء، والمائدة، والأنعام، والأعراف، والأنفال والتوبة معا ...وأنكر قوم هذا وقالوا: أنزلت هذه الآية بمكة، ولم ينزل من السبع الطوال شيء إذ ذاك.وقيل: المثاني القرآن كله، قال الله- تعالى- كِتاباً مُتَشابِهاً مَثانِيَ. هذا قول الضحاك وطاوس، وقاله ابن عباس. وقيل له: مثاني، لأن الأنباء والقصص ثنيت فيه..وقيل: المراد بالسبع المثاني أقسام القرآن من الأمر والنهى والتبشير والإنذار..ثم قال: والصحيح الأول لأنه نص. وقد قدمنا في الفاتحة أنه ليس في تسميتها بالمثاني ما يمنع من تسمية غيرها بذلك، إلا أنه إذا ورد عن النبي صلى الله عليه وسلم وثبت عنه نص في شيء لا يحتمل التأويل، كان الوقوف عنده  .والذي نراه، أن المقصود بالسبع المثاني هنا: سورة الفاتحة، لثبوت النص الصحيح بذلك عن رسول الله صلى الله عليه وسلم، ومتى ثبت النص الصحيح عنه صلى الله عليه وسلم في شيء فلا كلام لأحد معه أو بعده صلى الله عليه وسلم."},{"ayah_number":88,"text":"ثم نهى الله- تعالى- المسلمين في شخص نبيهم صلى الله عليه وسلم عن التطلع إلى زينة الحياة الدنيا، فقال- تعالى-: لا تَمُدَّنَّ عَيْنَيْكَ إِلى ما مَتَّعْنا بِهِ أَزْواجاً مِنْهُمْ ...قال صاحب الكشاف: فإن قلت: كيف وصل هذا بما قبله؟قلت: يقول الله- تعالى- لرسوله صلى الله عليه وسلم: قد أوتيت النعمة العظمى التي كل نعمة وإن عظمت فهي إليها حقيرة ضئيلة، وهي القرآن العظيم، فعليك أن تستغني به، ولا تمدن عينيك إلى متاع الدنيا ...قال أبو بكر الصديق من أوتى القرآن، فرأى أن أحدا أوتى من الدنيا أفضل مما أوتى، فقد صغر عظيما، وعظم صغيرا» .وقال ابن كثير: وقال ابن أبى حاتم: ذكر عن وكيع بن الجراح، قال: حدثنا موسى بن عبيدة، عن يزيد بن عبد الله بن قسيط، عن أبى رافع صاحب النبي صلى الله عليه وسلم قال: أضاف النبي صلى الله عليه وسلم ضيفا، ولم يكن عنده صلى الله عليه وسلم شيء يصلحه، فأرسل إلى رجل من اليهود:يقول لك محمد رسول الله: أسلفنى دقيقا إلى هلال رجب. قال اليهودي: لا إلا برهن. فأتيت النبي صلى الله عليه وسلم فأخبرته، فقال: أما والله إنى لأمين من في السماء، وأمين من في الأرض، ولئن أسلفنى أو باعني لأؤدين إليه. فلما خرجت من عنده نزلت هذه الآية. «لا تمدن عينيك» كأنه- سبحانه- يعزيه عن الدنيا»  .وقوله- سبحانه- تَمُدَّنَّ من المد، وأصله الزيادة. واستعير هنا للتطلع إلى ما عند الغير برغبة وتمن وإعجاب. يقال: مد فلان عينه إلى مال فلان، إذا اشتهاه وتمناه وأراده.والمراد بالأزواج: الأصناف من الكفار الذين متعهم الله بالكثير من زخارف الدنيا.والمعنى: لا تحفل- أيها الرسول الكريم- ولا تطمح ببصرك طموح الراغب في ذلك المتاع الزائل، الذي متع الله- تعالى- به أصنافا من المشركين فإن ما بين أيديهم منه شيء سينتهي عما قريب، وقد آتاهم الله- تعالى- إياه على سبيل الاستدراج والإملاء، وأعطاك ما هو خير منه وأبقى، وهو القرآن العظيم.قال صاحب الظلال: والعين لا تمتد. إنما يمتد البصر أى: يتوجه. ولكن التعبير التصويرى يرسم صورة العين ذاتها ممدودة إلى المتاع. وهي صورة طريفة حين يتخيلها المتخيل..والمعنى وراء ذلك، ألا يحفل الرسول صلى الله عليه وسلم بذلك المتاع الذي آتاه الله- تعالى- لبعض الناس ... ولا يلقى إليه نظرة اهتمام، أو نظرة استجمال، أو نظرة تمن» .وقال- سبحانه- هنا لا تَمُدَّنَّ ... بدون واو العطف، وقال في سورة طه وَلا تَمُدَّنَّ ... بواو العطف، لأن الجملة هنا مستأنفة استئنافا بيانيا، جوابا لما يختلج في نفوس بعض المؤمنين من تساؤل عن أسباب الإملاء والعطاء الدنيوي لبعض الكافرين. ولأن الجملة السابقة عليها وهي قوله وَلَقَدْ آتَيْناكَ سَبْعاً مِنَ الْمَثانِي ... كانت بمنزلة التمهيد لها، والإجمال لمضمونها.أما في سورة طه، فجملة وَلا تَمُدَّنَّ ... معطوفة على ما سبقها من طلب وهو قوله- تعالى- فَاصْبِرْ عَلى ما يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِها، وَمِنْ آناءِ اللَّيْلِ فَسَبِّحْ وَأَطْرافَ النَّهارِ لَعَلَّكَ تَرْضى. وَلا تَمُدَّنَّ عَيْنَيْكَ إِلى ما مَتَّعْنا بِهِ أَزْواجاً ...  .وقوله- سبحانه- وَلا تَحْزَنْ عَلَيْهِمْ نهى له صلى الله عليه وسلم عن الاهتمام بالمصير السيئ الذي ينتظر أعداءه.أى: ولا تحزن- أيها الرسول الكريم- لكفر من كفر من قومك، أو لموتهم على ذلك، أو لأعراضهم عن الحق الذي جئتهم به، فإن القلوب بأيدينا نصرفها كيف نشاء، أما أنت فعليك البلاغ.وقوله- سبحانه- وَاخْفِضْ جَناحَكَ لِلْمُؤْمِنِينَ بيان لما يجب عليه نحو أتباعه، بعد بيان ما يجب عليه نحو أعدائه.وخفض الجناح كناية عن اللين والمودة والعطف.أى: وكن متواضعا مع أتباعك المؤمنين، رءوفا بهم، عطوفا عليهم.قال الشوكانى: وخفض الجناح كناية عن التواضع ولين الجانب ... وأصله أن الطائر إذا ضم فرخه إليه بسط جناحه ثم قبض على الفرخ، فجعل ذلك وصفا لتواضع الإنسان لأتباعه ... والجناحان من ابن آدم: جانباه  ."},{"ayah_number":89,"text":"وقوله- سبحانه-: وَقُلْ إِنِّي أَنَا النَّذِيرُ الْمُبِينُ معطوف على ما قبله.أى: لا تحزن- أيها الرسول الكريم- على مصير الكافرين، وتواضع لأتباعك المؤمنين، وقل للناس جميعا ما قاله كل نبي قبلك لقومه: إنى أنا المنذر لكم من عذاب الله إذا ما بقيتم على كفركم، الموضح لكم كل ما يخفى عليكم.فالنذير هنا بمعنى المنذر، والمبين بمعنى الكاشف والموضح.وفي الصحيحين عن أبى موسى الأشعرى عن النبي صلى الله عليه وسلم قال: «إنما مثلي ومثل ما بعثني الله به، كمثل رجل أتى قومه فقال: يا قوم، إنى رأيت الجيش بعيني، وإنى أنا النذير العريان، فالنجاء النجاء، فأطاعه طائفة من قومه فأدلجوا، وانطلقوا على مهلهم فنجوا.وكذبه طائفة منهم فأصبحوا مكانهم، فصبحهم الجيش فأهلكهم واجتاحهم، فذلك مثل من أطاعنى واتبع ما جئت به، ومثل من عصاني وكذب ما جئت به من الحق» ."},{"ayah_number":90,"text":"ثم هدد- سبحانه- الذين يحاربون دعوة الحق، ويصفون القرآن بأوصاف لا تليق به فقال- تعالى-: كَما أَنْزَلْنا عَلَى الْمُقْتَسِمِينَ. الَّذِينَ جَعَلُوا الْقُرْآنَ عِضِينَ..والكاف في قوله كَما للتشبيه، وما موصوله أو مصدرية وهي المشبه به أما المشبه فهو الإيتاء المأخوذ من قوله- تعالى- وَلَقَدْ آتَيْناكَ سَبْعاً مِنَ الْمَثانِي.ولفظ «المقتسمين» افتعال من القسم بمعنى تجزئة الشيء وجعله أقساما..والمراد بهم بعض طوائف أهل الكتاب، الذين آمنوا ببعضه وكفروا بالبعض الآخر.أو المراد بهم- كما قال ابن كثير: «المقتسمين» أى المتحالفين، أى الذين تحالفوا على مخالفة الأنبياء وتكذيبهم وأذاهم ... » .ولفظ «عضين» جمع عضة- بزنة عزة-، وهي الجزء والقطعة من الشيء. تقول:عضيت الشيء تعضية، أى: فرقته وجعلته أجزاء كل فرقة عضة.قال القرطبي ما ملخصه: وواحد العضين عضة، من عضيت الشيء تعضية أى فرقته، وكل فرقة عضة. قال الشاعر: وليس دين الله بالمعضى. أى: بالمفرق.والعضة والعضين في لغة قريش السحر. وهم يقولون للساحر عاضه، وللساحرة عاضهة ...وفي الحديث: لعن رسول الله صلى الله عليه وسلم العاضهة والمستعضهة أى الساحرة والمستسحرة..وقيل: هو من العضة، وهي التميمة. والعضيهة: البهتان.. يقال: أعضهت يا فلان أى:جئت بالبهتان» .والمعنى: ولقد آتيناك- أيها الرسول الكريم- السبع المثاني والقرآن العظيم، مثل ما أنزلنا على طوائف أهل الكتاب المقتسمين، أى الذين قسموا كتابهم أقساما، فأظهروا قسما وأخفوا آخر، والذين جعلوا- أيضا- القرآن أقساما، فآمنوا ببعضه، وكفروا بالبعض الآخر.. فجعله الَّذِينَ جَعَلُوا الْقُرْآنَ عِضِينَ بيان وتوضيح للمقتسمين.ومنهم من يرى أن قوله- تعالى- كَما أَنْزَلْنا عَلَى الْمُقْتَسِمِينَ ... متعلق بقوله- تعالى- قبل ذلك، وَقُلْ إِنِّي أَنَا النَّذِيرُ الْمُبِينُ، فيكون المشبه الإنذار بالعقاب المفهوم من الآية الكريمة. وأن المراد بالمقتسمين: جماعة من مشركي قريش، قسموا أنفسهم أقساما لصرف الناس عن الإيمان بالنبي صلى الله عليه وسلم.والمعنى: وقل- أيها الرسول الكريم- إنى أنا النذير المبين لكم من عذاب مثل عذاب المقتسمين ...وقد فصل الإمام الآلوسى القول عند تفسيره لهاتين الآيتين فقال ما ملخصه: قوله- تعالى- كَما أَنْزَلْنا عَلَى الْمُقْتَسِمِينَ ... متعلق بقوله- تعالى- وَلَقَدْ آتَيْناكَ سَبْعاً ... على أن يكون في موضع نصب نعتا لمصدر من آتينا محذوف أى: آتيناك سبعا من المثاني إيتاء كما أنزلنا، وهو في معنى: أنزلنا عليك ذلك إنزالا كإنزالنا على أهل الكتاب"},{"ayah_number":91,"text":"الَّذِينَ جَعَلُوا الْقُرْآنَ عِضِينَ أى قسموه إلى حق وباطل..وقيل: هو متعلق بقوله- تعالى-: وَقُلْ إِنِّي أَنَا النَّذِيرُ الْمُبِينُ.. وجوز أن يراد بالمقتسمين جماعة من قريش ... أرسلهم الوليد بن المغيرة، أيام موسم الحج، ليقفوا على مداخل طرق مكة، لينفروا الناس عن الإيمان برسول الله صلى الله عليه وسلم فانقسموا على هاتيك المداخل، يقول بعضهم لا تغتروا بالخارج فإنه ساحر..أى: وقل إنى أنا النذير عذابا مثل العذاب الذي أنزلناه على المقتسمين.وقيل المراد بالمقتسمين، الرهط الذين تقاسموا على أن يبيتوا صالحا- أى يقتلوه ليلا- فأهلكهم الله ...ثم قال- رحمه الله-: والأقرب من الأقوال المذكورة أن قوله كَما أَنْزَلْنا.. متعلق بقوله- تعالى- وَلَقَدْ آتَيْناكَ سَبْعاً ... وأن المراد بالمقتسمين أهل الكتابين، وأن الموصول مع صلته، صفة مبينة لكيفية اقتسامهم ...والمعنى: لقد آتيناك سبعا من المثاني والقرآن العظيم، إيتاء مماثلا لإنزال الكتابين على أهلهما ... .ويبدو لنا أن من الأفضل أن يكون المراد بالمقتسمين، ما يشمل أهل الكتابين وغيرهم من المشركين المتحالفين على مخالفة الأنبياء وتكذيبهم وأذاهم- كما قال ابن كثير- وقد ذهب إلى ذلك الإمام ابن جرير، فقد قال- رحمه الله- بعد سرده للأقوال في ذلك ما ملخصه:«والصواب من القول في ذلك عندي أن يقال: إن الله- تعالى- أمر نبيه صلى الله عليه وسلم أن يعلم قومه الذين عضوا القرآن ففرقوه، أنه نذير لهم من سخط الله وعقوبته، أن يحل بهم ما حل بالمقتسمين من قبلهم ومنهم ...وجائز أن يكون عنى بالمقتسمين: أهل الكتابين.. وجائز أن يكون عنى بذلك: المشركين من قريش، لأنهم اقتسموا القرآن، فسماه بعضهم شعرا، وسماه بعضهم كهانة ...وجائز أن يكون عنى به الفريقين ... وممكن أن يكون عنى به المقتسمين على صالح من قومه. لأنه ليس في التنزيل ولا في سنة رسول الله صلى الله عليه وسلم ولا في فطرة العقل، ما يدل على أنه عنى به أحد الفرق الثلاثة دون الآخرين، وإذا فكل من اقتسم كتابا لله بتكذيب بعض وتصديق بعض، كان داخلا في هذا التهديد والوعيد ... ."},{"ayah_number":92,"text":"ثم أكد- سبحانه- هذا التهديد والوعيد فقال: فَوَ رَبِّكَ لَنَسْئَلَنَّهُمْ أَجْمَعِينَ عَمَّا كانُوا يَعْمَلُونَ.والفاء هنا متفرعة على ما سبق تأكيده في قوله وَإِنَّ السَّاعَةَ لَآتِيَةٌ ... إذ في هذا اليوم يكون سؤالهم.والواو للقسم، أى: فوحق ربك- أيها الرسول الكريم- الذي خلقك فسواك فعدلك، لنسألن هؤلاء المكذبين جميعا، سؤال توبيخ وتقريع وتبكيت، عما كانوا يعملونه في الدنيا من أعمال قبيحة: وعما كانوا يقولونه من أقوال فاسدة، ثم لننزلن بهم جميعا العقوبة المناسبة لهم.فالمقصود من هذه الآية الكريمة زيادة التسلية للرسول صلى الله عليه وسلم وتأكيد التهديد للمشركين."},{"ayah_number":93,"text":"عما كانوا يعملونه فى الدنيا من أعمال قبيحة : وعما كانوا يقولونه من أقوال فاسدة ، ثم لننزلن بهم جميعًا العقوبة المناسبة لهم .فالمقصود من هذه الآية الكريمة زيادة التسلية للرسول صلى الله عليه وسلم وتأكيد التهديد للمشركين ."},{"ayah_number":94,"text":"ثم أمر- سبحانه- رسوله صلى الله عليه وسلم بأن يمضى في طريقه، وأن يجهر بدعوته وأن يعرض عن المشركين، فقد كفاه- سبحانه- شرهم فقال- تعالى-: فَاصْدَعْ بِما تُؤْمَرُ وَأَعْرِضْ عَنِ الْمُشْرِكِينَ. إِنَّا كَفَيْناكَ الْمُسْتَهْزِئِينَ. الَّذِينَ يَجْعَلُونَ مَعَ اللَّهِ إِلهاً آخَرَ فَسَوْفَ يَعْلَمُونَ.وقوله فَاصْدَعْ.. من الصدع بمعنى الإظهار والإعلان. ومنه قولهم: انصدع الصبح، إذا ظهر بعد ظلام الليل والصديع الفجر لانصداعه أى ظهوره. ويقال: صدع فلان بحجته، إذا تكلم بها جهارا.أى: فاجهر- أيها الرسول الكريم- بدعوتك، وبلغ ما أمرناك بتبليغه علانية، وأعرض عن سفاهات المشركين وسوء أدبهم.قال عبد الله بن مسعود: ما زال النبي صلى الله عليه وسلم مستخفيا بدعوته حتى نزلت هذه الآية.فخرج هو وأصحابه،"},{"ayah_number":95,"text":"وقوله إِنَّا كَفَيْناكَ الْمُسْتَهْزِئِينَ تعليل للأمر بالجهر بالدعوة، بعد أن مكث صلى الله عليه وسلم يدعو الناس إلى الإسلام سرا ثلاث سنين أو أكثر.وقوله كَفَيْناكَ.. من الكفاية. تقول: كفيت فلانا المؤنة إذا توليتها عنه، ولم تحوجه إليها. وتقول: كفيتك عدوك أى: كفيتك بأسه وشره.والمراد بالمستهزئين: أكابر المشركين في الكفر والعداوة والاستهزاء بالرسول صلى الله عليه وسلم أى: إنا كفيناك الانتقام من المستهزئين بك وبدعوتك، وأرحناك منهم، بإهلاكهم. وذكر بعضهم أن المراد بهم خمسة من كبرائهم، وهم: الوليد بن المغيرة، والأسود بن عبد يغوث، والأسود بن المطلب، والحارث بن عيطل، والعاص بن وائل: وقد أهلكهم الله جميعا بمكة، وكان هلاكهم العجيب من أهم الصوارف لأتباعهم عن الاستهزاء بالنبي صلى الله عليه وسلم.قال الإمام الرازي: واعلم أن المفسرين قد اختلفوا في عدد هؤلاء المستهزئين، وفي أسمائهم، وفي كيفية طريق استهزائهم، ولا حاجة إلى شيء منها.والقدر المعلوم أنهم طبقة لهم قوة وشوكة ورئاسة، لأن أمثالهم هم الذين يقدرون على إظهار مثل هذه السفاهة، مع مثل رسول الله صلى الله عليه وسلم في علو قدره، وعظم منصبه، ودل القرآن على أن الله- تعالى- أفناهم وأبادهم وأزال كيدهم» ."},{"ayah_number":96,"text":"ثم بين- سبحانه- أن هؤلاء المستهزئين قد أضافوا إلى ذلك الشرك والكفر فقال:الَّذِينَ يَجْعَلُونَ مَعَ اللَّهِ إِلهاً آخَرَ في عباداتهم وفي عقيدتهم.فَسَوْفَ يَعْلَمُونَ ما يترتب على ذلك في الآخرة من عذاب شديد لهم، بعد أن أهلكناهم في الدنيا وقطعنا دابرهم."},{"ayah_number":97,"text":"ثم ختم- سبحانه- السورة الكريمة بتسلية أخرى له صلى الله عليه وسلم، وبإرشاده إلى ما يزيل همه. ويشرح صدره، فقال- تعالى-: وَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِما يَقُولُونَ. فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُنْ مِنَ السَّاجِدِينَ. وَاعْبُدْ رَبَّكَ حَتَّى يَأْتِيَكَ الْيَقِينُ.وضيق الصدر: كناية عن كدر النفس، وتعرضها للهموم والأحزان.أى: ولقد نعلم- أيها الرسول الكريم- أن أقوال المشركين الباطلة فيك وفيما جئت به من عندنا، تحزن نفسك، وتكدر خاطرك.وقال- سبحانه- وَلَقَدْ نَعْلَمُ.. بلام القسم وحرف التحقيق، لتأكيد الخبر، وإظهار مزيد الاهتمام والعناية بالمخبر عنه صلى الله عليه وسلم في الحال والاستقبال."},{"ayah_number":98,"text":"والفاء في قوله فَسَبِّحْ بِحَمْدِ رَبِّكَ ... واقعة في جواب شرط.والتسبيح لله- تعالى- معناه: تنزيهه- عز وجل- عن كل ما لا يليق به.والتحميد له- تعالى- معناه: الثناء عليه بما هو أهله من صفات الكمال والجلال.أى: إن ضاق صدرك- أيها الرسول الكريم- بسبب أقوال المشركين القبيحة، فافزع إلينا بالتسبيح والتحميد، بأن تكثر من قول سبحان الله، والحمد لله.قال بعض العلماء: فهذه الجملة الكريمة قد اشتملت على الثناء على الله بكل كمال لأن الكمال يكون بأمرين:أحدهما: التخلي عن الرذائل، والتنزه عما لا يليق، هذا معنى التسبيح.والثاني: التحلي بالفضائل، والاتصاف بصفات الكمال، وهذا معنى الحمد.فتم الثناء بكل كمال. ولأجل هذا المعنى ثبت في الصحيح عنه صلى الله عليه وسلم أنه قال:«كلمتان خفيفتان على اللسان، ثقيلتان في الميزان، حبيبتان إلى الرحمن: سبحان الله وبحمده، سبحان الله العظيم ... » .والمراد بالسجود في قوله- تعالى- وَكُنْ مِنَ السَّاجِدِينَ الصلاة. وعبر عنها بذلك من باب التعبير بالجزء عن الكل، لأهمّيّة هذا الجزء وفضله، ففي صحيح مسلم عن أبى هريرة- رضى الله عنه- أن رسول الله صلى الله عليه وسلم قال: «أقرب ما يكون العبد من ربه وهو ساجد فأكثروا الدعاء» .ويؤخذ من هذه الآية الكريمة، أن ترتيب الأمر بالتسبيح والتحميد والصلاة على ضيق الصدر دليل على أن هذه العبادات، بسببها يزول المكروه بإذنه- تعالى-، وتنقشع الهموم ... ولذا كان صلى الله عليه وسلم إذا حزبه أمر لجأ إلى الصلاة.وروى الإمام أحمد وأبو داود والنسائي من حديث نعيم بن عمار- رضى الله عنه- أنه سمع النبي صلى الله عليه وسلم يقول: قال الله- تعالى-: «يا ابن آدم لا تعجز عن أربع ركعات من أول النهار، أكفك آخره» .فينبغي للمسلم إذا أصابه مكروه أن يفزع إلى الله- تعالى- بأنواع الطاعات من صلاة وتسبيح وتحميد وغير ذلك من ألوان العبادات."},{"ayah_number":99,"text":"والمراد بالأمر بالعبادة في قوله تعالى وَاعْبُدْ رَبَّكَ حَتَّى يَأْتِيَكَ الْيَقِينُ المداومة عليها وعدم التقصير فيها.والمراد باليقين: الموت، سمى بذلك لأنه أمر متيقن لحوقه بكل مخلوق.أى: ودم- أيها الرسول الكريم- على عبادة ربك وطاعته ما دمت حيا، حتى يأتيك الموت الذي لا مفر من مجيئه في الوقت الذي يريده الله- تعالى-.ومما يدل على أن المراد باليقين هنا الموت قوله- تعالى- حكاية عن المجرمين: قالُوا لَمْ نَكُ مِنَ الْمُصَلِّينَ. وَلَمْ نَكُ نُطْعِمُ الْمِسْكِينَ. وَكُنَّا نَخُوضُ مَعَ الْخائِضِينَ وَكُنَّا نُكَذِّبُ بِيَوْمِ الدِّينِ. حَتَّى أَتانَا الْيَقِينُ أى: الموت.ويدل على ذلك أيضا ما رواه البخاري عن أم العلاء أن رسول الله صلى الله عليه وسلم لما دخل علىعثمان بن مظعون وقد مات، قالت: قلت: رحمة الله عليك أبا السائب، فشهادتى عليك لقد أكرمك الله. فقال رسول الله صلى الله عليه وسلم: «وما يدريك أن الله قد أكرمه ... أما هو فقد جاءه اليقين- أى الموت- وإنى لأرجو له الخير» .قال الإمام ابن كثير: ويستدل بهذه الآية الكريمة، على أن العبادة كالصلاة ونحوها، واجبة على الإنسان ما دام عقله ثابتا، فيصلى بحسب حاله، كما ثبت في صحيح البخاري عن عمران بن حصين أن رسول الله صلى الله عليه وسلم قال «صل قائما، فإن لم تستطع فقاعدا، فإن لم تستطع فعلى جنب» .ويستدل بها أيضا على تخطئة من ذهب من الملاحدة إلى أن المراد باليقين المعرفة، فمتى وصل أحدهم إلى المعرفة، سقط عنه التكليف عندهم. وهذا كفر وضلال وجهل ... » .وبعد: فهذه سورة الحجر، وهذا تفسير لها. نسأل الله- تعالى- أن يجعله خالصا لوجهه، ونافعا لعباده. وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم."}]