[{"ayah_number":1,"text":"تعريف بسورة النحل1- سورة النحل هي السورة السادسة عشرة في ترتيب المصحف، فقد سبقتها سور:الفاتحة، والبقرة، وآل عمران، والنساء، والمائدة، والأنعام، والأعراف، والأنفال، والتوبة، ويونس، وهود، ويوسف، والرعد، وإبراهيم، والحجر.أما في ترتيب النزول، فكان ترتيبها التاسعة والستين، وكان نزولها بعد سورة الكهف .2- وعدد آياتها ثمان وعشرون ومائة آية.3- وسميت بسورة النحل، لقوله- تعالى- فيها وَأَوْحى رَبُّكَ إِلَى النَّحْلِ أَنِ اتَّخِذِي مِنَ الْجِبالِ بُيُوتاً ... .وتسمى- أيضا- بسورة النعم، لأن الله- تعالى- عدد فيها أنواعا من النعم التي أنعم بها على عباده.4- وسورة النحل من السور المكية: أى التي كان نزولها قبل الهجرة النبوية الشريفة.قال القرطبي: «وهي مكية كلها في قول الحسن وعكرمة وعطاء وجابر. وتسمى سورة النعم بسبب ما عدد الله فيها من نعمه على عباده. وقيل: هي مكية إلا قوله- تعالى- وَإِنْ عاقَبْتُمْ فَعاقِبُوا بِمِثْلِ ما عُوقِبْتُمْ بِهِ.. الآية. نزلت بالمدينة في شأن التمثيل بحمزة وقتلى أحد..» «3» .وقال الآلوسى: وأطلق جمع القول بأنها مكية، وأخرج ذلك ابن مردويه عن ابن عباس، وابن الزبير- رضى الله عنهم- وأخرجه النحاس من طريق مجاهد عن الحبر أنها نزلت بمكة سوى ثلاث آيات من آخرها، فإنهن نزلن بين مكة والمدينة في منصرف النبي- صلى الله عليه وسلم- من غزوة أحد .والذي تطمئن إليه النفس، أن سورة النحل كلها مكية، وذلك لأن الروايات التي ذكروها في سبب نزول قوله- تعالى-، وَإِنْ عاقَبْتُمْ فَعاقِبُوا بِمِثْلِ ما عُوقِبْتُمْ بِهِ.. إلخ السورة، فيها مقال. فقد ذكر الإمام ابن كثير عند سردها، أن بعضها مرسل وفيه مبهم، وبعضها في إسناده ضعف..  .5- (أ) وإذا ما قرأنا سورة النحل بتدبر وتفكر، نراها في مطلعها تؤكد أن يوم القيامة حق، وأنه آت لا ريب فيه، وأن المستحق للعبادة والطاعة إنما هو الله الخالق لكل شيء.قال- تعالى-: أَتى أَمْرُ اللَّهِ فَلا تَسْتَعْجِلُوهُ، سُبْحانَهُ وَتَعالى عَمَّا يُشْرِكُونَ، يُنَزِّلُ الْمَلائِكَةَ بِالرُّوحِ مِنْ أَمْرِهِ عَلى مَنْ يَشاءُ مِنْ عِبادِهِ، أَنْ أَنْذِرُوا أَنَّهُ لا إِلهَ إِلَّا أَنَا فَاتَّقُونِ.(ب) تم تسوق ألوانا من الأدلة على وحدانية الله وقدرته، عن طريق خلق السموات والأرض وخلق الإنسان والحيوان، وعن طريق إنزال الماء من السماء، وتسخير الليل والنهار، والشمس والقمر والنجوم.. وغير ذلك من النعم التي لا تحصى.استمع إلى بعض هذه الآيات التي تحكى جانبا من هذه النعم فتقول: خَلَقَ السَّماواتِ وَالْأَرْضَ بِالْحَقِّ، تَعالى عَمَّا يُشْرِكُونَ. خَلَقَ الْإِنْسانَ مِنْ نُطْفَةٍ فَإِذا هُوَ خَصِيمٌ مُبِينٌ. وَالْأَنْعامَ خَلَقَها لَكُمْ فِيها دِفْءٌ وَمَنافِعُ وَمِنْها تَأْكُلُونَ. وَلَكُمْ فِيها جَمالٌ حِينَ تُرِيحُونَ وَحِينَ تَسْرَحُونَ. وَتَحْمِلُ أَثْقالَكُمْ إِلى بَلَدٍ لَمْ تَكُونُوا بالِغِيهِ إِلَّا بِشِقِّ الْأَنْفُسِ إِنَّ رَبَّكُمْ لَرَؤُفٌ رَحِيمٌ.ثم تقول: وَأَلْقى فِي الْأَرْضِ رَواسِيَ أَنْ تَمِيدَ بِكُمْ وَأَنْهاراً وَسُبُلًا لَعَلَّكُمْ تَهْتَدُونَ. وَعَلاماتٍ وَبِالنَّجْمِ هُمْ يَهْتَدُونَ. أَفَمَنْ يَخْلُقُ كَمَنْ لا يَخْلُقُ أَفَلا تَذَكَّرُونَ. وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لا تُحْصُوها، إِنَّ اللَّهَ لَغَفُورٌ رَحِيمٌ.(ج) وبعد أن توبخ السورة المشركين لتسويتهم بين من يخلق ومن لا يخلق تحكى جانبا من أقاويلهم الباطلة التي وصفوا بها القرآن الكريم، وتصور استسلامهم لقضاء الله العادل فيهم يوم الحساب، فتقول: وَإِذا قِيلَ لَهُمْ ماذا أَنْزَلَ رَبُّكُمْ قالُوا: أَساطِيرُ الْأَوَّلِينَ. لِيَحْمِلُوا أَوْزارَهُمْ كامِلَةً يَوْمَ الْقِيامَةِ، وَمِنْ أَوْزارِ الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ، أَلا ساءَ ما يَزِرُونَ.إلى أن تقول: الَّذِينَ تَتَوَفَّاهُمُ الْمَلائِكَةُ ظالِمِي أَنْفُسِهِمْ، فَأَلْقَوُا السَّلَمَ ما كُنَّا نَعْمَلُ مِنْ سُوءٍ، بَلى إِنَّ اللَّهَ عَلِيمٌ بِما كُنْتُمْ تَعْمَلُونَ. فَادْخُلُوا أَبْوابَ جَهَنَّمَ خالِدِينَ فِيها فَلَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ.(د) وكعادة القرآن الكريم في قرنه الترهيب بالترغيب، وفي عقده المقارنات بين مصير المؤمنين ومصير الكافرين، جاءت الآيات بعد ذلك لتبشر المتقين بحسن العاقبة.جاء قوله- تعالى-: وَقِيلَ لِلَّذِينَ اتَّقَوْا ماذا أَنْزَلَ رَبُّكُمْ قالُوا خَيْراً، لِلَّذِينَ أَحْسَنُوا فِي هذِهِ الدُّنْيا حَسَنَةٌ، وَلَدارُ الْآخِرَةِ خَيْرٌ وَلَنِعْمَ دارُ الْمُتَّقِينَ.(ه) ثم تعود السورة الكريمة مرة أخرى إلى حكاية أقوال المشركين حول مسألتين من أخطر المسائل، وهما مسألة الهداية والإضلال، ومسألة البعث بعد الموت بعد أن حكت ما قالوه في شأن القرآن الكريم.استمع إلى القرآن الكريم وهو يحكى أقوالهم ثم يرد عليها بما يبطلها فيقول: وَقالَ الَّذِينَ أَشْرَكُوا لَوْ شاءَ اللَّهُ ما عَبَدْنا مِنْ دُونِهِ مِنْ شَيْءٍ نَحْنُ وَلا آباؤُنا وَلا حَرَّمْنا مِنْ دُونِهِ مِنْ شَيْءٍ، كَذلِكَ فَعَلَ الَّذِينَ مِنْ قَبْلِهِمْ، فَهَلْ عَلَى الرُّسُلِ إِلَّا الْبَلاغُ الْمُبِينُ. وَلَقَدْ بَعَثْنا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ، فَمِنْهُمْ مَنْ هَدَى اللَّهُ، وَمِنْهُمْ مَنْ حَقَّتْ عَلَيْهِ الضَّلالَةُ، فَسِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كانَ عاقِبَةُ الْمُكَذِّبِينَ إِنْ تَحْرِصْ عَلى هُداهُمْ فَإِنَّ اللَّهَ لا يَهْدِي مَنْ يُضِلُّ وَما لَهُمْ مِنْ ناصِرِينَ، وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمانِهِمْ لا يَبْعَثُ اللَّهُ مَنْ يَمُوتُ، بَلى وَعْداً عَلَيْهِ حَقًّا وَلكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ. لِيُبَيِّنَ لَهُمُ الَّذِي يَخْتَلِفُونَ فِيهِ، وَلِيَعْلَمَ الَّذِينَ كَفَرُوا أَنَّهُمْ كانُوا كاذِبِينَ.(و) ثم تهدد السورة الكريمة أولئك الجاحدين لنعم الله، الماكرين للسيئات، بأسلوب يستثير النفوس ويبعث الرعب في القلوب، وتدعوهم إلى التأمل والتفكر في ملكوت السموات والأرض، لعل هذا التفكر يكون سببا في هدايتهم، وتخبرهم بأن الله- تعالى- هو الذي نهاهم عن الشرك، وهو الذي أمرهم بإخلاص العبادة له.استمع إلى القرآن وهو يصور هذه المعاني بأسلوبه البديع فيقول: أَفَأَمِنَ الَّذِينَ مَكَرُوا السَّيِّئاتِ أَنْ يَخْسِفَ اللَّهُ بِهِمُ الْأَرْضَ، أَوْ يَأْتِيَهُمُ الْعَذابُ مِنْ حَيْثُ لا يَشْعُرُونَ. أَوْ يَأْخُذَهُمْ فِي تَقَلُّبِهِمْ فَما هُمْ بِمُعْجِزِينَ. أَوْ يَأْخُذَهُمْ عَلى تَخَوُّفٍ فَإِنَّ رَبَّكُمْ لَرَؤُفٌ رَحِيمٌ. أَوَلَمْ يَرَوْا إِلى ما خَلَقَ اللَّهُ مِنْ شَيْءٍ يَتَفَيَّؤُا ظِلالُهُ عَنِ الْيَمِينِ وَالشَّمائِلِ سُجَّداً لِلَّهِ وَهُمْ داخِرُونَ. وَلِلَّهِ يَسْجُدُ ما فِي السَّماواتِ وَما فِي الْأَرْضِ مِنْ دابَّةٍ وَالْمَلائِكَةُ وَهُمْ لا يَسْتَكْبِرُونَ. يَخافُونَ رَبَّهُمْ مِنْ فَوْقِهِمْ وَيَفْعَلُونَ ما يُؤْمَرُونَ. وَقالَ اللَّهُ لا تَتَّخِذُوا إِلهَيْنِ اثْنَيْنِ إِنَّما هُوَ إِلهٌ واحِدٌ فَإِيَّايَ فَارْهَبُونِ.(ز) ثم انتقلت السورة إلى سرد أنواع من جهالات المشركين، ومن سوء تفكيرهم، حتى يزداد المؤمنون إيمانا على إيمانهم، ويشكروا الله- تعالى- على توفيقه إياهم إلى الدخول في الإسلام.لقد ذكرت السورة الكريمة ألوانا متعددة من جهالات الكافرين، ومن ذلك قوله- تعالى-: وَيَجْعَلُونَ لِما لا يَعْلَمُونَ نَصِيباً مِمَّا رَزَقْناهُمْ، تَاللَّهِ لَتُسْئَلُنَّ عَمَّا كُنْتُمْ تَفْتَرُونَ. وَيَجْعَلُونَ لِلَّهِ الْبَناتِ سُبْحانَهُ وَلَهُمْ ما يَشْتَهُونَ.وَيَجْعَلُونَ لِلَّهِ ما يَكْرَهُونَ، وَتَصِفُ أَلْسِنَتُهُمُ الْكَذِبَ أَنَّ لَهُمُ الْحُسْنى لا جَرَمَ أَنَّ لَهُمُ النَّارَ وَأَنَّهُمْ مُفْرَطُونَ.(ح) هكذا تصور سورة النحل ما كان عليه المشركون من غباء وغفلة وسوء تفكير، ثم تعود- سورة النعم- مرة أخرى إلى الحديث عن نعم الله- تعالى- على عباده، فتتحدث عن نعمة الكتاب، وعن نعمة الماء، وعن نعمة الأنعام، وعن نعمة الثمار والفواكه، وعن نعمة العسل المتخذ من بطون النحل وعن نعمة التفاضل في الأرزاق، وعن نعمة الأزواج والبنين والحفدة.قال- تعالى-: وَما أَنْزَلْنا عَلَيْكَ الْكِتابَ إِلَّا لِتُبَيِّنَ لَهُمُ الَّذِي اخْتَلَفُوا فِيهِ، وَهُدىً وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ. وَاللَّهُ أَنْزَلَ مِنَ السَّماءِ ماءً فَأَحْيا بِهِ الْأَرْضَ بَعْدَ مَوْتِها، إِنَّ فِي ذلِكَ لَآيَةً لِقَوْمٍ يَسْمَعُونَ. وَإِنَّ لَكُمْ فِي الْأَنْعامِ لَعِبْرَةً، نُسْقِيكُمْ مِمَّا فِي بُطُونِهِ مِنْ بَيْنِ فَرْثٍ وَدَمٍ لَبَناً خالِصاً سائِغاً لِلشَّارِبِينَ.إلى أن يقول- سبحانه-: وَاللَّهُ جَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْواجاً، وَجَعَلَ لَكُمْ مِنْ أَزْواجِكُمْ بَنِينَ وَحَفَدَةً وَرَزَقَكُمْ مِنَ الطَّيِّباتِ، أَفَبِالْباطِلِ يُؤْمِنُونَ وَبِنِعْمَتِ اللَّهِ هُمْ يَكْفُرُونَ.(ط) ثم تسوق السورة الكريمة مثلين مشتملين على الفرق الشاسع، بين المؤمن والكافر، وبين الإله الحق والآلهة الباطلة، فتقول: ضَرَبَ اللَّهُ مَثَلًا عَبْداً مَمْلُوكاً لا يَقْدِرُ عَلى شَيْءٍ، وَمَنْ رَزَقْناهُ مِنَّا رِزْقاً حَسَناً فَهُوَ يُنْفِقُ مِنْهُ سِرًّا وَجَهْراً، هَلْ يَسْتَوُونَ؟ الْحَمْدُ لِلَّهِ، بَلْ أَكْثَرُهُمْ لا يَعْلَمُونَ. وَضَرَبَ اللَّهُ مَثَلًا رَجُلَيْنِ أَحَدُهُما أَبْكَمُ لا يَقْدِرُ عَلى شَيْءٍ، وَهُوَ كَلٌّ عَلى مَوْلاهُ أَيْنَما يُوَجِّهْهُ لا يَأْتِ بِخَيْرٍ هَلْ يَسْتَوِي هُوَ وَمَنْ يَأْمُرُ بِالْعَدْلِ وَهُوَ عَلى صِراطٍ مُسْتَقِيمٍ.(ى) وبعد إيراد هذين المثلين البليغين، تعود سورة النعم إلى الحديث عن أنواع أخرى من نعم الله على خلقه، لكي يشكروه عليها، ويستعملوها فيما خلقت له فتتحدث عن نعمة إخراج الإنسان من بطن أمه، وعن نعمة البيوت التي هي محل سكن الإنسان، وعن نعمة الظلال، وعن نعمة الجبال، وعن نعمة الثياب.قال- تعالى-: وَاللَّهُ أَخْرَجَكُمْ مِنْ بُطُونِ أُمَّهاتِكُمْ لا تَعْلَمُونَ شَيْئاً وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصارَ وَالْأَفْئِدَةَ لَعَلَّكُمْ تَشْكُرُونَ. وَاللَّهُ جَعَلَ لَكُمْ مِنْ بُيُوتِكُمْ سَكَناً، وَجَعَلَ لَكُمْ مِنْ جُلُودِ الْأَنْعامِ بُيُوتاً تَسْتَخِفُّونَها يَوْمَ ظَعْنِكُمْ وَيَوْمَ إِقامَتِكُمْ، وَمِنْ أَصْوافِها وَأَوْبارِها وَأَشْعارِها، أَثاثاً وَمَتاعاً إِلى حِينٍ. وَاللَّهُ جَعَلَ لَكُمْ مِمَّا خَلَقَ ظِلالًا، وَجَعَلَ لَكُمْ مِنَ الْجِبالِ أَكْناناً، وَجَعَلَ لَكُمْ سَرابِيلَ تَقِيكُمُ الْحَرَّ وَسَرابِيلَ تَقِيكُمْ بَأْسَكُمْ، كَذلِكَ يُتِمُّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تُسْلِمُونَ.(ك) ثم بعد أن تصور السورة الكريمة أحوال المشركين يوم القيامة عند ما يرون العذاب، وتحكى ما يقولون عند ما يرون شركاءهم، وتقرر أن الله يبعث في كل أمة شهيدا عليهم من أنفسهم وأن الرسول- صلى الله عليه وسلم- سيكون شهيدا على من بعث إليهم.بعد كل ذلك تسوق السورة الكريمة عددا من الآيات الآمرة بمكارم الأخلاق والناهية عن منكراتها فتقول: إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسانِ وَإِيتاءِ ذِي الْقُرْبى، وَيَنْهى عَنِ الْفَحْشاءِ وَالْمُنْكَرِ وَالْبَغْيِ، يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ. وَأَوْفُوا بِعَهْدِ اللَّهِ إِذا عاهَدْتُمْ، وَلا تَنْقُضُوا الْأَيْمانَ بَعْدَ تَوْكِيدِها، وَقَدْ جَعَلْتُمُ اللَّهَ عَلَيْكُمْ كَفِيلًا، إِنَّ اللَّهَ يَعْلَمُ ما تَفْعَلُونَ.(ل) وبعد هذه التوجيهات السامية المشتملة على الترغيب والترهيب، وعلى الأوامر والنواهي. تتحدث آيات السورة عن آداب تلاوة القرآن وعن الشبهات التي أثارها المشركون حوله مع الرد عليها بما يدحضها، وعن حكم من تلفظ بكلمة الكفر وقلبه مطمئن بالإيمان، فتقول: فَإِذا قَرَأْتَ الْقُرْآنَ فَاسْتَعِذْ بِاللَّهِ مِنَ الشَّيْطانِ الرَّجِيمِ.ثم تقول: وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّما يُعَلِّمُهُ بَشَرٌ، لِسانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وَهذا لِسانٌ عَرَبِيٌّ مُبِينٌ.ثم تقول: مَنْ كَفَرَ بِاللَّهِ مِنْ بَعْدِ إِيمانِهِ إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالْإِيمانِ وَلكِنْ مَنْ شَرَحَ بِالْكُفْرِ صَدْراً فَعَلَيْهِمْ غَضَبٌ مِنَ اللَّهِ وَلَهُمْ عَذابٌ عَظِيمٌ.(م) ثم تعود السورة الكريمة لضرب الأمثال، فتسوق مثلا لكل قوم أنعم الله عليهم بالنعم فلم يقابلوها بالشكر، فانتقم الله- تعالى- منهم. كما تسوق جانبا من حياة سيدنا إبراهيم كمثال للشاكرين الذين استعملوا نعم الله فيما خلقت له.استمع إلى قوله- تعالى-: وَضَرَبَ اللَّهُ مَثَلًا قَرْيَةً كانَتْ آمِنَةً مُطْمَئِنَّةً يَأْتِيها رِزْقُها رَغَداً مِنْ كُلِّ مَكانٍ، فَكَفَرَتْ بِأَنْعُمِ اللَّهِ فَأَذاقَهَا اللَّهُ لِباسَ الْجُوعِ وَالْخَوْفِ بِما كانُوا يَصْنَعُونَ.ثم إلى قوله- تعالى-: إِنَّ إِبْراهِيمَ كانَ أُمَّةً قانِتاً لِلَّهِ حَنِيفاً وَلَمْ يَكُ مِنَ الْمُشْرِكِينَ.شاكِراً لِأَنْعُمِهِ اجْتَباهُ وَهَداهُ إِلى صِراطٍ مُسْتَقِيمٍ. وَآتَيْناهُ فِي الدُّنْيا حَسَنَةً وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ. ثُمَّ أَوْحَيْنا إِلَيْكَ أَنِ اتَّبِعْ مِلَّةَ إِبْراهِيمَ حَنِيفاً وَما كانَ مِنَ الْمُشْرِكِينَ.(ن) وأخيرا تختتم السورة الكريمة بتلك الآيات الجامعة لأحكم الأساليب وأكملها وأجملها وأ نجمعها في الدعوة إلى الله- تعالى- وفي معاملة الناس فتقول: ادْعُ إِلى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ، إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ. وَإِنْ عاقَبْتُمْ فَعاقِبُوا بِمِثْلِ ما عُوقِبْتُمْ بِهِ، وَلَئِنْ صَبَرْتُمْ لَهُوَ خَيْرٌ لِلصَّابِرِينَ. وَاصْبِرْ وَما صَبْرُكَ إِلَّا بِاللَّهِ، وَلا تَحْزَنْ عَلَيْهِمْ وَلا تَكُ فِي ضَيْقٍ مِمَّا يَمْكُرُونَ. إِنَّ اللَّهَ مَعَ الَّذِينَ اتَّقَوْا وَالَّذِينَ هُمْ مُحْسِنُونَ.6- وبعد، فهذا عرض إجمالى لأهم المقاصد التي اشتملت عليها السورة الكريمة، ومنه نرى:(أ) عنايتها الفائقة بإقامة الأدلة على وحدانية الله- تعالى- وعلى صدق رسوله محمد صلى الله عليه وسلم في دعوته، وعلى أن يوم القيامة حق، وعلى أن القرآن من عند الله- عز وجل.(ب) كما نرى تفصيلها القول في بيان آلاء الله- تعالى- على خلقه، وقد سبحت السورة في هذا الجانب سبحا عظيما، فذكّرت الإنسان بنعمة خلقه، وبنعمة تسخير الأنعام والشمس، والقمر، والنجوم، والماء، والجبال، والأشجار.. كل ذلك وغيره لمنفعته ومصلحته.(ج) كما نلمس اهتمامها بضرب الأمثال للمؤمن والكافر، والشاكر والجاحد والإله الحق والآلهة الباطلة.. وذلك لأن في ضرب الأمثال تقريبا للبعيد وتوضيحا للخفى، بأسلوب من شأنه أن يكون أوقع في القلوب، وأثبت في النفوس وأدعى إلى التدبر والتفكر.(د) كما ندرك حرصها على إيراد أقوال المشركين وشبههم! ثم الرد عليها بطريقة تقنع العقول، وترضى العواطف، بأن الإسلام هو الدين الحق، وبذلك يزداد المؤمنون إيمانا على إيمانهم.(ه) كما نحس- عند قراءتها- بعنايتها بتوجيه المؤمنين إلى مكارم الأخلاق، وأمهات الفضائل، كالعدل، والإحسان، وإيتاء ذي القربى، والوفاء، والصبر، والشكر ... وبنهيهم عن الرذائل كالغدر والجحود، ونقض العهود، والاستكبار، والظلم.وأخيرا فإن المتأمل في هذه السورة- أيضا- يراها حافلة بأسلوب الترغيب والترهيب، والتبشير والإنذار، والوعد والوعيد.الوعيد للكافرين بسوء المصير إذا ما لجوا في ضلالهم وطغيانهم كما في قوله- تعالى-:الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ زِدْناهُمْ عَذاباً فَوْقَ الْعَذابِ بِما كانُوا يُفْسِدُونَ.والوعد للمؤمنين بالحياة الطيبة في الدارين، كما في قوله- تعالى-: مَنْ عَمِلَ صالِحاً مِنْ ذَكَرٍ أَوْ أُنْثى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَياةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُمْ بِأَحْسَنِ ما كانُوا يَعْمَلُونَ.والآن فلنبدأ في التفسير التحليلى لسورة النعم، ونسأل الله- تعالى- أن يرزقنا التوفيق والسداد.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم.افتتحت السورة الكريمة، بتهديد الكافرين الذين كانوا ينكرون البعث، وما يترتب عليه من ثواب أو عقاب، ويستبعدون نصر الله- تعالى- لأوليائه، فقال- تعالى-: أَتى أَمْرُ اللَّهِ فَلا تَسْتَعْجِلُوهُ والفعل «أتى» هنا، بمعنى قرب ودنا بدليل «فلا تستعجلوه» ، لأن المنهي عن الاستعجال يقتضى أن الأمر الذي استعجل حصوله لم يحدث بعد.والمراد بأمر الله: ما اقتضته سنته وحكمته- سبحانه- من إثابة المؤمنين ونصرهم، وتعذيب الكافرين ودحرهم.والفاء في قوله «فلا تستعجلوه» للتفريع. والاستعجال: طلب حصول الشيء قبل وقته.والضمير المنصوب في «تستعجلوه» يعود على «أمر الله» ، لأنه هو المتحدث عنه، أو على «الله» - تعالى-، فلا تستعجلوا الله فيما قضاه وقدره.والمعنى: قرب ودنا مجيء أمر الله- تعالى- وهو إكرام المؤمنين بالنصر والثواب، وإهانة الكافرين بالخسران والعقاب، فلا تستعجلوا- أيها المشركون- هذا الأمر، فإنه آت لا ريب فيه، ولكن في الوقت الذي يحدده الله تعالى- ويشاؤه.وعبر عن قرب إتيان أمر الله- تعالى- بالفعل الماضي «أتى» للإشعار بتحقق هذا الإتيان، وللتنويه بصدق المخبر به، حتى لكأن ما هو واقع عن قريب، قد صار في حكم الواقع فعلا. وفي إبهام أمر الله، إشارة إلى تهويله وتعظيمه، لإضافته إلى من لا يعجزه شيء في الأرض ولا في السماء.قوله «فلا تستعجلوه» زيادة في الإنذار والتهديد، أى: فلا جدوى من استعجالكم، فإنه نازل بكم سواء استعجلتم أم لم تستعجلوا.والظاهر أن الخطاب هنا للمشركين، لأنهم هم الذين كانوا يستعجلون قيام الساعة، ويستعجلون نزول العذاب بهم، وقد حكى القرآن عنهم ذلك في آيات:منها قوله- تعالى-: يَسْتَعْجِلُ بِهَا الَّذِينَ لا يُؤْمِنُونَ بِها، وَالَّذِينَ آمَنُوا مُشْفِقُونَ مِنْها وَيَعْلَمُونَ أَنَّهَا الْحَقُّ، أَلا إِنَّ الَّذِينَ يُمارُونَ فِي السَّاعَةِ لَفِي ضَلالٍ بَعِيدٍ .ومنها قوله- سبحانه-: وَيَسْتَعْجِلُونَكَ بِالْعَذابِ وَلَنْ يُخْلِفَ اللَّهُ وَعْدَهُ. وَإِنَّ يَوْماً عِنْدَ رَبِّكَ كَأَلْفِ سَنَةٍ مِمَّا تَعُدُّونَ .وقال بعض العلماء: و «يجوز أن يكون الخطاب هنا شاملا للمؤمنين، لأن عذاب الله- تعالى- وإن كان الكافرون يستعجلونه، تهكما به، لظنهم أنه غير آت، فإن المؤمنين يضمرون في نفوسهم استبطاءه، ويحبون تعجيله للكافرين» .وقوله: «سبحانه وتعالى عما يشركون» جملة مستأنفة، قصد بها إبطال إشراكهم، وزيادة توبيخهم وتهديدهم:أى: تنزه الله- تعالى- وتعاظم بذاته وصفاته، عن إشراك المشركين، المؤدى بهم إلى الأقوال الفاسدة، والأفعال السيئة، والعاقبة الوخيمة. والعذاب المهين. وقوله:«يشركون» : قراءة الجمهور، وفيها التفات من الخطاب في قوله «فلا تستعجلوه» إلى الغيبة، تحقيرا لشأن المشركين، وحطا من درجتهم عن رتبة الخطاب، وحكاية لشنائعهم التي يتبرأ منها العقلاء.وقرأ حمزة والكسائي «تشركون» تبعا لقوله- تعالى- فَلا تَسْتَعْجِلُوهُ وعلى قراءتهما لا التفات في الآية."},{"ayah_number":2,"text":"ثم بين- سبحانه- لونا من ألوان قدرته، ورحمته بعباده، حيث أرسل إليهم الرسل مبشرين ومنذرين، فقال تعالى-: يُنَزِّلُ الْمَلائِكَةَ بِالرُّوحِ مِنْ أَمْرِهِ عَلى مَنْ يَشاءُ مِنْ عِبادِهِ ...والمراد بالملائكة هنا: جبريل- عليه السلام- ومن معه من حفظة الوحى. أو المراد بهم جبريل خاصة، ولا مانع من ذلك، لأن الواحد قد يسمى باسم الجمع إذا كان رئيسا عظيما.والمراد بالروح: كلام الله- تعالى- ووحيه الذي ينزل به جبريل، ليبلغه إلى من أمره الله بتبليغه إياه.وقد جاء ذكر الروح بمعنى الوحى في آيات منها قوله- تعالى-: وَكَذلِكَ أَوْحَيْنا إِلَيْكَ رُوحاً مِنْ أَمْرِنا ما كُنْتَ تَدْرِي مَا الْكِتابُ وَلَا الْإِيمانُ، وَلكِنْ جَعَلْناهُ نُوراً نَهْدِي بِهِ مَنْ نَشاءُ مِنْ عِبادِنا ... .والمعنى: ينزل- سبحانه- الملائكة بكلامه ووحيه، على من يشاء إنزالهم إليه من عباده المصطفين الأخبار.وأطلق- سبحانه- على وحيه اسم الروح، على سبيل التشبيه، ووجه الشبه: أن بسببهما تكون الحياة الحقة.فكما أن بالروح تحيا الأبدان والأجساد، فكذلك بالوحي تحيا القلوب والنفوس وتؤدى رسالتها في هذه الحياة.وفي قوله- سبحانه-: «من أمره» إشارة إلى أن نزول الملائكة بالوحي، لا يكون إلا بسبب أمر الله لهم بذلك، كما قال- تعالى- حكاية عنهم: وَما نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَ لَهُ ما بَيْنَ أَيْدِينا وَما خَلْفَنا وَما بَيْنَ ذلِكَ، وَما كانَ رَبُّكَ نَسِيًّا  .وقوله: «على من يشاء من عباده» رد على مطالب المشركين المتعنتة، والتي من بينها ما حكاه الله تعالى- عنهم في قوله: وَقالُوا لَوْلا نُزِّلَ هذَا الْقُرْآنُ عَلى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ ... .فالآية الكريمة تبين أن نزول الملائكة بالوحي، إنما هو على من يختاره الله- تعالى- لنزول الوحى عليه، لا على من يختارونه هم، وأن النبوة هبة من الله- تعالى- لمن يصطفيه من عباده. قال- تعالى-: اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسالَتَهُ .وقوله: «أن أنذروا أنه لا إله إلا أنا فاعبدون» بيان للمقصود من نزول الملائكة بالوحي على الأنبياء.أى: أنزل- سبحانه- ملائكته بوحيه على أنبيائه، لكي ينذر هؤلاء الأنبياء الناس، ويخوفوهم من سوء عاقبة الإشراك بالله، ويدعوهم إلى أن يخلصوا العبادة لله- تعالى- وحده، ويبينوا لهم أن الألوهية لا يصح أن تكون لغيره- سبحانه-.قال الآلوسى ما ملخصه: وقوله: أَنْ أَنْذِرُوا بدل من «الروح» على أن «أن» هي التي من شأنها أن تنصب المضارع، وصلت بالأمر كما وصلت به في قولهم: كتبت إليه بأن قم.وجوز بعضهم كون «أن» هنا مفسرة، فلا موضع لها من الإعراب، وذلك لما في «ينزل الملائكة بالوحي، من معنى القول، كأنه قيل: يقول- سبحانه- بواسطة الملائكة لمن يشاء من عباده أن أنذروا ... » .واقتصر هنا على الإنذار الذي هو بمعنى التخويف، لأن الحديث مع المشركين، الذين استعجلوا العذاب، واتخذوا مع الله- تعالى- آلهة أخرى.والفاء في قوله «فاتقون» فصيجة: أى، إذا كان الأمر كذلك، من أن الألوهية لا تكون لغير الله، فعليكم أن تتقوا عقوبتي لمن خالف أمرى، وعبد غيرى.قال الجمل: «وفي قوله «فاتقون» تنبيه على الأحكام الفرعية بعد التنبيه على الأحكام العلمية بقوله، «أنه لا إله إلا أنا» ، فقد جمعت الآية بين الأحكام الأصلية والفرعية» ."},{"ayah_number":3,"text":"وبعد أن بين- سبحانه- أنه منزه عن أن يكون له شريك، وأنه قد أنزل الملائكة بوحيه على من يشاء من عباده، وأنه لا إله يستحق العبادة سواه.بعد كل ذلك، بين الأدلة الدالة على قدرته ووحدانيته، بأسلوب بديع، جمع فيه بين دلالة المخلوق على الخالق، ودلالة النعمة على منعمها، ووبخ المشركين على شركهم، تارة عن طريق خلقه وحده- سبحانه- للسموات والأرض، وتارة عن طريق خلقه للإنسان، وتارة عن طريق خلقه للحيوان وللنبات، ولغير ذلك من المخلوقات التي لا تحصى.قال- تعالى-: خَلَقَ السَّماواتِ وَالْأَرْضَ بِالْحَقِّ، تَعالى عَمَّا يُشْرِكُونَ.والباء في قوله «بالحق» للملابسة. والحق: ضد الباطل، وهو هنا بمعنى الحكمة والجد الذي لا هزل فيه ولا عبث معه، كما قال- تعالى-: وَما خَلَقْنَا السَّماواتِ وَالْأَرْضَ وَما بَيْنَهُما لاعِبِينَ. ما خَلَقْناهُما إِلَّا بِالْحَقِّ ... .أى: خلق- سبحانه- بقدرته النافذة السموات وما أظلت، والأرض وما أقلت، خلقا ملتبسا بالحكمة الحكيمة، وبالجدية التي لا يحوم حولها لهو أو عبث.وقوله: «تعالى عما يشركون» تنزيه وتقدير لذاته وصفاته، عما قاله المشركون في شأنه- عز وجل- من أن له ولدا أو شريكا.قال- تعالى-: مَا اتَّخَذَ اللَّهُ مِنْ وَلَدٍ، وَما كانَ مَعَهُ مِنْ إِلهٍ، إِذاً لَذَهَبَ كُلُّ إِلهٍ بِما خَلَقَ، وَلَعَلا بَعْضُهُمْ عَلى بَعْضٍ، سُبْحانَ اللَّهِ عَمَّا يَصِفُونَ  .وقد صدر- سبحانه- هذه الأدلة الدالة على وحدانيته وقدرته، بخلق السموات والأرض، لأن خلقهما أعظم من خلق غيرهما، ولأنهما حاويتان لما لا يحصى من مخلوقاته- سبحانه-.قال- تعالى-: لَخَلْقُ السَّماواتِ وَالْأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ، وَلكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ ."},{"ayah_number":4,"text":"ثم ساق- سبحانه- دليلا آخر على انفراده بالألوهية عن طريق خلق الإنسان فقال:خَلَقَ الْإِنْسانَ مِنْ نُطْفَةٍ، فَإِذا هُوَ خَصِيمٌ مُبِينٌ.والمراد بالإنسان هنا جنس الإنسان.وأصل النطفة: الماء الصافي. أو الماء القليل الذي يبقى في الدلو أو القربة، وجمعها: نطف ونطاف. يقال: نطفت القربة إذا قطرت، أى سال منها الماء وتقاطر.والمراد بالنطفة هنا: المنى الذي هو مادة التلقيح من الرجل للمرأة.والخصيم: الكثير الخصام لغيره، فهو صيغة مبالغة. يقال: خصم الرجل يخصم- من باب تعب- إذا أحكم الخصومة، فهو خصم وخصيم.والمبين. المظهر للحجة، المفصح عما يريده بألوان من طريق البيان.أى: خلق- سبحانه- الإنسان. من منىّ يمنى، أو من ماء مهين خلقا عجيبا في أطوار مختلفة، لا يجهلها عاقل، ثم أخرجه بقدرته من بطن أمه إلى ضياء الدنيا، ثم رعاه برعايته ولطفه إلى أن استقل وعقل.حتى إذا ما وصل هذا الإنسان إلى تلك المرحلة التي يجب معها الشكر لله- تعالى- الذي رباه ورعاه، إذا به ينسى خالقه، ويجحد نعمه، وينكر شريعته، ويكذب رسله ويخاصم ويجادل بلسان فصيح من بعثه الله- تعالى- لهدايته وإرشاده، ويقول- كما حكى القرآن عنه-: مَنْ يُحْيِ الْعِظامَ وَهِيَ رَمِيمٌ ...وإذا في قوله- سبحانه- فَإِذا هُوَ خَصِيمٌ مُبِينٌ. هي التي تسمى بإذا الفجائية التي يؤتى بها لمعنى ترتب الشيء، على غير ما يظن أن يترتب عليه.وجيء بها هنا لزيادة التعجيب من حال الإنسان، لأنه كان المنتظر منه بعد أن خلقه الله- تعالى- بقدرته، ورباه برحمته ورعايته، أن يشكر خالقه على ذلك، وأن يخلص العبادة له، لكنه لم يفعل ما كان منتظرا منه، بل فعل ما يناقض ذلك من الإشراك والمجادلة في أمر البعث وغيره.وشبيه بهذه الآية الكريمة قوله- تعالى-: وَلَقَدْ صَرَّفْنا فِي هذَا الْقُرْآنِ لِلنَّاسِ مِنْ كُلِّ مَثَلٍ، وَكانَ الْإِنْسانُ أَكْثَرَ شَيْءٍ جَدَلًا .وقوله- تعالى-: وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ ما لا يَنْفَعُهُمْ وَلا يَضُرُّهُمْ، وَكانَ الْكافِرُ عَلى رَبِّهِ ظَهِيراً ."},{"ayah_number":5,"text":"وبعد أن بين- سبحانه- ما يدل على وحدانيته وقدرته عن طريق خلقه للسموات وللأرض وللإنسان، أتبع ذلك ببيان أدلة وحدانيته وقدرته عن طريق خلق الحيوان فقال- تعالى-: وَالْأَنْعامَ خَلَقَها، لَكُمْ فِيها دِفْءٌ، وَمَنافِعُ، وَمِنْها تَأْكُلُونَ.والأنعام: جمع نعم، وهي الإبل والبقر والغنم، وقد تطلق على الإبل خاصة،.وانتصب الأنعام عطفا على الإنسان في قوله: خَلَقَ الْإِنْسانَ مِنْ نُطْفَةٍ، أو هو منصوب بفعل مقدر يفسره المذكور بعده. أى: وخلق الأنعام خلقها.والدفء: السخونة. ويقابله شدة البرد، يقال: دفئ الرجل- من باب طرب- فهو دفأ- كتعب- ودفآن، إذا لبس ما يدفئه، ويبعد عنه البرد.والمراد بالدفء هنا: ما يتخذ من أصواف الأنعام وأوبارها وأشعارها لهذا الغرض.وعطف «منافع» على «دفء» من باب عطف العام على الخاص، إذ المنافع تشمل ما يستدفأ به منها وغيره.وخص الدفء بالذكر من عموم المنافع، للعناية به وللتنويه بأهميته في حياة الناس.أى: ومن مظاهر نعم الله- تعالى- عليكم- أيها الناس-، أن الله- تعالى- خلق الأنعام، وجعل لكم فيها ما تستدفئون به، من الثياب المأخوذة من أصوافها وأوبارها وأشعارها، فتقيكم برودة الجو وجعل لكم فيها منافع متعددة، حيث تتخذون من ألبانها شرابا سائغا للشاربين، ومن لحومها أكلا نافعا للآكلين.وشبيه بهذه الآية قوله- تعالى-: وَإِنَّ لَكُمْ فِي الْأَنْعامِ لَعِبْرَةً، نُسْقِيكُمْ مِمَّا فِي بُطُونِها، وَلَكُمْ فِيها مَنافِعُ كَثِيرَةٌ وَمِنْها تَأْكُلُونَ ."},{"ayah_number":6,"text":"وقوله- سبحانه-: وَلَكُمْ فِيها جَمالٌ حِينَ تُرِيحُونَ وَحِينَ تَسْرَحُونَ بيان لنوع آخر من أنواع منافع الحيوان للإنسان.قال أبو حيان في البحر والجمال مصدر جمل- بضم الميم-، يقال رجل جميل وامرأة جميلة وجملاء، قال الشاعر:فهي جملاء كبدر طالع ... بذت الخلق جميعا بالجمالوالجمال يكون في الصورة بحسن التركيب، بحيث يدركه البصر فتتعلق به النفس.ويكون في الأخلاق، باشتمالها على الصفات المحمودة، كالعلم والعفة والحلم.ويكون في الأفعال، بوجودها ملائمة لمصالح الخلق. وجلب المنفعة لهم وصرف الشر عنهم..»  .وجمال الأنعام من النوع الأول، ومن جمالها- أيضا- كثرتها ودلالتها على أن صاحبها من أهل السعة واليسار.وقوله «تريحون» من الإراحة، يقال: أراح فلان ماشيته إراحة، إذا ردها إلى المراح، وهو منزلها الذي تأوى إليه، وتبيت فيه.و «تسرحون» من السروح، وهو الخروج بها غدوة من حظائرها إلى مسارحها ومراعيها.يقال: سرحت الماشية أسرحها سرحا وسروحا، إذا أخرجتها إلى المرعى.ومفعول الفعلين «تريحون وتسرحون» محذوف للعلم به.والمعنى: ولكم- أيها الناس- في هذه الأنعام جمال وزينة، حين تردونها بالعشي من مسارحها إلى معاطنها التي تأوى إليها، وحين تخرجونها بالغداة من معاطنها إلى مسارحها ومراعيها.وخص- سبحانه- هذين الوقتين بالذكر، لأنهما الوقتان اللذان تتراءى الأنعام فيهما، وتتجاوب أصواتها ذهابا وجيئة، ويعظم أصحابها في أعين الناظرين إليها.وقدم- سبحانه- الإراحة على التسريح، لأن الجمال عند الإراحة أقوى وأبهج، حيث تقبل من مسارحها وقد امتلأت بطونها، وحفلت ضروعها، وازدانت مشيتها.وقال- سبحانه-: حِينَ تُرِيحُونَ وَحِينَ تَسْرَحُونَ. بالفعل المضارع، لإفادة التجديد والتكرار، وفي ذلك ما يزيد السرور بها، ويحمل على شكر الله- تعالى- على وافر نعمه.قال صاحب الكشاف: «منّ الله بالتجمل بها، كما منّ بالانتفاع بها لأنه من أغراض أصحاب المواشي. بل هو من معاظمها لأن الرعيان إذا روحوها بالعشي، وسرحوها بالغداة فزينت إراحتها وتسريحها الأفنية وتجاوب فيها الثغاء والرغاء، آنست أهلها، وفرحت أربابها. وأجلتهم في عيون الناظرين إليها، وأكسبتهم الجاه والحرمة عند الناس.فإن قلت: لم قدمت الإراحة على التسريح- مع تأخر الإراحة في الوجود؟.قلت: لأن الجمال في الإراحة أظهر، إذا أقبلت ملأى البطون، حافلة الضروع، ثم أوت إلى الحظائر حاضرة لأهلها» ."},{"ayah_number":7,"text":"ثم بين- سبحانه- منفعة ثالثة من منافع الأنعام، التي سخرها الله- تعالى- للإنسان فقال: وَتَحْمِلُ أَثْقالَكُمْ إِلى بَلَدٍ لَمْ تَكُونُوا بالِغِيهِ إِلَّا بِشِقِّ الْأَنْفُسِ إِنَّ رَبَّكُمْ لَرَؤُفٌ رَحِيمٌ.والضمير في قوله «وتحمل» يعود إلى الإبل خاصة، لأنها هي التي يحمل عليها.والأثقال: جمع ثقل. وهو ما يثقل الإنسان حمله من متاع وغيره.والمراد بالبلد جنسه ولأن الارتحال قد يكون إلى الشام أو إلى اليمن أو إلى غيرهما.والشق- بالكسر- المشقة: ومن كل شيء نصفه، والباء للملابسة. أى: إلا بمشقة شديدة، كأن نفوسكم قد ذهب نصفها خلال تلك الرحلة الطويلة الشاقة التي لم تستخدموا فيها الأنعام.قال القرطبي: وشق الأنفس: مشقتها وغاية جهدها. وقراءة العامة بكسر الشين.قال المهدوى: وكسر الشين وفتحها في «شق» متقاربان. وهما بمعنى المشقة.وقرأ أبو جعفر «إلا بشق الأنفس» - بفتح الشين- وهما لغتان مثل رق ورق.والشق- أيضا- بالكسر- النصف. وقد يكون المراد من الآية هذا المعنى. أى: لم تكونوا بالغيه إلا بنقص من القوة وذهاب شق منها ... »   .والمعنى: ومن فوائد هذه الأنعام- أيضا- أنها تحمل أمتعتكم وأثقالكم من بلد إلى بلد آخر بعيد، هذا البلد الآخر البعيد. لم تكونوا واصلين إليه بدونها، إلا بعد تعب شديد، وجهد مضن، وكلفة يذهب معها نصف قوتكم.والتنكير في «بلد» لإفادة معنى البعد، لأن بلوغ المسافر إليه بمشقة، هو من شأن البلد البعيد، الذي يصعب الوصول إليه بدون راحلة.وجملة «لم تكونوا بالغيه إلا بشق الأنفس» التي هي صفة لبلد، تشير إلى هذا المعنى.وشبيه بهذه الآية قوله تعالى-: اللَّهُ الَّذِي جَعَلَ لَكُمُ الْأَنْعامَ لِتَرْكَبُوا مِنْها وَمِنْها تَأْكُلُونَ. وَلَكُمْ فِيها مَنافِعُ وَلِتَبْلُغُوا عَلَيْها حاجَةً فِي صُدُورِكُمْ وَعَلَيْها وَعَلَى الْفُلْكِ تُحْمَلُونَ .وقوله- سبحانه-: أَوَلَمْ يَرَوْا أَنَّا خَلَقْنا لَهُمْ مِمَّا عَمِلَتْ أَيْدِينا أَنْعاماً فَهُمْ لَها مالِكُونَ. وَذَلَّلْناها لَهُمْ، فَمِنْها رَكُوبُهُمْ وَمِنْها يَأْكُلُونَ .وجملة «إن ربكم لرءوف رحيم» تعليل لخلقه- سبحانه- الأنعام لخدمة الإنسان.أى: خلق لكم هذه الأنعام لأنه رءوف رحيم بكم، حيث لم يترككم تحملون أثقالكم بأنفسكم، وتقطعون المسافات الطويلة على أرجلكم، بل أوجد هذه الأنعام لمنافعكم ومصالحكم."},{"ayah_number":8,"text":"ثم ذكر- سبحانه- أنواعا أخرى من الحيوان المنتفع به، فقال- تعالى-:وَالْخَيْلَ وَالْبِغالَ وَالْحَمِيرَ لِتَرْكَبُوها وَزِينَةً، وَيَخْلُقُ ما لا تَعْلَمُونَ.قال الجمل: «الخيل اسم جنس لا واحد له من لفظه، بل من معناه وهو فرس. وسميت خيلا لاختيالها في مشيها. والبغال جمع بغل: وهو المتولد بين الخيل والحمير..» .واللام في قوله «لتركبوها» للتعليل.ولفظ «وزينة» مفعول لأجله، معطوف على محل «لتركبوها» .والزينة: اسم لما يتزين به الإنسان.قال القرطبي: «هذا الجمال والتزيين وإن كان من متاع الدنيا، إلا أن الله تعالى- أذن به لعباده، ففي الحديث الشريف: «الإبل عز لأهلها، والغنم بركة، والخيل في نواصيها الخير» خرجه البرقاني وابن ماجة في السنن ... »  .والمعنى: ومن مظاهر فضله عليكم، ورحمته بكم، أنه خلق لمنفعتكم- أيضا- الخيل والبغال والحمير، لتركبوها في غزوكم وتنقلاتكم، ولتكون زينة لكم في أفراحكم ومسراتكم.وأتى- سبحانه- باللام في «لتركبوها» دون ما بعدها، للإشارة إلى أن الركوب هو المقصود الأصلى بالنسبة لهذه الدواب، أما التزين بها فهو أمر تابع للركوب ومتفرع منه.قال صاحب الظلال: وفي الخيل والبغال والحمير، تلبية للضرورة في الركوب، وتلبية لحاسة الجمال في الزينة.وهذه اللفتة لها قيمتها في بيان نظرة القرآن ونظرة الإسلام للحياة، فالجمال- المتمثل في الزينة- عنصر له قيمة في هذه النظرة، وليست النعمة هي مجرد تلبية الضرورات من طعام وشراب وركوب، بل تلبية الأشواق الزائدة عن الضرورات. تلبية حاسة الجمال ووجدان الفرح والشعور الإنسانى المرتفع على ميل الحيوان، وحاجة الحيوان» .وقال بعض العلماء: وقد استدل بهذه الآية، القائلون بتحريم لحوم الخيل قائلين بأن التعليل بالركوب والزينة يدل على أنها مخلوقة لهذه المصلحة دون غيرها.وأجاب المجوزون لأكلها، بأن ذكر ما هو الأغلب من منافعها- وهو الركوب والزينة- لا ينافي غيره.وقد ورد في حل أكل لحوم الخيل أحاديث منها ما في الصحيحين وغيرهما، من حديث أسماء قالت نحرنا على عهد رسول الله صلى الله عليه وسلم فرسا فأكلناه.وثبت- أيضا- في الصحيحين من حديث جابر قال: نهى رسول الله صلى الله عليه وسلم عن لحوم الحمر الأهلية، وأذن في الخيل .وقد بسط الإمام القرطبي القول في هذه المسألة، ورجح حل أكل لحوم الخيل، وساق الأدلة والأحاديث في ذلك ثم قال: «وكل تأويل من غير ترجيح في مقابلة النص، فإنما هو دعوى، لا يلتفت إليه، ولا يعرج عليه،  .ويعجبني في هذا المقام قول الإمام البغوي: ليس المراد من الآية بيان التحليل والتحريم، بل المراد منها تعريف الله عباده نعمه، وتنبيههم على كمال قدرته وحكمته، والدليل الصحيح المعتمد عليه في إباحة لحوم الخيل أن السنة مبينة للكتاب.ولما كان نص الآية يقتضى أن الخيل والبغال والحمير مخلوقة للركوب والزينة، وكان الأكل مسكوتا عنه، ودار الأمر فيه على الإباحة والتحريم، وردت السنة النبوية بإباحة لحوم الخيل، وبتحريم لحوم البغال والحمير فوجب الأخذ بما جاء في السنة التي هي بيان للكتاب   .هذا وقد ختم- سبحانه- الآية الكريمة بما يدل على عظيم قدرته، وسعة علمه، فقال وَيَخْلُقُ ما لا تَعْلَمُونَ.أى: ويخلق- سبحانه- في الحال والاستقبال، مالا تعلمونه- أيها الناس- من أنواع المخلوقات المختلفة سوى هذه الدواب، كالسفن التي تمخر عباب الماء، والطائرات التي تشق أجواز الفضاء، والسيارات التي تنهب الأرض نهبا لسرعتها، وغير ذلك من أنواع المخلوقات التي لا يعلمها سواه- سبحانه- والتي أوجدها لمنفعتكم ومصلحتكم.وهذه الجملة الكريمة تدل على أن القرآن من عند الله- تعالى- فقد أوجد- سبحانه- العقول البشرية، التي ألهمها صنع الكثير من المخترعات النافعة في البر وفي البحر وفي الجو، والتي لم يكن للناس معرفة بها عند نزول القرآن الكريم.وتشير- أيضا- إلى مزيد فضل الله- تعالى- على الناس، حيث أخبرهم بأنه سيخلق لهم في مستقبل الأيام من وسائل الركوب وغيرها، ما فيه منفعة لهم، سوى هذه الدواب التي ذكرها.فعليهم أن يستعملوا هذه الوسائل في طاعة الله- تعالى- لا في معصيته وعليهم أن يتقبلوا هذه الوسائل، وأن يفتحوا عقولهم لكل ما هو نافع.ورحم الله صاحب الظلال، فقد قال عند تفسيره الآية ما ملخصه: يعقب الله- تعالى- على خلق الأنعام والخيل والبغال والحمير بقوله وَيَخْلُقُ ما لا تَعْلَمُونَ ليظل المجال مفتوحا في التصور البشرى، لتقبل أنماط جديدة من أدوات الحمل والركوب والزينة.وحتى لا يقول بعض الناس: إنما استخدم آباؤنا الأنعام والخيل والبغال والحمير، فلا نستخدم سواها، وإنما نص القرآن على هذه الأصناف فلا نستخدم ما عداها.ولقد جدت وسائل للحمل والنقل والركوب والزينة، لم يكن يعلمها أهل ذلك الزمان، وستجد وسائل أخرى لا يعلمها أهل هذا الزمان: والقرآن يهيئ لها القلوب والأذهان، بلا جمود ولا تحجر، «ويخلق مالا تعلمون» ."},{"ayah_number":9,"text":"وبعد أن بين- سبحانه- دلائل وحدانيته وقدرته، عن طريق خلق السموات والأرض والإنسان والدواب.. أتبع ذلك ببيان أنه- عز وجل- كفيل بالإرشاد إلى الطريق المستقيم لمن يتجه إليه فقال- تعالى-: وَعَلَى اللَّهِ قَصْدُ السَّبِيلِ، وَمِنْها جائِرٌ، وَلَوْ شاءَ لَهَداكُمْ أَجْمَعِينَ.والقصد: الاستقامة. والسبيل: الطريق والقصد منه: هو المستقيم الذي لا اعوجاج فيه. يقال: سبيل قصد وقاصد، أى: مستقيم. قال الشاعر:ومن الطريقة جائر وهدى ... قصد السبيل، ومنه ذو دخلقال الجمل ما ملخصه: «وعلى الله» أى: تفضلا «قصد السبيل» على تقدير مضاف، أى: وعلى الله بيان قصد السبيل. وهو بيان طريق الهدى من الضلالة، وهو من إضافة الصفة إلى الموصوف، والقصد مصدر يوصف به. يقال: سبيل قصد وقاصد أى: مستقيم، كأنه يقصد الوجه الذي يؤمه السالك لا يعدل عنه. والمراد بالسبيل: جنسه..»  .والضمير في قوله «ومنها جائر» يعود إلى السبيل. والجائر: المائل عن الاستقامة، المنحرف عن الجادة وهو صفة لموصوف محذوف. أى: ومنها سبيل جائر.أى: وعلى الله- تعالى- وحده، تفضلا منه وكرما، بيان الطريق المستقيم وهو طريق الحق، الذي يوصل من سلكه إلى السعادة في الدنيا والآخرة.وهذا الطريق الحق: هو الذي جاء به محمد صلّى الله عليه وسلم.ومن الطريق ما هو حائد عن الاستقامة، وهو كل طريق يخالف ما جاء به خاتم الرسل، صلّى الله عليه وسلم من عقائد وشرائع وآداب.قال- تعالى-: وَأَنَّ هذا صِراطِي مُسْتَقِيماً فَاتَّبِعُوهُ، وَلا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ.. .فالمراد بالطريق القصد: الطريق الموصل إلى الإسلام، والمراد بالطريق الجائر: الطريق الموصل إلى غيره من ملل الكفر والضلال.ثم ختم- سبحانه- الآية الكريمة، ببيان أن الهداية والإضلال بقدرته ومشيئته، فقال- تعالى-: وَلَوْ شاءَ لَهَداكُمْ أَجْمَعِينَ.أى: ولو شاء- سبحانه- هدايتكم- أيها الناس- إلى الطريق المستقيم، لهداكم جميعا، ولكنه- عز وجل- لم يشأ ذلك، بل اقتضت حكمته أن يخلق الناس، مستعدين للهدى والضلال، وأن يترك لهم اختيار أحد الطريقين فكان منهم من استحب العمى على الهدى، وكان منهم من سلك الطريق المستقيم. وسيجازى- سبحانه- الذين أساءوا بما عملوا، وسيجازى الذين أحسنوا بالحسنى.قال تعالى-: إِنَّا خَلَقْنَا الْإِنْسانَ مِنْ نُطْفَةٍ أَمْشاجٍ نَبْتَلِيهِ فَجَعَلْناهُ سَمِيعاً بَصِيراً. إِنَّا هَدَيْناهُ السَّبِيلَ إِمَّا شاكِراً وَإِمَّا كَفُوراً .وقال- سبحانه-: وَلَوْ شاءَ رَبُّكَ لَآمَنَ مَنْ فِي الْأَرْضِ كُلُّهُمْ جَمِيعاً..  .وبعد أن بين- سبحانه- جانبا من مظاهر فضله على عباده عن طريق خلق الأنعام وغيرها من البهائم، التي لهم فيها منافع، أتبع ذلك ببيان نعمه عليهم في إنزال المطر، فقال- تعالى-:"},{"ayah_number":10,"text":"والمراد بالسماء: السحاب المرتفع في طبقات الجو، حيث ينزل منه الماء بقدرة الله- تعالى- والشراب: اسم للمشروب الذي يشربه الإنسان والحيوان وغيرهما.والشجر: يطلق على النبات ذي الساق الصلبة على سبيل الحقيقة، ويطلق على العشب والكلأ على سبيل المجاز، وهو المراد هنا، لأنه هو الذي ترعاه الأنعام.والضمير في قوله- سبحانه- وَمِنْهُ شَجَرٌ يعود على الماء، باعتباره السبب في وجود الشجر.قال الآلوسى: قوله- سبحانه- «ومنه شجر» أى: نبات مطلقا سواء أكان له ساق أم لا، كما نقل عن الزجاج، وهو حقيقة في الأول، ومن استعماله في الثاني قول الراجز:نعلفها اللحم إذا عز الشجر ... والخيل في إطعامها اللحم ضررفإنه قيل: الشجر فيه بمعنى الكلأ، لأنه الذي يعلف..» .وقوله: «تسيمون» من الإسامة، بمعنى إطلاق الإبل وغيرها للسوم، أى الرعي.يقال: أسام فلان إبله للرعي أسامة، إذا أخرجها إلى المرعى. وسامت هي تسوم سوما، إذا رعت حيث شاءت وأصل السوم: الإبعاد في المرعى.والمعنى: هو- سبحانه- وحده وليس غيره: الذي غمركم بنعمه، حيث أنزل لكم من السحاب ماء كثيرا، هذا الماء الكثير المنزل بقدر معلوم، منه تأخذون ما تشربونه وما تنتفعون في حوائجكم الأخرى، وبسببه تخرج المراعى التي ترعون فيها دوابكم.فالآية الكريمة دليل آخر من الأدلة على وحدانية الله- تعالى- وقدرته، وبديع خلقه، حيث أنزل- سبحانه- المطر من السماء، ولو شاء لأمسكه، أو لأنزله غير صالح للشراب.قال- تعالى-: أَفَرَأَيْتُمُ الْماءَ الَّذِي تَشْرَبُونَ. أَأَنْتُمْ أَنْزَلْتُمُوهُ مِنَ الْمُزْنِ أَمْ نَحْنُ الْمُنْزِلُونَ. لَوْ نَشاءُ جَعَلْناهُ أُجاجاً فَلَوْلا تَشْكُرُونَ .وأتى- سبحانه- بلفظ «في» المفيدة للظرفية، في قوله- تعالى- فِيهِ تُسِيمُونَ للإشارة إلى أن الرعي في هذا الشجر، قد يكون عن طريق أكل الدواب منه، وقد يكون عن طريق أكل ما تحته من الأعشاب."},{"ayah_number":11,"text":"وقوله- سبحانه-: يُنْبِتُ لَكُمْ بِهِ الزَّرْعَ وَالزَّيْتُونَ وَالنَّخِيلَ وَالْأَعْنابَ وَمِنْ كُلِّ الثَّمَراتِ.. تفصيل لأهم منافع الماء.أى: يخرج لكم من الأرض، بسبب الماء الذي أنزله عليها من السماء «الزرع» الذي هو أصل أغذيتكم، وعماد معاشكم، كالقمح والشعير وغيرهما «والزيتون» الذي تستعملونه إداما في أغذيتكم «والنخيل والأعناب» اللذين فيهما الكثير من الفوائد، ومن التلذذ عند أكل ثمارهما.وأخرج لكم- أيضا- بسبب هذا الماء «من كل الثمرات» التي تشتهونها وتنتفعون بها، والتي تختلف في أنواعها، وفي مذاقها، وفي روائحها، وفي ألوانها، مع أن الماء الذي سقيت به واحد، والأرض التي نبتت فيها متجاورة.ولا شك أن في هذا الإنبات بتلك الطريقة، أكبر دليل على قدرة الله- تعالى-. لأنه لا يقدر على ذلك سواء- سبحانه-.وأسند- سبحانه- الإنبات إليه فقال: «ينبت لكم به ... » لأنه الفاعل الحقيقي لهذا الإنبات والإخراج للزروع من الأرض: أما غيره- سبحانه- فيلقى الحب في الأرض، ويرجو الثمار والإنبات منه- عز وجل-.قال- تعالى: أَفَرَأَيْتُمْ ما تَحْرُثُونَ. أَأَنْتُمْ تَزْرَعُونَهُ أَمْ نَحْنُ الزَّارِعُونَ. لَوْ نَشاءُ لَجَعَلْناهُ حُطاماً فَظَلْتُمْ تَفَكَّهُونَ. إِنَّا لَمُغْرَمُونَ. بَلْ نَحْنُ مَحْرُومُونَ   .وقال- سبحانه-: وَفِي الْأَرْضِ قِطَعٌ مُتَجاوِراتٌ، وَجَنَّاتٌ مِنْ أَعْنابٍ وَزَرْعٌ وَنَخِيلٌ صِنْوانٌ وَغَيْرُ صِنْوانٍ يُسْقى بِماءٍ واحِدٍ، وَنُفَضِّلُ بَعْضَها عَلى بَعْضٍ فِي الْأُكُلِ، إِنَّ فِي ذلِكَ لَآياتٍ لِقَوْمٍ يَعْقِلُونَ .وقال- عز وجل-: أَمَّنْ خَلَقَ السَّماواتِ وَالْأَرْضَ، وَأَنْزَلَ لَكُمْ مِنَ السَّماءِ ماءً، فَأَنْبَتْنا بِهِ حَدائِقَ ذاتَ بَهْجَةٍ، ما كانَ لَكُمْ أَنْ تُنْبِتُوا شَجَرَها أَإِلهٌ مَعَ اللَّهِ، بَلْ هُمْ قَوْمٌ يَعْدِلُونَ .وختم- سبحانه- الآية بقوله إِنَّ فِي ذلِكَ لَآيَةً لِقَوْمٍ يَتَفَكَّرُونَ للحض على التفكر والتأمل في عظيم قدرته- سبحانه- حتى يصل المتأمل إلى إخلاص العبادة له- عز وجل.أى: إن في ذلك المذكور، من إنزال الماء من السماء، وإنبات الزروع والثمار بسببه، لآية باهرة، ودلالة عظيمة، على وحدانية الله- تعالى- وقدرته، لقوم يحسنون التفكير، ويجيدون التأمل في خلقه، أما الذين لا يحسنون التفكير والتأمل، فهم كالأنعام بل هم أضل.قال الآلوسى ما ملخصه: وقال- سبحانه-: لِقَوْمٍ يَتَفَكَّرُونَ لأن من تفكر في أن الحبة والنواة، تقع في الأرض، وتصل إليها نداوة تنفذ فيها، فينشق أسفلها، فيخرج منه عروق تنبسط في أعماق الأرض، وينشق أعلاها وإن كانت منتكسة في الوقوع ...من تفكر في ذلك علم أن من هذه آثاره وأفعاله، لا يمكن أن يشبهه غيره في صفة من صفات الكمال، فضلا عن أن يشاركه في أخص صفاته التي هي الألوهية واستحقاق العبادة.وحيث كان الاستدلال بما ذكر، مشتملا على أمر خفى محتاج إلى التفكر والتدبر لمن له نظر سديد، ختم- سبحانه- الآية بالتفكر .ثم ساق- سبحانه- دلائل أخرى مما خلق لنفع الإنسان، تدل على وحدانيته وقدرته، فقال- تعالى:"},{"ayah_number":12,"text":"وقوله «سخر» من التسخير بمعنى التذليل والتكليف، يقال. سخر فلان فلانا تسخيرا، إذا كلفه عملا بلا أجرة، والمراد به هنا: الإعداد والتهيئة لما يراد الانتفاع به أى: ومن آياته سبحانه الدالة على وحدانيته وقدرته، أنه «سخر لكم الليل والنهار» يتعاقبان فيكم لتسكنوا في الليل، ولتبتغوا الرزق بالنهار.وأنه- سبحانه- سخر لكم «الشمس والقمر» يدأبان في سيرهما بدون كلل أو اضطراب، بل يسيران من أجل منفعتكم ومصلحتكم بنظام ثابت، كما قال- تعالى-:لَا الشَّمْسُ يَنْبَغِي لَها أَنْ تُدْرِكَ الْقَمَرَ، وَلَا اللَّيْلُ سابِقُ النَّهارِ وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ .وأنه- سبحانه- أوجد النجوم مسخرات بأمره وإذنه، لكي تهتدوا بها في ظلمات البر والبحر.هذا وقد قرأ جمهور القراء هذه الأسماء: الليل والنهار ... إلخ بالنصب على المفعولية لفعل «سخر» كما قرأ الجمهور. أيضا. «مسخرات» بالنصب على الحالية.وقرأ ابن عامر: «والشمس والقمر والنجوم» بالرفع على الابتداء، وقرأ- أيضا قوله- «مسخرات، بالرفع على أنه خبر عنها.وقرأ حفص برفع النجوم ومسخرات، على أنهما مبتدأ وخبر: أما بقية الأسماء السابقة فقرأها بالنصب.وقوله «بأمره» متعلق بمسخرات. والمراد بأمره: إرادته ومشيئته وتدبيره، الجاري على هذا الكون وفق حكمته وإذنه.ثم ختم- سبحانه- الآية بقوله: إِنَّ فِي ذلِكَ لَآياتٍ لِقَوْمٍ يَعْقِلُونَ.أى: إن في ذلك المذكور من تسخير الليل والنهار وغيرهما لمنفعتكم ومصلحتكم- يا بنى آدم- لآيات بينات، ودلائل واضحات، على وجوب العبادة لله- تعالى- وحده، لقوم يعقلون نعم الله- تعالى-، ويستدلون بها على وحدانيته- سبحانه- وقدرته.وشبيه بهذه الآية قوله- تعالى- إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّماواتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ، ثُمَّ اسْتَوى عَلَى الْعَرْشِ، يُغْشِي اللَّيْلَ النَّهارَ يَطْلُبُهُ حَثِيثاً وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ مُسَخَّراتٍ بِأَمْرِهِ. أَلا لَهُ الْخَلْقُ وَالْأَمْرُ، تَبارَكَ اللَّهُ رَبُّ الْعالَمِينَ ."},{"ayah_number":13,"text":"وقوله- سبحانه-: وَما ذَرَأَ لَكُمْ فِي الْأَرْضِ مُخْتَلِفاً أَلْوانُهُ.. معطوف على ما قبله من النعم وأصل الذرأ: الخلق بالتناسل والتوالد عن طريق الحمل والتفريخ.قال القرطبي: ذرأ الله الخلق يذرؤهم ذرءا، أى خلقهم، ومنه الذرية وهي نسل الثقلين، والجمع الذراري، ويقال: أنمى الله ذرأك وذروك أى: ذريتك.والمعنى: وسخر لكم- أيضا- ما أوجده في الأرض من أجل منفعتكم من عجائب الأمور، ومختلف الأشياء، من حيوان ونبات، ومعادن مختلفة الألوان والأجناس والخواص.ولا شك أن في اختلاف الألوان والمناظر والهيئات وغير ذلك، فيه الدلالة الواضحة على قدرة الله- تعالى- وعلى أنه الخالق لكل شيء.قال- تعالى- وَمِنْ آياتِهِ خَلْقُ السَّماواتِ وَالْأَرْضِ وَاخْتِلافُ أَلْسِنَتِكُمْ وَأَلْوانِكُمْ ...ثم ختم- سبحانه- الآية الكريمة بقوله إِنَّ فِي ذلِكَ لَآيَةً لِقَوْمٍ يَذَّكَّرُونَ أى: إن في ذلك الذي بيناه لكم، لآية واضحة على قدرة الله- تعالى- لقوم يعتبرون، ويتذكرون آلاء الله ونعمه، فيشكرونه عليها، ويخلصون له العبادة.وبعد أن ذكر- سبحانه- جملة من نعمه التي أوجدها لعباده في البر، أتبع ذلك ببيان جانب من نعمه عليهم عن طريق خلقه للبحر، فقال- تعالى-:"},{"ayah_number":14,"text":"ففي هذه الآية الكريمة بين- سبحانه- أربع نعم على عباده في تسخير البحر لهم.أما النعمة الأولى فتتجلى في قوله- تعالى- وَهُوَ الَّذِي سَخَّرَ الْبَحْرَ لِتَأْكُلُوا مِنْهُ لَحْماً طَرِيًّا.والطري: ضد اليابس، والمصدر الطراوة، وفعله طرو بوزن خشن وقرب.أى: وهو- سبحانه- وحده الذي ذلل لكم البحر، بحيث مكنكم من الانتفاع به، وأقدركم على الركوب عليه، وعلى الغوص فيه، وعلى الصيد منه، لتأكلوا من أسماكه لحما.طريا غضا شهيا.ووصف- سبحانه- لحم أسماكه بالطراوة، لأن أكله في هذه الحالة أكثر فائدة، وألذ مذاقا، فالمنة بأكله على هذه الحالة أتم وأكمل.وقال بعض العلماء: وفي وصفه بالطراوة، تنبيه إلى أنه ينبغي المسارعة إلى أكله، لأنه يسرع إليه الفساد والتغير، وقد أثبت الطب أن تناوله بعد ذهاب طراوته من أضر الأشياء، فسبحان الخبير بخلقه، ومعرفته ما يضر استعماله وما ينفع، وفيه أيضا إيماء إلى كمال قدرته- تعالى- في خلقه الحلو الطري في الماء المر الذي لا يشرب.وقد كره العلماء أكل الطافي منه على وجه الماء، وهو الذي يموت حتف أنفه في الماء فيطفو على وجهه، لحديث جابر- رضى الله عنه- عن النبي صلّى الله عليه وسلم: «ما نضب عنه الماء فكلوا، وما لفظه فكلوا، وما طفا فلا تأكلوا» .فالمراد من ميتة البحر في الحديث: «هو الطهور ماؤه الحل ميتته» ما لفظه البحر لا ما مات فيه من غير آفة .وقوله «وتستخرجوا منه حليه تلبسونها» نعمة ثانية من نعم الله- تعالى- للإنسان في تسخير البحر له.والحلية- بالكسر- اسم لما يتحلى به الناس. وجمعها حلى وحلى- بضم الحاء وكسرها- يقال: تحلت المرأة إذا لبست الحلي، أى: ومن فوائد تسخير البحر لكم أنه سبحانه أقدركم على الغوص فيه، لتستخرجوا منه ما يتحلى به نساؤكم كاللؤلؤ والمرجان وما يشبههما.قال- تعالى- مَرَجَ الْبَحْرَيْنِ يَلْتَقِيانِ، بَيْنَهُما بَرْزَخٌ لا يَبْغِيانِ. فَبِأَيِّ آلاءِ رَبِّكُما تُكَذِّبانِ. يَخْرُجُ مِنْهُمَا اللُّؤْلُؤُ وَالْمَرْجانُ .والتعبير بقوله- سبحانه- تستخرجوا..» يشير إلى كثرة الإخراج فالسين والتاء للتأكيد، مثل استجاب بمعنى أجاب. كما يشير إلى أن من الواجب على المسلمين أن يباشروا بأنفسهم استخراج ما في البحر من كنوز وألا يتركوا ذلك لأعدائهم.وأسند- سبحانه- لباس الحلية إلى ضمير جمع الذكور فقال: «تلبسونها» على سبيل التغليب، وإلا فإن هذه الحلية يلبسها النساء في معظم الأحيان.قال الآلوسى ما ملخصه: وقوله «تلبسونها» أى: تلبسها نساؤكم، وأسند الفعل إلى ضمير الرجال، لاختلاطهم بهم، وكونهم متبوعين، أو لأنهم سبب لتزينهن، فإنهن يتزين ليحسن في أعين الرجال، فكأن ذلك زينتهم ولباسهم.قال القرطبي: «امتن، الله- تعالى- على الرجال والنساء امتنانا عاما بما يخرج من البحر، فلا يحرم عليهم شيء منه، وإنما حرم الله- تعالى- على الرجال الذهب والحرير، ففي الصحيح عن عمر بن الخطاب- رضى الله عنه- قال: قال رسول صلّى الله عليه وسلم:«لا تلبسوا الحرير فإنه من لبسه في الدنيا لم يلبسه في الآخرة» .وروى البخاري عن ابن عمر أن رسول الله صلّى الله عليه وسلم اتخذ خاتما من ذهب..، فاتخذ الناس مثله، فرمى به وقال: «لا ألبسه أبدا» . ثم اتخذ خاتما من فضة فاتخذ الناس خواتم الفضة ... » .وقوله- سبحانه-: وَتَرَى الْفُلْكَ مَواخِرَ فِيهِ نعمة ثالثة من نعمه- تعالى- في تسخير البحر للناس وأصل المخر: الشق. يقال: مخر الماء الأرض إذا شقها. ويقال مخرت السفينة تمخر، وتمخر، مخرا، ومخورا، إذا جرت في الماء وأخذت تشقه بمقدمتها.أى: وترى- أيها العاقل- بعينيك السفن وهي تشق البحر بسرعة، متجهة من بلد إلى بلد، ومن قطر إلى آخر، لا تحرسها إلا رعاية الله تعالى وقدرته، كما قال- سبحانه-:وَآيَةٌ لَهُمْ أَنَّا حَمَلْنا ذُرِّيَّتَهُمْ فِي الْفُلْكِ الْمَشْحُونِ. وَخَلَقْنا لَهُمْ مِنْ مِثْلِهِ ما يَرْكَبُونَ. وَإِنْ نَشَأْ نُغْرِقْهُمْ فَلا صَرِيخَ لَهُمْ وَلا هُمْ يُنْقَذُونَ. إِلَّا رَحْمَةً مِنَّا وَمَتاعاً إِلى حِينٍ  .والتعبير بقوله: «وترى..» لاستحضار الحالة العجيبة عن طريق الرؤية البصرية، وهي حالة تدل على قدرة الله تعالى ورحمته بعباده. حيث سخر لهم السفن لتجرى في البحر بأمره.ثم بين- سبحانه- النعمة الرابعة من نعم تسخير البحر للناس فقال تعالى: وَلِتَبْتَغُوا مِنْ فَضْلِهِ والابتغاء: الطلب للشيء عن رغبة ومحبة.أى: وسخر لكم البحر- أيضا- لتستخرجوا منه الحلية، ولتطلبوا فضل الله تعالى ورزقه، عن طريق التجارات والأسفار على ظهر البحر من مكان إلى آخر. سعيا وراء الربح.ثم ختم- سبحانه- الآية الكريمة بحض الناس على شكره على نعمه فقال وَلَعَلَّكُمْ تَشْكُرُونَ.أى: ولعلكم تشكرون الله- تعالى- على آلائه، حيث سخر لكم البحر، وجعله وسيلة من وسائل منفعتكم ومعاشكم.ثم انتقلت السورة الكريمة إلى الحديث عن فوائد الجبال والأنهار والسبل والنجوم، فقال- تعالى-:"},{"ayah_number":15,"text":"ولفظ: «رواسى» جمع راس من الرسو- بفتح الراء وسكون السين- بمعنى الثبات والتمكن في المكان، يقال رسا الشيء يرسو إذا ثبت. وهو صفة لموصوف محذوف. أى:جبالا رواسى.و «تميد» أى تضطرب وتميل. يقال: ماد الشيء يميد ميدا، إذا تحرك، ومادت الأغصان إذا تمايلت أى: وألقى- سبحانه- في الأرض جبالا ثوابت لكي تقر وتثبت ولا تضطرب.فقوله «أن تميد بكم» تعليل لإلقاء الجبال في الأرض.قال القرطبي: وروى الترمذي بسنده عن أنس بن مالك عن النبي صلّى الله عليه وسلم قال: «لما خلق الله الأرض جعلت تميد وتضطرب، فخلق الجبال عليها فاستقرت، فعجبت الملائكة من شدة الجبال. قالوا يا رب هل من خلقك شيء أشد من الجبال؟ قال نعم، الحديد. قالوا يا رب فهل من خلقك شيء أشد من الحديد؟ قال نعم النار. قالوا يا رب فهل من خلقك شيء أشد من النار؟ قال نعم الماء، قالوا يا رب فهل من خلقك شيء أشد من الماء؟ قال نعم الريح.قالوا يا رب: فهل من خلقك شيء أشد من الريح؟ قال نعم، ابن آدم إذا تصدق بصدقة بيمينه يخفيها عن شماله» .هذا، ومن الآيات التي تشبه هذه الآية قوله- تعالى-: خَلَقَ السَّماواتِ بِغَيْرِ عَمَدٍ تَرَوْنَها، وَأَلْقى فِي الْأَرْضِ رَواسِيَ أَنْ تَمِيدَ بِكُمْ..»  .وقوله- تعالى-: أَلَمْ نَجْعَلِ الْأَرْضَ مِهاداً. وَالْجِبالَ أَوْتاداً .ثم بين- سبحانه- نعما أخرى لما ألقاه في الأرض فقال: وَأَنْهاراً وَسُبُلًا لَعَلَّكُمْ تَهْتَدُونَ. أى: وجعل في الأرض «أنهارا» تجرى من مكان إلى آخر، فهي تنبع في مواضع. وتصب في مواضع أخرى، وفيها نفع عظيم للجميع، إذ منها يشرب الناس والدواب والأنعام والنبات.وجعل فيها كذلك طرقا ممهدة، يسير فيها السائرون من مكان إلى آخر. «لعلكم تهتدون» بتلك السبل إلى المكان الذي تريدون الوصول إليه. بدون تحير أو ضلال.وقد كرر القرآن الكريم هذا المعنى في آيات كثيرة، منها قوله تعالى-: وَاللَّهُ جَعَلَ لَكُمُ الْأَرْضَ بِساطاً. لِتَسْلُكُوا مِنْها سُبُلًا فِجاجاً  ."},{"ayah_number":16,"text":"والمراد بالعلامات في قوله- تعالى-: وَعَلاماتٍ وَبِالنَّجْمِ هُمْ يَهْتَدُونَ الأمارات والمعالم التي يضعها الناس على الطرق بإلهام من الله- تعالى- للاهتداء بها عند السفر.والمراد بالنجم: الجنس، فيشمل كل نجم يهتدى به المسافر.أى ومن مظاهر نعمه- أيضا-، أنه- سبحانه- جعل في الأرض معالم وأمارات من جبال كبار، وآكام صغار، وغير ذلك، ليهتدى بها المسافرون في سفرهم، وتكون عونا لهم على الوصول إلى غايتهم، وبمواقع النجوم هم يهتدون في ظلمات البر والبحر، إلى الأماكن التي يبغون الوصول إليها.والضمير «هم» في قوله وَبِالنَّجْمِ هُمْ يَهْتَدُونَ يشمل كل سالك في ظلمات البر والبحر، ويدخل فيه دخولا أوليا أهل مكة، لأنهم كانوا كثيرى الأسفار للتجارة، كما كانوا معروفين بالاهتداء في سيرهم بمواقع النجوم.وقدم- سبحانه- المتعلق وهو «وبالنجم» للاهتمام به، إذ أن الاهتداء بالنجوم، أمر هام في حياة المسافرين ولا سيما الذين يسافرون في البحر.وعدل- سبحانه- عن الخطاب إلى الغيبة في قوله «هم يهتدون» على سبيل الالتفات، ليزداد الكلام طلاوة وانتباها إلى ما اشتمل عليه.وشبيه بهذه الآية قوله- تعالى-: وَهُوَ الَّذِي جَعَلَ لَكُمُ النُّجُومَ لِتَهْتَدُوا بِها فِي ظُلُماتِ الْبَرِّ وَالْبَحْرِ، قَدْ فَصَّلْنَا الْآياتِ لِقَوْمٍ يَعْلَمُونَ  .وإلى هنا نرى السورة الكريمة، التي هي سورة النعم، قد حدثتنا في بضع عشرة آية. عن ألوان متنوعة من نعم الله- تعالى- على عباده.حدثتنا عن نعمة الروح الذي يحيى القلوب الميتة وينقذها من الكفر والضلال.وحدثتنا عن نعمة خلق الإنسان، وخلق السموات والأرض.وحدثتنا عن نعمة خلق الأنعام، والخيل والبغال والحمير.وحدثتنا عن نعمة إنزال الماء من السماء، وما يترتب على هذه النعمة من فوائد ومنافع.وحدثتنا عن نعمة تسخير الليل والنهار والشمس والقمر والنجوم لمصلحة الإنسان.وحدثتنا عن نعمة تسخير البحر وتذليله للانتفاع بخيراته.وحدثتنا عن كل ذلك وغيره. لكي يخلص الإنسان عبادته لخالقه، ولكي يطيعه حق الطاعة، ويشكره عليها، ويستعملها فيما خلقت له.وبعد أن حدثتنا السورة عن كل ذلك، ساقت لنا جملة من صفات الله- تعالى- ووبخت المشركين على شركهم، وأبطلته بأبلغ أسلوب، ودعتهم إلى الدخول في الدين الحق، فقال- تعالى-:"},{"ayah_number":17,"text":"والاستفهام في قوله- سبحانه-: أَفَمَنْ يَخْلُقُ كَمَنْ لا يَخْلُقُ.. للإنكار والتوبيخ لأولئك المشركين الذين عبدوا غير الله- تعالى- أى: أفمن يخلق هذه الأشياء العجيبة، والمخلوقات البديعة، التي بينا لكم بعضها، وهو الله- عز وجل- كمن لا يخلق شيئا على سبيل الإطلاق، بل هو مخلوق، كتلك الأصنام والأوثان وغيرها، التي أشركتموها في العبادة مع الله- تعالى-؟إن فعلكم هذا لدليل واضح على جهلكم- أيها المشركون- وعلى انطماس بصيرتكم، وقبح تفكيركم.قال صاحب الكشاف: فإن قلت من لا يخلق أريد به الأصنام، فلماذا جيء بمن الذي هو لأولى العلم؟.قلت: فيه أوجه: أحدها أنهم سموها آلهة وعبدوها فأجروها مجرى أولى العلم.الثاني: المشاكلة بينه وبين من يخلق.الثالث: أن يكون المعنى: أن من يخلق ليس كمن لا يخلق من أولى العلم، فكيف بما لا علم عنده. كقوله- تعالى- أَلَهُمْ أَرْجُلٌ يَمْشُونَ بِها.. يعنى أن الآلهة- التي عبدوها- حالهم منحطة عن حال من لهم أرجل وأيد وآذان وقلوب لأن هؤلاء أحياء وهم أموات، فكيف تصح لهم العبادة، لا أنها لو صحت لهم هذه الأعضاء لصح أن يعبدوا.فإن قلت الآية إلزام للذين عبدوا الأوثان وسموها آلهة تشبيها بالله- تعالى-: فكان من حق الإلزام أن يقال: أفمن لا يخلق كمن يخلق؟قلت حين جعلوا غير الله مثل الله في تسميته باسمه والعبادة له، وسووا بينه، فقد جعلوا الله من جنس المخلوقات وشبيها بها، فأنكر عليهم ذلك بقوله: أَفَمَنْ يَخْلُقُ كَمَنْ لا يَخْلُقُ...وقوله- سبحانه-: أَفَلا تَذَكَّرُونَ زيادة في توبيخهم وفي التهكم بهم.أى: أبلغ بكم السفه والجهل أنكم سويتم في العبادة بين من يخلق ومن لا يخلق، والحال أن هذه التسوية لا يقول بها عاقل، لأن من تفكر أدنى تفكر، وتأمل أقل تأمل، عرف وتيقن أنه لا يصح التسوية في العبادة بين الخالق والمخلوق، فهلا فكرتم قليلا في أمركم، لكي تفيئوا إلى رشدكم، فتخلصوا العبادة لله الخلاق العليم."},{"ayah_number":18,"text":"ثم ذكرهم- سبحانه- بنعمه على سبيل الإجمال، بعد أن فصل جانبا منها في الآيات السابقة فقال- تعالى- وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لا تُحْصُوها.والمراد بالنعمة هنا جنسها، الذي يشمل كل نعمه، لأن لفظ العدد والإحصاء قرينة على ذلك، وعلماء البيان يعدون استعمال المفرد في معنى الجمع اعتمادا على القرينة- من أبلغ الأساليب الكلامية.أى: وإن تعدوا نعمة الله- تعالى- التي أنعمها عليكم، في أنفسكم، وفيما سخره لكم لا تستطيعون حصر هذه النعم لكثرتها ولتنوعها.وما دام الأمر كذلك فاشكروه عليها ما استطعتم، وأخلصوا له العبادة والطاعة.وقوله: إِنَّ اللَّهَ لَغَفُورٌ رَحِيمٌ استئناف قصد به فتح باب الأمل أمامهم لكي يتداركوا ما فرط منهم من جحود وتقصير في حقه- سبحانه-.أى: إن الله- تعالى- لغفور لعباده على ما فرط منهم متى تابوا إليه توبة نصوحا، رحيم بهم، حيث لم يؤاخذهم بذنوبهم. بل منحهم نعمه مع تقصيرهم في شكره- تعالى.قال ابن كثير- رحمه الله- قوله: إِنَّ اللَّهَ لَغَفُورٌ رَحِيمٌ أى يتجاوز عنكم، ولو طالبكم بشكر جميع نعمه لعجزتم عن القيام بذلك، ولو أمركم به لضعفتم وتركتم، ولو عذبكم لعذبكم وهو غير ظالم لكم، ولكنه غفور رحيم، يغفر الكثير، ويجازى على اليسير»."},{"ayah_number":19,"text":"وقوله- سبحانه-: وَاللَّهُ يَعْلَمُ ما تُسِرُّونَ وَما تُعْلِنُونَ بيان لكمال علمه- تعالى- وتحذير من الوقوع فيما نهى عنه، لأنه- تعالى- لا تخفى عليه خافية.أى: والله- تعالى- وحده، يعلم ما تسرونه من أقوال وأفعال، وما تظهرونه منها، وهو محص عليكم ذلك، وسيجازى كل إنسان بما يستحقه من خير أو شر.ثم وصف- سبحانه- الأوثان التي يعبدها المشركون من دونه، بثلاثة أوصاف. تجعلها بمعزل عن النفع، فضلا عن استحقاقها للعبادة، فقال- تعالى- وَالَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ لا يَخْلُقُونَ شَيْئاً وَهُمْ يُخْلَقُونَ. أَمْواتٌ غَيْرُ أَحْياءٍ، وَما يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ."},{"ayah_number":20,"text":"فوصفها- أولا- بالعجز التام، فقال- تعالى-: وَالَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ لا يَخْلُقُونَ شَيْئاً ...أى: وهذه الآلهة التي تعبدونها من دون الله- تعالى- لا تخلق شيئا من المخلوقات مهما صغرت، بل هم يخلقون بأيديكم، فأنتم الذين تنحتون الأصنام. كما قال- سبحانه- حكاية عن إبراهيم- عليه السلام- الذي قال لقومه على سبيل التهكم بهم: قالَ أَتَعْبُدُونَ ما تَنْحِتُونَ. وَاللَّهُ خَلَقَكُمْ وَما تَعْمَلُونَ .وإذا كان الأمر كذلك فكيف تعبدون شيئا أنتم تصنعونه بأيديكم، أو هو مفتقر إلى من يوجده؟! وهذه الآية الكريمة أصرح في إثبات العجز للمعبودات الباطلة من سابقتها التي تقول:أَفَمَنْ يَخْلُقُ كَمَنْ لا يَخْلُقُ.. لأن الآية السابقة نفت عن المعبودات الباطلة أنها تخلق شيئا، أما هذه الآية التي معنا فنفت عنهم ذلك، وأثبتت أنهم مخلوقون لغيرهم وهو الله- عز وجل-، أو أن الناس يصنعونهم عن طريق النحت والتصوير، فهم أعجز من عبدتهم، وعليه فلا تكرار بين الآيتين."},{"ayah_number":21,"text":"وأما الصفة الثانية لتلك الأصنام فهي قوله- تعالى- أَمْواتٌ غَيْرُ أَحْياءٍ.أى: هؤلاء المعبودون من دون الله- تعالى-، هم أموات لا أثر للحياة فيهم، فهم لا يسمعون، ولا يبصرون، ولا يغنون عن عابديهم شيئا، فقد دلت هذه الصفة على فقدانهم للحياة فقدانا تاما.وجملة «غير أحياء» جيء بها لتأكيد موتهم، وللدلالة على عراقة وصفهم بالموت، حيث إنه لا توجد شائبة للحياة فيهم، ولم يكونوا أحياء- كعابديهم- ثم ماتوا، بل هم أموات أصلا. أو جيء بها على سبيل التأسيس، لأن بعض مالا حياة فيه من المخلوقات، قد تدركه الحياة فيما بعد، كالنطفة التي يخلق الله- تعالى- منها حياة، أما هذه الأصنام فلا يعقب موتها حياة، وهذا أتم في نقصها، وفي جهالة عابديها.وأما الصفة الثالثة لتلك الأصنام فهي قوله- تعالى-: وَما يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ.ولفظ «أيان» ظرف زمان متضمن معنى متى.وهذه الصفة تدل على جهلهم المطبق، وعدم إحساسهم بشيء.أى: أن من صفات هذه المعبودات الباطلة، أنها لا تدرى متى يبعثها الله- تعالى- لتكون وقودا للنار.وبعضهم يجعل الضمير في «يشعرون» يعود على الأصنام، وفي «يبعثون» يعود على العابدين لها، فيكون المعنى: وما تدرى هذه الأصنام التي تعبد من دون الله- تعالى- متى تبعث عبدتها للحساب يوم القيامة.قال صاحب فتح القدير ما ملخصه: قوله: «وما يشعرون أيان يبعثون» الضمير في «يشعرون» للآلهة وفي «يبعثون» للكفار الذين يعبدون الأصنام.والمعنى: وما تشعر هذه الجمادات من الأصنام أيان يبعث عبدتهم من الكفار، ويكون هذا على طريقة التهكم بهم، لأن شعور الجماد مستحيل بما هو من الأمور الظاهرة. فضلا عن الأمور التي لا يعلمها إلا الله- سبحانه-.ويجوز أن يكون الضمير في الفعلين للآلهة. أى: وما تشعر هذه الأصنام أيان تبعث. ويدل على ذلك قوله تعالى-: إِنَّكُمْ وَما تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ..."},{"ayah_number":22,"text":"وبعد أن أبطل- سبحانه- عبادة غيره بهذا الأسلوب المنطقي الحكيم، صرح بأنه لا معبود بحق سواه، فقال: إِلهُكُمْ إِلهٌ واحِدٌ.أى إلهكم المستحق للعبادة والطاعة هو إله واحد لا شريك له، لا في ذاته ولا في صفاته:فأخلصوا له العبادة، ولا تجعلوا له شركاء.ثم بين- سبحانه- الأسباب التي جعلت المشركين يصرون على كفرهم ويستحبون العمى على الهدى، فقال- تعالى-: فَالَّذِينَ لا يُؤْمِنُونَ بِالْآخِرَةِ قُلُوبُهُمْ مُنْكِرَةٌ وَهُمْ مُسْتَكْبِرُونَ.أى: فالكافرون الذين لا يؤمنون بالآخرة، وما فيها من ثواب وعقاب قلوبهم منكرة للحق، جاحدة لنعم الله، منصرفة عن وحدانية الله- تعالى- وعن الأدلة الدالة عليها، وحالهم فوق ذلك أنهم مستكبرون مغرورون، لا يستمعون إلى موعظة واعظ، ولا إلى إرشاد مرشد. ومتى استولت على إنسان هاتان الصفتان- الجحود والاستكبار-، حالفه البوار والخسران، وآثر سبيل الغي على سبيل الرشد.والتعبير عن المشركين بالموصول وصلته «فالذين لا يؤمنون بالآخرة..» دون التصريح بذواتهم، لاشتهارهم بتلك الصفات القبيحة، وللإيمان بأن عدم إيمانهم بالآخرة، هو أساس خيبتهم، وخسرانهم وجحودهم ...وعبر بالجملة الاسمية في قوله «قلوبهم منكرة وهم مستكبرون» للدلالة على تأصل صفتي الجحود والاستكبار في قلوبهم، وعلى أن الإنكار للحق سمة من سماتهم التي لا يتحولون عنها مهما وضحت لهم الأدلة على بطلانها، وعلى أن التعالي والغرور لا ينفك عنهم، وأنهم ممن قال- سبحانه- فيهم: إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبادَتِي سَيَدْخُلُونَ جَهَنَّمَ داخِرِينَ . أى: صاغرين أذلاء."},{"ayah_number":23,"text":"ثم بين- سبحانه- سوء مصيرهم، فقال: لا جَرَمَ أَنَّ اللَّهَ يَعْلَمُ ما يُسِرُّونَ وَما يُعْلِنُونَ، إِنَّهُ لا يُحِبُّ الْمُسْتَكْبِرِينَ.وكلمة «لا جرم» وردت في القرآن في خمسة مواضع، وفي كل موضع كانت متلوة بأن واسمها، وليس بعدها فعل.وجمهور النحاة على أنها مركبة من «لا» و «جرم» تركيب خمسة عشر ومعناها بعد التركيب معنى الفعل: حق وثبت، والجملة بعدها فاعل.قال الخليل: لا جرم، كلمة تحقيق ولا تكون إلا جوابا، يقال: فعلوا ذلك، فيقال:لا جرم سيندمون.وقال الفراء: «لا جرم» كلمة كانت في الأصل بمنزلة لا بد ولا محالة، فجرت على ذلك وكثرت حتى تحولت إلى معنى القسم، وصارت بمنزله حقا فلذلك يجاب عنها باللام، كما يجاب بها عن القسم ألا تراهم يقولون لا جرم لآتينك.والمعنى: حق وثبت أن الله- تعالى- يعلم ما يسره هؤلاء المشركون وما يعلنونه من أقوال وأفعال، وسيجازيهم على ذلك بما يستحقونه من عقوبات، لأنه- سبحانه- لا يحب المستكبرين عن الاستجابة للحق، المغرورين بأموالهم وأولادهم، الجاحدين لنعم الله وآلائه.قال القرطبي: قال العلماء: وكل ذنب يمكن التستر منه وإخفاؤه، إلا الكبر، فإنه فسق يلزمه الإعلان، وهو أصل العصيان كله.وفي الحديث الصحيح: «إن المتكبرين يحشرون أمثال الذرّ يوم القيامة، يطؤهم الناس بأقدامهم لتكبرهم» أو كما قال صلى الله عليه وسلم: «تصغر لهم أجسامهم في المحشر حتى يضرهم صغرها، وتعظم لهم في النار حتى يضرهم عظمها».وبعد أن أقامت السورة الكريمة الأدلة الساطعة، على وحدانية الله، وقدرته، وعلى بطلان عبادة غيره.. أتبعت ذلك بحكاية بعض أقاويل المشركين، وردت عليها بما يدحضها، وببيان سوء عاقبتهم، وعاقبة أشباههم من قبلهم، فقال- تعالى-:"},{"ayah_number":24,"text":"وقوله- سبحانه: وَإِذا قِيلَ لَهُمْ ماذا أَنْزَلَ رَبُّكُمْ، قالُوا أَساطِيرُ الْأَوَّلِينَ حكاية لبعض ما كان يدور بين أولئك المستكبرين، وبين غيرهم من أسئلة واستفسارات حول القرآن الكريم.والأساطير: جمع أسطورة، كأعاجيب وأعجوبة، وأحاديث وأحدوثة.والمراد بها: الأكاذيب والترهات التي لا أصل لها، والتي كانت مبثوثة في كتب الأولين.والمعنى: وإذا قال قائل لهؤلاء الكافرين المستكبرين، أى شيء أنزل ربكم على نبيه محمد صلى الله عليه وسلم.قالوا له على سبيل الجحود للحق: لم ينزل عليه شيء، وإنما هذا القرآن الذين يتلوه محمد صلى الله عليه وسلم على أتباعه، هو من أساطير الكهنة الأولين، نقله من كتبهم ثم قرأه على من يستمع إليه.روى ابن أبى حاتم عن السدى قال: اجتمعت قريش فقالوا: إن محمدا صلى الله عليه وسلم رجل حلو اللسان إذا كلمه الرجل ذهب بعقله، فانظروا ناسا من أشرافكم المعدودين المعروفة أنسابهم، فابعثوهم في كل طريق من طرق مكة على رأس ليلة أو ليلتين، فمن جاءه يريده ردوه عنه.فخرج ناس في كل طريق، فكان إذا أقبل الرجل وافدا لقومه ينظر ما يقول محمد صلى الله عليه وسلم ووصل إليهم، قال أحدهم: أنا فلان بن فلان، فيعرفه نسبه، ثم يقول للوافد: أنا أخبرك عن محمد صلى الله عليه وسلم إنه رجل كذاب لم يتبعه على أمره إلا السفهاء والعبيد ومن لا خير فيهم، وأما شيوخ قومه وخيارهم فمفارقون له، فيرجع الوافد. فذلك قوله- تعالى- وَإِذا قِيلَ لَهُمْ ماذا أَنْزَلَ رَبُّكُمْ، قالُوا: أَساطِيرُ الْأَوَّلِينَ.فإن كان الوافد ممن عزم الله له الرشاد، فقالوا له مثل ذلك قال: بئس الوافد لقومي أنا، إن كنت جئت حتى إذا بلغت مسيرة يوم- من مكة- رجعت قبل أن ألقى هذا الرجل، وأنظر ما يقول، وآتى قومي ببيان أمره. فيدخل مكة، فيلقى المؤمنين فيسألهم: ماذا يقول محمد صلى الله عليه وسلم؟ فيقولون: خيرا..» .وعبر- سبحانه- بالفعل «قيل» المبنى للمجهول، للإشارة إلى أن هذا القول الذي تفوه به عتاة الكافرين، كانوا يقولونه لكل من يسألهم عن القرآن الكريم، لكي يصدوه عن الدخول في الإسلام. وجملة «ماذا أنزل ربكم» نائب فاعل لقيل.وقولهم- كما حكى القرآن عنهم- «أساطير الأولين» خبر لمبتدأ محذوف.أى: قالوا هو أساطير الأولين أو المسئول عنه: أساطير الأولين.ولقد حكى القرآن قولهم الباطل هذا، ورد عليه بما يدحضه في آيات كثيرة، ومن ذلك قوله- تعالى-: وَقالُوا أَساطِيرُ الْأَوَّلِينَ اكْتَتَبَها، فَهِيَ تُمْلى عَلَيْهِ بُكْرَةً وَأَصِيلًا. قُلْ أَنْزَلَهُ الَّذِي يَعْلَمُ السِّرَّ فِي السَّماواتِ وَالْأَرْضِ، إِنَّهُ كانَ غَفُوراً رَحِيماً."},{"ayah_number":25,"text":"ثم بين- سبحانه- عاقبة كفرهم، ونطقهم بالباطل، فقال- تعالى-: لِيَحْمِلُوا أَوْزارَهُمْ كامِلَةً يَوْمَ الْقِيامَةِ....واللام في قوله- «ليحملوا» هي التي تسمى بلام العاقبة، وذلك لأنهم لما وصفوا القرآن بأنه أساطير الأولين، كانت عاقبتهم تلك العاقبة السيئة.والأوزار جمع وزر- بكسر الواو وسكون الزاى- بمعنى الشيء الثقيل.المراد بها الذنوب والآثام التي يثقل حملها على صاحبها يوم القيامة، كما قال- تعالى-:وَلَيَحْمِلُنَّ أَثْقالَهُمْ وَأَثْقالًا مَعَ أَثْقالِهِمْ وَلَيُسْئَلُنَّ يَوْمَ الْقِيامَةِ عَمَّا كانُوا يَفْتَرُونَ.والمعنى: قالوا ذلك في القرآن الكريم، لتكون عاقبتهم أن يحملوا أوزارهم كاملة غير منقوصة يوم القيامة.قال الآلوسى ما ملخصه: وقوله «ليحملوا» متعلق- بقالوا- كما هو الظاهر.. واللام للعاقبة، لأن الحمل مترتب على قولهم وليس باعثا ولا غرضا لهم.وعن ابن عطية: أنها تحتمل أن تكون لام التعليل ومتعلقة بفعل مقدر لا بقالوا، أى: قدر صدور ذلك منهم ليحملوا ....وقال- سبحانه- كامِلَةً لتأكيد أنه لا يرفع عنهم شيء من ذنوبهم، بل سيعاقبون عليها جميعا دون أن ينقص منها شيء.قال الفخر الرازي: وهذا يدل على أن الله- تعالى- قد يسقط بعض العقاب على المؤمنين، إذ لو كان هذا المعنى حاصلا في حق الكل، لم يكن لتخصيص هؤلاء الكفار بهذا التكميل معنى...وقال بعض العلماء: «ويصور التعبير هذه الذنوب بكونها أحمالا ذات ثقل- وساءت أحمالا وأثقالا-، فهي توقر النفوس كما توقر الأحمال الظهور، وهي تثقل القلوب، كما تثقل الأحمال العواتق، وهي تتعب وتشقى كما تتعب الأثقال حاملها، بل هي أدهى وأنكى».وأخرج ابن جرير عن زيد بن أسلم أنه بلغه أنه يتمثل للكافر عمله في صورة أقبح ما خلق الله وجها، وأنتنه ريحا، فيجلس إلى جنبه كلما أفزعه شيء زاده فزعا، وكلما تخوف من شيء زاده خوفا. فيقول له بئس الصاحب أنت ومن أنت؟ فيقول له وما تعرفني؟فيقول: لا. فيقول: أنا عملك كان قبيحا فلذلك تراني قبيحا، وكان منتنا فلذلك تراني منتنا. طأطئ إلى أركبك، فطالما ركبتني في الدنيا، فيركبه، وهو قوله- تعالى- لِيَحْمِلُوا أَوْزارَهُمْ كامِلَةً يَوْمَ الْقِيامَةِ.. .وقوله: «ومن أوزار الذين يضلونهم بغير علم» بيان لأثقال أخرى يحملونها فوق أثقالهم.أى: أن أولئك المستكبرين، قالوا في القرآن إنه أساطير الأولين، فكانت عاقبة قولهم الباطل أن حملوا آثامهم الخاصة، وأن حملوا فوقها جانبا من آثام من كانوا سببا في ضلالهم.قال ابن كثير: أى يصير عليهم خطيئة ضلالهم في أنفسهم، وخطيئة إغوائهم لغيرهم،واقتداء أولئك بهم، كما جاء في الحديث: «من دعا إلى هدى، كان له من الأجر مثل أجور من اتبعه، لا ينقص ذلك من أجورهم شيئا، ومن دعا إلى ضلالة كان عليه من الإثم مثل آثام من اتبعه لا ينقص ذلك من آثامهم شيئا» .كما قال- تعالى-: وَلَيَحْمِلُنَّ أَثْقالَهُمْ وَأَثْقالًا مَعَ أَثْقالِهِمْ، وَلَيُسْئَلُنَّ يَوْمَ الْقِيامَةِ عَمَّا كانُوا يَفْتَرُونَ.فهذه الآية وأمثالها، لا تعارض بينها وبين قوله- تعالى- وَلا تَكْسِبُ كُلُّ نَفْسٍ إِلَّا عَلَيْها، وَلا تَزِرُ وازِرَةٌ وِزْرَ أُخْرى.لأن هؤلاء المستكبرين لم يكتفوا بضلالهم في أنفسهم، بل تسببوا في إضلال غيرهم، فعوقبوا على هذا التسبب السيئ، الذي هو فعل من أفعالهم القبيحة.وقوله «بغير علم» في موضع الحال من الضمير المنصوب في قوله «يضلونهم» .أى: يضلون ناسا لا علم عندهم، فهم كالأنعام بل هم أضل، وفي ذلك ما فيه من مدح أهل العلم والتفكير، لأن الآية الكريمة قد بينت أن أئمة الكفر، يستطيعون إضلال من لا علم عنده، أما أصحاب العقول السليمة فلن يستطيعوا إضلالهم.قالوا: واستدل بالآية على أن المقلد يجب عليه أن يبحث، وأن يميز بين الحق والباطل، ولا يعذر بسبب جهله.وقيل: إن قوله «بغير علم» في موضع الحال من الضمير المرفوع في قوله «يضلونهم» .أى: هم يضلون غيرهم حالة كونهم غير عالمين بما يترتب على ذلك من آثام وعقاب، إذ لو علموا ذلك لما أقدموا على هذا الإضلال لغيرهم.ثم ختم- سبحانه- الآية الكريمة بقوله: أَلا ساءَ ما يَزِرُونَ. قال الجمل:و «ساء» فعل ماض لإنشاء الذم بمعنى بئس، و «ما» تمييز بمعنى شيئا، أو فاعل بساء، و «يزرون» صفة لما والعائد محذوف، أو «ما» اسم موصول، وقوله «يزرون» صلة الموصول، والعائد محذوف أى: يزرونه، والمخصوص بالذم محذوف».والتقدير: بئس شيئا يزرونه ويحملونه نتيجة كفرهم وكذبهم وإضلالهم لغيرهم وافتتحت الجملة الكريمة بأداة الاستفتاح «ألا» للاهتمام بما تضمنه التحذير، حتى يقلعوا عن كفرهم، ويثوبوا إلى رشدهم، ويحترسوا عن الوقوع في الباطل من القول.ثم سلى الله- تعالى- نبيه والمؤمنين، فبين لهم أن هؤلاء المستكبرين الذين قالوا في القرآن: إنه أساطير الأولين، سيحيق بهم مكرهم السيئ، كما حاق بالذين من قبلهم."},{"ayah_number":26,"text":"فقال- تعالى: قَدْ مَكَرَ الَّذِينَ مِنْ قَبْلِهِمْ، فَأَتَى اللَّهُ بُنْيانَهُمْ مِنَ الْقَواعِدِ، فَخَرَّ عَلَيْهِمُ السَّقْفُ مِنْ فَوْقِهِمْ، وَأَتاهُمُ الْعَذابُ مِنْ حَيْثُ لا يَشْعُرُونَ.وقوله- سبحانه- «مكر» من المكر، وهو التدبير المحكم، أو صرف الغير عما يريده بحيلته، وهو مذموم إن تحرى به الماكر الشر والباطل، ومحمود إن تحرى به الخير والحق.والمراد به هنا النوع الأول.والمراد بالذين من قبلهم: الكفار الذين كانوا قبل كفار مكة، كقوم نوح وهود وصالح.وقوله: «فأتى الله بنيانهم..» أى: أهلكهم، كما في قوله- تعالى- ... فَأَتاهُمُ اللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا.. .ويقال: أتى فلان من مأمنه أى: نزل به الهلاك من جهة أمنه. وأتى عليه الدهر. أى:أهلكه وأفناه. ومنه الأتوّ. وهو الموت والبلاء.يقال: أتى على فلان أتوّ، أى موت أو بلاء يصيبه.والقواعد: جمع قاعدة. وهي أساس البناء، وبها يكون ثباته واستقراره.والمعنى: لا تهتم- أيها الرسول الكريم- بما يقوله المستكبرون من قومك في شأن القرآن الكريم لكي يصرفوا الناس عن الدخول في الإسلام، فقد مكر الذين من قبلهم بأنبيائهم، فكانت عاقبة مكرهم أن أتى الله بنيانهم من القواعد، بأن اجتث هذا البنيان من أصله واقتلعه من أساسه «فخر عليهم السقف من فوقهم» أى: فسقط عليهم سقف بنيانهم فأهلكهم «وأتاهم العذاب» المبير المدمر «من حيث لا يشعرون» ولا يحتسبون بأنه سيأتيهم من هذه الجهة، بل كانوا يتوقعون أن ما شيدوه سيحميهم من المهالك.فالآية الكريمة تصور بأسلوب بديع معجز، كيف أن هؤلاء الماكرين، قد حصنوا أنفسهم بالبناء المحكم المتين، ليتقوا ما يؤذيهم، إلا أن جميع هذه التحصينات قد هوت وتساقطت على رءوسهم، أمام قوة الله- تعالى- التي لا ترد، فإذا بالبناء الذي بنوه ليحتموا به، قد صار مقبرة لهم.وصدق الله إذ يقول: وَمَكَرُوا مَكْراً، وَمَكَرْنا مَكْراً وَهُمْ لا يَشْعُرُونَ. فَانْظُرْ كَيْفَ كانَ عاقِبَةُ مَكْرِهِمْ أَنَّا دَمَّرْناهُمْ وَقَوْمَهُمْ أَجْمَعِينَ. فَتِلْكَ بُيُوتُهُمْ خاوِيَةً بِما ظَلَمُوا، إِنَّ فِي ذلِكَ لَآيَةً لِقَوْمٍ يَعْلَمُونَ.وقال- سبحانه-: فَخَرَّ عَلَيْهِمُ السَّقْفُ مِنْ فَوْقِهِمْ مع أن السقف لا يكون إلا من فوق، لتأكيد الكلام وتقويته.وقال القرطبي: قال ابن الأعرابى: وكد ليعلمك أنهم كانوا حالين تحته، والعرب تقول:خر علينا سقف، ووقع علينا حائط، إذا كان يملكه وإن لم يكن وقع عليه. فجاء بقوله: «من فوقهم» ليخرج هذا الشك الذي في كلام العرب، فقال: «من فوقهم» أى: عليهم وقع وكانوا تحته فهلكوا وما أفلتوا..».هذا ومن المفسرين الذين رجحوا أن الآية مسوقة على سبيل التمثيل، الفخر الرازي.فقد قال: وفي قوله- سبحانه- فَأَتَى اللَّهُ بُنْيانَهُمْ مِنَ الْقَواعِدِ قولان:الأول: أن هذا محض التمثيل.والمعنى أنهم رتبوا حيلا ليمكروا بها على أنبياء الله، فجعل الله- تعالى- حالهم في تلك الحيل، مثل حال قوم بنوا بنيانا وعموده بالأساطين، فانهدم ذلك البناء، وضعفت تلك الأساطين، فسقط السقف عليهم، ونظيره قولهم: من حفر بئرا لأخيه أوقعه الله فيه.- ووجه الشبه أن ما عدوه سبب بقائهم، صار سبب استئصالهم وفنائهم.الثاني: أن المراد منه ما دل عليه الظاهر، وهو أن الله- تعالى- أسقط عليهم السقف وأماتهم تحته.والأول أقرب إلى المعنى.ومن المفسرين الذين رجحوا أن الكلام على حقيقته، الإمام ابن جرير فقد قال- بعد أن سرد بعض الأقوال-: وأولى الأقوال بتأويل الآية قول من قال: معنى ذلك، تساقطت عليهم سقوف بيوتهم، إذ أتى على أصولها وقواعدها أمر الله، فانكفأت بهم منازلهم، لأن ذلك هو الكلام المعروف من قواعد البنيان وخرّ السقف.وتوجيه معاني كلام الله إلى الأشهر الأعرف منها، أولى من توجيهها إلى غير ذلك ما وجد إليه سبيل».ويبدو لنا أن ما ذهب إليه ابن جرير- رحمه الله- أولى بالقبول، لأنه مادام اللفظ صالحا للحمل على الحقيقة، فلا داعي لصرفه عن ذلك.وقد حكى لنا القرآن الكريم صنوفا من العذاب الذي أنزله الله- تعالى- بالظالمين، ومن ذلك قوله- تعالى-: فَكُلًّا أَخَذْنا بِذَنْبِهِ، فَمِنْهُمْ مَنْ أَرْسَلْنا عَلَيْهِ حاصِباً. وَمِنْهُمْ مَنْ أَخَذَتْهُ الصَّيْحَةُ، وَمِنْهُمْ مَنْ خَسَفْنا بِهِ الْأَرْضَ وَمِنْهُمْ مَنْ أَغْرَقْنا، وَما كانَ اللَّهُ لِيَظْلِمَهُمْ وَلكِنْ كانُوا أَنْفُسَهُمْ يَظْلِمُونَ ."},{"ayah_number":27,"text":"ثم بين- سبحانه- مصيرهم في الآخرة، بعد أن بين عاقبة مكرهم في الدنيا فقال- تعالى-: ثُمَّ يَوْمَ الْقِيامَةِ يُخْزِيهِمْ، وَيَقُولُ أَيْنَ شُرَكائِيَ الَّذِينَ كُنْتُمْ تُشَاقُّونَ فِيهِمْ ...أى: هذا هو مصير هؤلاء المستكبرين في الدنيا، أما مصيرهم في الآخرة فإن الله- تعالى- يذلهم ويهينهم ويفضحهم على رؤوس الأشهاد، ويقول لهم على سبيل التقريع والتوبيخ: أين شركائى في العبادة والطاعة، الذين كنتم تعادون وتخاصمون المؤمنين في شأنهم، قائلين لهم: إنكم لا بد لكم من إشراكهم معى في العبادة.وجيء بثم المفيدة للترتيب النسبي، للإشارة إلى ما بين الجزاءين من تفاوت فإن خزي الآخرة أشد وأعظم مما نزل بهم من دمار في الدنيا.والاستفهام في قوله «أين شركائى..» للتهكم بهم وبمعبوداتهم الباطلة التي كانوا يعبدونها في الدنيا، فإنهم كانوا يقولون للمؤمنين إن صح ما تقولونه من العذاب في الآخرة، فان الأصنام ستشفع لنا.أى: أين هؤلاء الشركاء ليدفعوا عنكم ما نزل بكم من خزي وذلة وعذاب مهين؟! وأضاف- سبحانه- الشركاء إليه، لزيادة توبيخهم، لأنهم في هذا اليوم العظيم، يعلمون علم اليقين أنه لا شركاء له- سبحانه- وشبيه بهذه الآية قوله- تعالى-: وَيَوْمَ يُنادِيهِمْ فَيَقُولُ أَيْنَ شُرَكائِيَ الَّذِينَ كُنْتُمْ تَزْعُمُونَ.قال الجمل ما ملخصه: وقوله: «تشاقون» من المشاقة وهي عبارة عن كون كل واحد من الخصمين في شق غير شق صاحبه.وقرأ نافع «تشاقون» بكسر النون خفيفه، وقرأ الباقون بفتح النون، ومفعوله محذوف.أى: تشاقون المؤمنين، أو تشاقون الله، بدليل القراءة الأولى ... ».ثم حكى- سبحانه- ما يقوله أولو العلم في هذا الموقف الهائل الشديد فقال- تعالى-: قالَ الَّذِينَ أُوتُوا الْعِلْمَ، إِنَّ الْخِزْيَ الْيَوْمَ وَالسُّوءَ عَلَى الْكافِرِينَ.والمراد بالذين أوتوا العلم، كل من اهتدى إلى الحق في الدنيا وأخلص لله- تعالى- العبادة والطاعة.أى: قال الذين هداهم الله- تعالى- إلى صراطه المستقيم، في هذا اليوم العصيب، إن الخزي الكامل، في هذا اليوم، والسوء الذي ليس بعده سوء، على هؤلاء الكافرين، أصحاب القلوب المنكرة للحق، والنفوس الجاحدة لليوم الآخر وما فيه من حساب.وجيء بجمله «قال الذين أوتوا العلم..» غير معطوفة على ما قبلها، لأنها واقعة موقع الجواب لقوله- سبحانه- «أين شركائى ... » وللتنبيه على أن الذين أوتوا العلم سارعوا بالجواب بعد أن وجم المستكبرون، وعجزوا عن الإجابة.وقولهم هذا يدل على شماتتهم بأعداء الله- تعالى-، وتوبيخهم لهم على كفرهم، واستكبارهم عن الاستماع إلى كلمة الحق.وقال- سبحانه-: قالَ الَّذِينَ أُوتُوا الْعِلْمَ ... بلفظ الماضي، مع أن هذا القول سيكون في الآخرة، للإشارة إلى تحقق وقوعه، وأنه كائن لا محالة."},{"ayah_number":28,"text":"ثم صور- سبحانه- أحوال هؤلاء الكافرين ساعة انتزاع أرواحهم من أجسادهم وساعة وقوفهم للحساب، فقال- تعالى-: الَّذِينَ تَتَوَفَّاهُمُ الْمَلائِكَةُ ظالِمِي أَنْفُسِهِمْ، فَأَلْقَوُا السَّلَمَ ما كُنَّا نَعْمَلُ مِنْ سُوءٍ.......قال الآلوسى: وفي الموصول أوجه الإعراب الثلاثة: الجر على أنه صفة للكافرين،أو بدل منه، أو بيان له، والنصب والرفع على القطع للذم. وجوز بعضهم كونه مرتفعا بالابتداء، وجملة «فألقوا» خبره..».والمراد بالملائكة: عزرائيل ومن معه من الملائكة.والمراد بظلمهم لأنفسهم: إشراكهم مع الله- تعالى- آلهة أخرى في العبادة.أى: إن أشد أنواع الخزي والعذاب يوم القيامة على الكافرين، الذين تنتزع الملائكة أرواحهم من أجسادهم وهم ما زالوا باقين على الكفر والشرك دون أن يتوبوا منهما، أو يقلعوا عنهما. وقوله: «ظالمي أنفسهم» حال من مفعول تتوفاهم.وفي وصف هؤلاء الكافرين بكونهم «ظالمي أنفسهم» إشعار إلى أن الملائكة تنتزع أرواحهم من جنوبهم بغلظة وقسوة، ويشهد لذلك قوله- تعالى-: وَلَوْ تَرى إِذْ يَتَوَفَّى الَّذِينَ كَفَرُوا الْمَلائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبارَهُمْ ... .وقوله «فألقوا السلم» بيان لما صار إليه هؤلاء المستكبرون من ذل وخضوع في الآخرة، بعد أن كانوا مغترين متجبرين في الدنيا.وأصل الإلقاء يكون في الأجسام والمحسات فاستعير هنا لإظهار كمال الخضوع والطاعة، حيث شبهوا بمن ألقى سلاحه أمام الأقوى منه، بدون أية مقاومة أو حركة.والمراد بالسلم: الاستسلام والاستكانة. أى: أنهم عند ما عاينوا الموت، وتجلت لهم الحقائق يوم القيامة، خضعوا واستكانوا واستسلموا وانقادوا، وقالوا: ما كنا في الدنيا نعمل عملا سيئا، توهما منهم أن هذا القول ينفعهم.وقد حكى الله- تعالى- عنهم في آيات أخرى ما يشبه هذا القول، ومن ذلك قوله- تعالى-: ثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ إِلَّا أَنْ قالُوا وَاللَّهِ رَبِّنا ما كُنَّا مُشْرِكِينَ.وقوله- سبحانه- بَلى إِنَّ اللَّهَ عَلِيمٌ بِما كُنْتُمْ تَعْمَلُونَ تكذيب لهم في دعواهم أنهم ما كانوا يعملون السوء لأن لفظ «بلى» لإبطال ما نفوه.أى: بلى كنتم تعملون السوء، لأن الله- تعالى- لا تخفى عليه خافية من أعمالكم،وسيجازيكم عنها بما تستحقون وهذا التكذيب لهم قد يكون من الملائكة بأمر الله- تعالى- وقد يكون من قبله- سبحانه-."},{"ayah_number":29,"text":"وقوله- سبحانه-: فَادْخُلُوا أَبْوابَ جَهَنَّمَ خالِدِينَ فِيها ... بيان لما انتهى إليه أمرهم من عذاب مهين.وأبواب جهنم قد ذكر- سبحانه- عددها في قوله- تعالى-: لَها سَبْعَةُ أَبْوابٍ لِكُلِّ بابٍ مِنْهُمْ جُزْءٌ مَقْسُومٌ .أى: فادخلوا- أيها الكافرون- من أبواب جهنم، حالة كونكم خالدين فيها خلودا أبديا «فلبئس مثوى المتكبرين» أى فلبئس مقام المتعاظمين عن الإيمان بالله جهنم.وبذلك نرى الآيات الكريمة. قد بينت بأسلوب مؤثر، مصير المستكبرين الذين وصفوا القرآن بأنه أساطير الأولين، والذين جادلوا المؤمنين بالباطل ليدحضوا به الحق.وبعد أن بين- سبحانه- أقوال المستكبرين، وأحوالهم، وسوء عاقبتهم أتبع ذلك ببيان أحوال المتقين، وببيان ما أعده لهم من خيرات فقال- تعالى-:"},{"ayah_number":30,"text":"فقوله- سبحانه-: وَقِيلَ لِلَّذِينَ اتَّقَوْا ماذا أَنْزَلَ رَبُّكُمْ قالُوا خَيْراً.. بيان لما رد به المؤمنون الصادقون، على من سألهم عما أنزله الله- تعالى- على نبيه محمد صلى الله عليه وسلم وهو معطوف على ما قبله، للمقابلة بين ما قاله المتقون، وما قاله المستكبرون.ووصفهم بالتقوى، للاشعار بأن صيانتهم لأنفسهم عن ارتكاب ما نهى الله- تعالى- عنه، وخوفهم منه- سبحانه- ومراقبتهم له، كل ذلك حملهم على أن يقولوا هذا القول السديد. وكلمة «خيرا» مفعول لفعل محذوف أى: أنزل خيرا. أى: رحمة وبركة ونورا وهداية، إذ لفظ «خيرا» من الألفاظ الجامعة لكل فضيلة.قال صاحب الكشاف: فان قلت لم نصب هذا ورفع الأول؟.قلت: فصلا بين جواب المقر وجواب الجاحد، يعنى أن هؤلاء لما سئلوا لم يتلعثموا وأطبقوا الجواب على السؤال بينا مكشوفا مفعولا للإنزال، فقالوا خيرا. أى أنزل خيرا. وأولئك عدلوا بالجواب عن السؤال فقالوا: هو أساطير الأولين وليس من الإنزال في شيء.وقوله- سبحانه-: لِلَّذِينَ أَحْسَنُوا فِي هذِهِ الدُّنْيا حَسَنَةٌ جملة مستأنفة لبيان ما وعدهم به- تعالى- على أعمالهم الصالحة من أجر وثواب.أى: هذه سنتنا في خلقنا أننا نجازي الذين يعملون الصالحات بالجزاء الحسن الكريم، دون أن نضيع من أعمالهم شيئا.وقوله «حسنة» صفة لموصوف محذوف أى: مجازاة حسنة بسبب أعمالهم الصالحة.كما قال- تعالى- في آية اخرى: مَنْ عَمِلَ صالِحاً مِنْ ذَكَرٍ أَوْ أُنْثى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَياةً طَيِّبَةً، وَلَنَجْزِيَنَّهُمْ أَجْرَهُمْ بِأَحْسَنِ ما كانُوا يَعْمَلُونَ.ثم بين- سبحانه- جزاءهم في الآخرة فقال: وَلَدارُ الْآخِرَةِ خَيْرٌ، وَلَنِعْمَ دارُ الْمُتَّقِينَ. والمراد بدار الآخرة: الجنة ونعيمها.و «خير» صيغة تفضيل، حذفت همزتها لكثرة الاستعمال على سبيل التخفيف، كما قال ابن مالك:وغالبا أغناهم خير وشر ... عن قولهم أخير منه وأشر ونعم: فعل ماض لإنشاء المدح، وهو ضد بئس.والمعنى: ولدار الآخرة وما فيها من عطاء غير مقطوع، خير لهؤلاء المتقين مما أعطيناهم في الدنيا، ولنعم دارهم هذه الدار. قال- تعالى-: بَلْ تُؤْثِرُونَ الْحَياةَ الدُّنْيا. وَالْآخِرَةُ خَيْرٌ وَأَبْقى.ووصفها- سبحانه- بالآخرة، لأنها آخر المنازل، فلا انتقال عنها إلى دار أخرى، كما قال- تعالى-: خالِدِينَ فِيها لا يَبْغُونَ عَنْها حِوَلًا.والمخصوص بالمدح محذوف لتقدم ما يدل عليه، والتقدير: ولنعم دار المتقين، دار الآخرة."},{"ayah_number":31,"text":"ثم وصف- سبحانه- ما أعده لهم من نعيم فقال: جَنَّاتُ عَدْنٍ يَدْخُلُونَها تَجْرِي مِنْ تَحْتِهَا الْأَنْهارُ.والعدن: الإقامة الدائمة: يقال: عدن فلان ببلد كذا، إذا توطن فيه وأقام دون أن يبرحه أى: لهؤلاء المتقين: جنات دائمة باقية، يدخلونها بسرور وحبور، تجرى من تحت بساتينها وأشجارها الأنهار.«لهم فيها ما يشاءون» مما تشتهيه الأنفس وتلذ الأعين «كذلك يجزى الله المتقين» أى:مثل هذا الجزاء الحسن، يجزى الله- تعالى- عباده المتقين، الذين جنبوا أنفسهم مالا يرضيه."},{"ayah_number":32,"text":"ثم حكى- سبحانه- ما تحييهم به الملائكة فقال: الَّذِينَ تَتَوَفَّاهُمُ الْمَلائِكَةُ طَيِّبِينَ يَقُولُونَ سَلامٌ عَلَيْكُمْ ...أى: هذا الجزاء الحسن لهؤلاء المتقين، الذين تتوفاهم الملائكة، أى: تقبض أرواحهم، حال كونهم «طيبين» أى: مطهرين من دنس الشرك والفسوق والعصيان.«يقولون» أى الملائكة لهؤلاء المتقين عند قبض أرواحهم، «سلام عليكم» أى: أمان عليكم من كل شر ومكروه.«ادخلوا الجنة بما كنتم تعملون» أى: بسبب ما قدمتموه من أعمال صالحة.وشبيه بهذه الآية قوله- تعالى-: إِنَّ الَّذِينَ قالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلائِكَةُ، أَلَّا تَخافُوا وَلا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ.هذا، ولا تعارض بين قوله تعالى- تَتَوَفَّاهُمُ الْمَلائِكَةُ وبين قوله في آية أخرى قُلْ يَتَوَفَّاكُمْ مَلَكُ الْمَوْتِ وبين قوله في آية ثالثة اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِها.لأن إسناد التوفي إلى ذاته- تعالى-، باعتبار أن أحدا لا يموت إلا بمشيئته- تعالى-، وإسناده إلى ملك الموت باعتباره هو المأمور بقبض الأرواح، وإسناده إلى الملائكة باعتبارهم أعوانا له، ولا تعارض- أيضا- بين قوله- تعالى- ادْخُلُوا الْجَنَّةَ بِما كُنْتُمْ تَعْمَلُونَ وبين ما جاء في الحديث الصحيح: «لن يدخل أحدا عمله الجنة..» .لأن الأعمال الصالحة إنما هي أسباب عادية لدخول الجنة، أما السبب الحقيقي فهو فضل الله- تعالى- ورحمته، حيث قبل هذه الأعمال، وكافأ أصحابها عليها.وبعد أن بينت السورة الكريمة جانبا من أقوال المتقين، وبشرتهم بما يسرهم ويشرح صدورهم، عادت مرة أخرى لتهديد الكافرين، لعلهم يزدجرون أو يتذكرون، فقال- تعالى-:"},{"ayah_number":33,"text":"والاستفهام في قوله- سبحانه-هلْ يَنْظُرُونَ..إنكارى في معنى النفي.«ينظرون» هنا بمعنى ينتظرون، من الإنظار بمعنى الإمهال، والضمير المرفوع يعود إلى أولئك المتكبرين الذين وصفوا القرآن بأنه أساطير الأولين، والذين تتوفاهم الملائكة ظالمي أنفسهم، كما جاء في الآيات السابقة.أى: ما ينتظر أولئك المتكبرون الذين لا يؤمنون بالآخرة، إلا أن تأتيهم الملائكة لنزع أرواحهم من أجسادهم، أو يأتى أمر ربك- أيها الرسول الكريم- بإهلاكهم، أو بإنزال العذاب بهم من حيث لا يشعرون.وليس المراد من الجملة الكريمة، أنهم ينتظرون ذلك على سبيل الحقيقة، لأن إصرارهم على الكفر جعلهم يستهينون بهذا التهديد وإنما المراد أنهم حين أصروا على الكفر مع ظهور البراهين على بطلانه، صار حالهم كحال المترقب لنزول أحد الأمرين: قبض الملائكة لأرواحهم، أو نزول العذاب بهم.فالجملة الكريمة تهديد لهم في تماديهم في الكفر، وتحريض لهم على الإيمان قبل فوات الأوان.قال الجمل: و «أو» في قوله «أو يأتى أمر ربك» مانعة خلو، فإن كلا من الموت والعذاب يأتيهم وإن اختلف الوقت، وإنما عبر بأو دون الواو، للاشارة إلى كفاية كل واحد من الأمرين في تعذيبهم ... ».وقوله- سبحانه-: ذلِكَ فَعَلَ الَّذِينَ مِنْ قَبْلِهِمْ. تسلية للرسول صلى الله عليه وسلم عما أصابه منهم من أذى.أى: مثل هذا الفعل الشنيع الذي صدر عن الكافرين من قومك- يا محمد- فعل الذين من قبلهم من أقوام الرسل السابقين، كقوم نوح وقوم هود، وقوم صالح، فإنهم قد آذوا رسلهم. كما آذاك قومك.وقد أنزلنا بهم ما يستحقون من عقاب دنيوى، ولعذاب الآخرة أشد وأبقى.وقوله- سبحانه- ما ظَلَمَهُمُ اللَّهُ وَلكِنْ كانُوا أَنْفُسَهُمْ يَظْلِمُونَ. بيان لعدالة الله- تعالى- وأنه- سبحانه- لا يظلم الناس شيئا.أى: وما ظلمهم الله حين أنزل بهم عقابه: ولكن هم الذين ظلموا أنفسهم بترديهم في الكفر، وإصرارهم عليه، ومحاربتهم لمن جاء لإخراجهم من الظلمات إلى النور."},{"ayah_number":34,"text":"وقوله- سبحانه-: فَأَصابَهُمْ سَيِّئاتُ ما عَمِلُوا وَحاقَ بِهِمْ ما كانُوا بِهِ يَسْتَهْزِؤُنَ معطوف على قوله ذلِكَ فَعَلَ الَّذِينَ مِنْ قَبْلِهِمْوما بينهما اعتراض.وحاق: بمعنى أحاط، من الحيق بمعنى الإحاطة، وبابه باع، يقال: حاق يحيق، وخص في الاستعمال بإحاطة الشر، ومنه قوله- تعالى-: وَلا يَحِيقُ الْمَكْرُ السَّيِّئُ إِلَّا بِأَهْلِهِ.أى: هكذا تمادى أسلافهم في الكفر والجحود، فأصابهم جزاء سيئات أعمالهم، وأحاط بهم العذاب من كل جانب، بسبب كفرهم وسخريتهم بالرسل وبما أخبروهم به من حساب وثواب وعقاب في الآخرة، وسيقال لهؤلاء المجرمين يوم القيامة وهم يردون النار: هذِهِ النَّارُ الَّتِي كُنْتُمْ بِها تُكَذِّبُونَ .وبذلك نرى أن هاتين الآيتين، قد هددتا الكافرين ودعتهما إلى الدخول في الحق، وحذرتاهم من انتهاج نهج الظالمين من قبلهم.ثم حكى- سبحانه- بعض أقاويلهم الباطلة، ومعاذيرهم الفاسدة، ورد عليهم بما يدحضها ويدمغها، فقال- تعالى-:"},{"ayah_number":35,"text":"إن هذه الآيات الكريمة، تعالج شبهة من الشبهات القديمة الحديثة.قديمة، لأن كثيرا من مجادلى الرسل- عليهم الصلاة والسلام- جادلوا بها.وحديثة، لأنها كثيرا ما تراود الذين يتمسكون بالأوهام، إرضاء لنزواتهم وشهواتهم.إنهم جميعا يقولون عند ارتكابهم للقبائح والمنكرات: هذا أمر الله وهذا قضاؤه، وتلك مشيئته وإرادته، ولو شاء الله عدم فعلنا لهذه الأشياء لما فعلناها ومادام الله- تعالى- قد قضى علينا بها فما ذنبنا؟ ولماذا يعاقبنا عليها مادام قد شاءها لنا؟استمع إلى القرآن الكريم وهو يحكى هذه الشبهة بأسلوبه الخاص فيقول: وَقالَ الَّذِينَ أَشْرَكُوا لَوْ شاءَ اللَّهُ ما عَبَدْنا مِنْ دُونِهِ مِنْ شَيْءٍ نَحْنُ وَلا آباؤُنا، وَلا حَرَّمْنا مِنْ دُونِهِ مِنْ شَيْءٍ....أى: وقال الذين أشركوا، مع الله- تعالى- آلهة أخرى في العبادة، لنبيهم صلى الله عليه وسلم:لو شاء الله- تعالى- لنا عبادته وحده لعبدناه نحن وآباؤنا الذين هم قدوتنا.ولو شاء لنا ولآبائنا- أيضا- ألا نحرم شيئا مما حرمناه من البحائر والسوائب وغيرهما، لتمت مشيئته، ولما حرمنا شيئا لم يأذن به- سبحانه-.ولكنه- عز وجل- لم يشأ ذلك، بل شاء لنا أن نشرك معه في العبادة هذه الأصنام، وأن نحرم بعض الأنعام، وقد رضى لنا ذلك، فلماذا تطالبنا يا محمد صلى الله عليه وسلم بتغيير مشيئة الله، وتدعونا إلى الدخول في دين الإسلام والذي لم يشأ لنا الله- تعالى- الدخول فيه؟هذه حجتهم، ولا شك أنها حجة داحضة، لأنهم يحيلون شركهم وفسوقهم على مشيئة الله- تعالى- مع أن مشيئته- تعالى- لم يطلع عليها أحد من خلقه حتى يقولوا ما قالوا.وإنما الذي أطلعنا عليه- سبحانه- أنه أرسل رسوله صلى الله عليه وسلم لهدايتنا، ومنحنا العقول التي نميز بها بين الحق والباطل، فمن أطاع الرسول صلى الله عليه وسلم سعد وفاز، ومن أعرض عن هدايته خسر وخاب، قال- تعالى-: إِنَّا خَلَقْنَا الْإِنْسانَ مِنْ نُطْفَةٍ أَمْشاجٍ نَبْتَلِيهِ فَجَعَلْناهُ سَمِيعاً بَصِيراً. إِنَّا هَدَيْناهُ السَّبِيلَ، إِمَّا شاكِراً وَإِمَّا كَفُوراً .وقال- سبحانه: وَقُلِ الْحَقُّ مِنْ رَبِّكُمْ فَمَنْ شاءَ فَلْيُؤْمِنْ وَمَنْ شاءَ فَلْيَكْفُرْ.. .ولقد حكى- سبحانه- شبهة المشركين هذه في آيات أخرى ورد عليها، ومن ذلك قوله- تعالى- وَقالُوا لَوْ شاءَ الرَّحْمنُ ما عَبَدْناهُمْ ما لَهُمْ بِذلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا يَخْرُصُونَ  .وقوله- سبحانه-: سَيَقُولُ الَّذِينَ أَشْرَكُوا لَوْ شاءَ اللَّهُ ما أَشْرَكْنا وَلا آباؤُنا، وَلا حَرَّمْنا مِنْ شَيْءٍ، كَذلِكَ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ حَتَّى ذاقُوا بَأْسَنا، قُلْ هَلْ عِنْدَكُمْ مِنْ عِلْمٍ فَتُخْرِجُوهُ لَنا إِنْ تَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ أَنْتُمْ إِلَّا تَخْرُصُونَ. قُلْ فَلِلَّهِ الْحُجَّةُ الْبالِغَةُ، فَلَوْ شاءَ لَهَداكُمْ أَجْمَعِينَ..  .هذا، وقد قلنا عند تفسيرنا لهذه الآيات ما ملخصه: ونريد أن نزيد هذه الشبهة القديمة الحديثة تمحيصا وكشفا ودفعا، فنقول لأولئك الذين يبررون ارتكابهم للموبقات بأنها واقعة بمشيئة الله.نقول لهم: نحن معكم في أنه لا يقع في ملكه- سبحانه- إلا ما يشاؤه. فالطائع تحت المشيئة، والعاصي تحت المشيئة، ولكن هذه المشيئة لم تجبر أحدا على طاعة أو معصية، وقضاء الله هو علمه بكل ما هو كائن قبل أن يكون وليس العلم صفة تأثير وجبر.ولقد شاء- سبحانه- أن يجعل في طبيعة البشر الاستعداد للخير والشر، ووهبهم العقل ليهتدوا به، وأرسل إليهم الرسل لينمو فيهم استعدادهم، وسن لهم شريعة لتكون مقياسا ثابتا لما يأخذون وما يدعون، كي لا يتركهم لعقولهم وحدها.وإذا فمشيئة الله متحققة حسب سنته التي ارتضاها، سواء اتخذ العبد طريقه إلى الهدى أم إلى الضلال، وهو مؤاخذ إن ضل، ومأجور إذا اهتدى، غير أن سنة الله اقتضت أن من يفتح عينيه يبصر النور، ومن يغمضهما لا يراه.كذلك من يفتح قلبه لإدراك دلائل الإيمان يهتدى، ومن يحجب قلبه عنها يضل. سنة الله ولن تجد لسنته تبديلا.وإذا فزعم الزاعمين بأن الله شاء هذا، على معنى أنه أجبرهم عليه، فهم لا يستطيعون عنه فكاكا، إنما هو زعم باطل لا سند له من العلم والتفكير الصحيح..» .وقوله- سبحانه-: ذلِكَ فَعَلَ الَّذِينَ مِنْ قَبْلِهِمْتسلية لرسول الله صلى الله عليه وسلم عما قاله هؤلاء المشركون من كذب، وما نطقوا به من باطل.واسم الإشارة «كذلك» يعود إلى إشراكهم وتحريمهم لما أحله الله- تعالى- أى: مثل ذلك الفعل الشنيع الذي فعله قومك معك يا محمد، فعل أشباههم السابقون مع أنبيائهم الذين أرسلهم الله- تعالى- لهدايتهم، فلا تبتئس- أيها الرسول الكريم- مما فعله معك مشركو قومك. فإننا لولا وجودك فيهم، لأنزلنا بهم ما أنزلنا على سابقيهم من عذاب.والاستفهام في قوله- تعالى-: فَهَلْ عَلَى الرُّسُلِ إِلَّا الْبَلاغُ الْمُبِينُ. إنكارى في معنى النفي. والبلاغ: اسم مصدر بمعنى الإبلاغ. والمبين: الواضح الصريح.أى: ما على الرسل الكرام الذين أرسلهم الله- تعالى- لإرشاد أقوامهم إلى الصراط المستقيم إلا الإبلاغ الواضح، المظهر لأحكام الله، المميز بين الحق والباطل، أما إجبار الناس على الدخول في الحق فليس من وظيفتهم.قال- تعالى-: وَإِنْ ما نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ، فَإِنَّما عَلَيْكَ الْبَلاغُ وَعَلَيْنَا الْحِسابُ  .وقال- تعالى-: لَيْسَ عَلَيْكَ هُداهُمْ وَلكِنَّ اللَّهَ يَهْدِي مَنْ يَشاءُ.. ."},{"ayah_number":36,"text":"ثم بين- سبحانه- أن من رحمته بعباده، أن أرسل إليهم الرسل مبشرين ومنذرين لئلا يكون للناس على الله حجة بعد الرسل، فقال- تعالى-: وَلَقَدْ بَعَثْنا فِي كُلِّ أُمَّةٍ رَسُولًا، أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ ...والطاغوت: اسم لكل معبود من دون الله- تعالى-، كالأصنام والأوثان وغير ذلك من المعبودات الباطلة، مأخوذ من طغا يطغى طغوا.. إذا جاوز الحد في الضلال.أى: ولقد اقتضت حكمتنا ورحمتنا أن نبعث في كل أمة، من الأمم السالفة «رسولا» من رسلنا الكرام، ليرشدوا الناس إلى الحق والخير، وليقولوا «أن اعبدوا الله» - تعالى- وحده، «واجتنبوا» عبادة «الطاغوت» الذي يضل ولا يهدى.وأكد- سبحانه- الجملة باللام وقد، للرد على ما زعمه المشركون من أن الله- تعالى- لم ينكر عليهم عبادتهم لغيره، وأنه- سبحانه- راض لتحريمهم لما أحله.حيث بين لهم- عز وجل- أنه قد أرسل الرسل للدعوة إلى عبادته وحده، ولتجنب عبادة أحد سواه. و «أن» في قوله «أن اعبدوا..» تفسيرية، لأن البعث يتضمن معنى القول، إذ هو بعث للتبليغ.ثم بين- سبحانه- موقف هؤلاء الأقوام من رسلهم فقال- تعالى-: فَمِنْهُمْ مَنْ هَدَى اللَّهُ، وَمِنْهُمْ مَنْ حَقَّتْ عَلَيْهِ الضَّلالَةُ ...أى: بعثنا في كل أمة من الأمم السابقة رسولا لهداية أبنائها فمن هؤلاء الأبناء من هداهم الله- تعالى- إلى الحق وإلى الصراط المستقيم. بأن وفقهم إليه، لانشراح صدورهم له، ومنهم من ثبتت وحقت عليه الضلالة، لاستحبابه العمى على الهدى.وأسند- سبحانه- هداية بعض أفراد هذه الأمم إليه، مع أنه أمر جميعهم- على ألسنة رسله- بالدخول في طريق الهدى، للرد على المشركين الذين أحالوا شركهم وفسوقهم على مشيئة الله، إذ أن الله- تعالى- قد بين للناس جميعا طرق الخير وطرق الشر، فمنهم من استجاب للأولى، ومنهم من انحدر إلى الثانية، وكلاهما لم يقسره الله- تعالى- قسرا على الهدى أو الضلال.فاهتداء المهتدين إنما هو بسبب اختيارهم لذلك، واتباعهم الرسل، وضلال الضالين إنما هو بسبب استحواذ الشيطان عليهم.وعبر- سبحانه- في جانب الضالين بقوله: وَمِنْهُمْ مَنْ حَقَّتْ عَلَيْهِ الضَّلالَةُ للإشارة إلى أنهم لم يستجيبوا لما أرشدهم- سبحانه- إليه، بل ظلوا ثابتين مصممين على البقاء في طريق الضلالة، فَلَمَّا زاغُوا أَزاغَ اللَّهُ قُلُوبَهُمْ، وَاللَّهُ لا يَهْدِي الْقَوْمَ الْفاسِقِينَ  .وقوله- سبحانه-: فَسِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كانَ عاقِبَةُ الْمُكَذِّبِينَ.تحريض لهم على التأمل في آثار المكذبين، لعلهم عن طريق هذا التأمل والتدبر يثوبون إلى رشدهم، ويعودون إلى صوابهم، ويدركون سنة من سنن الله في خلقه، وهي أن العاقبة الطيبة للمتقين، والعاقبة السيئة للكافرين.والفاء في قوله «فسيروا ... » للتفريع، وقد جيء بها للإشعار بوجوب المبادرة إلى التأمل والاعتبار.أى: إن كنتم في شك مما أخبرناكم به، فسارعوا إلى السير في الأرض، لتروا بأعينكم آثار المجرمين، الذين كذبوا الرسل وأسندوا شركهم إلى مشيئة الله. لقد نزل بهؤلاء المكذبين عذاب الله، فدمرهم تدميرا وَإِنَّكُمْ لَتَمُرُّونَ عَلَيْهِمْ مُصْبِحِينَ. وَبِاللَّيْلِ أَفَلا تَعْقِلُونَ."},{"ayah_number":37,"text":"ثم أخبر الله- تعالى- رسوله صلى الله عليه وسلم بأن حرصه على هداية المصرين على ضلالهم، لن يغير من واقع أمرهم شيئا، فقال- تعالى- إِنْ تَحْرِصْ عَلى هُداهُمْ فَإِنَّ اللَّهَ لا يَهْدِي مَنْ يُضِلُّ والفعل المضارع «تحرص» بكسر الراء، ماضيه «حرص» بفتحها كضرب يضرب.والحرص: شدة الرغبة في الحصول على الشيء، والاستئثار به.وقوله: فَإِنَّ اللَّهَ لا يَهْدِي مَنْ يُضِلُّ تعليل لجواب الشرط المحذوف، والتقدير:إن تحرص- أيها الرسول الكريم- على هداية هؤلاء المصرين على كفرهم لن ينفعهم حرصك. فإن الله- تعالى- قد اقتضت حكمته أن لا يهدى من يخلق فيه الضلالة بسبب سوء اختياره، وفساد استعداده.وفي الجملة الكريمة إشارة إلى ما جبل عليه النبي صلى الله عليه وسلم من مكارم الأخلاق، فإنه مع ما لقيه من مشركي قومه من أذى وعناد وتكذيب ... كان حريصا على ما ينفعهم ويسعدهم.قال الآلوسى ما ملخصه: وقوله فَإِنَّ اللَّهَ لا يَهْدِي مَنْ يُضِلُّ جواب الشرط على معنى فاعلم ذلك، أو علة للجواب المحذوف، أى: إن تحرص على هداهم لن ينفع حرصك شيئا، فإن الله لا يهدى من يضل.والمراد بالموصول: كفار قريش المعبر عنهم قبل ذلك بالذين أشركوا، ووضع الموصول موضع ضميرهم للتنصيص على أنهم ممن حقت عليهم الضلالة وللإشعار بعلة الحكم.ومعنى الآية: أنه- سبحانه- لا يخلق الهداية جبرا وقسرا فيمن يخلق فيه الضلالة بسوء اختياره. و «من» على هذا. مفعول «يهدى» وضمير الفاعل في «يضل» لله- تعالى- والعائد محذوف، أى من يضله.وقرأ غير واحد من السبعة «فإن الله لا يهدى..» بضم الياء وفتح الدال- على البناء للمفعول.و «من» على هذا نائب فاعل، والعائد وضمير الفاعل كما مر..».والمعنى على هذه القراءة: إن تحرص على هداهم- يا محمد- لن ينفعهم حرصك، فإن من أضله الله- تعالى- لا يهديه أحد.وقوله: وَما لَهُمْ مِنْ ناصِرِينَ تذييل مؤكد لما قبله.أى: وليس لهؤلاء الضالين من ناصر يدفع عنهم عذاب الله- تعالى- إن نزل بهم،أو يصرفهم عن سبيل الغي الذي آثروه على سبيل الرشد.وشبيه بهذه الآية قوله- تعالى-: وَمَنْ يُرِدِ اللَّهُ فِتْنَتَهُ فَلَنْ تَمْلِكَ لَهُ مِنَ اللَّهِ شَيْئاً..وقوله- تعالى-: مَنْ يُضْلِلِ اللَّهُ فَلا هادِيَ لَهُ وَيَذَرُهُمْ فِي طُغْيانِهِمْ يَعْمَهُونَ.ثم حكى- سبحانه- بعد ذلك مقولة أخرى من مقولاتهم الباطلة، التي أكدوها بالأيمان المغلظة، ورد عليها بما يدمغها، فقال- تعالى-:"},{"ayah_number":38,"text":"قوله- سبحانه-: وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمانِهِمْ ... معطوف على قوله- تعالى- قبل ذلك: وَقالَ الَّذِينَ أَشْرَكُوا لَوْ شاءَ اللَّهُ ما عَبَدْنا مِنْ دُونِهِ مِنْ شَيْءٍ نَحْنُ وَلا آباؤُنا..للإيذان بأنهم قد جمعوا بين إنكار التوحيد وإنكار البعث بعد الموت.والقسم: الحلف: وسمى الحلف قسما، لأنه يكون عند انقسام الناس إلى مصدق ومكذب والجهد- بفتح الجيم- المشقة. يقال جهد فلان دابته وأجهدها، إذا حمل عليها فوق طاقتها. وجهد الرجل في كذا، إذا جد فيه وبالغ، وبابه قطع.والمراد بقوله: جَهْدَ أَيْمانِهِمْ أنهم أكدوا الأيمان ووثقوها بكل ألفاظ التأكيد والتوثيق،على أنه لا بعث ولا حساب بعد الموت، لأنهم يزعمون أن إعادة الميت إلى الحياة بعد أن صار ترابا وعظاما نخرة، أمر مستحيل.وقد أكدوا زعمهم هذا بالقسم، للتدليل على أنهم متثبتون مما يقولونه. ومتيقنون من صحة ما يدعونه، من أنه لا يبعث الله من يموت.قال القرطبي. قوله- تعالى- وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمانِهِمْ.. هذا تعجيب من صنعهم، إذ أقسموا بالله وبالغوا في تغليظ اليمين بأن الله لا يبعث من يموت.ووجه العجب أنهم يظهرون تعظيم الله فيقسمون به ثم يعجزونه عن بعث الأموات.وقال أبو العالية: كان لرجل من المسلمين على مشرك دين فتقاضاه، وكان في بعض كلامه: والذي أرجوه بعد الموت إنه لكذا، فأقسم المشرك بالله: لا يبعث الله من يموت، فنزلت الآية.وفي البخاري عن أبى هريرة عن النبي صلى الله عليه وسلم «قال الله- تعالى- كذبني ابن آدم ولم يكن له ذلك، وشتمني ولم يكن له ذلك، فأما تكذيبه إياى فقوله: لن يعيدني كما بدأنى، وأما شتمه إياى فقوله: اتخذ الله ولدا، وأنا الأحد الصمد، لم يلد ولم يولد ولم يكن له كفوا أحد»  .وقوله- سبحانه-: بَلى وَعْداً عَلَيْهِ حَقًّا وَلكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ تكذيب لهم فيما زعموه من أن الله- تعالى- لا يبعث من يموت، ورد عليهم فيما قالوه بغير علم.و «بلى» حرف يؤتى به لإبطال النفي في الخبر والاستفهام.أى: بلى سيبعث الله- تعالى- الأموات يوم القيامة، وقد وعد بذلك وعدا صدقا لا خلف فيه ولا تبديل، ولكن أكثر الناس لا يعلمون هذه الحقيقة لجهلهم بكمال قدرة الله- تعالى- وعموم علمه، ونفاذ إرادته، وسمو حكمته.قال الجمل: وقوله: وَعْداً عَلَيْهِ حَقًّا هذان المصدران منصوبان على المصدر المؤكد، أى: وعد ذلك وعدا، وحق حقا. وقيل: حقا نعتا لوعدا، والتقدير، بلى يبعثهم وعد بذلك وعدا حقا»  .وجيء بقوله «عليه» لتأكيد هذا الوعد، تفضلا منه- سبحانه- وكرما.والمراد بالحق هنا: الصدق الذي لا يتخلف، والثابت الذي لا يتبدل.أى: وعدا صادقا ثابتا لا يقبل الخلف، لأن البعث من مقتضيات حكمته- سبحانه-.والمراد بأكثر الناس: المشركون ومن كان على شاكلتهم في إنكار البعث والحساب والثواب والعقاب يوم القيامة.وفي التنصيص على أكثر الناس، مدح للأقلية منهم، الذين آمنوا بالبعث وبالآخرة وما فيها من حساب، وهم المؤمنون الصادقون.هذا، وقد حكى- سبحانه- مزاعم المشركين ورد عليها في آيات كثيرة ومن ذلك قوله- تعالى-: زَعَمَ الَّذِينَ كَفَرُوا أَنْ لَنْ يُبْعَثُوا، قُلْ بَلى وَرَبِّي لَتُبْعَثُنَّ، ثُمَّ لَتُنَبَّؤُنَّ بِما عَمِلْتُمْ..  .وقوله- تعالى-: وَضَرَبَ لَنا مَثَلًا وَنَسِيَ خَلْقَهُ، قالَ مَنْ يُحْيِ الْعِظامَ وَهِيَ رَمِيمٌ. قُلْ يُحْيِيهَا الَّذِي أَنْشَأَها أَوَّلَ مَرَّةٍ..  ."},{"ayah_number":39,"text":"ثم بين- سبحانه- الحكمة من بعث الناس يوم القيامة، فقال- تعالى-: لِيُبَيِّنَ لَهُمُ الَّذِي يَخْتَلِفُونَ فِيهِ، وَلِيَعْلَمَ الَّذِينَ كَفَرُوا أَنَّهُمْ كانُوا كاذِبِينَ.واللام في قوله «ليبين لهم..» وفي قوله «وليعلم..» متعلقة بما دل عليه حرف «بلى» وهو يبعثهم. أى: بلى يبعث الله- تعالى- الموتى، ليظهر لهم وجه الحق فيما اختلفوا فيه في شأن البعث وغيره، وليعلم الذين كفروا علم مشاهدة ومعاينة، أنهم كانوا كاذبين في قسمهم أن الله- تعالى- لا يبعث من يموت، وفي غير ذلك من أقوالهم الباطلة.وفي إظهار الحق، وفي بيان كذبهم يوم البعث، حسرة وندامة لهم، حيث ظهر لهم ما أنكروه في الدنيا، وما كانوا يستهزئون به، عند ما كان الرسل- عليهم الصلاة والسلام- يدعونهم إلى نبذ الشرك، وإلى إخلاص العبادة لله- تعالى- وحده.فالآية الكريمة قد بينت حكمتين لبعث الناس للحساب يوم القيامة، الأولى إظهار ما اختلفوا فيه في شأن البعث وغيره مما جاءتهم به الرسل. والثانية: إظهار كذب الكافرين الذين أنكروا البعث واستهزءوا بمن دعاهم إلى الإيمان به."},{"ayah_number":40,"text":"وقوله- سبحانه-: إِنَّما قَوْلُنا لِشَيْءٍ إِذا أَرَدْناهُ أَنْ نَقُولَ لَهُ كُنْ فَيَكُونُ استئناف لتأكيد قدرة الله- تعالى- النافذة، وشمولها لكل شيء من بعث وغيره، وذلك لأن الكفار لما أقسموا بالله جهد أيمانهم بأنه- سبحانه- لا يبعث الموتى، ورد عليهم بما يبطل مزاعمهم، أتبع ذلك ببيان أن قدرته- تعالى- لا يتعاصى عليها شيء، ولا يحول دون نفاذها حائل.قال الإمام ابن كثير: «أخبر- سبحانه- عن قدرته على ما يشاء، وأنه لا يعجزه شيء في الأرض ولا في السماء، وإنما أمره إذا أراد شيئا أن يقول له «كن فيكون» . والمراد من ذلك إذا أراد كونه، فإنما يأمر به مرة واحدة فيكون كما يشاء، قال- تعالى-: وَما أَمْرُنا إِلَّا واحِدَةٌ كَلَمْحٍ بِالْبَصَرِ   وقال- سبحانه- ما خَلْقُكُمْ وَلا بَعْثُكُمْ إِلَّا كَنَفْسٍ واحِدَةٍ  .وقال- سبحانه- في هذه الآية إِنَّما قَوْلُنا لِشَيْءٍ إِذا أَرَدْناهُ أَنْ نَقُولَ لَهُ كُنْ فَيَكُونُ أى:يأمر به دفعة واحدة فإذا هو كائن قال الشاعر:إذا ما أراد الله أمرا فإنما ... يقول له «كن» قولة فيكونأى: أنه- تعالى- لا يحتاج إلى تأكيد فيما يأمر به، فإنه- سبحانه- لا يمانع ولا يخالف، لأنه الواحد القهار العظيم، الذي قهر سلطانه وجبروته وعزته كل شيء..» .وقال بعض العلماء: وعبر- تعالى- عن المراد قبل وقوعه باسم الشيء، لأن تحقق وقوعه كالوقوع بالفعل، فلا تنافى الآية إطلاق الشيء- على خصوص الموجود دون المعدوم، لأنه لما سبق في علم الله أنه يوجد ذلك الشيء- وأنه يقول كن فيكون-، كان تحقق وقوعه بمنزلة وقوعه.أو لأنه أطلق عليه اسم الشيء باعتبار وجوده المتوقع كتسمية العصير خمرا في قوله إِنِّي أَرانِي أَعْصِرُ خَمْراً.. نظرا لما يؤول إليه..» .وقوله «فيكون» قرأه الجمهور بالرفع على أنه خبر لمبتدأ محذوف، أى: فهو يكون.وقرأ ابن عامر والكسائي «فيكون» بالنصب عطفا على قوله «أن نقول له..» .وبذلك نرى الآيات الكريمة قد حكت جانبا من أقوال المشركين، وردت عليها بما يبطلها، ويزيد المؤمنين إيمانا على إيمانهم.وبعد أن عرضت السورة الكريمة لأقاويل المشركين وردت عليها.. أتبعت ذلك بذكر جانب من الثواب العظيم الذي أعده الله- تعالى- للمؤمنين الصادقين، الذين فارقوا الدار والأهل والخلان، من أجل إعلاء كلمة الله- تعالى-، فقال- سبحانه-:"},{"ayah_number":41,"text":"أخرج ابن جرير عن قتادة قال: قوله- تعالى-: وَالَّذِينَ هاجَرُوا فِي اللَّهِ مِنْ بَعْدِ ما ظُلِمُوا.. هؤلاء أصحاب محمد صلى الله عليه وسلم. ظلمهم أهل مكة فأخرجوهم من ديارهم، حتى لحق طائفة منهم بالحبشة، ثم بوأهم الله- تعالى- المدينة فجعلها لهم دار هجرة، وجعل لهم أنصارا من المؤمنين. وعن ابن عباس: هم قوم هاجروا إلى رسول الله صلى الله عليه وسلم من أهل مكة، بعد أن ظلمهم المشركون،  .والذي نراه أن الآية الكريمة تشمل هؤلاء، وتشمل غيرهم ممن هاجر من بلده إلى غيرها، رجاء ثواب الله، وخدمة لدينه.والمهاجرة في الأصل تطلق على المفارقة والمتاركة للديار وغيرها، واستعملت شرعا في المهاجرة من دار الكفر إلى دار الإيمان، أو من دار الكفر إلى غيرها لنشر دعوة الإسلام.وقوله «لنبوئنهم» من التبوؤ بمعنى الإحلال والإسكان والإنزال يقال بوأ فلان فلانا منزلا، إذا أسكنه فيه، وهيأه له.«وحسنة» صفة لموصوف محذوف أى: لنبوئنهم تبوئة حسنة، أو دارا حسنة.والمراد بهذه الحسنة ما يشمل نزولهم في المدينة، ونصرهم على أعدائهم، وإبدال خوفهم أمنا.قال القرطبي في المراد بالحسنة هنا ستة أقوال: نزول المدينة قاله ابن عباس والحسن..الثاني: الرزق الحسن. قاله مجاهد. الثالث: النصر على عدوهم، قاله الضحاك، الرابع:لسان صدق، حكاه ابن جريج. الخامس: ما استولوا عليه من البلاد.. السادس: ما بقي لهم في الدنيا من ثناء، وما صار فيها لأولادهم من الشرف.ثم قال: وكل ذلك قد اجتمع لهم بفضل الله- تعالى-» .والمعنى: والذين هاجروا في سبيل الله، وفارقوا قومهم وأوطانهم وأموالهم وأولادهم.. من أجل إعلاء كلمته، بعد أن تحملوا الكثير من أذى المشركين وظلمهم وطغيانهم.هؤلاء الذين فعلوا ذلك من أجل نصرة ديننا، لنسكننهم في الدنيا مساكن حسنة يرضونها، ولنعطينهم عطاء حسنا يسعدهم، ولننصرنهم على أعدائهم نصرا مؤزرا.وقوله «في الله» أى: في سبيله، ومن أجل نصرة دينه. فحرف «في» مستعمل للتعليل، كما في قوله صلى الله عليه وسلم: «دخلت امرأة النار في هرة حبستها ... » .والمقصود أن هذا الأجر الجزيل إنما هو للمهاجرين من أجل إعلاء كلمة الله، ومن أجل نصرة الحق، وليس لمن هاجر لنشر الظلم أو الفساد في الأرض.وأسند فعل «ظلموا» إلى المجهول، لظهور الفاعل من السياق وهو المشركون.وفي ذلك إشارة إلى أن هؤلاء المهاجرين لم يفارقوا ديارهم، إلا بعد أن أصابهم ظلم أعدائهم لهم، كتعذيبهم إياهم، وتضييقهم عليهم، إلى غير ذلك من صنوف الأذى.وأكد- سبحانه- الجزاء الحسن الذي وعدهم به باللام وبنون التوكيد «لنبوئنهم..» ،زيادة في إدخال السرور والطمأنينة على قلوبهم، وجبرا لكل ما اشتملت عليه الهجرة من مصاعب وآلام وأضرار.إذ الحسنة- كما قلنا- تشمل كل حسن أعطاه الله- تعالى- للمهاجرين في هذه الدنيا.أما في الآخرة فأجرهم أعظم، وثوابهم أجزل، كما قال- تعالى-: وَلَأَجْرُ الْآخِرَةِ أَكْبَرُ لَوْ كانُوا يَعْلَمُونَ.والضمير في قوله «لو كانوا يعلمون» يعود على أعدائهم الظالمين.أى: ولثواب الله- تعالى- لهم في الآخرة على هجرتهم من أجل إعلاء كلمته، أكبر وأعظم، ولو كان أعداؤهم الظالمون يعلمون ذلك لدخلوا في دين الإسلام، ولأقلعوا عن ظلمهم لهؤلاء المهاجرين.وكأن جملة «لو كانوا يعلمون» جوابا عن سؤال تقديره: كيف لم يقتد بهم من بقي على الكفر مع هذا الثواب الذي أعده الله لهؤلاء المهاجرين؟فكان الجواب: لو كان هؤلاء الكافرون يعلمون ذلك لأقلعوا عن كفرهم.ويصح أن يكون الضمير يعود على المهاجرين، فيكون المعنى: لو كانوا يعلمون علم مشاهدة ومعاينة ما أعده الله لهم، لما حزنوا على مفارقة الأوطان والأولاد والأموال، ولازدادوا حبا وشوقا واجتهادا في المهاجرة.أخرج ابن جرير وابن المنذر عن عمر بن الخطاب، أنه كان إذا أعطى الرجل من المهاجرين عطاء يقول له «خذ بارك الله لك فيه، هذا ما وعدك الله في الدنيا، وما ذخره لك في الآخرة أفضل، ثم تلا هذه الآية .وجوز بعضهم أن يكون الضمير يعود للمتخلفين عن الهجرة أى: لو علم هؤلاء المتخلفون عن الهجرة، ما أعده- سبحانه- من أجر للمهاجرين، لما تخلفوا عن ذلك.وعلى أية حال فلا مانع من أن يكون الضمير يعود على كل من يتأتى له العلم، بهذا الثواب الجزيل لهؤلاء المهاجرين في سبيل الله- تعالى-."},{"ayah_number":42,"text":"ثم وصف- سبحانه- هؤلاء المهاجرين بوصفين كريمين فقال: الَّذِينَ صَبَرُوا وَعَلى رَبِّهِمْ يَتَوَكَّلُونَ أى: هذا الأجر العظيم لهؤلاء المهاجرين الذين صبروا على ما أصابهم من عدوان وظلم، وفوضوا أمرهم إلى خالقهم، فاعتمدوا عليه وحده، ولم يعتمدوا على أحد سواه.وصفتا الصبر والتوكل على الله. إذا دخلا في قلب، حملاه على اعتناق كل فضيلة، واجتناب كل رذيلة.وعبر عن صفة الصبر بصيغة الماضي للدلالة على أن صبرهم قد آذن بالانتهاء لانقضاء أسبابه وهو ظلم أعدائهم لهم، لأن الله- تعالى- قد جعل لهم مخرجا بالهجرة، وذلك بشارة لهم.وعبر عن صفة التوكل بصيغة المضارع للإشارة إلى أن هذه الصفة ديدنهم في كل وقت، فهم متوكلون عليه- سبحانه- وحده في السراء والضراء، وفي العسر واليسر، وفي المنشط والمكره.والمتأمل في هاتين الآيتين الكريمتين، يراهما قد غرستا في النفوس محبة هذا الدين، والاستهانة بكل ألم أو ضر أو مصيبة في سبيل إعلاء كلمته، والرغبة فيما عند الله- تعالى- من أجر وثواب.ثم رد- سبحانه- على المشركين الذين أنكروا أن يكون الرسول صلى الله عليه وسلم من البشر، فبين- سبحانه- أن الرسل السابقين الذين لا ينكر المشركون نبوتهم كانوا من البشر، فقال- تعالى-."},{"ayah_number":43,"text":"قال الإمام ابن كثير: عن ابن عباس- رضى الله عنهما-: لما بعث الله- تعالى- محمدا صلى الله عليه وسلم رسولا، أنكرت العرب ذلك، أو من أنكر منهم، وقالوا: الله أعظم من أن يكون رسوله بشرا، فأنزل الله: أَكانَ لِلنَّاسِ عَجَباً أَنْ أَوْحَيْنا إِلى رَجُلٍ مِنْهُمْ..وقال: وَما أَرْسَلْنا مِنْ قَبْلِكَ إِلَّا رِجالًا نُوحِي إِلَيْهِمْ.. .أى: وما أرسلنا من قبلك- أيها الرسول الكريم- لهداية الناس وإرشادهم إلى الحق إلا رجالا مثلك، وقد أوحينا إليهم بما يبلغونه إلى أقوامهم، من نصائح وتوجيهات وعبادات وتشريعات، وقد لقى هؤلاء الرسل من أقوامهم، مثل ما لقيت من قومك من أذى وتكذيب وتعنت في الأسئلة.فالمقصود من الآية الكريمة تسلية النبي صلى الله عليه وسلم والرد على المشركين فيما أثاروه حوله صلى الله عليه وسلم من شبهات.وقد حكى القرآن في مواطن عدة إنكار المشركين لبشرية الرسل ورد عليهم بما يخرسهم، ومن ذلك قوله- تعالى-: وَما أَرْسَلْنا مِنْ قَبْلِكَ إِلَّا رِجالًا نُوحِي إِلَيْهِمْ مِنْ أَهْلِ الْقُرى..  .وقوله- تعالى-: وَما مَنَعَ النَّاسَ أَنْ يُؤْمِنُوا إِذْ جاءَهُمُ الْهُدى إِلَّا أَنْ قالُوا، أَبَعَثَ اللَّهُ بَشَراً رَسُولًا  .وقوله- تعالى- ذلِكَ بِأَنَّهُ كانَتْ تَأْتِيهِمْ رُسُلُهُمْ بِالْبَيِّناتِ، فَقالُوا أَبَشَرٌ يَهْدُونَنا، فَكَفَرُوا وَتَوَلَّوْا وَاسْتَغْنَى اللَّهُ وَاللَّهُ غَنِيٌّ حَمِيدٌ  .والمراد بأهل الذكر في قوله «فاسألوا أهل الذكر إن كنتم لا تعلمون» علماء أهل الكتاب أى: لقد اقتضت حكمتنا أن يكون الرسول من البشر في كل زمان ومكان، فإن كنتم في شك من ذلك- أيها المكذبون- فاسألوا علماء أهل الكتب السابقة من اليهود والنصارى، فسيبينون لكم أن الرسل جميعا كانوا من البشر ولم يكونوا من الملائكة.وهذه الجملة الكريمة معترضة بين قوله- تعالى- وَما أَرْسَلْنا.. وبين قوله بعد ذلك: بِالْبَيِّناتِ وَالزُّبُرِ.. للمبادرة إلى توبيخ المشركين وإبطال شبهتهم، لأنه قد احتج عليهم، بمن كانوا يذهبون إليهم لسؤالهم عن الرسول صلى الله عليه وسلم.وفي قوله- تعالى- إِنْ كُنْتُمْ لا تَعْلَمُونَ إيماء إلى أنهم كانوا يعلمون أن الرسل لا يكونون إلا من البشر، ولكنهم قصدوا بإنكار ذلك الجحود والمكابرة، والتمويه لتضليل الجهلاء، ولذا جيء في الشرط بحرف «إن» المفيد للشك.وجواب الشرط لهذه الجملة محذوف، دل عليه ما قبله. أى: إن كنتم لا تعلمون، فاسألوا أهل الذكر. وقيل المراد بأهل الذكر هنا: المسلمون مطلقا، لأن الذكر هو القرآن، وأهله هم المسلمون.ونحن لا ننكر أن الذكر يطلق على القرآن الكريم، كما في قوله- تعالى- إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحافِظُونَ إلا أن المراد بأهل الذكر هنا: علماء أهل الكتاب، لأن المشركين كانوا يستفسرون منهم عن أحوال النبي صلى الله عليه وسلم، أكثر من استفسارهم من المسلمين.قال الآلوسى ما ملخصه قوله- تعالى-: فَسْئَلُوا أَهْلَ الذِّكْرِ.. أى: أهل الكتاب من اليهود والنصارى. قاله: ابن عباس والحسن والسدى وغيرهم.وقال أبو حيان في البحر: والمراد من لم يسلم من أهل الكتاب، لأنهم الذين لا يتهمون عند المشركين في إخبارهم بأن الرسل كانوا رجالا، فإخبارهم بذلك حجة عليهم. والمراد كسر حجتهم وإلزامهم، وإلا فالحق واضح في نفسه لا يحتاج إلى إخبار هؤلاء..» .قالوا: وفي الآية دليل على وجوب الرجوع إلى أهل العلم فيما لا يعلم، وعلى أن الرسل جميعا كانوا من الرجال ولم يكن من بينهم امرأة قط."},{"ayah_number":44,"text":"والجار والمجرور في قوله: «بالبينات والزبر» .... متعلق بقوله «وما أرسلنا..» وداخل تحت حكم الاستثناء مع «رجالا» .والمراد بالبينات: الحجج والمعجزات الدالة على صدق الرسل.والزبر: جمع زبور بمعنى مزبور أى مكتوب. يقال: زبرت الكتاب.. من باب نصر وضرب- أى: كتبته كتابة عظيمة.أى: وما أرسلنا من قبلك- أيها الرسول الكريم- إلا رجالا مؤيدين بالمعجزات الواضحات، وبالكتب العظيمة المشتملة على التشريعات الحكيمة والآداب الحميدة، والعقائد السليمة، التي تسعد الناس في دينهم وفي دنياهم.وقوله- سبحانه-: وَأَنْزَلْنا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ ما نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ. بيان للحكم التي من أجلها أنزل الله- تعالى- القرآن على النبي صلى الله عليه وسلم.أى: وأنزلنا إليك- أيها الرسول الكريم- القرآن، لتعرف الناس بحقائق وأسرار ما أنزل لهدايتهم في هذا القرآن من تشريعات وآداب وأحكام ومواعظ ولعلهم بهذا التعريف والتبيين يتفكرون فيما أرشدتهم إليه، ويعملون بهديك ويقتدون بك في أقوالك وأفعالك، وبذلك يفوزون ويسعدون.فأنت ترى أن الجملة الكريمة قد اشتملت على حكمتين من الحكم التي أنزل الله- تعالى- من أجلها القرآن على النبي صلى الله عليه وسلم.أما الحكمة الأولى: فهي تفسير ما اشتمل عليه هذا القرآن من آيات خفى معناها على أتباعه، بأن يوضح لهم صلى الله عليه وسلم ما أجمله القرآن الكريم من أحكام أو يؤكد لهم صلى الله عليه وسلم هذه الأحكام.ففي الحديث الشريف عن المقدام بن معد يكرب، عن رسول الله- صلى الله عليه وسلم- أنه قال:«ألا وإنى أوتيت الكتاب ومثله معه، ألا يوشك رجل شبعان على أريكته يقول: عليكم بهذا القرآن، فما وجدتم فيه من حلال فأحلوه وما وجدتم فيه من حرام فحرموه ... » .وأما الحكمة الثانية: فهي التفكر في آيات هذا القرآن، والاتعاظ بها، والعمل بمقتضاها، قال- تعالى-: كِتابٌ أَنْزَلْناهُ إِلَيْكَ مُبارَكٌ لِيَدَّبَّرُوا آياتِهِ. وَلِيَتَذَكَّرَ أُولُوا الْأَلْبابِ.والمراد بالناس في قوله- تعالى- لِتُبَيِّنَ لِلنَّاسِ العموم، ويدخل فيهم المعاصرون لنزول القرآن الكريم دخولا أوليا.وأسند- سبحانه- التبيين إلى النبي صلى الله عليه وسلم لأنه هو المبلغ عن الله- تعالى- ما أمره بتبليغه.قال الجمل: قوله- تعالى- وَأَنْزَلْنا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ ما نُزِّلَ إِلَيْهِمْ ...يعنى: أنزلنا إليك- يا محمد- الذكر الذي هو القرآن، وإنما سماه ذكرا، لأن فيه مواعظ وتنبيها للغافلين، «لتبين للناس ما نزل إليهم» يعنى ما أجمل إليك من أحكام القرآن، وبيان الكتاب يطلب من السنة، والمبين لذلك المجمل هو رسول الله صلى الله عليه وسلم، ولهذا قال بعضهم: متى وقع تعارض بين القرآن والحديث، وجب تقديم الحديث، لأن القرآن مجمل والحديث مبين، بدلالة هذه الآية، والمبين مقدم على المجمل»  .وبعد أن ردت السورة الكريمة على ما أثاره المشركون من شبهات حول الدعوة الإسلامية، أتبعت ذلك بتهديدهم من سوء عاقبة ما هم فيه من كفر وعصيان وعناد، فقال- تعالى-:"},{"ayah_number":45,"text":"قال الآلوسى ما ملخصه: قوله- تعالى-: أَفَأَمِنَ الَّذِينَ مَكَرُوا السَّيِّئاتِ هم عند أكثر المفسرين، مشركو مكة، الذين مكروا برسول الله صلى الله عليه وسلم، وراموا صد أصحابه عن الإيمان.وقيل: هم الذين احتالوا لهلاك الأنبياء ... والمعول عليه ما عليه أكثر المفسرين، .والاستفهام في الآية الكريمة للتعجيب والتوبيخ.والفاء للعطف على مقدر دل عليه المقام.قال بعضهم ما ملخصه: كل ما جاء في القرآن الكريم، من همزة استفهام بعدها واو العطف أو فاؤه. فالأظهر فيه، أن الفاء والواو كلتاهما عاطفة ما بعدها على محذوف دل عليه المقام. والتقدير هنا: أجهل الذين مكروا السيئات وعيد الله لهم بالعقاب، فأمنوا مكره» .والمراد بمكرهم هنا: سعيهم بالفساد بين المؤمنين، على سبيل الإخفاء والخداع.والسيئات: صفة لمصدر محذوف، أى: مكروا المكرات السيئات. والمكرات- بفتح الكاف- جمع مكرة- بسكونها- وهي المرة من المكر.ويجوز أن تكون كلمة السيئات مفعولا به بتضمين «مكروا» معنى: فعلوا.والخسف: التغييب في الأرض، بحيث يصير المخسوف به في باطنها.يقال: خسف الله بفلان الأرض، إذا أهلكه بتغييبه فيها.ومنه قوله- تعالى-: فَخَسَفْنا بِهِ وَبِدارِهِ الْأَرْضَ.... .والمعنى: أجهل الذين اجترحوا السيئات وعيدنا، فأمنوا عقابنا وتوهموا أنهم لن يصيبهم شيء من عذابنا، الذي من مظاهره خسف الأرض بهم كما خسفناها بقارون من قبلهم؟!!.إن جهلهم هذا لدليل على انطماس بصيرتهم، واستحواذ الشيطان عليهم.وقوله «أو يأتيهم العذاب من حيث لا يشعرون» بيان للون آخر من ألوان تهديدهم.أى: في قدرتنا أن نخسف بهم الأرض، وفي قدرتنا أيضا أن نرسل عليهم العذاب فجأة فيأتيهم من جهة لا يتوقعون مجيئه منها، ولا يترقبون الشر من ناحيتها.وفي الجملة الكريمة إشارة إلى أن هذا العذاب الذي يأتيهم من حيث لا يشعرون. عذاب لا يمكن دفعه أو الهروب منه، لأنه أتاهم بغتة، ومن جهة لا يترقبون الشر منها.وشبيه بهذا قوله- سبحانه- فَأَتاهُمُ اللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا ... ."},{"ayah_number":46,"text":"وقوله- سبحانه- أَوْ يَأْخُذَهُمْ فِي تَقَلُّبِهِمْ فَما هُمْ بِمُعْجِزِينَ بيان لنوع ثالث من أنواع التهديدات التي هددهم الله- تعالى- بها.والأخذ في الأصل: حوز الشيء وتحصيله، والمراد به هنا: القهر والإهلاك والتدمير ومنه قوله- تعالى- فَأَخَذَهُمْ أَخْذَةً رابِيَةً وقوله- تعالى-: كَذَّبُوا بِآياتِنا كُلِّها فَأَخَذْناهُمْ أَخْذَ عَزِيزٍ مُقْتَدِرٍ.والتقلب: الحركة السريعة إقبالا وإدبارا، من أجل السعى في شئون الحياة من متاجرة ومعاملة وسفر وغير ذلك.ومنه قوله- تعالى-: لا يَغُرَّنَّكَ تَقَلُّبُ الَّذِينَ كَفَرُوا فِي الْبِلادِ.أى: في قدرتنا أن نخسف بهم الأرض، وأن نرسل عليهم العذاب من حيث لا يشعرون، وفي قدرتنا كذلك أن نهلكهم وهم يتحركون في مناكب الأرض خلال سفرهم أو إقامتهم، فإنهم في جميع الأحوال لا يعجزنا أخذهم، ولا مهرب لهم مما نريده بهم.وشبيه بهذه الآية قوله- تعالى-: أَفَأَمِنَ أَهْلُ الْقُرى أَنْ يَأْتِيَهُمْ بَأْسُنا بَياتاً وَهُمْ نائِمُونَ. أَوَأَمِنَ أَهْلُ الْقُرى أَنْ يَأْتِيَهُمْ بَأْسُنا ضُحًى وَهُمْ يَلْعَبُونَ. أَفَأَمِنُوا مَكْرَ اللَّهِ، فَلا يَأْمَنُ مَكْرَ اللَّهِ إِلَّا الْقَوْمُ الْخاسِرُونَ ."},{"ayah_number":47,"text":"وقوله- سبحانه-: أَوْ يَأْخُذَهُمْ عَلى تَخَوُّفٍ فَإِنَّ رَبَّكُمْ لَرَؤُفٌ رَحِيمٌ.قال بعض العلماء: والتخوف في اللغة يأتى مصدر تخوف القاصر، بمعنى خاف، ويأتى مصدر تخوف المتعدى بمعنى تنقص. وهذا الثاني لغة هذيل، وهي من اللغات الفصيحة التي جاء بها القرآن» .والمعنى على الأول: أو يأخذهم وهم في حالة خوف وتوقع لنزول العذاب بهم، كما نزل بالذين من قبلهم.وإلى هذا المعنى أشار ابن كثير بقوله: وقوله: أَوْ يَأْخُذَهُمْ عَلى تَخَوُّفٍ. أى: أو يأخذهم الله- تعالى- في حال خوفهم من أخذه لهم، فإنه يكون أبلغ وأشد حالات الأخذ، فإن حصول ما يتوقع مع الخوف شديد ... » .والمعنى على الثاني: أو يأخذهم وهم في حالة تنقص في أنفسهم وأموالهم وأولادهم حتى يهلكوا، فيكون هلاكهم قد سبقه الفقر والقحط والمرض، وفي ذلك ما فيه من عذاب لهم، وحسرة عليهم.قال القرطبي: وقال سعيد بن المسيب: بينما عمر بن الخطاب- رضى الله عنه على المنبر قال: أيها الناس ما تقولون في قول الله- عز وجل-: أَوْ يَأْخُذَهُمْ عَلى تَخَوُّفٍ.فسكت الناس.فقال شيخ من بنى هذيل: هي لغتنا يا أمير المؤمنين. التخوف: التنقص.فقال عمر: أتعرف العرب ذلك في أشعارهم؟ قال نعم قال شاعرنا أبو كبير الهذلي يصف ناقة تنقص السير سنامها بعد اكتنازه:تخوّف الرحل منها تامكا قردا ... كما تخوّف عود النّبعة السّفنفقال عمر: أيها الناس: عليكم بديوانكم شعر الجاهلية، فإن فيه تفسير كتابكم ومعاني كلامكم»  .وختم- سبحانه- الآية الكريمة بقوله: فَإِنَّ رَبَّكُمْ لَرَؤُفٌ رَحِيمٌ لبيان فضله- سبحانه- على عباده، حيث لم يعاجلهم بالعقوبة، بل أمهلهم لعلهم يتوبون إليه ويستغفرونه.وبذلك ترى أن هذه الآيات الكريمة قد حذرت الكافرين من التمادي في كفرهم، وهددتهم:بخسف الأرض بهم. أو بنزول العذاب عليهم من حيث لا يشعرون، أو بإهلاكهم وهم في الأرض يكدحون، أو بأخذهم وهم للأخذ متوقعون.وبعد أن خوف- سبحانه- الماكرين بما خوف، أتبع ذلك بما يدل على كمال قدرته وعظمته وجلاله، حيث خضعت جميع المخلوقات لذاته- سبحانه- فقال- تعالى-:"},{"ayah_number":48,"text":"قرأ جمهور القراء «أو لم يروا..» وقرأ حمزة والكسائي: «أو لم تروا» بالتاء، على الخطاب، على طريقة الالتفات.وقوله «من شيء» بيان للإبهام الذي في «ما» الموصولة في قوله «إلى ما خلق الله» .وقوله «يتفيأ» من التفيؤ، بمعنى الرجوع. يقال: فاء فلان يفيء إذا رجع وفاء الظل فيئا، إذا عاد بعد إزالة ضوء الشمس له. وتفيؤ الظلال: تنقلها من جهة إلى أخرى بعد شروق الشمس، وبعد زوالها.والظلال: جمع ظل، وهو صورة الجسم المنعكس إليه نور.و «داخرون» من الدخور بمعنى الانقياد والخضوع، يقال: دخر فلان يدخر دخورا، ودخر- بزنة فرح- يدخر دخرا، إذا انقاد لغيره وذل له.والمعنى: أعمى هؤلاء المشركون الذين مكروا السيئات، ولم يروا ما خلق الله- تعالى- من الأشياء ذوات الظلال- كالجبال والأشجار وغيرها- وهي تتنقل ظلالها. من جانب إلى جانب، ومن جهة إلى جهة، باختلاف الأوقات وهي في كل الأحوال والأوقات منقادة لأمر الله- تعالى- جارية على ما أراده لها من امتداد وتقلص وغير ذلك، خاضعة كل الخضوع لما سخرت له.قال ابن كثير- رحمه الله-: يخبر- تعالى- عن عظمته وجلاله، الذي خضع له كل شيء ودانت له الأشياء والمخلوقات بأسرها، جمادها وحيواناتها ومكلفوها من الإنس والجن والملائكة، فأخبر أن كل ماله ظل يتفيأ ذات اليمين وذات الشمال- أى بكرة وعشيا-، فإنه ساجد بظله لله- تعالى-  .والاستفهام في قوله- تعالى- أَوَلَمْ يَرَوْا.. للإنكار والتوبيخ، والرؤية بصرية.أى: قد رأوا كل ذلك، ولكنهم لم ينتفعوا بما رأوا، ولم يتعظوا بما شاهدوا.والمراد بقوله: عَنِ الْيَمِينِ وَالشَّمائِلِ جهتهما، وليس المراد التقييد بذلك، إذ أن الظل أحيانا يكون أمام الإنسان وأحيانا يكون خلفه. وإنما ذكر اليمين والشمائل اختصارا للكلام.وأفرد اليمين، لأن المراد به جنس الجهة، كما يقال: المشرق، أى جهة المشرق، وجمع «الشمائل» - مفردة شمال-، لأن المقصود تعدد هذه الجهة باعتبار تعدد أصحابها.قال الشوكانى: قال الفراء: وحد اليمين، لأنه أراد واحدا من ذوات الأظلال، وجمع الشمائل، لأنه أراد كلها.وقال الواحدي: وحد اليمين والمراد به الجميع إيجازا في اللفظ، كقوله: «ويولون الدبر» ، ودلت الشمائل على أن المراد به الجمع. وقيل: إن العرب إذا ذكرت صيغتي جمع عبرت عن إحداهما بلفظ الواحد، كما في قوله- تعالى- وَجَعَلَ الظُّلُماتِ وَالنُّورَ ... .وقوله- سبحانه-: سُجَّداً لِلَّهِ وَهُمْ داخِرُونَ. حال من «ظلاله» أى: حال كون هذه الأشياء وظلالها سجدا لله- تعالى-، وحال كون الجميع لا يمتنع عن أمر الله- تعالى-، بل الكل خاضع له- سبحانه- كل الخضوع.وجاء قوله- تعالى-: وَهُمْ داخِرُونَ. بصيغة الجمع الخاصة بالعقلاء، تغليبا لهم على غيرهم"},{"ayah_number":49,"text":"ثم أتبع- سبحانه- هذه الآية الكريمة، بآيات أخرى مؤكدة لها، ومبينة أن كل المخلوقات لن تمتنع عن السجود لله- تعالى-، سواء أكانت لها ظلال أم لا، فقال- سبحانه-: وَلِلَّهِ يَسْجُدُ ما فِي السَّماواتِ وَما فِي الْأَرْضِ مِنْ دابَّةٍ، وَالْمَلائِكَةُ وَهُمْ لا يَسْتَكْبِرُونَ ...والدابة: كل ما يدب على وجه الأرض، مشتقة من الدب بمعنى الحركة.قال الجمل: قال العلماء، السجود على نوعين: سجود طاعة وعبادة كسجود المسلم لله- عز وجل- وسجود انقياد وخضوع كسجود الظلال فقوله: وَلِلَّهِ يَسْجُدُ ما فِي السَّماواتِ وَما فِي الْأَرْضِ. يحتمل النوعين، لأن سجود كل شيء بحسبه، فسجود المسلمين والملائكة سجود طاعة وعبادة، وسجود غيرهم سجود خضوع وانقياد..» .وأوثرت «ما» الموصولة على من، تغليبا لغير العقلاء، لكثرتهم ولإرادة العموم.وقوله: «من دابة» بيان لما في الأرض، إذ الدابة ما يدب على الأرض أو- كما يقول الآلوسى- بيان لما فيهما، بناء على أن الدبيب هو الحركة الجسمانية، سواء أكانت في أرض أم سماء..» .وقوله «والملائكة» معطوف على «ما» في قوله «ما في السموات وما في الأرض» من باب عطف الخاص على العام.وخصهم- سبحانه- بالذكر تشريفا لهم. ورفعا لمنزلتهم، وتعريضا بالمشركين الذين عبدوا الملائكة. أو قالوا هم بنات الله.قوله «وهم لا يستكبرون» أى: والملائكة لا يستكبرون عن إخلاص العبادة له، وعن السجود لذاته- سبحانه- بل هم «عباد مكرمون لا يعصون الله ما أمرهم ويفعلون ما يؤمرون» ."},{"ayah_number":50,"text":"ثم وصفهم- سبحانه- بالخشية منه، وبالخوف من عقابه فقال: «يخافون ربهم من فوقهم، ويفعلون ما يؤمرون» .أى: أن من صفات الملائكة، أنهم يخافون ربهم الذي هو من فوقهم بجلاله وقهره وعلوه- بلا تشبيه ولا تمثيل-، ويفعلون ما يؤمرون به من الطاعات، ومن كل ما يكلفهم به- سبحانه- دون أن تصدر منهم مخالفة.وبذلك نرى الآيات الكريمة قد وصفت الله- تعالى- بما هو أهل له- سبحانه- من صفات القدرة والجلال والكبرياء، حتى يفيء الضالون إلى رشدهم، ويخلصوا العبادة لخالقهم- عز وجل-.وبعد أن بين- سبحانه- أن كل شيء في هذا الكون خاضع لقدرته، أتبع ذلك بالنهى عن الشرك، وبوجوب إخلاص العبادة له، فقال- تعالى-."},{"ayah_number":51,"text":"قال الإمام الرازي: اعلم أنه- سبحانه- لما بين في الآيات الأولى، أن ما سوى الله- تعالى- سواء أكان من عالم الأرواح أم من عالم الأجسام، منقاد وخاضع لجلاله- تعالى- وكبريائه- أتبعه في هذه الآية بالنهى عن الشرك، وببيان أن كل ما سواه واقع في ملكه وتحت تصرفه، وأنه غنى عن الكل، فقال- تعالى-: وَقالَ اللَّهُ لا تَتَّخِذُوا إِلهَيْنِ اثْنَيْنِ ... .أى: وقال الله- تعالى- لعباده عن طريق رسله- عليهم الصلاة والسلام- لا تتخذوا شركاء معى في العبادة والطاعة، بل اجعلوهما لي وحدي، فأنا الخالق لكل شيء والقادر على كل شيء.قال الآلوسى: وقوله وَقالَ اللَّهُ.. معطوف على قوله- سبحانه- وَلِلَّهِ يَسْجُدُ ما فِي السَّماواتِ وَما فِي الْأَرْضِ ...وإظهار الفاعل، وتخصيص لفظ الجلالة بالذكر، للإيذان بأنه- تعالى- متعين الألوهية.والمنهي عنه هو الإشراك به، لا أن المنهي عنه هو مطلق اتخاذ إلهين..»«اثنين» صفة للفظ إلهين أو مؤكد له. وخص هذا العدد بالذكر، لأنه الأقل، فيعلم انتفاء اتخاذ ما فوقه بالطريق الأولى.وقوله- سبحانه- إِنَّما هُوَ إِلهٌ واحِدٌ بيان وتوكيد لما قبله، وهو مقول لقوله- سبحانه- وَقالَ اللَّهُ.أى: وقال الله لا تتخذوا معى في العبادة إلها آخر، وقال- أيضا- إنما المستحق للعبادة إله واحد، والقصر في الجملة الكريمة من قصر الموصوف على الصفة، أى: الله وحده هو المختص بصفة الوحدانية.وقد نهى- سبحانه- عن الشرك في آيات كثيرة، وأقام الأدلة على بطلانه ومن ذلك قوله- تعالى- ... وَلا تَجْعَلْ مَعَ اللَّهِ إِلهاً آخَرَ فَتُلْقى فِي جَهَنَّمَ مَلُوماً مَدْحُوراً  وقوله- سبحانه- لَوْ كانَ فِيهِما آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتا، فَسُبْحانَ اللَّهِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ .والفاء في قوله «فإياى فارهبون» واقعة في جواب شرط مقدر و «إياى» مفعول به لفعل محذوف يقدر مؤخرا، يدل عليه قوله «فارهبون» .والرهبة: الخوف المصحوب بالتحرز، وفعله رهب بزنة طرب.والمعنى: إن رهبتم شيئا فإياى فارهبوا دون غيرى، لأنى أنا الذي لا يعجزنى شيء.وفي الجملة الكريمة التفات من الغيبة إلى الخطاب، للمبالغة في التخويف، إذ تخويف الحاضر أبلغ من تخويف الغائب، لا سيما بعد أن وصف- سبحانه- ذاته بما وصف من صفات القهر والغلبة والكبرياء.وقدم المفعول وهو إياى لإفادة الحصر، وحذف متعلق الرهبة، للعموم.أى: ارهبونى في جميع ما تأتون وما تذرون.والمتأمل في هذه الآية الكريمة يراها قد اشتملت على ألوان من المؤكدات للنهى عن الشرك، والأمر بإخلاص العبادة لله- تعالى- وحده، تارة عن طريق التقرير «وقال الله..» وتارة عن طريق النهى الصريح، وتارة عن طريق القصر وتارة عن طريق التخصيص.وذلك لكي يقلع الناس عن هذه الرذيلة النكراء، ويؤمنوا بالله الواحد القهار."},{"ayah_number":52,"text":"ثم ساق- سبحانه- بعد ذلك ما يدل على كمال قدرته، ونفاذ إرادته، فقال- تعالى-: وَلَهُ ما فِي السَّماواتِ وَالْأَرْضِ، وَلَهُ الدِّينُ واصِباً ...والمراد بالدين هنا: الطاعة والخضوع بامتثال أمره واجتناب نهيه، وقد أتى الدين بمعنى الطاعة في كثير من كلام العرب، ومن ذلك قول عمرو بن كلثوم في معلقته:وأياما لنا غرا كراما ... عصينا الملك فيها أن نديناأى: عصيناه وامتنعنا عن طاعته وعن الخضوع له.قوله «واصبا» من الوصوب بمعنى الدوام والثبات، يقال: وصب الشيء يصب- بكسر الصاد- وصوبا، إذا دام وثبت. ومنه قوله- تعالى- دُحُوراً وَلَهُمْ عَذابٌ واصِبٌ  أى: دائم.أى: ولله- تعالى- وحده ما في السموات وما في الأرض ملكا وخلقا، لا شريك له في ذلك، ولا منازع له في أمره أو نهيه.. وله- أيضا- الطاعة الدائمة، والخضوع الباقي الثابت الذي لا يحول ولا يزول.والآية الكريمة معطوفة على قوله «إنما هو إله واحد» .والاستفهام في قوله «أفغير الله تتقون» للإنكار والتعجيب، والفاء للتعقيب، وهي معطوفة على محذوف، والتقدير، أفبعد أن علمتم أن الله- تعالى- له ما في السموات والأرض، وله الطاعة الدائمة.. تتقون غيره، أو ترهبون سواه؟إن من يفعل ذلك لا يكون من جملة العقلاء، وإنما يكون من الضالين الجاهلين."},{"ayah_number":53,"text":"ثم بين- سبحانه- أن كل نعمة في هذا الكون، هو- سبحانه- مصدرها وموجدها، فقال: وَما بِكُمْ مِنْ نِعْمَةٍ فَمِنَ اللَّهِ ...أى: وكل نعمة عندكم كعافية في أبدانكم، ونماء في مالكم، وكثرة في أولادكم، وصلاح في بالكم.. فهي من الله- تعالى- وحده.فالمراد بالنعمة هنا النعم الكثيرة التي أنعم بها- سبحانه- على الناس، لأنه لم يقم دليل على أن المراد بها نعمة معينة، وعلماء البيان يعدون استعمال المفرد في معنى الجمع- اعتمادا على القرينة- من أبلغ الأساليب الكلامية، و «ما» موصولة مبتدأ، متضمنة معنى الشرط.وقوله «فمن الله» خبرها.وقوله «من نعمة» بيان لما اشتملت عليه «ما» من إبهام.وقوله- سبحانه- ثُمَّ إِذا مَسَّكُمُ الضُّرُّ فَإِلَيْهِ تَجْئَرُونَ. ثُمَّ إِذا كَشَفَ الضُّرَّ عَنْكُمْ، إِذا فَرِيقٌ مِنْكُمْ بِرَبِّهِمْ يُشْرِكُونَ بيان لطبيعة الإنسان، ولموقفه من خالقه- عز وجل- والضر: يشمل المرض والبلاء والفقر وكل ما يتضرر منه الإنسان.وقوله «تجأرون» من الجؤار بمعنى- رفع الصوت بالاستغاثة وطلب العون، يقال: جأر فلان يجأر جأرا وجؤارا، إذا رفع صوته بالدعاء وتضرع واستغاث وأصله: صياح الوحش. ثم استعمل في رفع الصوت بالدعاء والاستغاثة.أى: كل ما يصاحبكم من نعمة فهو من الله- تعالى- فكان من الواجب عليكم أن تشكروه على ذلك، ولكنكم لم تفعلوا، فإنكم إذا نزل بكم الضر، صحتم بالدعاء، ورفعتم أصواتكم بالتضرع، ليكشف عنكم ما حل بكم، فإذا ما كشف- سبحانه- عنكم الضر، سرعان ما يقع فريق منكم في الشرك الذي نهى الله- تعالى- عنه.و «ثم» في هاتين الآيتين للتراخي الرتبى، لبيان الفرق الشاسع بين حالتهم الأولى وحالتهم الثانية.والتعبير بالمس في قوله «ثم إذا مسكم الضر..» للإيماء بأنهم بمجرد أن ينزل بهم الضر ولو نزولا يسيرا، جأروا إلى الله- تعالى- بالدعاء لكشفه.وقدم- سبحانه- الجار والمجرور في قوله «فإليه تجأرون» لإفادة القصر، أى إليه وحده ترفعون أصواتكم بالدعاء ليرفع عنكم ما نزل بكم من بلاء، لا إلى غيره لأنكم تعلمون أنه لا كاشف للضر إلا هو- سبحانه-."},{"ayah_number":54,"text":"و «إذا» الأولى في قوله «ثم إذا كشف..» شرطية والثانية وهي قوله «إذا فريق منكم..» فجائية، وهي جواب الأولى.وهذا التعبير يشير إلى مسارعة فريق من الناس، إلى جحود نعم الله- تعالى- بمجرد أن يكشف عنهم الضر بدون تريث أو تمهل.وقال- سبحانه- فَرِيقٌ مِنْكُمْ بِرَبِّهِمْ يُشْرِكُونَ لتسجيل الشرك على هذا الفريق ولإنصاف غيره من المؤمنين الصادقين، الذين يشكرون الله- تعالى- في جميع الأحوال، ويواظبون على أداء ما كلفهم به في السراء والضراء.وهذا المعنى الذي تضمنته هاتان الآيتان، قد جاء ما يشبهه في آيات كثيرة منها قوله- تعالى: وَإِذا أَنْعَمْنا عَلَى الْإِنْسانِ أَعْرَضَ وَنَأى بِجانِبِهِ، وَإِذا مَسَّهُ الشَّرُّ فَذُو دُعاءٍ عَرِيضٍ  .وقوله- سبحانه-: وَإِذا مَسَّ الْإِنْسانَ الضُّرُّ دَعانا لِجَنْبِهِ، أَوْ قاعِداً أَوْ قائِماً فَلَمَّا كَشَفْنا عَنْهُ ضُرَّهُ، مَرَّ كَأَنْ لَمْ يَدْعُنا إِلى ضُرٍّ مَسَّهُ..  .فهذه الآيات الكريمة تصور الطبائع البشرية أكمل تصوير وأصدقه، إذ الناس- إلا من عصم الله- يجأرون إلى الله- تعالى- بالدعاء عند الشدائد والمحن، وينسونه عند السراء والرخاء."},{"ayah_number":55,"text":"واللام في قوله «ليكفروا بما آتيناهم..» يصح أن تكون للتعليل، وأن تكون هي التي تسمى بلام العاقبة أو الصيرورة.قال الشوكانى: «واللام في «ليكفروا بما آتيناهم..» لام كي. أى: لكي يكفروا بما آتيناهم من نعمة كشف الضر، حتى لكأن هذا الكفر منهم الواقع في موقع الشكر الواجب عليهم، غرض لهم ومقصد من مقاصدهم. وهذا غاية في العتو والعناد ليس وراءها غاية.وقيل: اللام للعاقبة: يعنى ما كانت عاقبة تلك التضرعات إلا الكفر..» .وقوله- سبحانه-: فَتَمَتَّعُوا فَسَوْفَ تَعْلَمُونَ تهديد ووعيد لهم على جحودهم لنعم الله- تعالى- والجملة الكريمة معمولة لقول محذوف.أى: قل لهم- أيها الرسول الكريم- اعملوا ما شئتم وانتفعوا من متاع الدنيا كما أردتم فسوف تعلمون سوء عاقبتكم يوم القيامة.ثم حكى- سبحانه- بعد ذلك جانبا من عقائدهم الباطلة، وأفعالهم القبيحة التي تمجها العقول السليمة، والأفكار القويمة، فقال- تعالى-:"},{"ayah_number":56,"text":"وقوله- سبحانه-: وَيَجْعَلُونَ لِما لا يَعْلَمُونَ نَصِيباً مِمَّا رَزَقْناهُمْ.... معطوف على ما سبقه بحسب المعنى، لتسجيل رذائلهم، وتعداد جناياتهم.وضمير الجمع في قوله «لما لا يعلمون» يصح أن يعود إلى الكفار، كالذي قبله في «ويجعلون» .فيكون المعنى: إن هؤلاء المشركين يفعلون ما يفعلون من إشراكهم بالله- تعالى- ومن التضرع إليه عند الضر ونسيانه عند الرخاء.. ولا يكتفون بذلك، بل ويجعلون للأصنام التي لا يعلمون منها ضرا ولا نفعا، نصيبا مما رزقناهم من الحرث والأنعام وغيرهما.ويصح أن يعود ضمير الجمع في قوله «لما لا يعلمون» للأصنام، فيكون المعنى: ويجعلون للأصنام التي لا تعلم شيئا لأنها جماد لا يعقل ولا يسمع ولا يبصر.. يجعلون لها نصيبا مما رزقناهم.قال الآلوسى: قوله: لِما لا يَعْلَمُونَ أى لآلهتهم التي لا يعلمون أحوالها وأنها لا تضر ولا تنفع، على أن «ما» موصولة، والعائد محذوف وضمير الجمع للكفار، أو لآلهتهم التي لا علم لها بشيء لأنها جماد. على أن «ما» موصوله- أيضا- عبارة عن الآلهة، وضمير «يعلمون» عائد عليها ومفعول «يعلمون» متروك لقصد العموم، وصيغة جمع العقلاء لوصفهم الآلهة بصفاتهم..» .وقال- سبحانه- «نصيبا» بالتنكير، للايماء بأنه نصيب كبير وضعوه في غير موضعه ووصفه بأنه مما رزقهم- سبحانه- لتهويل جهلهم وظلمهم، حيث تركوا التقرب إلى الرازق الحقيقي- جل وعلا-، وتقربوا بجانب كبير مما رزقهم به- سبحانه- إلى جمادات لا تغنى عنهم شيئا.وما أجملته هذه الآية الكريمة عن جهالتهم، فصلته آيات أخرى منها قوله- تعالى- في سورة الأنعام: وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنَ الْحَرْثِ وَالْأَنْعامِ نَصِيباً، فَقالُوا هذا لِلَّهِ بِزَعْمِهِمْ، وَهذا لِشُرَكائِنا، فَما كانَ لِشُرَكائِهِمْ فَلا يَصِلُ إِلَى اللَّهِ، وَما كانَ لِلَّهِ فَهُوَ يَصِلُ إِلى شُرَكائِهِمْ ساءَ ما يَحْكُمُونَ  .وقوله- سبحانه- تَاللَّهِ لَتُسْئَلُنَّ عَمَّا كُنْتُمْ تَفْتَرُونَ تهديد ووعيد لهم على سوء أفعالهم. أى: أقسم بذاتى لتسألن- أيها المشركون- سؤال توبيخ وتأنيب في الآخرة، عما كنتم تفترونه من أكاذيب في الدنيا، ولأعاقبنكم العقاب الذي تستحقونه بسبب افترائكم وكفركم. وصدرت الجملة الكريمة بالقسم، لتأكيد الوعيد، ولبيان أن العقاب أمر محقق بالنسبة لهم وجاءت الجملة الكريمة بأسلوب الالتفات من الغيبة إلى الخطاب، لأن توبيخ الحاضر أشد من توبيخ الغائب."},{"ayah_number":57,"text":"وقوله- سبحانه-: وَيَجْعَلُونَ لِلَّهِ الْبَناتِ سُبْحانَهُ بيان لرذيلة أخرى من رذائلهم الكثيرة، وهو معطوف على ما قبله.وسؤالهم يوم القيامة عما اجترحوه- مع أنه سؤال تقريع وتأنيب- إلا أنه يدل على عدل الله- تعالى- مع هؤلاء الظالمين، لأنه لم يعاقبهم إلا بعد أن سألهم، وبعد أن ثبت إجرامهم وفي ذلك ما فيه من تعليم العباد أن يكونوا منصفين في أحكامهم.وهذه الآية الكريمة تحكى ما كان شائعا في بعض قبائل العرب، من أنهم كانوا يزعمون أن الملائكة بنات الله. قالوا: وكانت قبيلة خزاعة، وقبيلة كنانة تقولان بذلك في الجاهلية.أى: أن هؤلاء المشركين لم يكتفوا بجعل نصيب مما رزقناهم لآلهتهم، بل أضافوا إلى ذلك رذيلة أخرى، وهي أنهم زعموا أن الملائكة بنات الله- تعالى-، وأشركوها معه في العبادة.قوله «سبحانه» مصدر نائب عن الفعل، وهو منصوب على المفعولية المطلقة، وهو في محل جملة معترضة، وقعت جوابا عن مقالتهم السيئة، التي حكاها الله- تعالى- عنهم، وهي «ويجعلون لله البنات» .أى: تنزه وتقدس الله- عز وجل- عن أن يكون له بنات أو بنين، فهو الواحد الأحد، الفرد الصمد، الذي لم يلد ولم يولد، ولم يكن له كفوا أحد.والمراد بما يشتهونه في قوله- عز وجل-: وَلَهُمْ ما يَشْتَهُونَ الذكور من الأولاد.أى: أن هؤلاء المشركين يجعلون لأصنامهم نصيبا مما رزقناهم، ويجعلون لله- تعالى- البنات، أما هم فيجعلون لأنفسهم الذكور، ويختارونهم ليكونوا خلفاء لهم.وشبيه بهذه الآية الكريمة قوله- تعالى-: وَجَعَلُوا الْمَلائِكَةَ الَّذِينَ هُمْ عِبادُ الرَّحْمنِ إِناثاً، أَشَهِدُوا خَلْقَهُمْ، سَتُكْتَبُ شَهادَتُهُمْ وَيُسْئَلُونَ. وَقالُوا لَوْ شاءَ الرَّحْمنُ ما عَبَدْناهُمْ، ما لَهُمْ بِذلِكَ مِنْ عِلْمٍ، إِنْ هُمْ إِلَّا يَخْرُصُونَ ."},{"ayah_number":58,"text":"ثم صور- سبحانه- حالتهم عند ما يبشرون بولادة الأنثى، وحكى عاداتهم الجاهلية المنكرة فقال- تعالى-: وَإِذا بُشِّرَ أَحَدُهُمْ بِالْأُنْثى ظَلَّ وَجْهُهُ مُسْوَدًّا وَهُوَ كَظِيمٌ، يَتَوارى مِنَ الْقَوْمِ مِنْ سُوءِ ما بُشِّرَ بِهِ ...قال الآلوسى: قوله «وإذا بشر أحدهم بالأنثى..» أى: أخبر بولادتها. وأصل البشارة الإخبار بما يسر. لكن لما كانت ولادة الأنثى تسوؤهم حملت على مطلق الإخبار. وجوز أن يكون ذلك بشارة باعتبار الولادة، بقطع النظر عن كونها أنثى..» .وقوله «كظيم» من الكظم بمعنى الحبس. يقال: كظم فلان غيظه، إذا حبسه وهو ممتلئ به وفعله من باب ضرب.والمعنى: وإذا أخبر أحد هؤلاء الذين يجعلون لله البنات، بولادة الأنثى دون الذكر، صار وجهه مسودا كئيبا كأن عليه غبرة، ترهقه قترة- أى تعلوه ظلمه وسواد-، وصار جسده ممتلئا بالحزن المكتوم، والغيظ المحبوس،"},{"ayah_number":59,"text":"وأصبح يتوارى ويتخفى عن أعين الناس خجلا وحياء، من أجل أن زوجته ولدت له أنثى ولم تلد له ذكرا.وقوله- سبحانه-: أَيُمْسِكُهُ عَلى هُونٍ أَمْ يَدُسُّهُ فِي التُّرابِ تصوير بليغ لموقف ذلك الشرك مما بشر به وهو ولادة الأنثى.فالضمير المنصوب في قوله «أيمسكه، ويدسه» يعود على المبشر به وهو الأنثى.والهون بمعنى الهوان والذل.ويدسه من الدس بمعنى الإخفاء للشيء في غيره. والمراد به. دفن الأنثى حية في التراب حتى تموت، وهو المشار إليه في قوله- تعالى-: وَإِذَا الْمَوْؤُدَةُ سُئِلَتْ. بِأَيِّ ذَنْبٍ قُتِلَتْ.أى: أن هذا المشرك بعد أن يبشر بولادة الأنثى، يدور بذهنه أحد أمرين: إما أن يمسكها ويبقيها على هوان وذل، وإما أن يدسها ويخفيها في التراب، بأن يدفنها فيه وهي حية حتى تموت.والجار والمجرور في قوله «على هون» يصح أن يكون حالا من الفاعل وهو المشرك: أى أيمسك المبشر به مع رضاه- أى المشرك- بهوان نفسه وذلتها بسبب هذا الإمساك.ويصح أن يكون حالا من المفعول وهو الضمير المنصوب. أى أيمسك هذه الأنثى ويبقيها بقاء ذلة وهوان لها، بحيث لا يورثها شيئا من ماله، ولا يعاملها معاملة حسنة.ومن بلاغة القرآن أنه عبر بقوله «أيمسكه على هون» ليشمل حالة المشرك وحالة المبشر به وهو الأنثى.وقوله- تعالى-: أَلا ساءَ ما يَحْكُمُونَ. ذم لهم على صنيعهم السيئ، وعلى جهلهم الفاضح.أى: بئس الحكم حكمهم، وبئس الفعل فعلهم، حيث نسبوا البنات إلى الله- تعالى-، وظلموهن ظلما شنيعا، حيث كرهوا وجودهن، وأقدموا على قتلهن بدون ذنب أو ما يشبه الذنب.وصدر- سبحانه- هذا الحكم العادل عليهم بحرف «ألا» الاستفتاحية: لتأكيد هذا الحكم، ولتحقيق أن ما أقدموا عليه، إنما هو جور عظيم، قد تمالئوا عليه بسبب جهلهم الفاضح، وتفكيرهم السيئ.أسند- سبحانه- الحكم إلى جميعهم، مع أن من فعل ذلك كان بعضا منهم، لأن ترك هذا البعض يفعل ذلك الفعل القبيح، هذا الترك هو في ذاته جريمة يستحق عليها الجميع العقوبة، لأن سكوتهم على هذا الفعل مع قدرتهم على منعه يعتبر رضا به."},{"ayah_number":60,"text":"ثم أتبع- سبحانه- هذا الذم لهم بذم آخر على سبيل التأكيد فقال- تعالى-:لِلَّذِينَ لا يُؤْمِنُونَ بِالْآخِرَةِ مَثَلُ السَّوْءِ وَلِلَّهِ الْمَثَلُ الْأَعْلى وَهُوَ الْعَزِيزُ الْحَكِيمُ.والمثل: الحال والصفة العجيبة في الحسن والقبح.والسوء: مصدر ساءه يسوءه سوءا، إذا عمل معه ما يكره، وإضافة المثل إلى السوء للبيان.والمراد بمثل السوء: أفعال المشركين القبيحة التي سبق الحديث عنها.والمعنى للذين لا يؤمنون بالآخرة وما فيها من حساب وثواب وعقاب.. صفة السوء، التي هي كالمثل في القبح، وهي وأدهم البنات، وجعلهم لآلهتهم. نصيبا مما رزقناهم، وقولهم:الملائكة بنات الله، وفرحهم بولادة الذكور للاستظهار بهم.فهذه الصفات تدل على غبائهم وجهلهم وقبح تفكيرهم.أما الله- عز وجل- فله المثل الأعلى أى الصفة العليا، وهي أنها الواحد الأحد، المنزه عن الوالد والولد: والمبرأ من مشابهة الحوادث، والمستحق لكل صفات الكمال والجلال في الوحدانية، والقدرة والعلم.. وغير ذلك مما يليق به- سبحانه-.وهو- عز وجل- «العزيز» في ملكه بحيث لا يغلبه غالب «الحكيم» في كل أفعاله وأقواله.وبعد أن ساق- سبحانه- ما يدل على جهالات المشركين، وانطماس بصائرهم، وسوء تفكيرهم، أتبع ذلك بالحديث عن مظاهر رحمته بخلقه وعن جانب من جرائم المشركين، وعن وظيفة القرآن الكريم، فقال- تعالى-:"},{"ayah_number":61,"text":"و «لو» في قوله- تعالى-: وَلَوْ يُؤاخِذُ اللَّهُ النَّاسَ بِظُلْمِهِمْ.. حرف امتناع لامتناع. أى: حرف شرط يدل على امتناع وقوع جوابه، لأجل امتناع وقوع شرطه، وقد امتنع هنا إهلاك الناس، لامتناع إرادة الله- تعالى- ذلك.وقوله «يؤاخذ» مفاعلة من المؤاخذة بمعنى العقوبة، فالمفاعلة فيه بمعنى الفعل المجرد.فمعنى آخذ الله- تعالى- الناس يؤاخذهم: أخذهم وعاقبهم بسبب ذنوبهم.والأخذ بمعنى العقاب قد جاء في القرآن الكريم في آيات كثيرة: ومن ذلك قوله- تعالى- وَكَذلِكَ أَخْذُ رَبِّكَ إِذا أَخَذَ الْقُرى وَهِيَ ظالِمَةٌ إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ   .والباء في «بظلمهم» للسببية، والظلم: مجاوزة الحدود التي شرعها الله- تعالى- وأعظمه الإشراك بالله- تعالى- كما قال- تعالى- إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ.والمراد من المؤاخذة بسبب ظلمهم: تعجيل العقوبة لهم في الدنيا.والضمير في قوله- سبحانه- «عليها» يعود على الأرض. وصح عود الضمير عليها مع أنه لم يسبق ذكر لها، لأن قوله «من دابة» يدل على ذلك لأنه من المعلوم، أن الدواب تدب على الأرض.ونظيره قوله- تعالى- في آية أخرى ما تَرَكَ عَلى ظَهْرِها مِنْ دَابَّةٍ وقوله حَتَّى تَوارَتْ بِالْحِجابِ أى: الشمس. فإنه وإن كان لم يجر لها ذكر إلا أن المقام يدل عليها.ورجوع الضمير إلى غير مذكور في الكلام إلا أن المقام يدل عليه كثير في كلام العرب، ومنه قول حاتم الطائي:أماوى ما يغنى الثراء عن الفتى ... إذا حشرجت يوما وضاق بها الصدرفقوله: حشرجت وضاق بها، المقصود به الروح أو النفس، ولم يجر لها ذكر، إلا أن قوله: وضاق بها الصدر، يعين أن المراد بها النفس.والمراد بالساعة في «لا يستأخرون عنه ساعة» مطلق الوقت الذي هو غاية في القلة.والمعنى: ولو عاجل الله- تعالى- الناس بالعقوبة، بسبب ما اجترحوه من ظلم وآثام، لأهلكهم جميعا، وما ترك على ظهر الأرض من دابة تدب عليها، ولكنه- سبحانه- فضلا منه وكرما، لا يعاجلهم بالعقوبة التي تستأصلهم بل يؤخرهم «إلى أجل مسمى» أى: إلى وقت معين محدد تنتهي عنده حياتهم، وهذا الوقت المحدد لا يعلمه إلا هو- سبحانه- «فإذا جاء أجلهم» . أى: فإذا حان الوقت المحدد لهلاكهم، فارقوا هذه الدنيا بدون أدنى تقديم أو تأخير عن هذا الوقت.هذا، ومن العلماء من ذهب إلى أن المراد بالناس هنا: الكفار خاصة، لأنهم هم الذين أشركوا مع الله آلهة أخرى.ويبدو لنا أن المراد بالناس هنا: العموم، لأن قوله «من دابة» يشمل كل ما يطلق عليه اسم الدابة، ولأن النكرة في سياق النفي إذا زيدت قبلها لفظة «من» تكون نصا صريحا في العموم.وإلى العموم أشار ابن كثير عند تفسيره للآية بقوله: يخبر الله- تعالى- عن حلمه بخلقه مع ظلمهم، وأنه لو يؤاخذهم بما كسبوا ما ترك على ظهر الأرض من دابة، أى: لأهلك جميع دواب الأرض تبعا لإهلاك بنى آدم. ولكن الرب- جل وعلا- يحلم ويستر وينظر..» .وقال القرطبي: فإن قيل: فكيف يعم بالهلاك مع أن فيهم مؤمنا ليس بظالم؟فالجواب: يجعل هلاك الظالم انتقاما وجزاء، وهلاك المؤمن معوضا بثواب الآخرة، وفي صحيح مسلم عن عبد الله بن عمر قال: سمعت رسول الله صلى الله عليه وسلم يقول: إذا أراد الله- تعالى- بقوم عذابا أصاب العذاب من كان فيهم ثم بعثوا على نياتهم- وأعمالهم-،   .وشبيه بهذه الآية الكريمة قوله- تعالى-: وَرَبُّكَ الْغَفُورُ ذُو الرَّحْمَةِ لَوْ يُؤاخِذُهُمْ بِما كَسَبُوا لَعَجَّلَ لَهُمُ الْعَذابَ، بَلْ لَهُمْ مَوْعِدٌ لَنْ يَجِدُوا مِنْ دُونِهِ مَوْئِلًا  .وقوله- تعالى-: وَلا تَحْسَبَنَّ اللَّهَ غافِلًا عَمَّا يَعْمَلُ الظَّالِمُونَ، إِنَّما يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ الْأَبْصارُ .وقوله- تعالى-: إِنَّ أَجَلَ اللَّهِ إِذا جاءَ لا يُؤَخَّرُ لَوْ كُنْتُمْ تَعْلَمُونَ   ."},{"ayah_number":62,"text":"ثم حكى- سبحانه- رذيلة أخرى من رذائل المشركين فقال- تعالى- وَيَجْعَلُونَ لِلَّهِ ما يَكْرَهُونَ ...أى: أن هؤلاء المشركين لا يكتفون بإنكارهم البعث وبجحود نعم الله- تعالى- بل أضافوا إلى ذلك أنهم يثبتون له- سبحانه وينسبون إليه كذبا وزورا- ما يكرهونه لأنفسهم، فهم يكرهون أن يشاركهم أحد في أموالهم أو في مناصبهم ومع ذلك يشركون مع الله- تعالى- في العبادة آلهة أخرى، ويكرهون أراذل الأموال، ومع ذلك يجعلون لله- تعالى- أراذل أموالهم. ويجعلون لأصنامهم أكرمها، ويكرهون البنات، ومع ذلك ينسبونهن إليه- سبحانه-. فالجملة الكريمة تنعى عليهم أنانيتهم، وسوء أدبهم مع خالقهم- عز وجل- وقوله- سبحانه- وَتَصِفُ أَلْسِنَتُهُمُ الْكَذِبَ أَنَّ لَهُمُ الْحُسْنى ... تصوير بليغ لما جبلوا عليه من كذب صريح، وبهتان واضح.ومعنى: «تصف» تقول وتذكر بشرح وبيان وتفصيل، حتى لكأنها تذكر أوصاف الشيء، وجملة «أن لهم الحسنى» بدل من «الكذب» .والحسنى: تأنيث الأحسن، والمراد بها زعمهم أنه إن كانت الآخرة حقا، فسيكون لهم فيها أحسن نصيب وأعظمه، كما كان لهم في الدنيا ذلك، فقد روى أنهم قالوا: إن كان محمد صلى الله عليه وسلم صادقا فيما يخبر عنه من أمر البعث، فلنا الجنة ...والمعنى: أن هؤلاء المشركين يجعلون لله- تعالى- ما يكرهونه من الأولاد والأموال والشركاء، وتنطق ألسنتهم بالكذب نطقا واضحا صريحا إذ زعموا أنه إن كانت الآخرة حقا، فسيكون لهم فيها أحسن نصيب..وهذا الزعم قد حكاه القرآن عنهم في آيات متعددة منها قوله- تعالى- وَقالُوا نَحْنُ أَكْثَرُ أَمْوالًا وَأَوْلاداً وَما نَحْنُ بِمُعَذَّبِينَ  .وقوله- تعالى-: أَفَرَأَيْتَ الَّذِي كَفَرَ بِآياتِنا وَقالَ لَأُوتَيَنَّ مالًا وَوَلَداً ... .قال صاحب الكشاف: فإن قلت ما معنى وصف ألسنتهم الكذب؟ قلت: هو من فصيح الكلام وبليغه. جعل قولهم كأنه عين الكذب ومحضه، فإذا نطقت به ألسنتهم فقد حلت الكذب بحليته، وصورته بصورته. كقولهم: وجهها يصف الجمال، وعينها تصف السحر .وقال بعض العلماء: والتعبير القرآنى في قوله وَتَصِفُ أَلْسِنَتُهُمُ الْكَذِبَ يجعل ألسنتهم ذاتها كأنها الكذب ذاته، أو كأنها صورة له، تحكيه وتصفه بذاتها، كما تقول: فلان قوامه يصف الرشاقة.. لأن ذلك القوام بذاته تعبير عن الرشاقة، مفصح عنها.كذلك قال- سبحانه- وَتَصِفُ أَلْسِنَتُهُمُ الْكَذِبَ ... فهي بذاتها تعبير عن الكذب، لطول ما قالت الكذب، ولكثرة ما عبرت عنه، حتى صارت رمزا عليه، ودلالة له .وقوله- سبحانه-: لا جَرَمَ أَنَّ لَهُمُ النَّارَ وَأَنَّهُمْ مُفْرَطُونَ تكذيب لهم فيما زعموه من أن لهم الحسنى، ووعيد لهم بإلقائهم في النار.وكلمة «لا جرم» وردت في القرآن الكريم في خمسة مواضع، متلوة بأن واسمها وليس بعدها فعل. وجمهور النحاة على أنها مركبة من «لا» و «جرم» تركيب خمسة عشر. ومعناها بعد التركيب معنى حق وثبت. والجملة بعدها فاعل، أى: حق وثبت كونهم لهم النار وأنهم مفرطون فيها.وقوله- سبحانه-: مُفْرَطُونَ قرأها الجمهور- بسكون الفاء وفتح الراء- بصيغة اسم المفعول من أفرطه بمعنى قدمه. يقال: أفرطته إلى كذا. أى: قدمته إليه.قال القرطبي: والفارط الذي يتقدم غيره الى الماء. ومنه قول النبي صلى الله عليه وسلم: «أنا فرطكم على الحوض» أى: متقدمكم ...  .أو من أفرط إذا نسيه وتركه. تقول: أفرطت فلانا خلفي، إذا تركته ونسيته.والمعنى: أن هؤلاء الذين يزعمون أن لهم الحسنى في الآخرة كذبوا في زعمهم، وفجروا في إفكهم، فإنهم ليس لهم شيء من ذلك، وإنما الأمر الثابت الذي لا شك فيه، أن لهم في الآخرة النار، وأنهم مفرطون فيها، مقدمون إليها بدون إمهال، ومتروكون فيها بدون اكتراث بهم، كما يترك الشيء الذي لا قيمة له. قال- تعالى-: فَالْيَوْمَ نَنْساهُمْ كَما نَسُوا لِقاءَ يَوْمِهِمْ هذا .وقرأ نافع «وأنهم مفرطون» - بسكون الفاء وكسر الراء- بصيغة اسم الفاعل. من أفرط اللازم بمعنى أسرف وتجاوز الحد. يقال: أفرط فلان في كذا، إذا تجاوز الحدود المشروعة.فيكون المعنى: لا جرم أن لهم النار، وأنهم مفرطون ومسرفون في الأقوال والأعمال التي جعلتهم حطبا لها، ووقودا لنيرانها كما قال- تعالى-: وَأَنَّ الْمُسْرِفِينَ هُمْ أَصْحابُ النَّارِ ."},{"ayah_number":63,"text":"ثم وجه- سبحانه- خطابا لنبيه صلى الله عليه وسلم على سبيل التسلية والتثبيت، حيث بين له أن ما أصابه من مشركي قومه، قد فعل ما يشبهه المشركون السابقون مع أنبيائهم، فقال- تعالى-: تَاللَّهِ لَقَدْ أَرْسَلْنا إِلى أُمَمٍ مِنْ قَبْلِكَ، فَزَيَّنَ لَهُمُ الشَّيْطانُ أَعْمالَهُمْ، فَهُوَ وَلِيُّهُمُ الْيَوْمَ، وَلَهُمْ عَذابٌ أَلِيمٌ.وقوله فَزَيَّنَ من التزيين وهو تصيير الشيء زينا، أى: حسنا والزينة: هي ما في الشيء من محاسن ترغب الناس فيه.والمعنى: أقسم لك- أيها الرسول الكريم- بذاتى، لقد أرسلنا رسلا كثيرين إلى أمم كثيرة من قبلك، فكانت النتيجة أن استحوذ الشيطان على نفوس عامة هؤلاء المرسل إليهم، حيث زين لهم الأفعال القبيحة، وقبح لهم الأعمال الحسنة، وجعلهم يقفون من رسلهم موقف المكذب لأقوالهم، المعرض عن إرشاداتهم، المحارب لدعوتهم.وقوله- سبحانه-: فَهُوَ وَلِيُّهُمُ الْيَوْمَ وَلَهُمْ عَذابٌ أَلِيمٌ بيان لسوء عاقبة هؤلاء الذين زين لهم الشيطان سوء أعمالهم فرأوه حسنا.قال الإمام الشوكانى ما ملخصه: والمراد باليوم في قوله- تعالى-: فَهُوَ وَلِيُّهُمُ الْيَوْمَ يحتمل أن يكون المراد به زمان الدنيا- أى مدة أيام الدنيا- فيكون المعنى: فهو قرينهم في الدنيا. ويحتمل أن يكون اليوم عبارة عن يوم القيامة وما بعده. فيكون للحال الآتية. ويكون الولي بمعنى الناصر. والمراد نفى الناصر عنهم بأبلغ الوجوه، لأن الشيطان لا يتصور منه النصرة أصلا في الآخرة.ويحتمل أن يكون المراد باليوم بعض زمان الدنيا، وهو على وجهين: الأول أن يراد البعض الذي مضى، وهو الذي وقع فيه التزيين للأمم الماضية من الشيطان، فيكون على طريق الحكاية للحال الماضية.. الثاني: أن يراد البعض الحاضر، وهو وقت نزول الآية. والمراد تزيين الشيطان لكفار قريش أعمالهم، فيكون الضمير في «وليهم» لكفار قريش. فيكون المعنى: فهو ولى هؤلاء المشركين اليوم أى: معينهم على الكفر والمعاصي ولهم ولأمثالهم عذاب أليم في الآخرة» ."},{"ayah_number":64,"text":"ثم بين- سبحانه- أهم الوظائف التي من أجلها أنزل كتابه على نبيه محمد صلى الله عليه وسلم فقال: وَما أَنْزَلْنا عَلَيْكَ الْكِتابَ إِلَّا لِتُبَيِّنَ لَهُمُ الَّذِي اخْتَلَفُوا فِيهِ، وَهُدىً وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ.أى: وما أنزلنا عليك- أيها الرسول الكريم- هذا القرآن، إلا من أجل أن تبين لمن أرسلت إليهم وجه الصواب فيما اختلفوا فيه من أمور العقائد والعبادات والمعاملات والحلال والحرام ... وبذلك يعرفون الحق من الباطل، والخير من الشر.وسيقت هذه المعاني بأسلوب القصر، لقصد الإحاطة بأهم الغايات التي من أجلها أنزل الله- تعالى- كتابه على نبيه الكريم، ولترغيب السامعين في تقبل إرشادات هذا الكتاب بنفس منشرحة، وقلب متفتح.وقوله وَهُدىً وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ ثناء آخر على هذا الكتاب الكريم.أى: أنزلنا هذا الكتاب يا محمد، لتبين للناس عن طريقه وجه الحق فيما اختلفوا فيه من أمور الدين، وليكون هذا الكتاب هداية إلى الطريق القويم، ورحمة لقوم يؤمنون به، ويسيرون في كل أمورهم على هدى تعاليمه وإرشاداته وتشريعاته.وقال- سبحانه-: لِقَوْمٍ يُؤْمِنُونَ للإشارة الى أن الظفر بما اشتمل عليه القرآن من خيرات، إنما هو لقوم قد توجهت نفوسهم إلى الإيمان به، وتفتحت قلوبهم لاستقبال هداياته.وبذلك نرى أن هذه الآيات الكريمة قد بينت لنا جانبا من مظاهر فضل الله- تعالى- على عباده، وردت على المشركين فيما زعموه من أن لهم في الآخرة العاقبة الحسنى، وسلت النبي صلى الله عليه وسلم عما أصابه منهم من أذى، وبينت أهم الوظائف التي من أجلها أنزل الله- تعالى- كتابه.ثم ساقت السورة الكريمة ألوانا من نعم الله- تعالى- على خلقه، ومن ذلك: نعمة إنزال الماء من السماء، ونعمة خلق الأنعام، ونعمة إيجاد النخيل والأعناب، فقال- تعالى-:"},{"ayah_number":65,"text":"والمراد بالسماء في قوله- تعالى-: وَاللَّهُ أَنْزَلَ مِنَ السَّماءِ ماءً: جهة العلو أو السحاب المنتشر في طبقات الجو العليا والذي تنزل منه الأمطار.والمراد بإحياء الأرض: تحرك القوى النامية فيها، وإظهار ما أودعه الله- تعالى- فيها من نبات وأزهار، وثمرات، وغير ذلك مما تنبته الأرض.والمراد بموتها: خلوها من ذلك، بسبب استيلاء القحط والجدب عليها.قال- تعالى-: وَتَرَى الْأَرْضَ هامِدَةً فَإِذا أَنْزَلْنا عَلَيْهَا الْماءَ اهْتَزَّتْ وَرَبَتْ وَأَنْبَتَتْ مِنْ كُلِّ زَوْجٍ بَهِيجٍ.أى: وكما أنزل الله- تعالى- كتابه ليكون هداية ورحمة لقوم يؤمنون، أنزل- سبحانه- أيضا الماء من السماء على الأرض، فتحولت بسبب نزول هذا الماء المبارك الكثير عليها، من أرض جدباء خامدة، إلى أرض خضراء رابية.ثم حرض- سبحانه- عباده على التدبر والشكر فقال- تعالى-: إِنَّ فِي ذلِكَ لَآيَةً لِقَوْمٍ يَسْمَعُونَ.أى: إن في ذلك الذي فعلناه بقدرتنا وحدها، من انزل الماء من السماء، وإحياء الأرض به من بعد موتها، لآية عظيمة، وعبرة جليلة، ودلالة واضحة تدل على وحدانيتنا وقدرتنا وحكمتنا، «لقوم يسمعون» ما يتلى عليهم من كلام الله- تعالى- سماع تدبر واعتبار، فيعملون بما اشتمل عليه من توجيهات حكيمة وإرشادات سديدة.فالمراد بالسمع: سمع القلوب والعقول، لا سمع الآذان فقط، إذ سمع الآذان بدون وعى واستجابة للحق، لا قيمة له، ولا فائدة ترجى من ورائه."},{"ayah_number":66,"text":"ثم أرشد- سبحانه- إلى مظهر آخر من مظاهر وحدانيته، وعظيم قدرته وعجيب صنعه، وسعة رحمته، حيث خلق للناس الأنعام، وسقاهم من ألبانها، فقال- تعالى-: وَإِنَّ لَكُمْ فِي الْأَنْعامِ لَعِبْرَةً....والأنعام: تطلق على الإبل والبقر والغنم من الحيوان، ويدخل في الغنم المعز.والعبرة: مصدر بمعنى العبور، أى: التجاوز من محل إلى آخر، والمراد بها هنا: العظة والاعتبار والانتقال من الجهل إلى العلم، ومن الغفلة إلى اليقظة.أى: وإن لكم- أيها الناس- في خلق الأنعام، وفيما يخرج منها من ألبان لعبرة عظيمة، وعظة بليغة، ومنفعة جليلة توجب عليكم إخلاص العبادة لله- تعالى- وحده، ومداومة الشكر له على نعمه. فالتنكير في قوله لَعِبْرَةً للتفخيم والتهويل.وقوله- تعالى-: نُسْقِيكُمْ مِمَّا فِي بُطُونِهِ استئناف بيانى، كأنه قيل: وما وجه العبرة في الأنعام؟ فكان الجواب: نسقيكم مما في بطونه.قال الآلوسى: والضمير في «بطونه» يعود للأنعام، وهو اسم جمع، واسم الجمع يجوز تذكيره وإفراده باعتبار لفظه، ويجوز تأنيثه وجمعه باعتبار معناه ... ».وقوله- سبحانه-: مِنْ بَيْنِ فَرْثٍ وَدَمٍ لَبَناً خالِصاً سائِغاً لِلشَّارِبِينَ بيان لموطن العبرة ومحل النعمة، ومظهر الدلالة على وحدانية الله- تعالى- وقدرته ورحمته..والفرث: الطعام المتبقى في أمعاء الحيوان بعد هضمه. وأصل الفرث: التفتيت. يقال فرثت كبده. أى: فتتتها.قال الجمل ما ملخصه: والفرث: الأشياء المأكولة المنهضمة بعض الانهضام في الكرش- بفتح الكاف وكسر الراء- فإذا خرجت من الكرش لا تسمى فرثا بل تسمى روثا. وقوله لَبَناً مفعول ثان لنسقيكم، والأول هو الكاف» .والخالص: النقي الصافي الخالي من الشوائب والأكدار. يقال خلص الشيء من التلف خلوصا- من باب قعد- إذا سلم منه.والسائغ: اللذيذ الطعم، السهل المدخل الى الحلق. يقال: ساغ الشراب يسوغ سوغا.من باب قال- إذا سهل مدخله في الحلق.أى: نسقيكم من بين الفرث والدم الذي اشتملت عليه بطون الأنعام، «لبنا» نافعا لأبدانكم «خالصا» من رائحة الفرث، ومن لون الدم، مع أنه موجود بينهما «سائغا للشاربين» بحيث يمر في الحلوق بسهولة ويسر، ويشعر شاربه بلذة وارتياح.وقدم- سبحانه- قوله: مِنْ بَيْنِ فَرْثٍ وَدَمٍ على قوله لَبَناً، لأن خروج اللبن من بينهما هو موطن العبرة، وموضع الدليل الأسمى على قدرة الله- تعالى- ووحدانيته.قال صاحب الكشاف: قوله- تعالى-: مِنْ بَيْنِ فَرْثٍ وَدَمٍ أى: يخلق الله اللبن وسيطا بين الفرث والدم يكتنفانه، وبينه وبينهما برزخ من قدرة الله- تعالى-، بحيث لا يبغى أحدهما عليه بلون ولا طعم ولا رائحة، بل هو خالص من ذلك كله ... فسبحان الله ما أعظم قدرته، وألطف حكمته، لمن تفكر وتأمل. وسئل «شقيق» عن الإخلاص فقال: تمييز العمل من العيوب كتمييز اللبن من بين فرث ودم.ثم قال- رحمه الله-: فإن قلت: أى فرق بين «من» الأولى والثانية؟.قلت: الأولى للتبعيض، لأن اللبن بعض ما في بطونها ... والثانية لابتداء الغاية، لأن بين الفرث والدم مكان الإسقاء الذي منه يبتدأ ...وإنما قدم قوله: مِنْ بَيْنِ فَرْثٍ وَدَمٍ لأنه موضع العبرة، فهو قمن بالتقديم» .وقال الآلوسى عند تفسيره لهذه الآية: «ومن تدبر في بدائع صنع الله- تعالى- فيما ذكر من الأخلاط والألبان وإعداد مقارها ومجاريها، والأسباب المولدة لها، وتسخير القوى المتصرفة فيها ... اضطر إلى الاعتراف بكمال علمه- سبحانه- وقدرته، وحكمته، وتناهى رأفته ورحمته:حكم حارت البرية فيها ... وحقيق بأنها تحتاروالحق، أن هذه الآية الكريمة من أكبر الأدلة على وحدانية الله تعالى ونفاذ قدرته، وعجيب صنعته، حيث استخرج- سبحانه- من بين فرث ودم في بطون الأنعام، لبنا خالصا سائغا للشاربين.وهذا الاستخراج قد تكلم العلماء المتخصصون عن كيفيته وعن مراحله.. كلاما يقوى إيمان المؤمنين، ويدفع باطل الملحدين.هذا، وفي الآية الكريمة إشارة إلى أن اللبن نعمة جزيلة من نعم الله- تعالى- على خلقه.قال القرطبي ما ملخصه: «روى أبو داود وغيره عن ابن عباس قال: أتى رسول الله صلى الله عليه وسلم بلبن فشرب، ثم قال: «إذا أكل أحدكم طعاما فليقل، اللهم بارك لنا فيه وأطعمنا خيرا منه، وإذا سقى لبنا فليقل: اللهم بارك لنا فيه، وزدنا منه، فإنه ليس شيء يجزئ عن الطعام والشراب إلا اللبن» .ثم قال الإمام القرطبي: قال علماؤنا: فكيف لا يكون كذلك، وهو أول ما يغتذى به الإنسان، وتنمو به الأبدان، فهو قوت به قوام الأجسام، وقد جعله الله- تعالى- علامة لجبريل على هداية هذه الأمة، ففي الحديث الصحيح أن رسول الله صلى الله عليه وسلم قال: «فجاءني جبريل بإناء من خمر وإناء من لبن، فاخترت اللبن. فقال لي جبريل: اخترت الفطرة ... »."},{"ayah_number":67,"text":"ثم انتقلت السورة الكريمة الى الحديث عن نعمة أخرى من نعم الله التي لا تحصى، وهي نعمة ثمرات النخيل والأعناب، فقال- تعالى-: وَمِنْ ثَمَراتِ النَّخِيلِ وَالْأَعْنابِ تَتَّخِذُونَ مِنْهُ سَكَراً وَرِزْقاً حَسَناً....قال الجمل ما ملخصه: قوله- سبحانه-: وَمِنْ ثَمَراتِ النَّخِيلِ وَالْأَعْنابِ.. خبر مقدم، ومن تبعيضية، والمبتدأ محذوف تقديره ثمر، وقوله تَتَّخِذُونَ نعت لهذا المبتدأ المحذوف، أى: ومن ثمرات النخيل والأعناب ثمر تتخذون منه سكرا ورزقا حسنا.ويجوز أن يكون الجار والمجرور متعلقا بمحذوف، والتقدير: ونسقيكم من ثمرات النخيل والأعناب، أى: من عصيرهما، وحذف لدلالة نسقيكم قبله عليه، وقوله تَتَّخِذُونَ مِنْهُ سَكَراً وَرِزْقاً حَسَناً بيان وكشف عن كيفية الإسقاء.والضمير في قوله مِنْهُ يعود على المضاف المحذوف الذي هو العصير، أو على المبتدأ المحذوف وهو الثمر .والسكر- بفتح السين والكاف- اسم من أسماء الخمر، يقال: سكر فلان- بوزن فرح- يسكر سكرا، إذا غاب عقله وإدراكه فهو سكران وسكر- بفتح السين وكسر الكاف-.وأما الرزق الحسن، فالمراد به ما كان حلالا من ثمرات النخيل والأعناب كالتمر والزبيب وغير ذلك مما أحله الله- تعالى- من ثمارهما.وعلى هذا المعنى سار جمهور العلماء من السلف والخلف.قال الآلوسى ما ملخصه: والسكر: الخمر. قال الأخطل:.بئس الصّحاة وبئس الشّرب شربهم إذا جرى فيهم المزّاء والسّكر والمزاء: نوع من الأشربة. والسكر ما يسكر وهو الخمر.وفسروا الرزق الحسن. بالخل والتمر والزبيب وغير ذلك.ثم قال: وتفسير «السّكر» بالخمر، هو المروي عن ابن مسعود، وابن عمر، وأبى رزين، والحسن، ومجاهد، والشعبي.. والنخعي.. مع خلق آخرين...وعلى هذا التفسير الذي قاله جمهور العلماء يكون السكر غير الرزق الحسن، ويكون العطف للتغاير.ومن العلماء من فسر السكر بأنه اسم للخل، أو للعصير غير المسكر، أو لما لا يسكر من الأنبذة، وقد بسط الإمام القرطبي القول في هذه المسألة فقال ما ملخصه: قوله- تعالى- سَكَراً السكر ما يسكر، هذا هو المشهور في اللغة. قال ابن عباس: نزلت هذه الآية قبل تحريم الخمر.والمراد بالسكر: الخمر. وبالرزق الحسن: جميع ما يؤكل ويشرب حلالا من هاتين الشجرتين.وقد قيل إن السكر: الخل بلغة الحبشة. والرزق الحسن: الطعام. وقيل السكر: العصير الحلو الحلال، وسمى سكرا، لأنه قد يصير مسكرا إذا بقي، فإذا بلغ الإسكار حرم ...وقال الحنفيون. المراد بقوله «سكرا» مالا يسكر من الأنبذة. والدليل عليه أن الله- سبحانه- امتن على عباده بما خلق لهم من ذلك، ولا يقع الامتنان إلا بمحلل لا بمحرم، فيكون ذلك دليلا على جواز شرب ما دون المسكر من النبيذ، فإذا انتهى إلى السكر لم يجز.وعضدوا هذا من السنة بما روى عن النبي صلى الله عليه وسلم أنه قال: «حرم الله الخمر بعينها والسّكر من غيرها».وأصحاب هذا الرأى كأنهم يرون أن عطف الرزق الحسن على السكر من باب عطف الشيء على مرادفه، كما في قوله- تعالى- لِكُلٍّ جَعَلْنا مِنْكُمْ شِرْعَةً وَمِنْهاجاً وليس من باب العطف المقتضى للمغايرة، فالسكر عندهم ليس هو الخمر، وإنما هو الخل أو العصير أو النبيذ غير المسكر.ويبدو لنا أن ما ذهب إليه الجمهور من أن السكر هو الخمر أولى بالقبول، لأن هذا التفسير هو المروي عن جمع من الصحابة ومن التابعين، ولأن الأصل في العطف أنه يقتضى المغايرة.قال ابن العربي: أسد هذه الأقوال قول ابن عباس: نزلت هذه الآية قبل تحريم الخمر، والمراد بالسكر الخمر، فتكون هذه الآية منسوخة لأنها مكية باتفاق العلماء، وتحريم الخمر مدني .وقال صاحب تفسير آيات الأحكام بعد أن ذكر أدلة الأحناف ورد عليها: والحاصل أننا نرى أن الآية ليس فيها ما يشهد بالحل، إذ الكلام في الامتنان بخلق الأشياء لمنافع الإنسان، ولم تنحصر المنافع في حل التناول، فقد قال الله- تعالى-: في شأن الخمر: يَسْئَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِما إِثْمٌ كَبِيرٌ وَمَنافِعُ لِلنَّاسِ.. فهل انحصرت منافع السكر- على فرض أنه النبيذ- في الشرب؟ .ثم ختم- سبحانه- الآية الكريمة بقوله: إِنَّ فِي ذلِكَ لَآيَةً لِقَوْمٍ يَعْقِلُونَ أى: في ذلك الذي ذكرناه لكم من إخراج اللبن من بين فرث ودم، ومن اتخاذ السكر والرزق الحسن من ثمرات النخيل والأعناب، «لآية» باهرة، ودلالة واضحة، على قدرة الله- تعالى- ووحدانيته، «لقوم يعقلون» هذه التوجيهات الحكيمة، فيدركون أن من يفعل كل ذلك وغيره، هو المستحق للعبادة والطاعة «ألا له الخلق والأمر تبارك الله رب العالمين» .ثم ساق- سبحانه- بعد ذلك ما يدل- أيضا- على وحدانيته وقدرته، عن طريق إخراج العسل الذي فيه شفاء للناس بواسطة حشرة ضعيفة وهي النحلة، فقال- تعالى-:"},{"ayah_number":68,"text":"وقوله- سبحانه-: وَأَوْحى من الوحى، وهو هنا بمعنى الإلهام، وهو- كما يقول القرطبي- ما يخلقه الله- تعالى- في القلب ابتداء من غير سبب ظاهر. ومنه قوله- تعالى-: وَنَفْسٍ وَما سَوَّاها. فَأَلْهَمَها فُجُورَها وَتَقْواها ومن ذلك إلهام البهائم لفعل ما ينفعها، وترك ما يضرها، وتدبير معاشها.. .وقال صاحب الكشاف: والإيحاء إلى النحل: إلهامها والقذف في قلوبها على وجه هو أعلم به، لا سبيل لأحد إلى الوقوف عليه، وإلا فتأنقها في صنعتها ولطفها في تدبير أمرها، وإصابتها فيما يصلحها دلائل شاهدة على أن الله- تعالى- أودعها علما بذلك وفطنها، كما أودع أولى العقول عقولهم...والخطاب للرسول صلى الله عليه وسلم ويشمل كل من يصلح للخطاب من الأمة الإسلامية.والنحل: اسم جنس يفرق بينه وبين واحده بالتاء، ويطلق على الذكر والأنثى، وسمى بذلك لأن الله- تعالى- نحله أى منحه العسل الذي يخرج منه.وقوله- سبحانه-: أَنِ اتَّخِذِي مِنَ الْجِبالِ بُيُوتاً وَمِنَ الشَّجَرِ وَمِمَّا يَعْرِشُونَ بيان لما ألهمه الله النحل من أوامر. ولما كلفها به من أعمال.و «أن» مفسرة لأن الإيحاء فيه معنى القول دون حروفه وما بعدها لا محل له من الإعراب، ويجوز بأن تكون مصدرية فيكون ما بعدها في محل نصب على تقدير الجار. أى:بأن اتخذى.والمعنى: وألهم ربك النحل وأرشدها وهداها إلى أن تتخذ من فجوات الجبال بيوتا تسكن فيها، وكذلك من تجاويف الأشجار ومما يرفعه الناس ويعرشونه من السقوف وغيرها.يقال: عرش الشيء يعرشه- بكسر الراء وضمها- إذا رفعه عن الأرض، ومنه العريش الذي صنع لرسول الله صلى الله عليه وسلم يوم بدر لمشاهدة سير المعركة.قال صاحب الكشاف: فإن قلت ما معنى «من» في قوله أَنِ اتَّخِذِي مِنَ الْجِبالِ بُيُوتاً وَمِنَ الشَّجَرِ وَمِمَّا يَعْرِشُونَ؟ وهلا قيل في الجبال وفي الشجر؟.قلت: أريد معنى البعضية، وأن لا تبنى بيوتها في كل جبل، وكل شجر، وكل ما يعرش، ولا في كل مكان منها.وقد علق الشيخ ابن المنير على هذا الكلام بقوله: «ويتزين هذا المعنى الذي نبه عليه الزمخشري في تبعيض «من» المتعلقة باتخاذ البيوت بإطلاق الأكل، كأنه- تعالى- وكل الأكل إلى شهوتها واختيارها فلم يحجر عليها فيه، وإن حجر عليها في البيوت، وأمرت باتخاذها في بعض المواضع دون بعض لأن مصلحة الأكل على الإطلاق باستمرار مشتهاها منه، وأما البيوت فلا تحصل مصلحتها في كل موضع. ولهذا المعنى دخلت ثم في قوله ثُمَّ كُلِي ...لتفاوت الأمر بين الحجر عليها في اتخاذ البيوت، والإطلاق لها في تناول الثمرات، كما تقول:راع الحلال فيما تأكله ثم كل أى شيء شئت. فتوسط ثم لتفاوت. الحجر والإطلاق فسبحان اللطيف الخبير» ."},{"ayah_number":69,"text":"وقوله: ثُمَّ كُلِي مِنْ كُلِّ الثَّمَراتِ فَاسْلُكِي سُبُلَ رَبِّكِ ذُلُلًا.. بيان للون آخر من الإلهامات التي ألهمها الله- تعالى- إياها.والسبل: جمع سبيل. والمراد بها الطرق التي تسلكها النحلة في خروجها من بيتها وفي رجوعها إليه وأضاف- سبحانه- السبل إليه، لأنه هو خالقها وموجدها.وذللا: جمع ذلول وهو الشيء الممهد المنقاد، وهو حال من السبل، أى: فاسلكي سبل ربك حال كونها ممهدة لك، لا عسر في سلوكها عليك، وإن كانت صعبة بالنسبة لغيرك.قالوا: ربما أجدب عليها ما حولها، فتنتجع الأماكن البعيدة للمرعى، ثم تعود إلى بيوتها دون أن تضل عنها.وقيل إن «ذللا» حال من النحلة أى: ثم كلى من كل الثمرات، فاسلكي سبل ربك، حالة كونك منقادة لما يراد منك، مطيعة لما سخرك الله له من أمور تدل على قدرته وحكمته- سبحانه-.وقوله- تعالى-: يَخْرُجُ مِنْ بُطُونِها شَرابٌ مُخْتَلِفٌ أَلْوانُهُ فِيهِ شِفاءٌ لِلنَّاسِ كلام مستأنف، عدل به من خطاب النحلة الى خطاب الناس، تعديدا للنعم، وتعجيبا لكل سامع، وتنبيها على مواطن العظات والعبر الدالة على وحدانية الله- تعالى- وقدرته وعجيب صنعه في خلقه.أى: يخرج من بطون النحل- بعد أكلها من كل الثمرات وبعد اتخاذها بيوتها- شراب هو العسل، مختلف ألوانه ما بين أبيض وأصفر وغير ذلك من ألوان العسل، على حسب اختلاف مراعيها ومآكلها وسنها، وغير ذلك بما اقتضته حكمته- سبحانه-.والضمير في قوله- تعالى-: فِيهِ شِفاءٌ لِلنَّاسِ يعود على الشراب المستخرج من بطونها وهو العسل.أى: في العسل شفاء عظيم للناس من أمراض كثيرة تعرض لهم.وقيل: الضمير يعود إلى القرآن الكريم، والتقدير: فيما قصصنا عليكم في هذا القرآن الشفاء للناس.وهذا القيل وإن كان صحيحا في ذاته، إلا أن السياق لا يدل عليه، لأن الآية تتحدث عما يخرج من بطون النحل وهو العسل، ولا وجه للعدول عن الظاهر، ومخالفة المرجع الواضح.قال الإمام ابن كثير: والدليل على أن المراد بقوله فِيهِ شِفاءٌ لِلنَّاسِ هو العسل، الحديث الذي رواه البخاري ومسلم في صحيحيهما عن أبى سعيد الخدري- رضى الله عنه-، أن رجلا جاء إلى رسول الله- صلى الله عليه وسلم- فقال: إن أخى استطلق بطنه فقال: «اسقه عسلا» ، فذهب فسقاه عسلا ثم جاء فقال: يا رسول الله، سقيته عسلا فما زاده إلا استطلاقا. قال:«اذهب فاسقه عسلا» . فذهب فسقاه عسلا ثم جاء فقال يا رسول الله، سقيته عسلا فما زاده إلا استطلاقا. فقال رسول الله- صلى الله عليه وسلم- «صدق الله وكذب بطن أخيك. اذهب فاسقه عسلا» فذهب فسقاه عسلا فبرئ.ثم ساق الإمام ابن كثير بعد ذلك جملة من الأحاديث في هذا المعنى منها ما رواه البخاري عن ابن عباس قال: الشفاء في ثلاثة: في شرطة محجم أو شربة عسل أوكية بنار، وأنهى أمتى عن الكي» .وروى البخاري- أيضا- عن جابر بن عبد الله قال: سمعت رسول الله صلى الله عليه وسلم يقول: «إن كان في شيء من أدويتكم- أو يكون في شيء من أدويتكم- خير: ففي شرطة محجم، أو شربة عسل، أو لذعة بنار، توافق الداء، وما أحب أن أكتوى».وقال صاحب فتح البيان: وقد اختلف أهل العلم هل هذا الشفاء الذي جعله الله في العسل عام لكل داء، أو خاص ببعض الأمراض.فقال طائفة: هو على العموم في كل حال ولكل أحد.وقالت طائفة: أخرى: إن ذلك خاص ببعض الأمراض، ولا يقتضى العموم في كل علة وفي كل إنسان، وليس هذا بأول لفظ خصص في القرآن فالقرآن مملوء منه، ولغة العربي يأتى فيها العام كثيرا بمعنى الخاص، والخاص بمعنى العام.ومما يدل على هذا، أن العسل نكرة في سياق الإثبات فلا يكون عاما باتفاق أهل اللسان.ومحققي أهل الأصول. وتنكيره إن أريد به التعظيم لا يدل إلا على أن فيه شفاء عظيما لمرض، أو أمراض، لا لكل مرض، فإن تنكير التعظيم لا يفيد العموم.ثم قال: قلت: وحديث البخاري: أن أخى استطلق بطنه.. أوضح دليل على ما ذهبت إليه طائفة من تعميم الشفاء، لأن قوله صلى الله عليه وسلم «صدق الله» أى: أنه شفاء فلو كان لبعض دون بعض لم يكرر الأمر بالسقيا».والذي نراه، أن من الواجب علينا أن نؤمن إيمانا جازما بأن العسل المذكور فيه شفاء للناس، كما صرح بذلك القرآن الكريم، وكما أرشد إلى ذلك النبي صلى الله عليه وسلم.وعلينا بعد ذلك أن نفوض أمر هذا الشفاء وعموميته وخصوصيته لعلم الله- تعالى- وقدرته وحكمته ويكفينا يقينا في هذا المجال، إصرار النبي صلى الله عليه وسلم على أن يقول للرجل الذي استطلق بطن أخيه أكثر من مرة، «اذهب فاسقه عسلا» .وقد تولى كثير من الأطباء شرح هذه الآية الكريمة شرحا علميا وافيا، وبينوا ما اشتمل عليه عسل النحل من فوائد.ثم ختم- سبحانه-: الآية الكريمة بقوله: إِنَّ فِي ذلِكَ لَآيَةً لِقَوْمٍ يَتَفَكَّرُونَ.أى: إن في ذلك الذي ذكرناه لكم من أمر النحل من إلهامها اتخاذ البيوت العجيبة، ومن إدارتها لشئون حياتها بدقة متناهية، ومن سلوكها الطرق التي جعلها الله مذللة في ذهابها وإيابها للحصول على قوام حياتها، ومن خروج العسل من بطونها ... إن في ذلك وغيره، لآية باهرة، وعبرة ظاهرة، ودلالة جلية، على وحدانية الله- تعالى- وقدرته، وحكمته، لقوم يحسنون التفكير فيما أخبرهم الله- تعالى- عنه، ويوقنون بأن لهذا الكون ربا واحدا لا إله الا هو تَبارَكَ اللَّهُ رَبُّ الْعالَمِينَ.وإلى هنا تكون الآيات الكريمة قد ساقت لنا ألوانا من عجائب صنع الله في خلقه، كاستخراج اللبن من بين فرث ودم، وكاتخاذ السكر والرزق الحسن من ثمرات النخيل والأعناب، وكاستخراج العسل الذي فيه شفاء للناس من بطون النحل.فهذه الأشربة قد أخرجها الله- تعالى- من أجساد مخالفة لها في شكلها، وقد ساقها- سبحانه- في آيات جمع بينها التناسق الباهر في عرض هذه النعم، مما يدل على أن هذا القرآن من عند الله،.. وَلَوْ كانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلافاً كَثِيراً.وبعد هذا الحديث المتنوع عن عجائب خلق الله- تعالى- في الأنعام والأشجار والنحل..ساقت السورة الكريمة ألوانا أخرى من مظاهر قدرته- تعالى- في خلق الإنسان، وفي التفاضل في الأرزاق، ومن نعمه على عباده في إيجاد الأزواج والبنين والحفدة.. فقال- تعالى-:"},{"ayah_number":70,"text":"قال الإمام الرازي- رحمه الله-: لما ذكر- سبحانه- بعض عجائب أحوال الحيوانات، ذكر بعده بعض عجائب أحوال الناس، ومنها ما هو مذكور في هذه الآية:وَاللَّهُ خَلَقَكُمْ ثُمَّ يَتَوَفَّاكُمْ وَمِنْكُمْ مَنْ يُرَدُّ إِلى أَرْذَلِ الْعُمُرِ- وهو إشارة إلى مراتب عمر الإنسان. والعقلاء ضبطوها في أربع مراتب: أولها: سن النشوء والنماء، وثانيها: سن الوقوف وهو سن الشباب، من ثلاث وثلاثين سنة إلى أربعين سنة-، وثالثها: سن الانحطاط القليل وهو سن الكهولة- وهو من الأربعين إلى الستين- ورابعها: سن الانحطاط الكبير- وهو سن الشيخوخة- وهو من الستين إلى نهاية العمر-»والمعنى: «والله» - تعالى- هو الذي «خلقكم» بقدرته، ولم تكونوا قبل ذلك شيئا مذكورا.«ثم» هو وحده الذي «يتوفاكم» وينهى حياتكم من هذه الدنيا عند انقضاء آجالكم.وقوله وَمِنْكُمْ مَنْ يُرَدُّ إِلى أَرْذَلِ الْعُمُرِ.. معطوف على مقدر. أى: والله- تعالى- هو الذي خلقكم، فمنكم من يبقى محتفظا بقوة جسده وعقله حتى يموت، ومنكم من يرد إلى أرذل العمر..والمراد بأرذل العمر: أضعفه وأوهاه وهو وقت الهرم والشيخوخة، الذي تنقص فيه القوى، وتعجز فيه الحواس عن أداء وظائفها.يقال: رذل الشيء يرذل- بضم الذال فيهما- رذالة.. إذا ذهب جيده وبقي رديئه.وقوله: لِكَيْ لا يَعْلَمَ بَعْدَ عِلْمٍ شَيْئاً تعليل للرد إلى أرذل العمر.أى: فعلنا ما فعلنا من إبقاء بعض الناس في هذه الحياة إلى سن الشيخوخة لكي يصير إلى حالة شبيهة بحالة طفولته في عدم إدراك الأمور إدراكا تاما وسليما.ويجوز أن تكون اللام للصيرورة والعاقبة. أى: ليصير أمره بعد العلم بالأشياء، إلى أن لا يعلم شيئا منها علما كاملا.ولقد استعاذ النبي صلى الله عليه وسلم من أن يصل عمره إلى هذه السن، لأنها سن تتكاثر فيها الآلام والمتاعب. وقد يصير الإنسان فيها عالة على غيره. وشبيه بهذه الآية قوله- تعالى-: اللَّهُ الَّذِي خَلَقَكُمْ مِنْ ضَعْفٍ، ثُمَّ جَعَلَ مِنْ بَعْدِ ضَعْفٍ قُوَّةً، ثُمَّ جَعَلَ مِنْ بَعْدِ قُوَّةٍ ضَعْفاً وَشَيْبَةً، يَخْلُقُ ما يَشاءُ وَهُوَ الْعَلِيمُ الْقَدِيرُ.قال الإمام ابن كثير: روى البخاري عند تفسير هذه الآية، عن أنس بن مالك، أن رسول الله صلى الله عليه وسلم كان يدعو فيقول: «اللهم إنى أعوذ بك من البخل، والكسل، والهرم، وأرذل العمر، وعذاب القبر، وفتنة الدجال، وفتنة المحيا والممات» .وقال زهير بن أبى سلمى في معلقته المشهورة:سئمت تكاليف الحياة ومن يعش ... ثمانين حولا لا أبا لك يسأمرأيت المنايا خبط عشواء من تصب ... تمته، ومن تخطئ يعمر فيهرمثم ختم- سبحانه- الآية الكريمة بما يدل على كمال علمه، وتمام قدرته، فقال- تعالى-: إِنَّ اللَّهَ عَلِيمٌ قَدِيرٌ أى: إن الله- تعالى- عليم بأحوال مخلوقاته، لا يخفى عليه شيء من تصرفاتهم «قدير» على تبديل الأمور كما تقتضي حكمته وإرادته.ويؤخذ من هذه الآية الكريمة إمكان البعث وأنه حق، لأن الله- تعالى- القادر على خلق الإنسان وعلى نقله من حال إلى حال.. قادر- أيضا- على إحيائه بعد موته."},{"ayah_number":71,"text":"ثم انتقلت السورة الكريمة من الحديث عن خلق الإنسان، وتقلبه في أطوار عمره، إلى الحديث عن التفاوت بين الناس في أرزاقهم، فقال- تعالى-: وَاللَّهُ فَضَّلَ بَعْضَكُمْ عَلى بَعْضٍ فِي الرِّزْقِ ... فجعل منكم الغنى والفقير، والمالك والمملوك، والقوى والضعيف، وغير ذلك من ألوان التفاوت بين الناس، لحكمة هو يعلمها- سبحانه-.ثم بين- سبحانه- موقف المفضلين في الرزق من غيرهم فقال: فَمَا الَّذِينَ فُضِّلُوا بِرَادِّي رِزْقِهِمْ عَلى ما مَلَكَتْ أَيْمانُهُمْ فَهُمْ فِيهِ سَواءٌ ...أى: فليس الذين فضلهم الله- تعالى- في الرزق على غيرهم «برادي» أى: بمانحى وباذلى «رزقهم» الذي رزقهم الله إياه على مماليكهم أو خدمهم الذين هم إخوة لهم في الإنسانية «فهم» أى الأغنياء الذين فضلوا في الرزق ومماليكهم وخدمهم «فيه» أى: في هذا الرزق «سواء» من حيث إنى أنا الرازق للجميع.فالجملة الكريمة يجوز أن تكون دعوة من الله- تعالى- للذين فضلوا على غيرهم في الرزق، بأن ينفقوا على مماليكهم وخدمهم، لأن ما ينفقونه عليهم هو رزق أجراه الله للفقراء على أيدى الأغنياء.وإلى هذا المعنى أشار صاحب الكشاف بقوله عند تفسير الآية: أى: جعلكم متفاوتين في الرزق، فرزقكم أفضل مما رزق مماليككم وهم بشر مثلكم، وإخوانكم، فكان ينبغي أن تردوا فضل ما رزقتموه عليهم، حتى تتساووا في الملبس والمطعم. كما يحكى عن أبى ذر أنه سمع النبي صلى الله عليه وسلم يقول: «إنما هم إخوانكم، فاكسوهم مما تلبسون، وأطعموهم مما تطعمون» فما رؤي عبده بعد ذلك إلا ورداؤه رداؤه، وإزاره إزاره من غير تفاوت.ويجوز أن تكون الآية الكريمة توبيخا للذين يشركون مع الله- تعالى- آلهة أخرى في العبادة. فيكون المعنى: لقد فضل الله- تعالى- بعضكم على بعض في الرزق- أيها الناس-، ومع ذلك فالمشاهد الغالب بينهم، أن الأغنياء لا يردون أموالهم على خدمهم وعبيدهم بحيث يتساوون معهم في الرزق، وإذا ردوا عليهم شيئا، فإنما هو شيء قليل يسير يدل على بخلهم وحرصهم.. مع أنى أنا الرازق للجميع.وإلى هذا المعنى أشار ابن كثير بقوله عند تفسيره للآية: «يبين- تعالى- للمشركين جهلهم وكفرهم فيما زعموه لله من شركاء وهم يعترفون بأنهم عبيد له، كما كانوا يقولون في تلبيتهم في حجهم: لبيك لا شريك لك إلا شريكا هو لك تملكه وما ملك، فقال- تعالى- منكرا عليهم: أنتم لا ترضون أن تساووا عبيدكم فيما رزقناكم، فكيف يرضى هو تعالى- بمساواة عبيد له في الإلهية والتعظيم، كما قال- تعالى- في آية أخرى ضَرَبَ لَكُمْ مَثَلًا مِنْ أَنْفُسِكُمْ، هَلْ لَكُمْ مِنْ ما مَلَكَتْ أَيْمانُكُمْ مِنْ شُرَكاءَ فِي ما رَزَقْناكُمْ فَأَنْتُمْ فِيهِ سَواءٌ تَخافُونَهُمْ كَخِيفَتِكُمْ أَنْفُسَكُمْ ....وقال العوفى عن ابن عباس في هذه الآية يقول: لم يكونوا ليشركوا عبيدهم في أموالهم ونسائهم، فكيف يشركون معى عبيدي في سلطاني..» .وهذا المعنى الثاني هو الأقرب إلى سياق آيات السورة الكريمة، لأن السورة الكريمة مكية، ومن أهدافها الأساسية دعوة الناس إلى إخلاص العبادة لله- عز وجل-، ونبذ الإشراك والمشركين، وإقامة الأدلة المتنوعة على بطلان كل عبادة لغير الله- تعالى-.ثم ختم- سبحانه- الآية الكريمة بقوله: أَفَبِنِعْمَةِ اللَّهِ يَجْحَدُونَ.والاستفهام هنا للتوبيخ والتقريع، والفاء معطوفة على مقدر أى: أيشركون به- سبحانه- فيجحدون نعمه، وينكرونها، ويغمطونها حقها، مع أنه- تعالى- هو الذي وهبهم هذه النعم، وهو الذي منحهم ما منحهم من أرزاق؟!!."},{"ayah_number":72,"text":"ثم ذكرت السورة الكريمة بعد ذلك نعمة أخرى من نعم الله- تعالى- على الناس، فقال- تعالى-: وَاللَّهُ جَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْواجاً.أى: والله- تعالى- هو وحده الذي جعل لكم مِنْ أَنْفُسِكُمْ أى: من جنسكم ونوعكم أَزْواجاً لتسكنوا إليها، وتستأنسوا بها، فإن الجنس إلى الجنس آنس وأسكن.قال- تعالى-: وَمِنْ آياتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْواجاً، لِتَسْكُنُوا إِلَيْها، وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً ....قال الإمام ابن كثير: يذكر- تعالى- نعمه على عبيده، بأن جعل لهم من أنفسهم أزواجا، أى: من جنسهم وشكلهم، ولو جعل الأزواج من نوع آخر ما حصل الائتلاف والمودة والرحمة، ولكن من رحمته أنه خلق من بنى آدم ذكورا وإناثا، وجعل الإناث أزواجا للذكور..».وقوله- سبحانه-: وَجَعَلَ لَكُمْ مِنْ أَزْواجِكُمْ بَنِينَ وَحَفَدَةً بيان لنعمة أخرى من نعمه- تعالى- والحفدة، جمع حافد يقال، حفد فلان يحفد حفدا من باب ضرب إذا أسرع في خدمة غيره وطاعته. ومن دعاء القنوت: «وإليك نسعى ونحفد» أى: نسرع في طاعتك يا ربنا. والمراد بالحفدة: أبناء الأبناء. روى عن ابن عباس إنه قال: الحفيد ولد الابن والبنت، ذكرا كان أو أنثى. وقيل المراد بهم: الخدم والأعوان، وقيل المراد بهم: الأختان والأصهار أى: أزواج البنات وأقارب الزوجة..قال الجمل بعد أن نقل جملة من أقوال المفسرين في ذلك: وكل هذه الأقوال متقاربة، لأن اللفظ يحتمل الكل بحسب المعنى المشترك. وبالجملة فالحفدة غير البنين، لأن الأصل في العطف المغايرة .وقوله- سبحانه-: وَرَزَقَكُمْ مِنَ الطَّيِّباتِ بيان لنعمة ثالثة من النعم المذكورة في هذه الآية. أى: ورزقكم- سبحانه- من الطيبات التي تستلذونها وتشتهونها، وقد أحل لكم التمتع بها فضلا منه وكرما.ثم ختم- تعالى- الآية الكريمة بتأنيب الذين يؤثرون الغي على الرشد فقال- تعالى-:أَفَبِالْباطِلِ يُؤْمِنُونَ وَبِنِعْمَتِ اللَّهِ هُمْ يَكْفُرُونَ.والباطل يشمل كل اعتقاد أو قول أو فعل يخالف الحق والرشاد والاستفهام للتوبيخ والتقريع، والفاء معطوفة على مقدر. والمعنى: أيجحدون نعم الله- تعالى- فيؤمنون بالباطل، ويكفرون بكل ما سواه من الحق والهدى والرشاد.وفي تقديم الباطل على الفعل «يؤمنون» إشارة إلى أنهم قد اختلط الباطل بدمائهم فأصبحوا لا يؤمنون إلا به، ولا ينقادون إلا له.والمراد بنعمة الله عموم النعم التي أنعم الله بها عليهم، والتي لا تعد ولا تحصى.وفي تقديم النعمة وتوسيط ضمير الفصل، إشعار بأن كفرهم بالنعم مستمر وإنكارهم لها لا ينقطع، لأنهم «استحوذ عليهم الشيطان فأنساهم ذكر الله» .وإلى هنا تكون الآيات الكريمة قد ذكرت الناس بعجائب خلقهم وبأطوار حياتهم، ويتفاوت أرزاقهم، وببعض نعم الله- تعالى- عليهم لعلهم عن طريق هذا التذكير يفيئون إلى رشدهم، ويخلصون العبادة لخالقهم- سبحانه-، ويستعملون نعمه فيما خلقت له.ثم ساقت السورة الكريمة بعد ذلك لونا من ألوان العقول المنحرفة عن الطريق الحق، كما ساقت مثلين للرب الخالق العظيم، وللمملوك العاجز الضعيف، لعل في ذلك عبرة لمن يعتبر، وهداية لمن يريد الصراط المستقيم، فقال- تعالى-:"},{"ayah_number":73,"text":"والمراد بقوله سبحانه: وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ..... كل معبود سوى الله- تعالى- من صنم أو وثن أو غير ذلك من المعبودات الباطلة.والجملة الكريمة داخلة تحت مضمون الاستفهام الإنكاري، ومعطوفة عليه: وهو قوله - تعالى-: أَفَبِالْباطِلِ يُؤْمِنُونَ وَبِنِعْمَتِ اللَّهِ هُمْ يَكْفُرُونَ.أى أن هؤلاء الجاحدين لنعم الله- تعالى-، بلغ من جهالتهم وسفاهاتهم أنهم يؤمنون بالباطل، ويكفرون بالحق، ويعبدون من دون الله- تعالى- أصناما وأوثانا لا تملك لعابدها أى شيء من الرزق فهي لا تنزل مطرا من السماء ولا تخرج نباتا من الأرض، ولا تستطيع أن تنفع أو تضر..و «ما» في قوله- تعالى- ما لا يَمْلِكُ.. كناية عن معبوداتهم الباطلة فهي مفردة لفظا، مجموعة معنى.والتنكير في قوله- سبحانه- رِزْقاً للاشعار بقلته وتفاهته، وأن معبوداتهم لا تملك لهم أى شيء من الرزق، حتى ولو كان تافها حقيرا.وقوله: شَيْئاً منصوب على المصدر، أى: ويعبدون من دون الله ما لا يملك لهم ملكا، أى: شيئا من الملك.والضمير في قوله وَلا يَسْتَطِيعُونَ يعود إلى ما وجمع بصيغة العقلاء بناء على زعمهم الفاسد، من أن هذه الأصنام في إمكانها النفع والضر.وجاءت جملة وَلا يَسْتَطِيعُونَ بعد قوله- تعالى- ما لا يَمْلِكُ لَهُمْ رِزْقاً مِنَ السَّماواتِ وَالْأَرْضِ.. لتأكيد عجز هذه المعبودات عن فعل أى شيء فهي لا تملك شيئا، وليس في استطاعتها أن تملك لأنها ليست أهلا لذلك."},{"ayah_number":74,"text":"وقوله- سبحانه- فَلا تَضْرِبُوا لِلَّهِ الْأَمْثالَ.. نهى منه- سبحانه- عن أن يشبه في ذاته أو صفاته بغيره، وقد جاء هذا النهى في صورة الالتفات من الغائب إلى المخاطب للاهتمام بشأن هذا النهى، والفاء لترتيب النهى على ما عدد من النعم التي وردت في هذه السورة والتي لم ينته الحديث عنها بعد.والأمثال: جمع مثل، وهو النظير والشبيه لغيره، ثم أطلق على القول السائر المعروف، لمماثلة مضربه- وهو الذي يضرب فيه-، لمورده- وهو الذي ورد فيه أولا.وتضرب الأمثال: لتوضيح الشيء الغريب، وتقريب المعنى المعقول من المعنى المحسوس، وعرض ما هو غائب في صورة ما هو مشاهد، فيكون المعنى الذي ضرب له المثل أوقع في القلوب، وأثبت في النفوس.وقوله- تعالى- إِنَّ اللَّهَ يَعْلَمُ وَأَنْتُمْ لا تَعْلَمُونَ تعليل لهذا النهى عن ضرب الأمثال لله- عز وجل-.أى: فلا تتجاسروا، وتتطاولوا، وتضربوا لله- تعالى- الأمثال، كما يضرب بعضكم لبعض، فإن الله- تعالى- هو الذي يعلم كيف تضرب الأمثال وأنتم لا تعلمون ذلك.قال الزجاج: ورد أن المشركين كانوا يقولون: إن إله العالم أجل من أن يعبده الواحد منا، فكانوا يتوسلون إلى الأصنام والكواكب، كما أن أصاغر الناس يخدمون أكابر حضرة الملك، وأولئك الأكابر يخدمون الملك، فنهوا عن ذلك .ثم وضح لهم- سبحانه- كيف تضرب الأمثال، فساق مثلين حكيمين يدلان على وحدانية الله- تعالى- وقدرته.."},{"ayah_number":75,"text":"أما المثل الأول فيتجلى في قوله- عز وجل-: ضَرَبَ اللَّهُ مَثَلًا عَبْداً مَمْلُوكاً لا يَقْدِرُ عَلى شَيْءٍ ... أى: ذكر الله- تعالى- وبين ووضح لكم مثلا تستدلون به على وحدانيته- سبحانه- وهو أن هناك عبدا رقيقا مملوكا لغيره، وهذا العبد لا يقدر على شيء من التصرفات حتى ولو كانت قليلة.وقوله- سبحانه-: عَبْداً بدل من مَثَلًا و «مملوكا» صفة للعبد. ووصف- سبحانه- العبد بأنه مملوك، ليحصل الامتياز بينه وبين الحر، لأن كليهما يشترك في كونه عبدا لله- تعالى-.ووصفه أيضا- بأنه لا يقدر على شيء للتمييز بينه وبين المكاتب والعبد المأذون له في التصرف، لأنهما يقدران على بعض التصرفات.هذا هو الجانب الأول من المثل، أما الجانب الثاني فيتجلى في قوله- تعالى-: وَمَنْ رَزَقْناهُ مِنَّا رِزْقاً حَسَناً فَهُوَ يُنْفِقُ مِنْهُ سِرًّا وَجَهْراً....قال الآلوسى: و «من» في قوله وَمَنْ رَزَقْناهُ نكرة موصوفه، ليطابق عبدا فإنه نكرة موصوفة- أيضا-، وقيل: إنها موصولة، والأول اختيار الأكثرين أى: حرا رزقناه بطريق الملك، والالتفات إلى التكلم- في «رزقناه» - للإشعار باختلاف حال ضرب المثل والرزق ... » .أى: ذكر الله- تعالى- لكم لتتعظوا وتتفكروا، حال رجلين: أحدهما عبد مملوك لا يقدر على شيء. والثاني حر مالك رزقه الله- تعالى- رزقا واسعا حلالا حسنا، «فهو» أى هذا الحر ينفق على غيره من هذا الرزق الحسن «سرا وجهرا» واختار- سبحانه- ضمير العظمة في قوله رَزَقْناهُ للإشعار بكثرة هذا الرزق وعظمته، ويزيده كثرة وعظمة قوله- تعالى- بعد ذلك مِنَّا أى من عندنا وحدنا وليس من عند غيرنا.ووصف- سبحانه- الرزق بالحسن، للإشارة إلى أنه مع كثرته فهو حلال طيب مستحسن في الشرع وفي نظر الناس.وقال- سبحانه- فَهُوَ يُنْفِقُ بصيغة الجملة الاسمية، للدلالة على ثبوت هذا الإنفاق ودوامه.وقوله سِرًّا وَجَهْراً منصوبان على المصدر، أى إنفاق سر وجهر، أو على الحالية، أى فهو ينفق منه في حالتي السر والجهر.والمراد أنه إنسان كريم، لا يبخل بشيء مما رزقه الله، بل ينفق منه في عموم الأحوال، وعلى من تحسن معه النفقة سرا، وعلى من تحسن معه النفقة جهرا.هذان هما الجانبان المتقابلان في هذا المثل، والفرق بينهما واضح وعظيم عند كل ذي قلب سليم، ولذا جاء بعدهما بالاستفهام الإنكارى التوبيخي فقال:هَلْ يَسْتَوُونَ؟ أى: هل يستوي في عرفكم أو في عرف أى عاقل، هذا العبد المملوك العاجز الذي لا يقدر على شيء.. مع هذا الإنسان الحر. المالك الذي رزقه الله- سبحانه- رزقا واسعا حلالا، فشكر الله عليه، واستعمله في وجوه الخير.إن مما لا شك فيه أنهما لا يستويان حتى في نظر من عنده أدنى شيء من عقل.ومادام الأمر كذلك، فكيف سويتم- أيها المشركون الجهلاء- في العبادة، بين الخالق الرازق الذي يملك كل شيء، وبين غيره من المعبودات الباطلة التي لا تسمع ولا تبصر، ولا تعقل، ولا تملك شيئا.وقال- سبحانه- هَلْ يَسْتَوُونَ مع أن المتقدم اثنان، لأن المراد جنس العبيد والأحرار، المدلول عليهما بقوله عَبْداً وبقوله وَمَنْ رَزَقْناهُ.فالمقصود بالمثل كل من اتصف بهذه الأوصاف المذكورة من الجنسين المذكورين لا فردان معينان.وقوله: الْحَمْدُ لِلَّهِ ثناء منه- سبحانه- على ذاته، حيث ساق- سبحانه- هذه الأمثال الواضحة للتمييز بين الحق والباطل.أى: قل- أيها الإنسان المؤمن العاقل- «الحمد» كله «لله» - تعالى- على إرشاده لعباده المؤمنين، وتعليمهم كيف يقذفون بحقهم على باطل أعدائهم فإذا هو زاهق.ثم ختم- سبحانه- الآية الكريمة بقوله بَلْ أَكْثَرُهُمْ لا يَعْلَمُونَ أى: بل أكثر هؤلاء الكافرين الضالين، لا يعلمون كيف يميزون بين الحق والباطل لانطماس بصائرهم، واستيلاء الجحود والحسد والعناد على قلوبهم.وقال- سبحانه- بَلْ أَكْثَرُهُمْ.. للإشعار بأن من هؤلاء الكافرين من يعلم الحق ويعرفه كما يعرف أبناءه، ولكن الهوى والغرور والتقليد الباطل.. حال بينه وبين اتباع الحق.هذا هو المثال الأول الذي ذكره الله- تعالى- للاستدلال على بطلان التسوية بين عبادة الله- تعالى- الخالق لكل شيء والمالك لكل شيء.. وبين عبادة غيره من الأصنام والجمادات التي لا تخلق شيئا، ولا تملك شيئا، ولا تضر ولا تنفع."},{"ayah_number":76,"text":"أما المثال الثاني فهو أشد وضوحا من سابقه على وحدانية الله- تعالى- ورحمته بعباده، وعلى الفرق الشاسع بين المؤمن والكافر، ويتجلى هذا المثال في قوله- عز وجل-:وَضَرَبَ اللَّهُ مَثَلًا رَجُلَيْنِ أَحَدُهُما أَبْكَمُ لا يَقْدِرُ عَلى شَيْءٍ وَهُوَ كَلٌّ عَلى مَوْلاهُ أَيْنَما يُوَجِّهْهُ لا يَأْتِ بِخَيْرٍ ...أى: وذكر الله- تعالى- مثلا آخر لرجلين، أَحَدُهُما أَبْكَمُ أى: لا يستطيع النطق أو الكلام، ضعيف الفهم والتفهيم لغيره.لا يَقْدِرُ عَلى شَيْءٍ أى: لا يقدر على فعل شيء من الأشياء المتعلقة بنفسه أو بغيره.وَهُوَ أى هذا الرجل كَلٌّ عَلى مَوْلاهُ أى: حمل ثقيل، وهم كبير على مولاه الذي يتولى شئونه من طعام وشراب وكساء وغير ذلك. وهذا بيان لعدم قدرته على القيام بمصالح نفسه، بعد بيان عدم قدرته على القيام بفعل أى شيء على الإطلاق.قال القرطبي: قوله وَهُوَ كَلٌّ عَلى مَوْلاهُ أى ثقل على وليه وقرابته، ووبال على صاحبه وابن عمه، وقد يسمى اليتيم كلا لثقله على من يكفله، ومنه قول الشاعر:أكول لمال الكلّ قبل شبابه ... إذا كان عظم الكلّ غير شديدفالكل هو الإنسان العاجز الضعيف الذي يكون محتاجا إلى من يرعى شئونه.وقوله أَيْنَما يُوَجِّهْهُ لا يَأْتِ بِخَيْرٍ أى: أن هذا الرجل حيثما يوجهه مولاه وكافله لقضاء أمر من الأمور يعود خائبا، لعجزه، وضعف حيلته، وقلة إدراكه..فأنت ترى أن الله- تعالى- قد وصف هذا الرجل بأربع صفات، تدل على سوء فهمه، وقلة حيلته، وثقله على ولى أمره، وانسداد طرق الخير في وجهه..هذا هو الجانب الأول من المثل، أما الجانب الثاني فيتجلى في قوله- تعالى-: هَلْ يَسْتَوِي هُوَ وَمَنْ يَأْمُرُ بِالْعَدْلِ، وَهُوَ عَلى صِراطٍ مُسْتَقِيمٍ..أى: «هل يستوي هو» أى هذا الرجل الأبكم العاجز.. مع رجل آخر «يأمر» غيره بالعدل «وهو» أى هذا الرجل الآخر في نفسه «على صراط مستقيم» أى: على دين قويم، وخلق كريم فقد جمع بذلك بين فضيلتين جليلتين: نفعه لغيره، وصلاحه في ذاته.لا شك أن هذين الرجلين لا يستويان في عقل أى عاقل، إذ أن أولهما أبكم عاجز خائب..وثانيهما منطيق، ناصح لغيره، جامع لخصال الخير في نفسه.ومادام الأمر كذلك فكيف سويتم- أيها المشركون الضالون المكذبون- في العبادة بين الله- تعالى- وهو الخالق لكل شيء، وبين تلك الأصنام التي لا تسمع ولا تبصر ولا تغنى عن عابديها شيئا.أو كيف سويتم بين المؤمن الجامع لكل مكرمة، وبين الكافر الغبي الأبله الذي آثر الغي على الرشد، فتكون الآية الكريمة مسوقة لبيان الفرق الشاسع بين المؤمن والكافر.وقد قابل- سبحانه- الأوصاف الأربعة للرجل الأول، بهذين الوصفين للرجل الثاني، لأن حاصل أوصاف الأول أنه غير مستحق لشيء، وحاصل وصفي الثاني أنه مستحق لكل فضل وخير.وقوله وَمَنْ يَأْمُرُ بِالْعَدْلِ ... معطوف على الضمير المستتر في قوله هَلْ يَسْتَوِي....وجملة «وهو على صراط مستقيم» في محل نصب على الحال.وبذلك نرى أن الآيتين الكريمتين قد ساقتا مثلين واضحين، لبيان الفرق الشاسع بين ذات الله- تعالى- الخلاق العليم، الرزاق الكريم.. وبين تلك المعبودات الباطلة التي أشركها الضالون في العبادة مع الله- عز وجل-.أو بين المؤمن الذي هو على بصيرة من أمره، وبين الكافر الذي استحب العمى على الهدى.. أو بين الحق في وضوحه وجماله وجلاله، وبين الباطل في ظلامه وقبحه وخسته.هذا، وما ذكره بعضهم من أن المثلين في الآيتين الكريمتين، قد وردا في أشخاص معينين من المؤمنين أو الكافرين، لا يعول عليه، لضعف الروايات التي وردت في ذلك، ولأن العبرة بعموم اللفظ لا بخصوص السبب.قال الآلوسى ما ملخصه: وما روى من أن الأبكم أبو جهل والآمر بالعدل عمار، أو بالأبكم أبى بن خلف، والآمر بالعدل عثمان بن مظعون لا يصح إسناده..».وبهذين المثلين تكون السورة الكريمة قد أقامت أعظم الأدلة وأسطعها على صحة قوله- تعالى- قبل ذلك: وَقالَ اللَّهُ لا تَتَّخِذُوا إِلهَيْنِ اثْنَيْنِ إِنَّما هُوَ إِلهٌ واحِدٌ....ثم ساقت السورة بعد ذلك ما يدل على إحاطة علمه- سبحانه- بكل شيء، وعلى شمول قدرته، وعلى سابغ نعمته، فقال- تعالى-:"},{"ayah_number":77,"text":"والمراد بالغيب في قوله- سبحانه- وَلِلَّهِ غَيْبُ السَّماواتِ وَالْأَرْضِ ... ما لا تدركه الحواس، ولا تحيط بكنهه العقول لأنه غائب عن مدارك الخلائق.والكلام على حذف مضاف، والتقدير: لله- تعالى- وحده، علم جميع الأمور الغائبة عن مدارك المخلوقين، والتي لا سبيل لهم إلى معرفتها لا عن طريق الحس، ولا عن طريق العقل.ومن كانت هذه صفته، كان مستحقا للعبادة والطاعة، لا تلك المعبودات الباطلة التي لا تعلم من أمرها أو من أمر غيرها شيئا.وقوله- سبحانه-: وَما أَمْرُ السَّاعَةِ إِلَّا كَلَمْحِ الْبَصَرِ أَوْ هُوَ أَقْرَبُ بيان لسرعة نفاذ أمره بدون مهلة.والساعة في الأصل: اسم لمقدار قليل من الزمان غير معين. والمراد بها هنا يوم القيامة وما يحدث فيه من أهوال.وسمى يوم القيامة بالساعة: لوقوعه بغتة، أو لسرعة ما يقع فيه من حساب أو لأنه على طوله زمنه يسير عند الله- تعالى-.واللمح: النظر الذي هو في غاية السرعة. يقال لمحه لمحا ولمحانا إذا رآه بسرعة فائقة، ولمح البصر: التحرك السريع لطرف العين من جهة الى جهة، أو من أعلى إلى أسفل.و «أو» هنا للتخيير بالنسبة لقدرة الله- تعالى- أو للإضراب.أى: ولله- سبحانه- وحده علم جميع ما غاب في السموات والأرض من أشياء، وما أمر قيام الساعة في سرعته وسهولته، وما يترتب عليه من إماتة وإحياء، وحساب، وثواب وعقاب ... ما أمر ذلك كله إلا كتحرك طرف العين من جهة إلى جهة، أو هو- أى أمر قيامها- أقرب من ذلك وأسرع، بحيث يكون في نصف هذا الزمان أو أقل من ذلك، لأن قدرته لا يعجزها شيء، قال- تعالى-: إِنَّما قَوْلُنا لِشَيْءٍ إِذا أَرَدْناهُ أَنْ نَقُولَ لَهُ كُنْ فَيَكُونُ. والمقصود من هذه الجملة الكريمة: بيان سرعة تأثير قدرة الله- عز وجل- متى توجهت إلى شيء من الأشياء.ثم ختم- سبحانه- الآية الكريمة بما يؤكد شمول قدرته فقال- تعالى-: إِنَّ اللَّهَ عَلى كُلِّ شَيْءٍ قَدِيرٌ أى: إن الله- تعالى- لا يعجز قدرته شيء سواء أكان هذا الشيء يتعلق بأمر قيام الساعة في أسرع من لمح البصر.. أم بغير ذلك من الأشياء."},{"ayah_number":78,"text":"ثم ساق- تعالى- بعد ذلك أنواعا من نعمه على عباده فقال: وَاللَّهُ أَخْرَجَكُمْ مِنْ بُطُونِ أُمَّهاتِكُمْ لا تَعْلَمُونَ شَيْئاً. أى: والله- تعالى- وحده هو الذي أخرجكم- أيها الناس- من بطون أمهاتكم إلى هذه الحياة، وأنتم لا تعلمون شيئا لا من العلم الدنيوي ولا من العلم الديني، ولا تعرفون ما يضركم أو ينفعكم، والجملة الكريمة معطوفة على قوله- تعالى- قبل ذلك: وَاللَّهُ جَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْواجاً ...وجملة «لا تعلمون شيئا» حال من الكاف في «أخرجكم» .وقوله- سبحانه- وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصارَ وَالْأَفْئِدَةَ لَعَلَّكُمْ تَشْكُرُونَ نعمة ثانية من نعمة الله- سبحانه- التي لا تحصى.أى: أن من نعمة الله- تعالى- أنه أخرجكم من بطون أمهاتكم- بعد أن مكثتم فيها شهورا تحت كلاءته ورعايته- وأنتم لا تعرفون شيئا، وركب فيكم بقدرته النافذة، وحكمته البالغة، «السمع» الذي تسمعون به، والبصر الذي بواسطته تبصرون، «والأفئدة» التي عن طريقها تعقلون وتفقهون، لعلكم بسبب كل هذه النعم التي أنعمها عليكم، تشكرونه حق الشكر، بأن تخلصوا له العبادة والطاعة، وتستعملوا نعمه في مواضعها التي وجدت من أجلها.قال الجمل: وجملة: «وجعل لكم السمع والأبصار ... » ابتدائية، أو معطوفة على ما قبلها، والواو لا تقتضي ترتيبا، فلا ينافي أن هذا الجعل قبل الإخراج من البطون. ونكتة تأخيره- أى الجعل- أن السمع ونحوه من آلات الإدراك، إنما يعتد به إذا أحس الإنسان وأدرك وذلك لا يكون الا بعد الإخراج. وقدم السمع على البصر، لأنه طريق تلقى الوحى، أو لأن إدراكه أقدم، من إدراك البصر. وإفراده- أى السمع- باعتبار كونه مصدرا في الأصل ... .وقال الإمام ابن كثير: «وهذه القوى والحواس تحصل للإنسان على التدريج قليلا قليلا حتى يبلغ أشده. وإنما جعل- تعالى- هذه الحواس في الإنسان ليتمكن بها من عبادة ربه، فيستعين بكل جارحة وعضو وقوة على طاعة مولاه كما جاء في صحيح البخاري عن أبى هريرة عن رسول الله صلى الله عليه وسلم أنه قال: يقول تعالى- «من عادى لي وليا فقد بارزني بالحرب.وما تقرب إلى عبدى بشيء أفضل مما افترضت عليه، ولا يزال عبدى يتقرب إلىّ بالنوافل حتى أحبه، فإذا أحببته كنت سمعه الذي يسمع به، وبصره الذي يبصر به، ويده التي يبطش بها، ورجله التي يمشى بها، ولئن سألنى لأعطينه، ولئن دعاني لأجيبنه ولئن استعاذ بي لأعيذنه، وما ترددت في شيء أنا فاعله ترددى في قبض نفس عبدى المؤمن، يكره الموت، وأكره مساءته، ولا بد له منه» .فمعنى الحديث أن العبد إذا أخلص الطاعة، صارت أفعاله كلها لله، فلا يسمع إلا لله، ولا يبصر إلا لله أى: لما شرعه الله له...وشبيه بهذه الآية قوله- تعالى-: قُلْ هُوَ الَّذِي أَنْشَأَكُمْ، وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصارَ وَالْأَفْئِدَةَ قَلِيلًا ما تَشْكُرُونَ."},{"ayah_number":79,"text":"ثم حض- سبحانه- عباده على التفكر في مظاهر قدرته فقال- تعالى-: أَلَمْ يَرَوْا إِلَى الطَّيْرِ مُسَخَّراتٍ فِي جَوِّ السَّماءِ ما يُمْسِكُهُنَّ إِلَّا اللَّهُ ...والطير: جمع طائر كركب وراكب. و «مسخرات» من التسخير بمعنى التذليل والانقياد أى: ألم ينظر هؤلاء الذين أشركوا مع الله آلهة أخرى في العبادة، إلى الطيور وهن يسبحن في الهواء المتباعد بين الأرض والسماء، ما يمسكهن في حال قبضهن وبسطهن لأجنحتهن إلا الله- تعالى-، بقدرته الباهرة، وبنواميسه التي أودعها في فطرة الطير.إنهم لو نظروا نظر تأمل وتعقل، لعلموا أن المسخر لهن هو الله الذي لا معبود بحق سواه وفي قوله- تعالى- «مسخرات» إشارة إلى أن طيرانها في الجو ليس بمقتضى طبعها، وإنما هو بتسخير الله تعالى لها وبسبب ما أوجد لها من حواس ساعدتها على ذلك، كالأجنحة وغيرها. وأضاف- سبحانه- الجو إلى السماء لارتفاعه عن الأرض، ولإظهار كمال قدرته- سبحانه-.ثم ختم- سبحانه- الآية الكريمة بقوله: إِنَّ فِي ذلِكَ لَآياتٍ لِقَوْمٍ يُؤْمِنُونَ.أى: إن في ذلك التسخير والتذليل للطير على هذه الصفة «لآيات» بينات على قدرة الله- تعالى- ووحدانيته، «لقوم يؤمنون» بالحق، ويفتحون قلوبهم له ويسمون بأنفسهم عن التقليد الباطل."},{"ayah_number":80,"text":"ثم ساقت السورة الكريمة ألوانا من النعم، منها ما يتعلق بنعمة المسكن فقال- تعالى-:وَاللَّهُ جَعَلَ لَكُمْ مِنْ بُيُوتِكُمْ سَكَناً....قال القرطبي: قوله- تعالى-: جَعَلَ لَكُمْ معناه صير، وكل ما علاك فأظلك فهو سقف وسماء، وكل ما أقلك فهو أرض، وكل ما سترك من جهاتك الأربع فهو جدار، فإذا انتظمت واتصلت فهو بيت، وهذه الآية فيها تعديد نعم الله تعالى على الناس في البيوت وقوله: «سكنا» أى: تسكنون فيها وتهدأ جوارحكم من الحركة ... .والحق أن نعمة السكن في البيوت والاستقرار فيها، والشعور بداخلها بالأمان والاطمئنان، هذه النعمة لا يقدرها حق قدرها، إلا أولئك الذين فقدوها، وصاروا يعيشون بلا مأوى يأويهم، أو منزل يجمع شتاتهم.والتعبير بقوله عز وجل سَكَناً فيه ما فيه من السمو بمكانة البيوت التي يسكنها الناس. فالبيت مكان السكينة النفسية، والراحة الجسدية، هكذا يريده الإسلام، ولا يريده مكانا للشقاق والخصام، لأن الشقاق والخصام ينافي كونه «سكنا» .والبيت له حرمته التي جعل الإسلام من مظاهرها، عدم اقتحامه بدون استئذان، وعدم التطلع إلى ما بداخله، وعدم التجسس على من بداخله.وصيانة حرمة البيت- كما أمر الإسلام- تجعله «سكنا» آمنا، يجد فيه أصحابه كل ما يريدون من الراحة النفسية والشعورية.وقوله- تعالى-: وَجَعَلَ لَكُمْ مِنْ جُلُودِ الْأَنْعامِ بُيُوتاً تَسْتَخِفُّونَها يَوْمَ ظَعْنِكُمْ وَيَوْمَ إِقامَتِكُمْ بيان لنعمة أخرى تتمثل في البيوت الخفيفة المتنقلة، بعد الحديث عن البيوت الثابتة المستقرة.والأنعام: جمع نعم. وتشمل الإبل والبقر والغنم، ويدخل في الغنم المعز.والظعن بسكون العين وفتحها: التحول والانتقال والرحيل من مكان إلى آخر طلبا للكلأ، أو لمساقط الغيث، أو لغير ذلك من الأغراض.أى: ومن نعمه أيضا أنه أوجد لكم من جلود الأنعام بيوتا «تستخفونها» أى: تجدونها خفيفة «يوم ظعنكم» أى: يوم سفركم ورحيلكم من موضع إلى آخر «ويوم إقامتكم» في مكان معين بحيث يمكنكم أن تنصبوها لترتاحوا بداخلها، بأيسر السبل، وذلك كالقباب والخيام والأخبية، وغير ذلك من البيوت التي يخف حملها.ثم ختم- سبحانه- الآية بإبراز نعمة ثالثة، تتمثل فيما يأخذونه من الأنعام فقال- تعالى-: وَمِنْ أَصْوافِها وَأَوْبارِها، وَأَشْعارِها، أَثاثاً وَمَتاعاً إِلى حِينٍ.والأثاث: متاع البيت الكثير، وأصله من أث الشيء- بفتح الهمزة وتشديد الثاء مع الفتح- إذا كثر وتكاتف، ومنه قول الشاعر.وفرع يزين المتن أسود فاحم ... أثيت كقنو النخلة المتعثكلويشمل جميع أصناف المال كالفرش وغيرها.والمتاع: ما يتمتع به من حوائج البيت الخاصة كأدوات الطعام والشراب، فيكون عطف المتاع على الأثاث من عطف الخاص على العام.وقيل: هما بمعنى واحد. والعطف لتنزيل تغاير اللفظ بمنزله تغاير المعنى.أى: ومن أصواف الغنم، وأوبار الإبل، وأشعار المعز، تتخذون لأنفسكم «أثاثا» كثيرا تستعملونه في مصالحكم المتنوعة، كما تتخذون من ذلك ما تتمتعون به في بيوتكم وفي معاشكم «إلى حين» أى: إلى وقت معين قدره الله- تعالى- لكم في تمتعكم بهذه الأصواف والأوبار والأشعار."},{"ayah_number":81,"text":"وبعد الحديث عن نعمة البيوت والأنعام جاء الحديث عن نعمة الظلال والجبال واللباس،فقال- تعالى-: وَاللَّهُ جَعَلَ لَكُمْ مِمَّا خَلَقَ ظِلالًا....والظلال: جمع ظل، وهو ما يستظل به الإنسان.أى: والله- تعالى- بفضله وكرمه جعل لكم ما تستظلون به من شدة الحر والبرد، كالأبنية والأشجار، وغير ذلك من الأشياء التي تستظلون بها.وقوله- تعالى- وَجَعَلَ لَكُمْ مِنَ الْجِبالِ أَكْناناً ... نعمة ثانية.والأكنان جمع كن- بكسر الكاف- وأصله السّترة، والجمع: أكنان وأكنّة، ومنه قوله- تعالى-: وَقالُوا قُلُوبُنا فِي أَكِنَّةٍ مِمَّا تَدْعُونا إِلَيْهِ ...  أى في أستار وأغطية فلا يصل إليها قولك ...والمراد بالأكنان هنا: المغارات والأسراب والكهوف المنحوتة في بطون الجبال.أى: وجعل لكم- سبحانه- من الجبال مواضع تستترون فيها من الحر أو البرد أو المطر، أو غير ذلك من وجوه انتفاعكم بتلك الأكنان.وقوله- سبحانه- وَجَعَلَ لَكُمْ سَرابِيلَ تَقِيكُمُ الْحَرَّ وَسَرابِيلَ تَقِيكُمْ بَأْسَكُمْ نعمة ثالثة. والسرابيل: جمع سربال وهي كل ما يتسربل به: أى يلبسه الناس للتستر والوقاية كالقمصان والثياب والدروع وغيرها. أى: وجعل لكم من فضله وكرمه ملابس تتقون بها ضرر الحر وضرر البرد، وملابس أخرى هي الدروع وما يشبهها- تتقون بها الضربات والطعنات التي تسدد إليكم في حالة الحرب.وقال- سبحانه-: تَقِيكُمُ الْحَرَّ مع أنها تقى من الحر والبرد، اكتفاء بذكر أحد الضدين عن الآخر، أو اكتفى بذكر الحر لأنه الأهم عندهم، إذ من المعروف أن بلاد العرب يغلب عليها الحر لا البرد.قال صاحب الكشاف: لم يذكر البرد، لأن الوقاية من الحر أهم عندهم، وقلما يهمهم البرد لكونه يسيرا محتملا، وقيل: ما يقي من الحر يقي من البرد، فدل ذكر الحر على البرد.وقال القرطبي: قال العلماء: في قوله- تعالى-: وَسَرابِيلَ تَقِيكُمْ بَأْسَكُمْ دليل على اتخاذ الناس عدة الجهاد ليستعينوا بها على قتال الأعداء. وقد لبسها النبي صلى الله عليه وسلم في حروبه.. .ثم ختم- سبحانه- الآية الكريمة بقوله: كَذلِكَ يُتِمُّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تُسْلِمُونَ أى: كذلك الإتمام السابغ للنعم التي أنعم بها- سبحانه- على عباده يتم نعمته عليكم المتمثلة في نعم الدين والدنيا، لعلكم بذلك تسلمون وجوهكم لله- عز وجل-، وتدخلون في دين الإسلام عن اختيار واقتناع، فإن من شاهد كل هذه النعم، لم يسعه إلا الدخول في الدين الحق."},{"ayah_number":82,"text":"ثم سلى الله- تعالى- نبيه صلى الله عليه وسلم عما أصابه من أعدائه فقال: فَإِنْ تَوَلَّوْا فَإِنَّما عَلَيْكَ الْبَلاغُ الْمُبِينُ.وجواب الشرط محذوف، والتقدير: فإن استمر هؤلاء المشركون في إعراضهم عن دعوتك بعد هذا البيان والامتنان، فلا لوم عليك، فأنت عليك البلاغ الواضح ونحن علينا محاسبتهم، ومعاقبتهم بما يستحقون من عقاب."},{"ayah_number":83,"text":"وقوله- سبحانه-: يَعْرِفُونَ نِعْمَتَ اللَّهِ ثُمَّ يُنْكِرُونَها وَأَكْثَرُهُمُ الْكافِرُونَ استئاف مسوق لبيان الموقف الجحودى الذي وقفه المشركون من نعم الله- تعالى-.والمراد بالكفر في قوله- تعالى-: وَأَكْثَرُهُمُ الْكافِرُونَ الستر لنعم الله عن معرفة لها، وغمطها عن تعمد وإصرار.أى: إن هؤلاء المشركين، يعرفون نعم الله التي عددها في هذه السورة، كما أنهم يعترفون بأن خالقهم وخالق السموات والأرض هو الله، ولكنهم ينكرون هذه النعم بأفعالهم القبيحة، وأقوالهم الباطلة، كقولهم هذه النعم من الله ولكنها بشفاعة آلهتنا الأصنام، أو كقولهم: هذه النعم ورثناها عن آبائنا.وجاء التعبير بثم لاستبعاد الإنكار بعد المعرفة بالنعم، فإن من شأن العالم بالنعمة أن يؤدى الشكر لمسديها، وأن يستعملها فيما خلقت له.وقوله وَأَكْثَرُهُمُ الْكافِرُونَ أى: وأكثر هؤلاء الضالين. جاحدون لنعم الله عن علم بها لا عن جهل، وعن تذكر لا عن نسيان.وشبيه بهذه الآية قوله- تعالى-: وَجَحَدُوا بِها وَاسْتَيْقَنَتْها أَنْفُسُهُمْ ظُلْماً وَعُلُوًّا...قال صاحب فتح البيان: وعبر هنا بالأكثر في قوله- تعالى-: وَأَكْثَرُهُمُ الْكافِرُونَ والمراد الكل، لأنه قد يذكر الأكثر ويراد به الجميع، أو أراد بالأكثر العقلاء دون الأطفال ونحوهم، أو أراد كفر الجحود، ولم يكن كفر كلهم كذلك، بل كان كفر أقلهم عن جهل، وكفر أكثرهم بسبب تكذيبهم للرسول صلى الله عليه وسلم عنادا أو حسدا.. .وبذلك ترى الآيات الكريمة قد ساقت لنا ألوانا من نعم الله- تعالى- على عباده، وأدلة متعددة على وحدانيته وقدرته، وجانبا من موقف الكافرين من هذه النعم.ثم تحدثت السورة الكريمة بعد ذلك عن حال الظالمين يوم القيامة وعن الأقوال التي يقولونها عند ما يرون أصنامهم في هذا اليوم العصيب..قال تعالى:"},{"ayah_number":84,"text":"قال الإمام الرازي: اعلم أنه- تعالى- لما بين حال القوم، أنهم عرفوا نعمة الله ثم أنكروها، وذكر أيضا من حالهم أن أكثرهم الكافرون أتبعه بالوعيد، فذكر حال يوم القيامة فقال:. وَيَوْمَ نَبْعَثُ مِنْ كُلِّ أُمَّةٍ شَهِيداً ... وذلك يدل على أن أولئك الشهداء يشهدون عليهم بذلك الإنكار، وبذلك الكفر، والمراد بهؤلاء الشهداء: الأنبياء، كما قال- تعالى-:فَكَيْفَ إِذا جِئْنا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنا بِكَ عَلى هؤُلاءِ شَهِيداً.والمعنى: واذكر- أيها العاقل لتعتبر وتتعظ- يَوْمَ نَبْعَثُ فِي كُلِّ أُمَّةٍ أى: جماعة من الناس، «شهيدا» يشهد للمؤمن بالإيمان ويشهد على الكافر بالكفر.قال ابن عباس: شهيد كل أمة نبيها يشهد لهم بالإيمان والتصديق، وعليهم بالكفر والتكذيب.وقوله: ثُمَّ لا يُؤْذَنُ لِلَّذِينَ كَفَرُوا بيان للمصير السيئ الذي ينتظر هؤلاء الكافرين يوم القيامة.أى: ثم لا يؤذن للذين كفروا يوم القيامة في الاعتذار، عما كانوا عليه في الدنيا من عقائد زائفة، وأقوال باطلة، وأفعال قبيحة، كما قال- تعالى- في سورة أخرى: هذا يَوْمُ لا يَنْطِقُونَ. وَلا يُؤْذَنُ لَهُمْ فَيَعْتَذِرُونَ.أو المعنى: ثم لا يؤذن لهم في الرجوع إلى الدنيا ليتداركوا ما فاتهم من عقائد سليمة وأعمال صالحة، لأنهم قد تركوها ولا عودة لهم إليها. أى: ثم لا يؤذن لهم في الكلام، بعد أن ثبت بطلانه، وقامت عليهم الحجة والتعبير بثم للاشعار بأن مصيبتهم بسبب عدم قبول أعذارهم، أشد من مصيبتهم بسبب شهادة الأنبياء عليهم.قال صاحب الكشاف: فإن قلت ما معنى «ثم» هذه؟.قلت: معناها أنهم يبتلون بعد شهادة الأنبياء بما هو أطم منها، وهو أنهم يمنعون الكلام، فلا يؤذن لهم في إلقاء معذرة ولا إدلاء بحجة  .وقوله- سبحانه-: وَلا هُمْ يُسْتَعْتَبُونَ تيئيس آخر لهم في الحصول على شيء من رحمة الله- تعالى-. أى: لا يؤذن لهم في الاعتذار، ولا يقبل منهم أن يزيلوا عتب ربهم، أى: غضبه وسخطه عليهم، لأن العتاب إنما يطلب لأجل معاودة الرضا من العاتب، وهؤلاء قد انسد عليهم هذا الطريق، لأن الله- تعالى- قد سخط عليهم سخطا لا مجال لإزالته، بعد أن أصروا على كفرهم في الدنيا وماتوا على ذلك.قال القرطبي: قوله وَلا هُمْ يُسْتَعْتَبُونَ أى لا يكلفون أن يرضوا ربهم لأن الآخرة ليست بدار تكليف، ولا يتركون إلى رجوع الدنيا فيتوبون.وأصل الكلمة من العتب- بفتح العين وسكون التاء- وهي الموجدة. يقال: عتب عليه يعتب، إذا وجد عليه، فإذا فاوضه فيما عتب عليه فيه، قيل: عاتبه، فإذا رجع الى مسرتك فقد أعتب، والاسم العتبى، وهو رجوع المعتوب عليه إلى ما يرضى العاتب.قال النابغة:فإن كنت مظلوما فعبدا ظلمته ... وإن كنت ذا عتبى فمثلك يعتبوبذلك ترى الآية الكريمة قد نفت عن الذين كفروا قبول أعذارهم، وقبول محاولتهم إرضاء ربهم عما كانوا عليه من كفر وزيغ في الدنيا."},{"ayah_number":85,"text":"ثم نفى- سبحانه- عنهم- أيضا- تخفيف العذاب أو تأخيره فقال: وَإِذا رَأَى الَّذِينَ ظَلَمُوا الْعَذابَ فَلا يُخَفَّفُ عَنْهُمْ وَلا هُمْ يُنْظَرُونَ.أى: وإذا أبصر الذين ظلموا العذاب الذي أعد لهم في الآخرة بسبب ظلمهم وكفرهم في الدنيا، فزعوا وخافوا، ولكن خوفهم وفزعهم لن يغير من الأمر شيئا، إذ لا يخفف عنهم العذاب بسبب خوفهم أو فزعهم: ولا هم يمهلون أو يؤخرون عنه.وعلق- سبحانه- الرؤية بالعذاب، للإشعار بأن فجيعتهم الكبرى كانت عند إبصاره ومشاهدته."},{"ayah_number":86,"text":"ثم حكى سبحانه بعض ما يدور بينهم وبين معبوداتهم الباطلة يوم القيامة، فقال- تعالى-: وَإِذا رَأَى الَّذِينَ أَشْرَكُوا شُرَكاءَهُمْ، قالُوا رَبَّنا هؤُلاءِ شُرَكاؤُنَا الَّذِينَ كُنَّا نَدْعُوا مِنْ دُونِكَ ...قال القرطبي: قوله- تعالى-: وَإِذا رَأَى الَّذِينَ أَشْرَكُوا شُرَكاءَهُمْ أى: أصنامهم وأوثانهم التي عبدوها، وذلك أن الله يبعث معبوديهم فيتبعونهم حتى يوردوهم النار. وفي صحيح مسلم: «من كان يعبد شيئا فليتبعه» فيتبع من كان يعبد الشمس الشمس، ويتبع من كان يعبد القمر القمر، ويتبع من كان يعبد الطواغيت الطواغيت ... ».وقال الآلوسى: والمراد بشركائهم: كل من اتخذوه شريكا له- عز وجل- من صنم، ووثن، وشيطان، وآدمي، وملك.. وإضافتهم إلى ضمير المشركين لهذا الاتخاذ- أى لاتخاذهم إياهم شركاء لله في العبادة- أو لأنهم جعلوا لهم نصيبا من أموالهم وأنعامهم» .أى: وإذا أبصر المشركون يوم القيامة شركاءهم الذين أشركوهم مع الله- تعالى- في العبادة، «قالوا» أى المشركون على سبيل التحسر والتفجع يا ربنا هؤلاء شركاؤنا الذين كنا في الدنيا نعبدهم من دونك، ونتقرب بهم إليك، فلا تجعل يا ربنا العذاب علينا وحدنا بل خففه أو ارفعه عنا فهؤلاء الشركاء هم الذين أضلونا.قال أبو مسلم: ومقصود المشركين بهذا القول إحالة الذنب على تلك الأصنام تعللا بذلك واسترواحا، مع كونهم يعلمون أن العذاب واقع بهم لا محالة، ولكن الغريق يتعلق بكل ما تقع يده عليه .وقوله- تعالى-: فَأَلْقَوْا إِلَيْهِمُ الْقَوْلَ إِنَّكُمْ لَكاذِبُونَ حكاية لما رد به الشركاء على المشركين. أى: فرد أولئك الشركاء من الأصنام وغيرها على المشركين بقولهم: إنكم لكاذبون- أيها المشركون- في إحالتكم الذنب علينا، فإننا ما دعوناكم لعبادتنا، ولا أجبرناكم على الإشراك بالله- تعالى-، ولكنكم أنتم الذين اخترتم هذا الطريق المعوج، تقليدا لآبائكم واستجابة لأهوائكم وشهواتكم، وإيثارا للباطل على الحق وما رد به الشركاء على المشركين هنا، قد جاء ما يشبهه في آيات كثيرة، منها قوله- تعالى-: وَاتَّخَذُوا مِنْ دُونِ اللَّهِ آلِهَةً لِيَكُونُوا لَهُمْ عِزًّا. كَلَّا سَيَكْفُرُونَ بِعِبادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا .وقوله- تعالى-: وَقالَ الشَّيْطانُ لَمَّا قُضِيَ الْأَمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُكُمْ فَأَخْلَفْتُكُمْ، وَما كانَ لِي عَلَيْكُمْ مِنْ سُلْطانٍ إِلَّا أَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي فَلا تَلُومُونِي وَلُومُوا أَنْفُسَكُمْ.. .قال القرطبي: وقوله- تعالى-: فَأَلْقَوْا إِلَيْهِمُ الْقَوْلَ ... أى: ألقت إليهم الآلهة القول، أى: نطقت بتكذيب من عبدها. بأنها لم تكن آلهة، ولا أمرتهم بعبادتها، فينطق الله الأصنام حتى تظهر عند ذلك فضيحة الكفار .وقال الجمل: فإن قلت: كيف أثبت للأصنام نطقا هنا، ونفاه عنها في قوله- تعالى- في سورة الكهف: وَيَوْمَ يَقُولُ نادُوا شُرَكائِيَ الَّذِينَ زَعَمْتُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ ...فالجواب: أن المثبت لهم هنا النطق بتكذيب المشركين في دعوى عبادتهم لها، والمنفي عنهم في الكهف النطق بالإجابة إلى الشفاعة لهم ودفع العذاب عنهم فلا تنافى.والتعبير بقوله- تعالى-: فَأَلْقَوْا إِلَيْهِمُ الْقَوْلَ ... يشعر بأن الشركاء قد ردوا على المشركين قولهم بسرعة وبدون إبطاء حيث أتى- سبحانه- بالفاء في قوله فَأَلْقَوْا واشتملت جملة «إنكم لكاذبون» على جملة من المؤكدات، لإفحام المشركين، وتكذيبهم في قولهم تكذيبا قاطعا لا يحتمل التأويل."},{"ayah_number":87,"text":"ولذا وجدنا المشركين يعجزون عن الرد على شركائهم، بدليل قوله- تعالى- بعد ذلك:وَأَلْقَوْا إِلَى اللَّهِ يَوْمَئِذٍ السَّلَمَ، وَضَلَّ عَنْهُمْ ما كانُوا يَفْتَرُونَ.أى: وألقى المشركون يوم القيامة «السلم» أى: الاستسلام والخضوع والانقياد، لقضاء الله- تعالى- العادل فيهم، وغاب وذهب عنهم ما كانوا يفترونه ويزعمونه في الدنيا من أن آلهتهم ستشفع لهم، أو ستنفعهم يوم القيامة.وقيل: إن الضمير في قوله- تعالى- وَأَلْقَوْا يعود على المشركين وشركائهم. أى.استسلم العابدون والمعبودون وانقادوا لحكم الله الواحد القهار فيهم."},{"ayah_number":88,"text":"ثم بين- سبحانه- مصير الذين لم يكتفوا بالكفر، بل ضموا إليه رذائل أخرى فقال- تعالى-: الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ زِدْناهُمْ عَذاباً فَوْقَ الْعَذابِ بِما كانُوا يُفْسِدُونَ أى: الذين لم يكتفوا بكفرهم، بل أضافوا إلى ذلك أنهم «صدوا» غيرهم ومنعوه «عن سبيل الله» أى: عن اتباع الصراط المستقيم، والطريق القويم وهو طريق الإسلام.. هؤلاء الأشقياء الذين فعلوا ذلك: «زدناهم عذابا» شديدا «فوق العذاب» الذي يستحقونه «بما كانوا يفسدون» أى: بسبب فسادهم في الأرض وكفرهم بالحق، وصدهم الناس عن اتباعه.وهذه الزيادة في عذابهم، وردت آثار عن بعض الصحابة في بيانها. ومن ذلك ما روى عن ابن مسعود- رضى الله عنه- أنه قال: «زيدوا عقارب لها أنياب كالنخل الطوال ينهشونهم في جهنم».قال ابن كثير: وهذا دليل على تفاوت الكفار في عذابهم، كما يتفاوت المؤمنون في منازلهم في الجنة ودرجاتهم ."},{"ayah_number":89,"text":"ثم أكد- سبحانه- أمر البعث، وأنه آت لا ريب فيه، فقال- تعالى-: وَيَوْمَ نَبْعَثُ فِي كُلِّ أُمَّةٍ شَهِيداً عَلَيْهِمْ مِنْ أَنْفُسِهِمْ.والمراد بالشهيد هنا: كل نبي بعثه الله- تعالى- لأمة من الأمم السابقة كنوح، وإبراهيم، وموسى، وعيسى، وغيرهم من الأنبياء السابقين- عليهم الصلاة والسلام-.والظرف «يوم» متعلق بمحذوف تقديره: اذكر.والمعنى: واذكر- أيها العاقل لتتعظ وتعتبر- يوم القيامة- يوم نبعث في كل أمة من الأمم السابقة، نبيها الذي أرسل إليها في الدنيا، ليشهد عليها الشهادة الحق، بأن يشهد لمؤمنها بالإيمان، ولكافرها بالكفر.وقوله- سبحانه-: مِنْ أَنْفُسِهِمْ أى: من جنسهم وبيئتهم، ليكون أتم للحجة، وأقطع للمعذرة، وأدعى إلى العدالة والإنصاف.قال الآلوسى: ولا يرد لوط- عليه السلام- فإنه لما تأهل فيهم وسكن معهم عد منهم- أيضا-.وقال ابن عطية: يجور أن يبعث الله شهداء من الصالحين مع الأنبياء- عليهم السلام-.وقد قال بعض الصحابة: إذا رأيت أحدا على معصية فانهه فإن أطاعك وإلا كنت شهيدا عليه يوم القيامة.وقوله- سبحانه-: وَجِئْنا بِكَ شَهِيداً عَلى هؤُلاءِ خطاب للنبي صلى الله عليه وسلم على سبيل التشريف والتكريم. أى: وجئنا بك- أيها الرسول الكريم- يوم القيامة شهيدا على هؤلاء الذين أرسلك الله- تعالى- لإخراجهم من الظلمات إلى النور.وإيثار لفظ المجيء على البعث، لكمال العناية بشأنه صلى الله عليه وسلم.قال ابن كثير قوله: وَجِئْنا بِكَ شَهِيداً عَلى هؤُلاءِ يعنى أمتك. أى اذكر ذلك اليوم وهوله، وما منحك الله فيه من الشرف العظيم، والمقام الرفيع. وهذه الآية شبيهة بالآية التي انتهى إليها عبد الله بن مسعود حين قرأ على رسول الله صلى الله عليه وسلم صدر سورة النساء فلما وصل إلى قوله- تعالى- فَكَيْفَ إِذا جِئْنا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنا بِكَ عَلى هؤُلاءِ شَهِيداً فقال له رسول الله صلى الله عليه وسلم «حسبك» . فقال ابن مسعود: فالتفت فإذا عيناه صلى الله عليه وسلم تذرفان. أى بالدموع ....والمراد بشهادته على أمته صلى الله عليه وسلم: تصريحه بأنه قد بلغ الرسالة، وأدى الأمانة، ونصح لأمته، وتزكيته لأعمال الصالحين منها، ورجاؤه من الله- تعالى- في هذا اليوم العصيب أن يغفر للعصاة من هذه الأمة.ويرى بعضهم أن المراد بهؤلاء في قوله: وَجِئْنا بِكَ شَهِيداً عَلى هؤُلاءِ أى: على الأنبياء السابقين وأممهم.ويبدو لنا أن الرأى الأول أقرب إلى الصواب، لأنه هو الظاهر من معنى الجملة الكريمة، ولأن آية سورة النساء فَكَيْفَ إِذا جِئْنا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ تؤيده.ثم ختم- سبحانه- الآية الكريمة ببيان ما أنزله عليه من وحى فيه الشفاء للصدور، والموعظة للنفوس فقال- تعالى-: وَنَزَّلْنا عَلَيْكَ الْكِتابَ تِبْياناً لِكُلِّ شَيْءٍ، وَهُدىً وَرَحْمَةً وَبُشْرى لِلْمُسْلِمِينَ.والتبيان: مصدر يدل على التكثير. قالوا: ولم يجئ من المصادر على هذه الزنة إلا لفظان لفظ التبيان، ولفظ التلقاء. أى: «ونزلنا عليك» - أيها الرسول الكريم- «الكتاب» الكامل الجامع وهو القرآن الكريم «تبيانا» . أى: بيانا بليغا شاملا «لكل شيء» على سبيل الإجمال تارة، وعلى سبيل التفصيل تارة أخرى.وقوله: وَهُدىً وَرَحْمَةً وَبُشْرى لِلْمُسْلِمِينَ صفات أخرى للكتاب.أى: أنزلنا عليك القرآن ليكون تبيانا لكل شيء وليكون هداية للناس إلى طريق الحق والخير، ورحمة لهم من العذاب، وبشارة لمن أسلموا وجوههم لله- تعالى- وأحسنوا القول والعمل، لا لغيرهم ممن آثروا الكفر على الإيمان، والغىّ على الرشد.قال الجمل ما ملخصه: وقوله: تِبْياناً لِكُلِّ شَيْءٍ أى بيانا بليغا، فالتبيان أخص من مطلق البيان على القاعدة: أن زيادة المبنى تدل على زيادة المعنى.وهذا التبيان إما في نفس الكتاب، أو بإحالته على السنة لقوله- تعالى-: ... وَما آتاكُمُ الرَّسُولُ فَخُذُوهُ وَما نَهاكُمْ عَنْهُ فَانْتَهُوا ...، أو بإحالته على الإجماع كما قال- تعالى-: وَمَنْ يُشاقِقِ الرَّسُولَ مِنْ بَعْدِ ما تَبَيَّنَ لَهُ الْهُدى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ ما تَوَلَّى ...  أو على القياس كما قال: فَاعْتَبِرُوا يا أُولِي الْأَبْصارِ والاعتبار: النظر والاستدلال اللذان يحصل بهما القياس.فهذه أربعة طرق لا يخرج شيء من أحكام الشريعة عنها، وكلها مذكورة في القرآن، فكان تبيانا لكل شيء فاندفع ما قيل: كيف قال الله- تعالى- وَنَزَّلْنا عَلَيْكَ الْكِتابَ تِبْياناً لِكُلِّ شَيْءٍ ونحن نجد كثيرا من أحكام الشريعة لم يعلم من القرآن نصا، كعدد ركعات الصلاة، ومقدار حد الشرب، ونصاب السرقة وغير ذلك ....وبعد أن مدح- سبحانه- القرآن الكريم، بأن فيه تبيان كل شيء، وأنه هداية ورحمة وبشرى للمسلمين، أتبع ذلك بآيات كريمة أمرت المسلمين بأمهات الفضائل، وبجماع مكارم الأخلاق، ونهتهم عن الفواحش والرذائل لتكون كالدليل على ما في هذا الكتاب من تبيان وهدى ورحمة فقال- تعالى-:"},{"ayah_number":90,"text":"قال القرطبي ما ملخصه: قوله- تعالى-: إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسانِ اختلف العلماء في تأويل العدل والإحسان، فقال ابن عباس: العدل: لا إله إلا الله، والإحسان:أداء الفرائض. وقيل العدل: الفرض. والإحسان: النافلة، وقال على بن أبى طالب:العدل: الإنصاف. والإحسان: التفضل.وقال ابن العربي: العدل بين العبد وربه: إيثار حقه- تعالى- على حظ نفسه، وتقديم رضاه على هواه، والاجتناب للزواجر والامتثال للأوامر. وأما العدل بينه وبين نفسه فمنعه ما فيه هلاكها.. وأما العدل بينه وبين غيره فبذل النصيحة، وترك الخيانة فيما قل أو كثر، والإنصاف من نفسك لهم بكل وجه.وأما الإحسان فهو مصدر أحسن يحسن إحسانا. ويقال على معنيين: أحدهما: متعد بنفسه، كقولك: أحسنت كذا، أى: حسنته وأتقنته وكملته، وهو منقول بالهمزة من حسن الشيء. وثانيهما: متعد بحرف جر، كقولك: أحسنت إلى فلان، أى: أوصلت إليه ما ينتفع به. وهو في هذه الآية مراد بالمعنيين معا...ومن هذا الكلام الذي نقلناه بشيء من التلخيص عن الإمام القرطبي، يتبين لنا أن العدل هو أن يلتزم الإنسان جانب الحق والقسط في كل أقواله وأعماله، وأن الإحسان يشمل إحسان الشيء في ذاته سواء أكان هذا الشيء يتعلق بالعقائد أم بالعبادات أم بغيرهما، كما يشمل إحسان المسلم إلى غيره.فالإحسان أوسع مدلولا من العدل: لأنه إذا كان العدل معناه: أن تعطى كل ذي حق حقه، بدون إفراط أو تفريط، فإن الإحسان يندرج تحته أن تضيف إلى ذلك: العفو عمن أساء إليك، والصلة لمن قطعك، والعطاء لمن حرمك.وإيثار صيغة المضارع في قوله: إِنَّ اللَّهَ يَأْمُرُ ... لإفادة التجدد والاستمرار. ولم يذكر- سبحانه- متعلقات العدل والإحسان ليعم الأمر جميع ما يعدل فيه، وجميع ما يجب إحسانه وإتقانه من أقوال وأعمال، وجميع ما ينبغي أن تحسن إليه من إنسان أو حيوان أو غيرهما.وقوله- تعالى-: وَإِيتاءِ ذِي الْقُرْبى فضيلة ثالثة معطوفة على ما قبلها من عطف الخاص على العام، إذ هي مندرجة في العدل والإحسان.وخصها- سبحانه- بالذكر اهتماما بأمرها، وتنويها بشأنها، وتعظيما لقدرها.والإيتاء: مصدر بمعنى الإعطاء، وهو هنا مصدر مضاف لمفعوله.والمعنى: إن الله- تعالى- يأمركم- أيها المسلمون- أمرا دائما وواجبا، أن تلتزموا الحق والإنصاف في كل أقوالكم وأفعالكم وأحكامكم، وأن تلتزموا التسامح والعفو والمراقبة لله- تعالى- في كل أحوالكم.كما يأمركم أن تقدموا لأقاربكم على سبيل المعاونة والمساعدة، ما تستطيعون تقديمه لهم من خير وبر..لأن هذه الفضائل متى سرت بينكم، نلتم السعادة في دينكم ودنياكم، إذ بالعدل ينال كل صاحب حق حقه، وبالإحسان يكون التحاب والتواد والتراحم، وبصلة الأقارب يكون التكافل والتعاون ...وبعد أن أمر- سبحانه- بأمهات الفضائل، نهى عن رءوس الرذائل فقال- تعالى-:وَيَنْهى عَنِ الْفَحْشاءِ وَالْمُنْكَرِ وَالْبَغْيِ ...والفحشاء: كل ما اشتد قبحه من قول أو فعل. وخصها بعضهم بالزنا.والمنكر: كل ما أنكره الشرع بالنهى عنه، فيعم جميع المعاصي والرذائل والدناءات على اختلاف أنواعها.والبغي: هو تجاوز الحد في كل شيء يقال: بغى فلان على غيره، إذا ظلمه وتطاول عليه.وأصله من بغى الجرح إذا ترامى إليه الفساد ...أى: كما أمركم- سبحانه- بالعدل والإحسان وإيتاء ذي القربى، فإنه- تعالى- ينهاكم عن كل قبيح وعن كل منكر، وعن كل تجاوز لما شرعه الله- عز وجل-.وذلك لأن هذه الرذائل ما شاعت في أمة إلا وكانت عاقبتها خسرا، وأمرها فرطا، والفطرة البشرية النقية تأبى الوقوع أو الاقتراب من هذه الرذائل، لأنها تتنافى مع العقول السليمة، ومع الطباع القويمة.ومهما روج الذين لم ينبتوا نباتا حسنا لتلك الرذائل، فإن النفوس الطاهرة، تلفظها بعيدا عنها، كما يلفظ الجسم الأشياء الغريبة التي تصل إليه.ثم ختم- سبحانه- الآية الكريمة بقوله: يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ أى: ينبهكم- سبحانه- أكمل تنبيه وأحكمه إلى ما يصلحكم عن طريق اتباع ما أمركم به وما نهاكم عنه، لعلكم بذلك تحسنون التذكر لما ينفعكم، وتعملون بمقتضى ما علمكم- سبحانه.هذا، وقد ذكر المفسرون في فضل هذه الآية كثيرا من الآثار والأقوال، ومن ذلك ما أخرجه الحافظ أبو يعلى في كتاب معرفة الصحابة.. قال: بلغ أكثم بن صيفي مخرج النبي صلى الله عليه وسلم فأراد أن يأتيه، فأبى قومه أن يدعوه وقالوا له: أنت كبيرنا لم تكن لتخف إليه.قال: فليأته من يبلغه عنى ويبلغني عنه. فانتدب رجلان فأتيا النبي صلى الله عليه وسلم فقالا له: نحن رسل أكثم بن صيفي وهو يسألك من أنت وما أنت؟ فقال النبي صلى الله عليه وسلم: «أما أنا فمحمد ابن عبد الله، وأما ما أنا، فأنا عبد الله ورسوله» .ثم تلا عليهم هذه الآية: إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسانِ.. الآية.فقالوا: ردد علينا هذا القول، فردده عليهم حتى حفظوه، فأتيا أكثم فقالا له: أبى أن يرفع نسبه فسألنا عن نسبه فوجدناه زاكي النسب.. وقد رمى إلينا بكلمات قد سمعناها فلما سمعهن أكثم قال: إنى أراه يأمر بمكارم الأخلاق وينهى عن ملائمها، فكونوا في هذا الأمر رءوسا، ولا تكونوا فيه أذنابا  .وعن ابن عباس- رضى الله عنهما- قال: أعظم آية في كتاب الله: «الله لا إله إلا هو الحي القيوم..» . وأجمع آية في كتاب الله للخير والشر: إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسانِ وأكثر آية في كتاب الله تفويضا: وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجاً وَيَرْزُقْهُ مِنْ حَيْثُ لا يَحْتَسِبُ ... وأشد آية في كتاب الله رجاء: يا عِبادِيَ الَّذِينَ أَسْرَفُوا عَلى أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعاً.. ."},{"ayah_number":91,"text":"ثم أمرهم- سبحانه- بالوفاء بالعهود فقال: وَأَوْفُوا بِعَهْدِ اللَّهِ إِذا عاهَدْتُمْ ...والعهد: ما من شأنه أن يراعى ويحفظ، كاليمين والوصية وما يشبههما.وعهد الله: أوامره ونواهيه وتكاليفه الشرعية التي كلف الناس بها، والوفاء بعهد الله- تعالى-: يتأتى بتنفيذ أوامره وتكاليفه، واجتناب ما نهى عنه.قال القرطبي: قوله- تعالى-: وَأَوْفُوا بِعَهْدِ اللَّهِ ... لفظ عام لجميع ما يعقد باللسان، ويلتزمه الإنسان من بيع أو صلة، أو مواثقة في أمر موافق للديانة.وهذه الآية مضمن قوله- تعالى-: إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسانِ لأن المعنى فيها: افعلوا كذا، وانتهوا عن كذا، فعطف على ذلك التقدير.وقد قيل إنها نزلت في بيعة النبي صلى الله عليه وسلم على الإسلام. وقيل: نزلت في التزام الحلف الذي كان في الجاهلية، وجاء الإسلام بالوفاء به- كحلف الفضول-.والعموم يتناول كل ذلك ...  .والمعنى: إن الله يأمركم- أيها المسلمون- بالعدل والإحسان وإيتاء ذي القربى، ويأمركم- أيضا- بالوفاء بالعهود التي التزمتم بها مع الله- تعالى- أو مع الناس.والآيات التي وردت في وجوب الوفاء بالعهود كثيرة ومن ذلك قوله- تعالى-: وَأَوْفُوا بِالْعَهْدِ إِنَّ الْعَهْدَ كانَ مَسْؤُلًا .وخص- سبحانه- الأمر بالوفاء بالعهد بالذكر- مع أنه داخل في المأمورات التي اشتملت عليها الآية السابقة كما أشار إلى ذلك القرطبي في كلامه السابق- لأن الوفاء بالعهود من آكد الحقوق وأوجبها على الإنسان.وقوله تعالى: وَأَوْفُوا بِعَهْدِي أُوفِ بِعَهْدِكُمْ وَإِيَّايَ فَارْهَبُونِ .ومن الأحاديث التي وردت في ذلك ما رواه الشيخان عن أبى هريرة أن رسول الله صلى الله عليه وسلم قال: «آية المنافق ثلاث: إذا حدث كذب، وإذا وعد أخلف، وإذا ائتمن خان» ..وقوله- سبحانه-: وَلا تَنْقُضُوا الْأَيْمانَ بَعْدَ تَوْكِيدِها ... تأكيد للأمر بالوفاء، وتحذير من الخيانة والغدر.والنقض في اللغة: حقيقة في فسخ ما ركب بفعل يعاكس الفعل الذي كان به التركيب.واستعمل هنا على سبيل المجاز في إبطال العهد.والأيمان: جمع يمين. وتطلق بمعنى الحلف والقسم. وأصل ذلك أن العرب كانوا إذا أرادوا توثيق عهودهم بالقسم يقسمونه، ووضع كل واحد من المتعاهدين يمينه في يمين صاحبه.أى: كونوا أوفياء بعهودكم، ولا تنقضوا الأيمان بعد توكيدها، أى: بعد توثيقها وتغليظها عن طريق تكرارها بمرة ومرتين، أو عن طريق الإتيان فيها ببعض أسماء الله- تعالى- وصفاته.وقوله- تعالى-: بَعْدَ تَوْكِيدِها للإشعار بأن نقض الأيمان وإن كان قبيحا في كل حالة، فهو في حالة توكيد الأيمان وتغليظها أشد قبحا.ولذا قال بعض العلماء: وهذا القيد لموافقة الواقع، حيث كانوا يؤكدون أيمانهم في المعاهدة، وحينئذ فلا مفهوم له، فلا يختص النهى عن النقض بحالة التوكيد، بل نقض اليمين منهى عنه مطلقا. أو يراد بالتوكيد القصد، ويكون احترازا عن لغو اليمين. وهي الصادرة عن غير قصد للحلف».وقال الإمام ابن كثير ما ملخصه: ولا تعارض بين هذه الآية وبين قوله صلى الله عليه وسلم فيما ثبت عنه في الصحيحين أنه قال: «إنى والله إن شاء الله لا أحلف على يمين فأرى غيرها خيرا منها، إلا أتيت الذي هو خير وتحللتها- وفي رواية- وكفرت عن يميني» لأن هذه الأيمان المراد بها في الآية: الداخلة في العهود والمواثيق، لا الأيمان التي هي واردة في حث أو منع..».والخلاصة، أن الآية الكريمة تنهى المؤمن عن نقض الأيمان نهيا عاما، إلا أن السنة النبوية الصحيحة قد خصصت هذا التعميم بإباحة نقض اليمين إذا كانت مانعة من فعل خير، ويؤيد هذا التخصيص قوله- تعالى-: وَلا تَجْعَلُوا اللَّهَ عُرْضَةً لِأَيْمانِكُمْ أَنْ تَبَرُّوا وَتَتَّقُوا وَتُصْلِحُوا بَيْنَ النَّاسِ...وجملة «وقد جعلتم الله عليكم كفيلا..» حال من فاعل «تنقضوا» ، وهي مؤكدة لمضمون ما قبلها من وجوب الوفاء بالعهود والنهى عن نقضها.والكفيل: من يكفل غيره، أى: يضمنه في أداء ما عليه.أى: ولا تنقضوا الأيمان بعد توكيدها، والحال أنكم قد جعلتم الله- تعالى- ضامنا لكم فيما التزمتم به من عهود، وشاهدا ورقيبا على أقوالكم وأعمالكم.فالجملة الكريمة تحذر المتعاهدين من النقض بعد أن جعلوا الله- تعالى- كفيلا عليهم.ثم ختم- سبحانه- الآية الكريمة بهذا التهديد الخفى فقال- تعالى-: إِنَّ اللَّهَ يَعْلَمُ ما تَفْعَلُونَ. أى: إن الله- تعالى- يعلم ما تفعلون من الوفاء أو النقض، وسيجاز بكم بما تستحقون من خير أو شر، فالمراد من العلم لازمه، وهو المجازاة على الأعمال."},{"ayah_number":92,"text":"ثم ضرب- سبحانه- مثلا لتقبيح نقض العهد، فقال- تعالى-: وَلا تَكُونُوا كَالَّتِي نَقَضَتْ غَزْلَها مِنْ بَعْدِ قُوَّةٍ أَنْكاثاً.وقوله: غَزْلَها اى: مغزولها، فهو مصدر بمعنى المفعول. والفعل منه غزل يغزل- بكسر الزاى.. من باب ضرب. يقال غزلت المرأة الصوف أو القطن غزلا.والجار والمجرور في قوله مِنْ بَعْدِ قُوَّةٍ متعلق بالفعل نَقَضَتْ أى: نقضته وأفسدته من بعد إبرامه وإحكامه.وأَنْكاثاً حال مؤكدة من غَزْلَها، ويجوز أن يكون مفعولا ثانيا، بتضمين الفعل نقضت معنى صيرت أو جعلت.والأنكاث: جمع نكث- بكسر النون-، بمعنى منكوث أى منقوض، وهو ما نقض وحل فتله ليغزل ثانيا، والجمع أنكاث كحمل وأحمال.يقال: نكث الرجل العهد نكثا- من باب قتل- إذا نقضه ونبذه، ومنه قوله- تعالى- فَمَنْ نَكَثَ فَإِنَّما يَنْكُثُ عَلى نَفْسِهِ.قال ابن كثير: هذه امرأة خرقاء كانت بمكة، كلما غزلت شيئا نقضته بعد إبرامه.وقال مجاهد وقتادة وابن زيد: هذا مثل لمن نقض عهده بعد توكيده. وهذا أرجح وأظهر سواء أكان بمكة امرأة تنقض غزلها أم لا .والمعنى: كونوا- أيها المسلمون- أوفياء بعهودكم، ولا تنقضوها بعد إبرامها، فإنكم إن نقضتموها كان مثلكم كمثل تلك المرأة الحمقاء، التي كانت تفتل غزلها فتلا محكما، ثم تنقضه بعد ذلك، وتتركه مرة أخرى قطعا منكوثة محلولة..فالجملة الكريمة تحقر في كل جزئية من جزئياتها، حال من ينقض العهد، وتشبهه على سبيل التنفير والتقبيح بحال امرأة ملتاثه في عقلها، مضطربة في تصرفاتها.وقوله- سبحانه-: تَتَّخِذُونَ أَيْمانَكُمْ دَخَلًا بَيْنَكُمْ أَنْ تَكُونَ أُمَّةٌ هِيَ أَرْبى مِنْ أُمَّةٍ.إبطال للأسباب التي كان يتخذها بعض الناس ذرائع ومبررات لنقض العهود.والدّخل- بفتح الخاء-: المكر والغش والخديعة. وهو في الأصل اسم للشيء الذي يدخل في غيره وليس منه.قال الراغب: والدخل كناية عن الفساد والعداوة المستبطنة، كالدّغل، وعن الدعوة في النسب ... ومنه قيل: شجرة مدخولة- أى ليست من جنس الأشجار التي حولها.وقوله أَنْ تَكُونَ أُمَّةٌ ... متعلق بقوله تَتَّخِذُونَ.وقوله أَرْبى مأخوذ من الربو بمعنى الزيادة والكثرة. يقال: ربا الشيء يربو إذا زاد وكثر.والمعنى: لا تكونوا مشبهين لامرأة هذا شأنها، حالة كونكم متخذين أيمانكم وأقسامكم وسيلة للغدر والخيانة، من أجل أن هناك جماعة أوفر عددا وأكثر مالا من جماعة أخرى.قال القرطبي: قال المفسرون: نزلت هذه الآية في العرب الذين كانت القبيلة منهم إذا حالفت أخرى، ثم جاءت إحداهما قبيلة أخرى كبيرة قوية فداخلتها غدرت بالأولى ونقضت عهدها، ورجعت إلى هذه الكبرى، فنهاهم الله- تعالى-: أن ينقضوا العهود من أجل أن طائفة أكثر من طائفة أخرى، أو أكثر أموالا ...وقال الفراء: المعنى: لا تغدروا بقوم لقلتهم وكثرتكم، أو لقلتكم وكثرتهم وقد عززتموهم بالأيمان.وقال ابن كثير: قال مجاهد: كانوا يحالفون الحلفاء، فيجدون أكثر منهم وأعز، فينقضون حلف هؤلاء ويحالفون أولئك الذين هم أكثر وأعز، فنهوا عن ذلك.والخلاصة: أن الآية الكريمة تدعو إلى وجوب الوفاء بالعهود في جميع الأحوال، وتنهى عن اللجوء إلى الذرائع الباطلة، من أجل نقض العهود، إذ الإسلام لا يقر هذه الذرائع وتلك المبررات، بدعوى أن هناك جماعة أقوى من جماعة، أو دولة أعز من دولة، وإنما الذي يقره الإسلام هو مراعاة الوفاء بالعهود، وعدم اتخاذ الأيمان وسيلة للغش والخداع.والضمير المجرور في قوله: إِنَّما يَبْلُوكُمُ اللَّهُ بِهِ يعود على مضمون الجملة المتقدمة وهي قوله- تعالى-: أَنْ تَكُونَ أُمَّةٌ هِيَ أَرْبى مِنْ أُمَّةٍ.أى: إنما يبلوكم الله ويختبركم بكون أمة أربى من أمة، لينظر أتفون بعهودكم أم لا. وإلى هذا المعنى أشار صاحب الكشاف بقوله: قوله- تعالى-: إِنَّما يَبْلُوكُمُ اللَّهُ بِهِ الضمير لقوله: أَنْ تَكُونَ أُمَّةٌ ... لأنه في معنى المصدر. أى: إنما يختبركم بكونهم أربى، لينظر أتتمسكون بحبل الوفاء بعهد الله، وما عقدتم على أنفسكم ووكدتم من أيمان البيعة لرسول الله صلى الله عليه وسلم أم تغترون بكثرة قريش وثروتهم وقوتهم. وقلة المؤمنين وفقرهم وضعفهم.ويجوز أن يعود إلى ما أمر الله به من الوفاء بالعهد، فيكون المعنى: إنما يبلوكم الله ويختبركم بما أمركم به من الوفاء بالعهود، ومن النهى عن النقض ليظهر لكم المطيع من العاصي، وقوى الإيمان من ضعيفه.ثم ختم- سبحانه- الآية الكريمة ببيان أن مرد الفصل بين العباد فيما اختلفوا فيه إليه- تعالى- وحده، فقال: وَلَيُبَيِّنَنَّ لَكُمْ يَوْمَ الْقِيامَةِ ما كُنْتُمْ فِيهِ تَخْتَلِفُونَ فيجازى أهل الحق بما يستحقون من ثواب، ويجازى أهل الباطل بما هم أهله من عقاب."},{"ayah_number":93,"text":"ثم بين- سبحانه- أن قدرته لا يعجزها شيء فقال- تعالى-: وَلَوْ شاءَ اللَّهُ لَجَعَلَكُمْ أيها الناس أُمَّةً واحِدَةً متفقة على الحق وَلكِنْ لحكم يعلمها ولا تعلمونها، ولسنن وضعها في خلقه يُضِلُّ مَنْ يَشاءُ إضلاله لاستحبابه العمى على الهدى، وإيثاره الغي على الرشد وَيَهْدِي مَنْ يَشاءُ هدايته لحسن استعداده، وسلامة اختياره، ونهيه النفس عن الهوى.وَلَتُسْئَلُنَّ أيها الناس يوم القيامة سؤال محاسبة ومجازاة عَمَّا كُنْتُمْ تَعْمَلُونَ في الدنيا، فيثيب الطائعين بفضله، ويعاقب العصاة بعدله.وبعد أن أمر- سبحانه- بالوفاء بالعهود ونهى عن نقضها بصفة عامة، أتبع ذلك بالنهى عن الحنث في الإيمان بصفة خاصة، فقال تعالى:"},{"ayah_number":94,"text":"فقوله- سبحانه- وَلا تَتَّخِذُوا أَيْمانَكُمْ دَخَلًا بَيْنَكُمْ تصريح بالنهى عن اتخاذ الإيمان من أجل الغش والخديعة، بعد النهى عن نقض العهود بصفة عامة. أى: ولا تتخذوا- أيها المؤمنون- الحلف بالله- تعالى- ذريعة إلى غش الناس وخداعهم واستلاب حقوقهم، فقد جرت عادة الناس أن يطمئنوا إلى صدق من يقسم بالله- تعالى-، فلا تجعلوا هذا الاطمئنان وسيلة للكذب عليهم، ولإفساد ما بينكم وبينهم من مودة.ثم رتب- سبحانه- على هذا النهى ما من شأنه أن يردع النفوس عن اتخاذ الأيمان دخلا فقال: فَتَزِلَّ قَدَمٌ بَعْدَ ثُبُوتِها وأصل الزلل الخروج عن الطريق السليم. يقال: زل فلان يزل زللا وزلولا، إذا دحضت قدمه ولم تصب موضعها الصحيح أى: لا تتخذوا أيمانكم وسيلة للخديعة والإفساد بين الناس، فتزل أقدامكم عن طريق الإسلام بعد ثبوتها عليها، ورسوخها فيها، قالوا: والجملة الكريمة مثل يضرب لكل من وقع في بلية ومحنة، بعد أن كان في عافية ونعمة.قال صاحب الكشاف: فإن قلت: لم وحدت القدم ونكرت؟ قلت لاستعظام أن تزل قدم واحدة عن طريق الحق. بعد أن ثبتت عليه، فكيف بأقدام كثيرة   ؟.وقوله وَتَذُوقُوا السُّوءَ بِما صَدَدْتُمْ عَنْ سَبِيلِ اللَّهِ بيان لما يصيبهم من عذاب دنيوى بسبب اتخاذ أيمانهم دخلا بينهم. أى: وتذوقوا السوء وهو العذاب الدنيوي من المصائب والخوف والجوع، بسبب صدودكم وإعراضكم عن أوامر الله ونواهيه، أو بسبب صدكم لغيركم عن الدخول في دين الله، حيث رأى منكم ما يجعله ينفر منكم ومن دينكم.والتعبير بتذوقوا فيه إشارة إلى أن العذاب الدنيوي الذي سينزل بهم بسبب اتخاذهم أيمانهم دخلا بينهم، سيكون عذابا شديدا يحسون آلامه إحساسا واضحا، كما يحس الشارب للشيء المر مرارته، ويتذوق آلامه.قال ابن كثير: حذر الله- تعالى- عباده عن اتخاذ الأيمان دخلا، أى: خديعة ومكرا، لئلا تزل قدم بعد ثبوتها مثل لمن كان على الاستقامة وحاد عنها، وزل عن طريق الهدى بسبب الأيمان الحانثة، المشتملة على الصد عن سبيل الله، لأن الكافر إذا رأى أن المؤمن قد عاهده ثم غدر به، لم يبق له وثوق بالدين، فانصد بسببه عن الدخول في الإسلام .وقوله: وَلَكُمْ عَذابٌ عَظِيمٌ لا يعلم مقدار شدته وهو له إلا الله- عز وجل- فأنت ترى أن الآية الكريمة قد رتبت على اتخاذ الأيمان دخلا، انقلاب حالة الإنسان من الخير إلى الشر، ونزول العذاب الدنيوي والأخروى به."},{"ayah_number":95,"text":"ثم نهاهم- سبحانه- عن أن يبيعوا دينهم بدنياهم فقال- تعالى-: وَلا تَشْتَرُوا بِعَهْدِ اللَّهِ ثَمَناً قَلِيلًا.والاشتراء هنا: استعارة للاستبدال، والذي استبدل به الثمن القليل هو الوفاء بعهد الله.والمراد بعهد الله- تعالى-: أوامره ونواهيه التي كلفنا بالتزامها والعمل بمقتضاها.والمراد بالثمن القليل: حظوظ الدنيا وشهواتها وزينتها من الأموال وغيرها.والمعنى: ولا تستبدلوا بأوامر الله- تعالى- ونواهيه، عرضا قليلا من أعراض الدنيا الزائلة، بأن تنقضوا عهودكم في مقابل منفعة دنيوية زائلة.وليس وصف الثمن بالقلة في قوله: ثَمَناً قَلِيلًا من الأوصاف المخصصة للنكرات، بل هو من الأوصاف اللازمة للثمن المحصل في مقابل عدم الوفاء بالعهد، إذ لا يكون إلا قليلا وإن بلغ ما بلغ من أعراض الدنيا بجانب رضا الله- تعالى-.ورحم الله الإمام ابن كثير، فقد قال عند تفسيره لهذه الآية الكريمة: وَلا تَشْتَرُوا بِعَهْدِ اللَّهِ ثَمَناً قَلِيلًا أى: لا تعتاضوا عن الأيمان بالله عرض الحياة الدنيا وزينتها، فإنها قليلة، ولو حيزت لابن آدم الدنيا بحذافيرها لكان ما عند الله هو خير له .ثم رغبهم- سبحانه- فيما عنده فقال: إِنَّما عِنْدَ اللَّهِ هُوَ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ.أى: إن ما ادخره الله- تعالى- لكم من ثواب عظيم، وأجر جزيل، وحياة طيبة، هو خير لكم من ذلك الثمن القليل الذي تتطلعون إليه، وتنقضون العهود من أجله، إن كنتم من أهل العلم والفطنة، الذين يؤثرون الباقي على الفاني.قال الآلوسى: قوله إِنْ كُنْتُمْ تَعْلَمُونَ أى: إن كنتم من أهل العلم والتمييز. فالفعل منزل منزلة اللازم. وقيل: متعد، والمفعول محذوف، وهو فضل ما بين العوضين، والأول أبلغ ومستغن عن التقدير ."},{"ayah_number":96,"text":"ثم أضاف- سبحانه- إلى ترغيبهم في العمل بما يرضيه ترغيبا آخر فقال: ما عِنْدَكُمْ يَنْفَدُ وَما عِنْدَ اللَّهِ باقٍ.أى: ما عندكم من متاع الدنيا وزهرتها يفنى وينقضي ويزول، وما عند الله- تعالى- في الآخرة من عطاء باق لا يفنى ولا يزول، فآثروا ما يبقى على ما ينفد. يقال: نفد الشيء بكسر الفاء- ينفد- بفتحها- نفادا ونفودا، إذا ذهب وفنى.ثم بشر- سبحانه- الصابرين على طاعته بأعظم البشارات فقال: وَلَنَجْزِيَنَّ الَّذِينَ صَبَرُوا أَجْرَهُمْ بِأَحْسَنِ ما كانُوا يَعْمَلُونَ.أى: ولنجزين الذين صبروا على طاعتنا، واجتنبوا معصيتنا، ووفوا بعهودنا، بجزاء أفضل وأكرم مما كانوا يعملونه في الدنيا من خيرات وطاعات.وأكد- سبحانه- هذه البشارة بلام القسم، ونون التوكيد، لترغيبهم في الثبات على فضيلة الصبر، وعلى الوفاء بالعهد.قال الجمل ما ملخصه: وقوله أَجْرَهُمْ مفعول ثان لنجزى. وقوله بِأَحْسَنِ نعت لمحذوف، أى: بجزاء أحسن من عملهم الذي كانوا يعملونه في الدنيا، والباء بمعنى على  ."},{"ayah_number":97,"text":"ثم بين- سبحانه- حسن عاقبة المؤمنين الذين يحرصون على العمل الصالح فقال- تعالى-: مَنْ عَمِلَ صالِحاً مِنْ ذَكَرٍ أَوْ أُنْثى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَياةً طَيِّبَةً، وَلَنَجْزِيَنَّهُمْ أَجْرَهُمْ بِأَحْسَنِ ما كانُوا يَعْمَلُونَ.أى: من عمل عملا صالحا، بأن يكون خالصا لوجه الله- تعالى- وموافقا لما جاء به النبي صلى الله عليه وسلم سواء أكان هذا العامل المؤمن ذكرا أم أنثى، فلنحيينه حياة طيبة، يظفر معها بصلاح البال، وسعادة الحال.وقال- سبحانه-: مِنْ ذَكَرٍ أَوْ أُنْثى مع أن لفظ «من» في قوله: مَنْ عَمِلَ يتناول الذكور والإناث للتنصيص على النوعين، حتى يكون أغبط لهما، ولدفع ما قد يتوهم من أن الخطاب للذكور وحدهم.ولذا قال صاحب الكشاف: فإن قلت «من» متناول في نفسه للذكر والأنثى فما معنى تبيينه بهما؟ قل: هو مبهم صالح على الإطلاق للنوعين، إلا أنه إذا ذكر كان الظاهر تناوله للذكور، فقيل «من ذكر أو أنثى» على التبيين ليعم الوعد النوعين جميعا  .وقيد- سبحانه- العامل بكونه مؤمنا فقال: وَهُوَ مُؤْمِنٌ لبيان أن العمل لا يكون مقبولا عند الله- تعالى- إلا إذا كان مبنيا على العقيدة الصحيحة، وكان صاحبه يدين بدين الإسلام، وقد أوضح القرآن هذا المعنى في آيات كثيرة، منها قوله- تعالى-: وَقَدِمْنا إِلى ما عَمِلُوا مِنْ عَمَلٍ فَجَعَلْناهُ هَباءً مَنْثُوراً .والمراد بالحياة الطيبة في قوله- تعالى-: فَلَنُحْيِيَنَّهُ حَياةً طَيِّبَةً الحياة الدنيوية التي يحياها المؤمن إلى أن ينقضي أجله.قال ابن كثير عند تفسيره لهذه الآية ما ملخصه: هذا وعد من الله- تعالى- لمن عمل صالحا من ذكر أو أنثى، بأن يحييه الله حياة طيبة في الدنيا.. والحياة الطيبة تشمل وجوه الراحة من أى جهة كانت. وقد روى عن ابن عباس وجماعة أنهم فسروها بالرزق الحلال، وعن على بن أبى طالب أنه فسرها بالقناعة.والصحيح أن الحياة الطيبة تشمل هذا كله، كما جاء في الحديث الذي رواه الإمام أحمد عن ابن عمر أن رسول الله صلى الله عليه وسلم قال: «قد أفلح من أسلم ورزق كفافا وقنعه الله بما آتاه » .وقيل المراد بالحياة الطيبة هنا: الحياة الأخروية، وقد صدر الشيخ الآلوسى تفسيره بهذا الرأى فقال ما ملخصه: قوله- تعالى-: فَلَنُحْيِيَنَّهُ حَياةً طَيِّبَةً والمراد بالحياة الطيبة التي تكون في الجنة، إذ هناك حياة بلا موت، وغنى بلا فقر، وصحة بلا سقم، وسعادة بلا شقاوة.. فعن الحسن: لا تطيب الحياة لأحد إلا في الجنة.وقال شريك: هي حياة تكون في البرزخ.. وقال غير واحد هي في الدنيا .ويبدو لنا أن تفسير الحياة الطيبة هنا بأنها الحياة الدنيوية أرجح، لأن الحياة الأخروية جاء التصريح بها بعد ذلك في قوله- تعالى-: وَلَنَجْزِيَنَّهُمْ أَجْرَهُمْ بِأَحْسَنِ ما كانُوا يَعْمَلُونَ.فلو فسرنا الحياة الطيبة بالحياة الأخروية لكان في الآية الكريمة ما يشبه التكرار، ولكننا لو فسرناها بالحياة الدنيوية لكانت الآية الكريمة مبينة لجزاء المؤمنين في الدارين.وأيضا فإن قول النبي صلى الله عليه وسلم السابق: «قد أفلح من أسلم ورزق كفافا» يشير إلى أن المراد بالحياة الطيبة، الحياة الدنيوية، لأن من نال الفلاح نال حياة طيبة.وعلى ذلك يكون المعنى الإجمالى للآية الكريمة: من عمل عملا صالحا من ذكر أو أنثى وهو مؤمن فلنحيينه حياة طيبة في الدنيا، يظفر معها بالسعادة وصلاح البال، والأمان والاطمئنان، أما في الآخرة فسنجزيه جزاء أكرم وأفضل مما كان يعمله في الدنيا من أعمال صالحة.قال صاحب الكشاف قوله: حَياةً طَيِّبَةً يعنى في الدنيا، وهو الظاهر لقوله وَلَنَجْزِيَنَّهُمْ وعدهم الله ثواب الدنيا والآخرة، كقوله: فَآتاهُمُ اللَّهُ ثَوابَ الدُّنْيا وَحُسْنَ ثَوابِ الْآخِرَةِ ... .وذلك أن المؤمن مع العمل الصالح موسرا كان أو معسرا، يعيش عيشا طيبا، إن كان موسرا فلا مقال فيه، وإن كان معسرا فمعه ما يطيب عيشه وهو القناعة والرضا بقسمة الله.وأما الفاجر فأمره على العكس. إن كان معسرا فلا إشكال في أمره، وإن كان موسرا، فالحرص لا يدعه أن يتهنأ بعيشه  .ثم أشار- سبحانه- إلى أن من الأعمال الصالحة، أن يستعيذ المسلم عند قراءته للقرآن الكريم، من الشيطان الرجيم، فقال- تعالى:"},{"ayah_number":98,"text":"والمراد بقوله- تعالى-: فَإِذا قَرَأْتَ الْقُرْآنَ.. أى فإذا أردت قراءته. فالكلام على حذف الإرادة، وذلك لأن المعنى الذي طلبت من أجله الاستعاذة وهو دفع وسوسة الشيطان يقتضى أن يبدأ القارئ بها- أى بالاستعاذة- قبل القراءة لا بعدها وشبيه بهذه الآية في حذف الإرادة لدلالة المقام عليها قوله- تعالى-: يا أَيُّهَا الَّذِينَ آمَنُوا إِذا قُمْتُمْ إِلَى الصَّلاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرافِقِ..  أى: إذا أردتم القيام إلى الصلاة فاغسلوا.وقوله- تعالى-: وَكَمْ مِنْ قَرْيَةٍ أَهْلَكْناها فَجاءَها بَأْسُنا بَياتاً أَوْ هُمْ قائِلُونَ   أى:أردنا إهلاكها فجاءها بأسنا.والمعنى: فإذا أردت- أيها المسلم- قراءة القرآن فَاسْتَعِذْ بِاللَّهِ أى: فاستجر بالله، والتجئ إلى حماه مِنَ الشَّيْطانِ الرَّجِيمِ.قال ابن كثير: والشيطان في لغة العرب، كل متمرد من الجن والإنس والدواب وكل شيء، وهو مشتق من شطن بمعنى بعد، فهو بعيد بطبعه عن طباع البشر، وبعيد بفسقه عن كل خير ... »  .والرجيم بزنة فعيل بمعنى مفعول. أى: أنه مرجوم ومطرود من رحمة الله- تعالى-.قال بعض العلماء: وإنما خصت القراءة بطلب الاستعاذة، مع أنه قد أمر بها على وجه العموم في جميع الشئون، لأن القرآن مصدر هداية، والشيطان مصدر ضلال، فهو يقف للإنسان بالمرصاد في هذا الشأن على وجه خاص، فيثير أمامه ألوانا من الشكوك فيما يفيد من قراءته، وفيما يقصد بها، فيفوت عليه الانتفاع بهدى الله وآياته. فعلمنا الله- تعالى- أن نتقي ذلك كله بهذه الاستعاذة التي هي في الواقع عنوان صادق، وتعبير حق، عن امتلاء قلب المؤمن بمعنى اللجوء إلى الله. وقوة عزيمته في طرد الشيطان ووساوسه، واستقبال هدايته بقلب طاهر، وعقل واع وإيمان ثابت .وكيفية الاستعاذة أن يقول القارئ عند إرادة قراءته للقرآن، أعوذ بالله من الشيطان الرجيم، فقد تضافرت الروايات عن رسول الله صلى الله عليه وسلم بهذه الصيغة.قال الآلوسى. وروى الثعلبي والواحدي أن ابن مسعود قرأ عن النبي صلى الله عليه وسلم فقال:أعوذ بالله السميع العليم من الشيطان الرجيم، فقال له النبي صلى الله عليه وسلم: «يا ابن أم عبد، قل: أعوذ بالله من الشيطان الرجيم، هكذا أقرأنى جبريل..»  .وقال صاحب تفسير آيات الأحكام: والأمر بها- أى بالاستعاذة- للندب عند الجمهور.وعن الثوري أنها واجبة. وظاهر الآية يؤيده، إذ الأمر للوجوب. والجمهور يقولون: إنه صرفها عن الوجوب ما ورد من أنه صلى الله عليه وسلم لم يعلمها للأعرابى- أى الذي سأله عن كيفية الصلاة- وأيضا فقد روى أنه كان صلى الله عليه وسلم يتركها..   ."},{"ayah_number":99,"text":"ثم بين- سبحانه- بعد ذلك أن وسوسة الشيطان لا أثر لها على المؤمنين الصادقين فقال- تعالى-: إِنَّهُ لَيْسَ لَهُ سُلْطانٌ عَلَى الَّذِينَ آمَنُوا وَعَلى رَبِّهِمْ يَتَوَكَّلُونَ أى: إن الشيطان مهما تمرد وعتا فإنه «ليس له سلطان» أى: ليس له تسلط واستيلاء واستحواذ بالقهر والغلبة، على نفوس الذين آمنوا بالله- تعالى- حق الإيمان والذين هم عليه- تعالى- وحده يتوكلون ويعتمدون لا على غيره.وشبيه بهذه الآية قوله- تعالى-: إِنَّ عِبادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطانٌ إِلَّا مَنِ اتَّبَعَكَ مِنَ الْغاوِينَ  وقوله- تعالى-: إِنَّ عِبادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطانٌ وَكَفى بِرَبِّكَ وَكِيلًا ."},{"ayah_number":100,"text":"وبعد أن نفى- سبحانه- أن يكون للشيطان سلطان على نفوس المؤمنين الصادقين، أثبت- سبحانه- أن تسلط الشيطان إنما هو على نفوس الضالين، فقال- تعالى-: إِنَّما سُلْطانُهُ عَلَى الَّذِينَ يَتَوَلَّوْنَهُ، وَالَّذِينَ هُمْ بِهِ مُشْرِكُونَ.أى: إنما تسلط الشيطان وتأثيره على الضالين الفاسقين الذين يَتَوَلَّوْنَهُ أى:يتقربون منه، ويجعلونه واليا عليهم، فيحبونه ويطيعونه ويتبعون خطواته.فقوله يَتَوَلَّوْنَهُ من الولي- بفتح الواو وسكون اللام- بمعنى القرب والنصرة وقوله: وَالَّذِينَ هُمْ بِهِ مُشْرِكُونَ أى: والذين هم بسبب الشيطان وإغوائه لهم، مشركون مع الله- تعالى- آلهة أخرى في العبادة.فالضمير في «به» يعود إلى الشيطان، والباء للسببية.ويرى بعضهم أن الضمير في «به» يعود على الله- تعالى، وأن الباء للتعدية، فيكون المعنى: إنما سلطان الشيطان على الذين يطيعونه، والذين هم بالله- تعالى- مشركون.قالوا، والأول أرجح لاتحاد الضمائر فيه، ولأنه هو المتبادر إلى الذهن.وبذلك نرى الآيات الكريمة، تأمر المؤمنين بأن يستعيذوا بالله من الشيطان الرجيم، عند قراءتهم للقرآن الكريم، كما نراها تبشرهم بأنه لا سلطان للشيطان عليهم ما داموا معتصمين بحبل الله- تعالى- ومنفذين لأوامره، ومعتمدين عليه.ثم حكى- سبحانه- بعد ذلك بعض الأقاويل التي قالها المشركون عن النبي صلى الله عليه وسلم وعن القرآن الكريم، ورد عليها بما يخرس ألسنتهم فقال تعالى:"},{"ayah_number":101,"text":"وقوله- تعالى-: وَإِذا بَدَّلْنا آيَةً مَكانَ آيَةٍ ... التبديل رفع الشيء مع وضع غيره مكانه. فتبديل الآية رفعها بآية أخرى.وجمهور المفسرين على أن المراد بالآية هنا: الآية القرآنية. وعلى أن المراد بتبديلها نسخها.قال صاحب الكشاف: تبديل الآية مكان الآية هو النسخ، والله- تعالى- ينسخ الشرائع بالشرائع لأنها مصالح، وما كان مصلحة بالأمس يجوز أن يكون مفسدة اليوم وخلافه مصلحة. والله- تعالى- عالم بالمصالح والمفاسد، فيثبت ما يشاء، وينسخ ما يشاء بحكمته.. .وقال الجمل: قوله- تعالى-: وَإِذا بَدَّلْنا آيَةً مَكانَ آيَةٍ ... وذلك أن المشركين من أهل مكة قالوا: إن محمدا صلى الله عليه وسلم يسخر بأصحابه، يأمرهم اليوم بأمر وينهاهم عنه غدا، ما هذا إلا مفترى يتقوله من تلقاء نفسه، فأنزل الله- تعالى-: وَإِذا بَدَّلْنا آيَةً مَكانَ آيَةٍ ... والمعنى: وإذا نسخنا حكم آية فأبدلنا مكانه حكما آخر .وقال الآلوسى: قوله- تعالى-: وَإِذا بَدَّلْنا آيَةً مَكانَ آيَةٍ أى: وإذا نزلنا آية من القرآن مكان آية منه. وجعلناها بدلا منها بأن نسخناها بها..  .ومنهم من يرى أن المراد بالآية هنا «الآية الكونية» أى المعجزة التي أتى بها كل نبي لقومه وأن المراد بتبديلها: الإتيان بمعجزة أخرى سواها.قال الشيخ القاسمى عند تفسيره لهذه الآية: وذهب قوم إلى أن المعنى تبديل آية من آيات الأنبياء المتقدمين. كآية موسى وعيسى وغيرهما من الآيات الكونية الآفاقية، بآية أخرى نفسية علمية، وهي كون المنزل هدى ورحمة وبشارة يدركها العقل.فبدلت تلك- وهي الآيات الكونية- بآية هو كتاب العلم والهدى من نبي أمى صلى الله عليه وسلم  .ويبدو لنا أن الرأى الأول أقرب إلى الصواب، لأن قوله- تعالى- بعد ذلك: قُلْ نَزَّلَهُ رُوحُ الْقُدُسِ مِنْ رَبِّكَ ... يدل دلالة واضحة على أن المراد بالآية، الآية القرآنية.وقوله- سبحانه-: وَاللَّهُ أَعْلَمُ بِما يُنَزِّلُ جملة معترضة بين الشرط وجوابه للمسارعة إلى توبيخ المشركين وتجهيلهم.أى: والله- تعالى- أعلم من كل مخلوق بما هو أصلح لعباده، وبما ينزله من آيات، وبما يغير ويبدل من أحكام، فكل من الناسخ والمنسوخ منزل حسبما تقتضيه الحكمة والمصلحة، لا يُسْئَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْئَلُونَ.وقوله- تعالى-: قالُوا إِنَّما أَنْتَ مُفْتَرٍ جواب الشرط، وهو حكاية لما تفوهوا به من باطل وبهتان: وقوله مُفْتَرٍ من الافتراء وهو أشنع أنواع الكذب.أى: قال المشركون للنبي صلى الله عليه وسلم عند تبديل آية مكان آية: إنما أنت يا محمد تختلق هذا القرآن من عند نفسك، وتفتريه من إنشائك واختراعك..وقوله- تعالى-: بَلْ أَكْثَرُهُمْ لا يَعْلَمُونَ تسلية للنبي صلى الله عليه وسلم عما أصابه منهم.أى: لا تهتم- أيها الرسول الكريم- بما قاله هؤلاء المشركون في شأنك وفي شأن القرآن الكريم، فإن أكثرهم جهلاء أغبياء، لا يعلمون ما في تبديلنا للآيات من حكمة، ولا يفقهون من أمر الدين الحق شيئا.وقال- سبحانه- بَلْ أَكْثَرُهُمْ لا يَعْلَمُونَ للإشارة إلى أن هناك قلة منهم تعرف الحق وتدركه، ولكنها تنكره عنادا وجحودا وحسدا لرسول الله صلى الله عليه وسلم على ما آتاه الله من فضله."},{"ayah_number":102,"text":"ثم لقن الله- تعالى- رسوله صلى الله عليه وسلم الرد الذي يقذفه على باطلهم فيزهقه فقال:.قُلْ نَزَّلَهُ رُوحُ الْقُدُسِ مِنْ رَبِّكَ بِالْحَقِّ، لِيُثَبِّتَ الَّذِينَ آمَنُوا، وَهُدىً وَبُشْرى لِلْمُسْلِمِينَ وروح القدس: هو جبريل- عليه السلام-، والإضافة فيه إضافة الموصوف إلى الصفة. أى: الروح المقدس. ووصف بالقدس لطهارته وبركته. وسمى روحا لمشابهته الروح الحقيقي في أن كلا منهما مادة الحياة للبشر، فجبريل من حيث ما يحمل من الرسالة الإلهية تحيا به القلوب، والروح تحيا به الأجسام.والمعنى: قل- أيها الرسول الكريم- لهؤلاء الجاهلين، إن هذا القرآن الذي تزعمون أننى افتريته، قد نزل به الروح الأمين على قلبي من عند ربي، نزولا ملتبسا بالحق الذي لا يحوم حوله باطل، ليزيد المؤمنين ثباتا في إيمانهم، وليكون هداية وبشارة لكل من أسلم وجهه لله رب العالمين.وفي قوله مِنْ رَبِّكَ تكريم وتشريف للرسول صلى الله عليه وسلم حيث اختص- سبحانه- هذا النبي الكريم بإنزال القرآن عليه، بعد أن رباه برعايته، وتولاه بعنايته.وقوله بِالْحَقِّ في موضع الحال، أى: نزله إنزالا ملتبسا بالحكمة المقتضية له، بحيث لا يفارقها ولا تفارقه.وقوله: لِيُثَبِّتَ الَّذِينَ آمَنُوا وَهُدىً وَبُشْرى لِلْمُسْلِمِينَ بيان للوظيفة التي من أجلها نزل القرآن الكريم، وهي وظيفة تسعد المؤمنين وحدهم، أما الكافرون فهم بعيدون عنها."},{"ayah_number":103,"text":"ثم حكى- سبحانه- بعد ذلك مقولة أخرى من مقولات المشركين فقال- تعالى-:وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّما يُعَلِّمُهُ بَشَرٌ....قال الإمام ابن كثير عند تفسيره لهذه الآية ما ملخصه: يقول- تعالى- مخبرا عن المشركين ما كانوا يقولونه من الكذب والافتراء: إن محمدا صلى الله عليه وسلم إنما يعلمه هذا الذي يتلوه علينا من القرآن بشر، ويشيرون إلى رجل أعجمى كان بياعا يبيع عند الصفا، وربما كان النبي صلى الله عليه وسلم يجلس إليه ويكلمه بعض الشيء، وذاك كان أعجمى اللسان لا يعرف إلا اليسير من العربية.وعن عكرمة وقتادة كان اسم ذلك الرجل «يعيش» ، وعن ابن عباس كان اسمه «بلعام» ، وكان أعجمى اللسان، وكان المشركون يرون رسول الله صلى الله عليه وسلم يدخل عليه ويخرج من عنده، فقالوا: إنما يعلمه بلعام، فأنزل الله هذه الآية .والمعنى: ولقد نعلم- أيها الرسول الكريم- علما مستمرا لا يعزب عنه شيء مما يقوله المشركون في شأنك، من أنك تتعلم القرآن من واحد من البشر.قال الآلوسى: وإنما لم يصرح القرآن باسم من زعموا أنه يعلمه- عليه الصلاة والسلام- مع أنه أدخل في ظهور كذبهم، للإيذان بأن مدار خطئهم، ليس بنسبته صلى الله عليه وسلم إلى التعلم من شخص معين، بل من البشر كائنا من كان، مع كونه صلى الله عليه وسلم معدنا لعلوم الأولين والآخرين .وقوله- تعالى-: لِسانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ، وَهذا لِسانٌ عَرَبِيٌّ مُبِينٌ رد عليهم فيما زعموه وافتروه.والمراد باللسان هنا: الكلام الذي يتكلم به الشخص، واللغة التي ينطق بها.وقوله: يُلْحِدُونَ من الإلحاد بمعنى الميل. يقال لحد وألحد، إذا مال عن القصد، وسمى الملحد بذلك، لأنه أمال مذهبه عن الأديان كلها.والأعجمي: نسبة إلى الأعجم: وهو الذي لا يفصح في كلامه سواء أكان من العرب أم من العجم. وزيدت فيه ياء النسب على سبيل التوكيد.والمعنى: لقد كذبتم- أيها المشركون- كذبا شنيعا صريحا، حيث زعمتم أن رسول الله صلى الله عليه وسلم يعلمه القرآن بشر، مع أن لغة هذا الإنسان الذي زعمتم أنه يعلم الرسول صلى الله عليه وسلم لغة أعجمية، ولغة هذا القرآن لغة عربية في أعلى درجات البلاغة والفصاحة، فقد أعجزكم بفصاحته وبلاغته، وتحداكم وأنتم أهل اللسن والبيان أن تأتوا بسورة من مثله.فخبروني بربكم، من أين للأعجمى أن يذوق بلاغة هذا التنزيل وما حواه من العلوم، فضلا عن أن ينطق به، فضلا عن أن يكون معلما له!!."},{"ayah_number":104,"text":"ثم هدد- سبحانه- المعرضين عن آياته بقوله: إِنَّ الَّذِينَ لا يُؤْمِنُونَ بِآياتِ اللَّهِ الدالة على وحدانيته- سبحانه- وعلى صدق نبيه صلى الله عليه وسلم فيما يبلغه عنه.لا يَهْدِيهِمُ اللَّهُ إلى طريق الحق في الدنيا، بسبب زيغهم وعنادهم وإيثارهم الغي على الرشد. وَلَهُمْ في الآخرة عذاب أليم جزاء إصرارهم على الباطل، وإعراضهم عن الآيات التي لو تأملوها واستجابوا لها لاهتدوا إلى الصراط المستقيم."},{"ayah_number":105,"text":"ثم بين- سبحانه- أن افتراء الكذب لا يصدر عن المؤمنين فضلا عن الرسول الأمين، وإنما يصدر عن الكافرين فقال- تعالى-: إِنَّما يَفْتَرِي الْكَذِبَ أى: يختلقه ويخترعه الَّذِينَ لا يُؤْمِنُونَ بِآياتِ اللَّهِ الدالة على وحدانيته وعلى وجوب إخلاص العبادة له، وعلى صدق رسله، وعلى صحة البعث يوم القيامة، لأن عدم إيمانهم بذلك يجعلهم لا يخافون عقابا، ولا يرجون ثوابا. وَأُولئِكَ الكافرون بما يجب الإيمان به هُمُ الْكاذِبُونَ في قولهم عن الرسول صلى الله عليه وسلم إنما يعلمه بشر، وفي قولهم إِنَّما أَنْتَ مُفْتَرٍ وفي غير ذلك من أقوالهم الباطلة، التي حاربوا بها دعوة الحق.قال بعض العلماء: ولا يخفى ما في الحصر بعد القصر من العناية بمقامه- صلوات الله عليه-، وقد كان أصدق الناس وأبرهم.. بحيث كانوا يلقبونه بالصادق الأمين.ولهذا لما سأل هرقل ملك الروم أبا سفيان فقال له- من بين ما قال-: هل كنتم تتهمونه بالكذب قبل أن يقول ما قال؟ قال: لا. فقال هرقل: ما كان ليدع الكذب على الناس، ويكذب على الله- تعالى-.وفي هذه الآية دلالة على أن الكذب من أكبر الكبائر، وأفحش الفواحش. والدليل عليه أن كلمة «إنما» للحصر.وروى أن النبي صلى الله عليه وسلم قيل له: هل يكذب المؤمن؟ قال: «لا، ثم قرأ هذه الآية .ثم بين- سبحانه- بعد ذلك حكم من أكره على النطق بكلمة الكفر، وحكم من استحب الكفر على الإيمان فقال- تعالى-:"},{"ayah_number":106,"text":"ذكر المفسرون في سبب نزول قوله- تعالى-: مَنْ كَفَرَ بِاللَّهِ مِنْ بَعْدِ إِيمانِهِ ...روايات منها قول الآلوسى: روى أن قريشا أكرهوا عمارا وأبويه: ياسرا، وسمية، على الارتداد فأبوا، فربطوا سمية بين بعيرين ... ثم قتلوها وقتلوا ياسرا، وهما أول شهيدين في الإسلام. وأما عمار فأعطاهم بلسانه ما أكرهوه عليه، فقيل يا رسول الله: إن عمارا قد كفر.فقال صلى الله عليه وسلم: «كلا، إن عمارا ملئ إيمانا من قرنه إلى قدمه، واختلط الإيمان بلحمه ودمه» .فأتى عمار رسول الله صلى الله عليه وسلم وهو يبكى، فجعل رسول الله صلى الله عليه وسلم يمسح عينيه وقال له: «مالك، إن عادوا فعد لهم بما قلت» . وفي رواية أنه قال له: «كيف تجد قلبك؟ قال مطمئن بالإيمان قال صلى الله عليه وسلم إن عادوا فعد» . فنزلت هذه الآية..ثم قال الآلوسى: والآية دليل على جواز التكلم بكلمة الكفر عند الإكراه، وإن كان الأفضل أن يتجنب عن ذلك إعزازا للدين ولو تيقن القتل، كما فعل ياسر وسمية، وليس ذلك من إلقاء النفس إلى التهلكة، بل هو كالقتل في الغزو كما صرحوا به.  .و «من» في قوله مَنْ كَفَرَ بِاللَّهِ مبتدأ أو شرطية، والخبر أو جواب الشرط محذوف والتقدير: فعليه غضب من الله، أو فله عذاب شديد، ويدل عليهما قوله- تعالى- بعد ذلك: وَلكِنْ مَنْ شَرَحَ بِالْكُفْرِ صَدْراً فَعَلَيْهِمْ غَضَبٌ مِنَ اللَّهِ.والمعنى: من كفر بالله- تعالى- من بعد إيمانه بوحدانيته- سبحانه- وبصدق رسوله صلى الله عليه وسلم فإنه بسبب هذا الكفر يكون قد ضل ضلالا بعيدا، يستحق من أجله العذاب المهين.وقوله: إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالْإِيمانِ استثناء متصل من الجملة السابقة أى:إلا من أكره على النطق بكلمة الكفر، والحال أن قلبه مطمئن بالإيمان، ثابت عليه، متمكن منه.. فإنه في هذه الحالة لا يكون ممن يستحقون عقوبة المرتد.قال بعض العلماء: وأما قوله: إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالْإِيمانِ فهو استثناء متصل من «من» لأن الكفر أعم من أن يكون اعتقادا فقط، أو قولا فقط، أو اعتقادا وقولا ...وأصل الاطمئنان سكون بعد انزعاج، والمراد به هنا: السكون والثبات على الإيمان بعد الانزعاج الحاصل بسبب الإكراه.. .وقوله: وَلكِنْ مَنْ شَرَحَ بِالْكُفْرِ صَدْراً فَعَلَيْهِمْ غَضَبٌ مِنَ اللَّهِ وَلَهُمْ عَذابٌ عَظِيمٌ بيان لسوء مصير من استحب الكفر على الإيمان باختياره ورضاه.و «من» في قوله مَنْ شَرَحَ شرطية، وجوابها فَعَلَيْهِمْ غَضَبٌ مِنَ اللَّهِ.أى: حكم من تلفظ بكلمة الكفر مكرها أنه لا يعتبر مرتدا، ولكن حكم من طابت نفوسهم بالكفر، وانشرحت له صدورهم، واعتقدوا صحته، أنهم عليهم من الله- تعالى- غضب شديد لا يعلم مقداره إلا هو، ولهم يوم القيامة عذاب عظيم الهول، يتناسب مع عظيم جرمهم.هذا، وقد ذكر الإمام ابن كثير عند تفسيره لهذه الآية جملة من الأخبار التي حكت ما تعرض له المسلمون الأولون من فتن وآلام. فقال ما ملخصه: ولهذا اتفق العلماء على أن المكره على الكفر يجوز له أن يوالى إبقاء لمهجته، ويجوز له أن يأبى كما كان بلال- رضى الله عنه- يأبى عليهم ذلك، وهم يفعلون به الأفاعيل، حتى إنهم ليضعون الصخرة العظيمة على صدره في شدة الحر ويأمرونه بالشرك بالله، فيأبى عليهم وهو يقول: أحد، أحد، ويقول:والله لو أعلم كلمة هي أغيظ لكم منها لقلتها  ."},{"ayah_number":107,"text":"وقوله- سبحانه-: ذلِكَ بِأَنَّهُمُ اسْتَحَبُّوا الْحَياةَ الدُّنْيا عَلَى الْآخِرَةِ بيان للأسباب التي جعلتهم محل غضب الله ونقمته.واسم الإشارة «ذلك» يعود إلى كفرهم بعد إيمانهم، أو إلى ما توعدهم الله- تعالى- به من غضب عليهم، وعذاب عظيم لهم.أى: ذلك الذي جعلهم يرتدون عن دينهم، ويكونون محل غضب الله ونقمته، من أسبابه أنهم آثروا الحياة الدنيا وشهواتها على الآخرة وما فيها من ثواب.وَأَنَّ اللَّهَ- تعالى- لا يَهْدِي الْقَوْمَ الْكافِرِينَ إلى الصراط المستقيم، لأنهم حين زاغوا عن الحق أزاغ الله قلوبهم."},{"ayah_number":108,"text":"ثم أضاف- سبحانه- إلى رذائلهم رذيلة أخرى فقال: أُولئِكَ الَّذِينَ طَبَعَ اللَّهُ عَلى قُلُوبِهِمْ وَسَمْعِهِمْ وَأَبْصارِهِمْ وَأُولئِكَ هُمُ الْغافِلُونَ.والطبع: الختم والوسم بطابع ونحوه على الشيء، لكي لا يخرج منه ما هو بداخله، ولا يدخل فيه ما هو خارج عنه. أى: أولئك الذين شرحوا صدورهم بالكفر، وطابوا به نفسا، قد طبع الله تعالى على قلوبهم وسمعهم وأبصارهم، فصارت ممنوعة من وصول الحق إليها، وعاجزة عن الانتفاع به، وأولئك هم الكاملون في الغفلة والبلاهة، إذ لا غفلة أشد من غفلة المعرض عن عاقبة أمره، ولا بلاهة أفدح من بلاهة من آثر الفانية على الباقية."},{"ayah_number":109,"text":"ثم ختم- سبحانه- الآيات الكريمة بالحكم العادل عليهم فقال: لا جَرَمَ أَنَّهُمْ فِي الْآخِرَةِ هُمُ الْخاسِرُونَ.أى: لا شك ولا محالة في أن هؤلاء الذين اختاروا الكفر على الإيمان سيكونون يوم القيامة من القوم الخاسرين لأنهم لم يقدموا في دنياهم ما ينفعهم في أخراهم.وكلمة «لا جرم» قد وردت في القرآن في خمسة مواضع، متلوة في كل موضع بأن واسمها، وليس بعدها فعل. وجمهور النحاة على أن هذه الكلمة مركبة من «لا» و «جرم» تركيب خمسة عشر، ومعناها بعد التركيب معنى الفعل: حق، أو ثبت، أو ما يشبه ذلك، أى: حق وثبت كونهم في الآخرة من الخاسرين.والذي يتدبر هذه الآيات، يراها قد توعدت المرتدين عن دينهم بألوان من العقوبات المغلظة، لقد توعدتهم بغضب الله- تعالى- وبعذابه العظيم، وبعدم هدايتهم إلى طريق الحق، وبالطبع على قلوبهم وسمعهم وأبصارهم، وبالغفلة التي ليس بعدها غفلة، وبالخسران الذي لا شك فيه يوم القيامة، نعوذ بالله- تعالى- من ذلك.ثم بين- سبحانه- جانبا من مظاهر لطفه ورأفته لقوم هاجروا من بعد ما فتنوا، فقال- تعالى-:"},{"ayah_number":110,"text":"وقوله- سبحانه-: مِنْ بَعْدِ ما فُتِنُوا أى: عذبوا وأوذوا من أجل أن يرتدوا إلى الكفر.وأصل الفتن: إدخال الذهب في النار لتظهر جودته من رداءته، ثم استعمل في الاختبار والامتحان بالمحن والشدائد، وبالمنح واللطائف، لما فيه من إظهار الحال والحقيقة، وأكثر ما تستعمل الفتنة في الامتحان والمحن وعليه يحمل بعضهم تفسير الفتنة بالمحنة.والمراد بهؤلاء الذين هاجروا من بعد ما فتنوا- كما يقول ابن كثير- جماعة كانوا مستضعفين بمكة، مهانين في قومهم، فوافقوهم على الفتنة، ثم إنهم أمكنهم الخلاص بالهجرة، فتركوا بلادهم وأهليهم وأموالهم ابتغاء رضوان الله وغفرانه، وانتظموا في سلك المؤمنين، وجاهدوا معهم الكافرين، وصبروا..  .والمعنى: «ثم إن ربك» - أيها الرسول الكريم- تكفل بالولاية والمغفرة لهؤلاء الذين هاجروا من دار الكفر إلى دار الإسلام، من بعد أن عذبهم المشركون لكي يرتدوا عن دينهم.قال الآلوسى: وقرأ ابن عامر مِنْ بَعْدِ ما فُتِنُوا بالبناء للفاعل، وهو ضمير المشركين عند غير واحد، أى: عذبوا المؤمنين، كالحضرمى، أكره مولاه «جبرا» حتى ارتد، ثم أسلما وهاجرا.. .وقوله- تعالى-: ثُمَّ جاهَدُوا وَصَبَرُوا أى جاهدوا المشركين حتى تكون كلمة الله هي العليا، وصبروا على البلاء والأذى طلبا لرضا الله- تعالى-.والضمير في قوله: مِنْ بَعْدِها يعود إلى ما سبق ذكره من الهجرة والفتنة والجهاد والصبر. أى: إن ربك- أيها الرسول الكريم- من بعد هذه الأفعال لكثير المغفرة والرحمة لهم، جزاء هجرتهم وجهادهم وصبرهم على الأذى."},{"ayah_number":111,"text":"وقوله- سبحانه-: يَوْمَ تَأْتِي كُلُّ نَفْسٍ تُجادِلُ عَنْ نَفْسِها ... منصوب على الظرفية بقوله رَحِيمٌ أو منصوب على المفعولية بفعل محذوف تقديره اذكر. والمراد باليوم: يوم القيامة.والمجادلة هنا بمعنى: المحاجة والمدافعة، والسعى في الخلاص من أهوال ذلك اليوم الشديد.والمعنى: إن ربك- أيها الرسول الكريم- من بعد تلك المذكورات من الهجرة والفتنة والجهاد والصبر، لغفور رحيم، يوم تأتى كل نفس مشغولة بأمرها، مهتمة بالدفاع عن ذاتها، بدون التفات إلى غيرها، ساعية في الخلاص من عذاب ذلك اليوم.والمتأمل في هذه الجملة الكريمة، يراها تشير بأسلوب مؤثر بليغ إلى ما يعترى الناس يوم القيامة من خوف وفزع يجعلهم لا يفكرون إلا في ذواتهم ولا يهمهم شأن آبائهم أو أبنائهم.قال صاحب الكشاف: فإن قلت: ما معنى النفس المضافة إلى النفس؟.قلت: يقال لعين الشيء وذاته نفسه، وفي نقيضه غيره، والنفس الجملة كما هي، فالنفس الأولى هي الجملة، والثانية عينها وذاتها، فكأنه قيل: يوم يأتى كل إنسان يجادل عن ذاته، لا يهمه شأن غيره، كل يقول: نفسي نفسي. ومعنى المجادلة عنها: الاعتذار عنها، كقولهم:ما كُنَّا مُشْرِكِينَ وكقولهم: هؤُلاءِ أَضَلُّونا.. .وقوله- سبحانه-: وَتُوَفَّى كُلُّ نَفْسٍ ما عَمِلَتْ وَهُمْ لا يُظْلَمُونَ بيان لمظهر من مظاهر عدل الله- تعالى- في قضائه بين عباده.أى: وفي هذا اليوم تعطى كل نفس جزاء ما عملته من أعمال في الدنيا وافيا غير منقوص، بدون ظلم أو حيف أو ميل عن العدل والقسطاس، ولن ينفع نفسا مجادلتها عن ذاتها، واعتذارها بالمعاذير الباطلة، وإنما الذي ينفعها هو عملها.وبذلك ترى الآيتين الكريمتين، قد بينتا بأسلوب بليغ جانبا من مظاهر فضل الله- تعالى- على عباده، وجانبا من أهوال يوم القيامة، ومن القضاء العادل الذي يحكم الله به بين الناس.ثم ضرب- سبحانه- مثلا لسوء عاقبة الذين يجحدون نعم الله، ويكذبون بآياته، فقال- تعالى-:"},{"ayah_number":112,"text":"والفعل ضرب في قوله- تعالى-: وَضَرَبَ اللَّهُ مَثَلًا قَرْيَةً ... متضمن معنى جعل، ولذا عدى إلى مفعولين.والمثل- بفتح الثاء- بمعنى المثل- بسكونها- أى: النظير والشبيه. ويطلق على القول السائر المعروف، لمماثلة مضربه- وهو الذي يضرب فيه لمورده الذي ورد فيه، ثم استعير للصفة والحال كما في الآية التي معنا.والمراد بالقرية: أهلها، فالكلام على تقدير مضاف.وللمفسرين اتجاهان في تفسير هذه الآية. فمنهم من يرى أن هذه القرية غير معينة، وإنما هي مثل لكل قوم قابلوا نعم الله بالجحود والكفران.وإلى هذا المعنى اتجه صاحب الكشاف حيث قال: قوله- تعالى-: وَضَرَبَ اللَّهُ مَثَلًا قَرْيَةً ... أى: جعل القرية التي هذه حالها مثلا لكل قوم أنعم الله عليهم فأبطرتهم النعمة.فكفروا وتولوا، فأنزل الله بهم نقمته، فيجوز أن تراد قرية مقدرة على هذه الصفة، وأن تكون في قرى الأولين قرية كانت هذه حالها، فضرب بها الله مثلا لمكة إنذارا من مثل عاقبتها .ومنهم من يرى أن المقصود بهذه القرية مكة، وعلى هذا الاتجاه سار الامام ابن كثير حيث قال ما ملخصه: هذا مثل أريد به أهل مكة، فإنها كانت آمنة مطمئنة مستقرة، يتخطف الناس من حولها، ومن دخلها كان آمنا ... فجحدت آلاء الله عليها، وأعظمها بعثة محمد صلى الله عليه وسلم فأذاقها الله لباس الجوع والخوف بما كانوا يصنعون .ويبدو لنا أن الاتجاه الأول أقرب إلى الصواب، لتنكير لفظ قرية، ولشموله الاتجاه الثاني، لأنه يتناول كل قرية بدلت نعمة الله كفرا، ويدخل في ذلك كفار مكة دخولا أوليا.فيكون المعنى: وجعل الله قرية موصوفة بهذه الصفات مثلا لكل قوم أنعم الله عليهم بهذه النعم، فلم يشكروا الله- تعالى- عليها، فأخذهم أخذ عزيز مقتدر.وقوله: كانَتْ آمِنَةً مُطْمَئِنَّةً أى: كانت تعيش في أمان لا يشوبه خوف، وفي سكون واطمئنان لا يخالطهما فزع أو انزعاج:.وقوله: يَأْتِيها رِزْقُها رَغَداً مِنْ كُلِّ مَكانٍ بيان لسعة عيشها، أى: يأتيها ما يحتاج إليه أهلها واسعا لينا سهلا من كل مكان من الأمكنة.يقال: رغد- بضم الغين- عيش القوم، أى: اتسع وطاب فهو رغد ورغيد ... وأرغد القوم، أى: أخصبوا وصاروا في رزق واسع.فالآية الكريمة قد تضمنت أمهات النعم: الأمان والاطمئنان ورغد العيش. قال بعضهم:ثلاثة ليس لها نهاية ... الأمن والصحة والكفايةوقوله- تعالى-: فَكَفَرَتْ بِأَنْعُمِ اللَّهِ بيان لموقفها الجحودى من نعم الله- تعالى- أى: فكان موقف أهل هذه القرية من تلك النعم الجليلة، أنهم جحدوا هذه النعم، ولم يقابلوها بالشكر، وإنما قابلوها بالإشراك بالله- تعالى- مسدي هذه النعم.قال القرطبي: «والأنعم: جمع النّعمة. كالأشد جمع الشّدة، وقيل: جمع نعمى، مثل بؤسى وأبؤس» .وقوله- سبحانه-: فَأَذاقَهَا اللَّهُ لِباسَ الْجُوعِ وَالْخَوْفِ بِما كانُوا يَصْنَعُونَ بيان للعقوبة الأليمة التي حلت بأهلها بسبب كفرهم وبطرهم.أى: فأذاق- سبحانه- أهلها لباس الجوع والخوف، بسبب ما كانوا يصنعونه من الكفر والجحود والعتو عن أمر الله ورسله.وذلك بأن أظهر أثرهما عليهم بصورة واضحة، تجعل الناظر إليهم لا يخفى عليه ما هم فيه من فقر مدقع، وفزع شديد.ففي الجملة الكريمة تصوير بديع لما أصابهم من جوع وخوف، حتى لكأن ما هم فيه من هزال وسوء حال، يبدو كاللباس الذي يلبسه الإنسان، ويجعلهم يذوقون هذا اللباس ذوقا يحسون أثره إحساسا عميقا.ورحم الله صاحب الكشاف فقد أجاد في تصوير هذا المعنى فقال: «فإن قلت: الإذاقة واللباس استعارتان فما وجه صحتهما؟ والإذاقة المستعارة موقعة على اللباس المستعار، فما وجه صحة إيقاعها عليه؟.قلت: أما الإذاقة فقد جرت عندهم مجرى الحقيقة لشيوعها في البلايا والشدائد وما يمس الناس منها. فيقولون: ذاق فلان البؤس والضر، وأذاقه العذاب. شبه ما يدرك من أثر الضرر والألم بما يدرك من الطعم المر البشع.وأما اللباس فقد شبه به لاشتماله على اللابس، ما غشى الإنسان والتبس به من بعض الحوادث.وأما إيقاع الإذاقة على لباس الجوع والخوف، فلأنه لما وقع عبارة عما يغشى منهما ويلابس، فكأنه قيل: فأذاقهم ما غشيهم من الجوع والخوف.. ."},{"ayah_number":113,"text":"ثم بين- سبحانه- رذيلة أخرى من رذائل أهل هذه القرية الكافرة بأنعم الله فقال:وَلَقَدْ جاءَهُمْ رَسُولٌ مِنْهُمْ فَكَذَّبُوهُ.أى: ولقد جاء إلى أهل هذه القرية رسول من جنسهم، يعرفونه كما يعرفون أبناءهم، فأمرهم بطاعة الله وشكره، ولكنهم كذبوه وأعرضوا عنه.والتعبير بقوله جاءَهُمْ يدل على أن هذا الرسول وصل إليهم وبلغهم رسالة ربه، دون أن يكلفهم الذهاب إليه، أو البحث عنه.والتعبير بالفاء في قوله: فَكَذَّبُوهُ يشعر بأنهم لم يتمهلوا ولم يتدبروا دعوة هذا الرسول، وإنما قابلوها بالتكذيب السريع بدون روية، مما يدل على غباوتهم وانطماس بصيرتهم.وقوله- تعالى- فَأَخَذَهُمُ الْعَذابُ وَهُمْ ظالِمُونَ بيان للعاقبة السيئة التي حاقت بهم.أى: فكانت نتيجة تكذيبهم السريع لنبيهم أن أخذهم العذاب العاجل الذي استأصل شأفتهم، والحال أنهم هم الظالمون لأنفسهم، لأن هذا العذاب ما نزل بهم إلا بعد أن كفروا بأنعم الله، وكذبوا رسوله.هذا، والذي يتأمل هاتين الآيتين الكريمتين يراهما وإن كانتا تشملان حال كل قوم بدلوا نعمة الله كفرا.. إلا أنهما ينطبقان تمام الانطباق على كفار مكة.وقد بين ذلك الإمام الآلوسى- رحمه الله- فقال ما ملخصه: وحال أهل مكة- سواء أضرب المثل لهم خاصة، أم لهم ولمن سار سيرتهم كافة- أشبه بحال أهل تلك القرية من الغراب بالغراب، فقد كانوا في حرم آمن ويتخطف الناس من حولهم، وكانت تجبى إليهم ثمرات كل شيء رزقا، ولقد جاءهم رسول منهم تحار في سمو مرتبته العقول صلى الله عليه وسلم فأنذرهم وحذرهم فكفروا بأنعم الله، وكذبوه صلى الله عليه وسلم فأذاقهم الله لباس الجوع والخوف، حيث أصابهم بدعائه صلى الله عليه وسلم: «اللهم اشدد وطأتك على مضر، واجعلها عليهم سنين كسنى يوسف» - ما أصابهم من جدب شديد، فاضطروا إلى أكل الجيف.. وكان أحدهم ينظر إلى السماء فيرى شبه الدخان من الجوع، وقد ضاقت عليهم الأرض بما رحبت من سرايا رسول الله صلى الله عليه وسلم، حيث كانوا يغيرون عليهم.. .ثم أمرهم- سبحانه- بأن يأكلوا مما أحله لهم، وأن يشكروه على نعمه، وأن يجتنبوا ما حرمه عليهم، فقال- تعالى-:"},{"ayah_number":114,"text":"والفاء في قوله: فَكُلُوا ... للتفريع على ما تقدم من التمثيل بالقرية التي كفرت بأنعم الله، والتي أصابها ما أصابها بسبب ذلك.أى: لقد ظهر لكم حال الذين بدلوا نعمة الله كفرا، ورأيتم كيف أذاقهم الله لباس الجوع والخوف، فاحذروا أن تسيروا على شاكلتهم، وكلوا من الحلال الطيب الذي رزقكم الله- تعالى- إياه.واشكروا نعمة الله التي أنعم بها عليكم، بأن تستعملوها فيما خلقت له، وبأن تقابلوها بأسمى ألوان الطاعة لمسديها- عز وجل-.إِنْ كُنْتُمْ إِيَّاهُ سبحانه- تعبدونه حق العبادة، وتطيعونه حق الطاعة."},{"ayah_number":115,"text":"ثم بين- سبحانه- ما حرمه على عباده رعاية لمصالحهم فقال: إِنَّما حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيرِ وَما أُهِلَّ لِغَيْرِ اللَّهِ بِهِ ...والميتة في عرف الشرع: ما مات حتف أنفه، أو قتل على هيئة غير مشروعة، فيدخل فيها المنخنقة والموقوذة والمتردية والنطيحة، وما عدا عليها السبع.وكان الأكل من الميتة محرما، لفساد جسمها بسبب ذبول أجزائه وتعفنها، ولأنها أصبحت بحالة تعافها الطباع السليمة لقذارتها وضررها.والدم المحرم: هو ما يسيل من الحيوان الحي كثيرا كان أم قليلا وكذلك يحرم من دم الحيوان ما جرى منه بعد ذبحه، وهو الذي عبر عنه القرآن بالمسفوح..والحكمة في تحريم الدم المسفوح، أنه تستقذره النفوس الكريمة، ويفضى شربه أو أكله إلى الإضرار بالنفس..وحرمة الخنزير شاملة للحمه ودمه وشحمه وجلده. وإنما خص لحمه بالذكر لأنه المقصود بالأكل، ولأن سائر أجزائه كالتابعة للحمه ...ومن الحكم في تحريم لحم الخنزير: قذارته، واشتماله على دودة تضر بآكله، كما أثبت ذلك العلم الحديث.وقوله: وَما أُهِلَّ لِغَيْرِ اللَّهِ بِهِ معطوف على ما قبله من المحرمات.والفعل أُهِلَّ مأخوذ من الإهلال بمعنى رفع الصوت، وكانوا في الجاهلية إذا أرادوا ذبح ما قربوه إلى آلهتهم، سموا عليها أسماءها فيقولون: باسم اللات أو باسم العزى، رافعين بذلك أصواتهم.فأنت ترى أن تحريم الميتة والدم ولحم الخنزير كان لعله ذاتية في تلك الأشياء، أما تحريم ما أهل لغير الله به، بسبب التوجه بالمذبوح إلى غير الله- عز وجل-.وقوله- تعالى-: فَمَنِ اضْطُرَّ غَيْرَ باغٍ وَلا عادٍ فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ بيان لحالات الضرورة التي يباح للإنسان فيها أن يأكل من تلك المحرمات.واضطر: من الاضطرار وهو الاحتياج إلى الشيء بشدة.والمعنى: فمن ألجأته الضرورة إلى أكل شيء من هذه المحرمات، حالة كونه «غير باغ» ، أى: غير طالب للمحرم وهو يجد غيره، أو غير طالب له على جهة الاستئثار به على مضطر آخر، «ولا عاد» أى: ولا متجاوز في أكله ما يسد الجوع ويحفظ الحياة «فإن الله» - تعالى- «غفور» واسع المغفرة لعبادة «رحيم» كثير الرحمة بهم ثم نهى- سبحانه- عن القول على الله- تعالى- بغير علم اتباعا للظن والأوهام، فقال:"},{"ayah_number":116,"text":"قال الآلوسى ما ملخصه: قوله: وَلا تَقُولُوا لِما تَصِفُ أَلْسِنَتُكُمُ الْكَذِبَ.. «ما» موصولة، والعائد محذوف، أى: ولا تقولوا- في شأن الذي تصفه ألسنتكم من البهائم بالحل والحرمة- هذا حلال وهذا حرام، من غير ترتب ذلك الوصف على ملاحظة وفكر، فضلا عن استناده إلى وحى أو قياس مبنى عليه، بل مجرد قول باللسان.ولفظ «الكذب» منتصب على أنه مفعول به ل تَقُولُوا وقوله- سبحانه-:هذا حَلالٌ وَهذا حَرامٌ بدل منه..  .والمعنى: ولا تقولوا- أيها الجاهلون- للشيء الكذب الذي تصفه ألسنتكم، وتحكيه وتنطق به بدون بينة أو برهان. هذا الشيء حلال وهذا الشيء حرام.وقد حكى الله- تعالى- عن هؤلاء الجاهلين في آيات كثيرة، أنهم حللوا وحرموا أشياء من عند أنفسهم ومن ذلك قوله- تعالى-: وَقالُوا ما فِي بُطُونِ هذِهِ الْأَنْعامِ خالِصَةٌ لِذُكُورِنا وَمُحَرَّمٌ عَلى أَزْواجِنا..  .وقوله- سبحانه-: قُلْ أَرَأَيْتُمْ ما أَنْزَلَ اللَّهُ لَكُمْ مِنْ رِزْقٍ فَجَعَلْتُمْ مِنْهُ حَراماً وَحَلالًا، قُلْ آللَّهُ أَذِنَ لَكُمْ أَمْ عَلَى اللَّهِ تَفْتَرُونَ  .قال صاحب الكشاف: فإن قلت: ما معنى وصف ألسنتهم الكذب؟ قلت: هو من فصيح الكلام وبليغه، جعل قولهم كأنه عين الكذب ومحضه. فإذا نطقت به ألسنتهم فقد حلت الكذب بحليته، وصورته بصورته، كقولهم: وجهها يصف الجمال، وعينها تصف السحر..  .وقال بعض العلماء ما ملخصه: ويصح أن يكون لفظ الكذب مفعولا لتصف، وأن يكون قوله: هذا حَلالٌ وَهذا حَرامٌ مفعولا لتقولوا.وعلى هذا الوجه يكون في وصف ألسنتهم الكذب، مبالغة في وصف كلامهم بالكذب، حتى لكأن ماهية الكذب كانت مجهولة، فكشفت عنها ألسنتهم ووضحتها ووصفتها ونعتتها بالنعوت التي جلتها.. ومنه قول الشاعر:أضحت يمينك من جود مصوّرة ... لا، بل يمينك منها صوّر الجودواللام في قوله: لِتَفْتَرُوا عَلَى اللَّهِ الْكَذِبَ هي لام الصيرورة والعاقبة، أو هي- كما يقول صاحب الكشاف- من التعليل الذي لا يتضمن معنى الغرض، لأن ما صدر عنهم من تحليل وتحريم دون أن يأذن به الله، ليس الغرض منه افتراء الكذب فحسب، بل هناك أغراض أخرى، كظهورهم بمظهر أولى العلم، وكحبهم للتباهى والتفاخر..وقوله: لِتَفْتَرُوا من الافتراء وهو أشنع أنواع الكذب، لأنه اختلاق للكذب الذي لا يستند إلى شيء من الواقع.أى: ولا تقولوا لما تحكيه ألسنتكم من أقوال وأحكام لا صحة لها، هذا حلال وهذا حرام، لتنسبوا ذلك إلى الله- تعالى- كذبا وزورا.قال الإمام ابن كثير: ويدخل في الآية كل من ابتدع بدعة، ليس له فيها مستند شرعي، أو حلل شيئا مما حرم الله أو حرم شيئا مما أباح الله، بمجرد رأيه وتشهيه .وقال الآلوسى: وحاصل معنى الآية: لا تسلموا ما لم يأتكم حله ولا حرمته عن الله- تعالى- ورسوله صلى الله عليه وسلم حلالا ولا حراما، فتكونوا كاذبين على الله، لأن مدار الحل والحرمة ليس إلا حكمه- سبحانه-.ومن هنا قال: أبو نضرة: لم أزل أخاف الفتيا منذ أن سمعت هذه الآية إلى يومى هذا.وقال ابن العربي: كره مالك وقوم أن يقول المفتي: هذا حلال وهذا حرام في المسائل الاجتهادية. وإنما يقال ذلك فيما نص الله عليه. ويقال في المسائل الاجتهادية: إنى أكره كذا وكذا ونحو ذلك  .وقوله- سبحانه-: إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لا يُفْلِحُونَ بيان لسوء عاقبتهم، وخيبة مسعاهم.أى: إن الذين يختلقون الكذب وينسبونه إلى الله- تعالى- لا يفوزون بمطلوب، ولا يفلحون في الوصول إلى مأمول."},{"ayah_number":117,"text":"وقوله- تعالى-: مَتاعٌ قَلِيلٌ بيان لخسة ما يسعون للحصول إليه من منافع الدنيا، وهو خبر لمبتدأ محذوف أى: متاعهم في الدنيا متاع قليل، لأنهم عما قريب سيتركونه لغيرهم بعد رحيلهم عن هذه الدنيا.ثم بين- سبحانه- سوء مصيرهم في الآخرة فقال: وَلَهُمْ عَذابٌ أَلِيمٌ أى: ولهم في الآخرة عذاب شديد الألم.وشبيه بهذه الآية قوله- تعالى-: نُمَتِّعُهُمْ قَلِيلًا ثُمَّ نَضْطَرُّهُمْ إِلى عَذابٍ غَلِيظٍ  وقوله- تعالى-: وَمَنْ كَفَرَ فَأُمَتِّعُهُ قَلِيلًا، ثُمَّ أَضْطَرُّهُ إِلى عَذابِ النَّارِ وَبِئْسَ الْمَصِيرُ .ثم بين- سبحانه- بعد ذلك، أن ما حرمه على اليهود من طيبات، كان بسبب ظلمهم وبغيهم، وأن رحمته- تعالى- تسع العصاة متى تابوا وأصلحوا، فقال- تعالى-:"},{"ayah_number":118,"text":"قال ابن كثير- رحمه الله-: لما ذكر- تعالى- أنه إنما حرم علينا الميتة والدم ولحم الخنزير وما أهل لغير الله به، وإنما أرخص فيه عند الضرورة وفي ذلك توسعة لهذه الأمة التي يريد الله بها اليسر ولا يريد بها العسر-، ذكر- سبحانه- بعد ذلك ما كان حرمه على اليهود في شريعتهم قبل أن ينسخها، وما كانوا فيه من الآصار والتضييق والأغلال والحرج، فقال: وَعَلَى الَّذِينَ هادُوا حَرَّمْنا ما قَصَصْنا عَلَيْكَ مِنْ قَبْلُ ...أى: في سورة الأنعام في قوله: وَعَلَى الَّذِينَ هادُوا حَرَّمْنا كُلَّ ذِي ظُفُرٍ، وَمِنَ الْبَقَرِ وَالْغَنَمِ حَرَّمْنا عَلَيْهِمْ شُحُومَهُما إِلَّا ما حَمَلَتْ ظُهُورُهُما أَوِ الْحَوايا أَوْ مَا اخْتَلَطَ بِعَظْمٍ، ذلِكَ جَزَيْناهُمْ بِبَغْيِهِمْ وَإِنَّا لَصادِقُونَ .والمعنى: وعلى اليهود بصفة خاصة، دون غيرهم من الأمم، حرمنا بعض الطيبات التي سبق أن بيناها لك في هذا القرآن الكريم، وما كان تحريمنا إياها عليهم إلا بسبب بغيهم وظلمهم.وفي الآية الكريمة إبطال لمزاعمهم، حيث كانوا يقولون: لسنا أول من حرمت عليه هذه الطيبات، وإنما كانت محرمة على نوح وإبراهيم وغيرهما ممن جاء بعدهما.وقوله: مِنْ قَبْلُ متعلق بحرمنا، أو بقصصنا.وبذلك يتبين أن ما حرمه الله- تعالى- على الأمة الإسلامية، كالميتة والدم ولحم الخنزير.. كان من باب الرحمة بها، والحرص على مصلحتها.. أما ما حرمه- سبحانه- على اليهود، فقد كان بسبب بغيهم وظلمهم.وقوله- تعالى-: وَما ظَلَمْناهُمْ وَلكِنْ كانُوا أَنْفُسَهُمْ يَظْلِمُونَ بيان لمظهر من مظاهر عدل الله- تعالى- في معاملته لعباده.أى: وما ظلمنا هؤلاء اليهود بتحريم بعض الطيبات عليهم، ولكن هم الذين ظلموا أنفسهم، حيث تركوها تسير في طريق الشيطان، ولم يوقفوها عند حدود الله- تعالى-، فاستحقوا بسبب ذلك ما استحقوا من عقوبات.وصدق الله إذ يقول: إِنَّ اللَّهَ لا يَظْلِمُ النَّاسَ شَيْئاً وَلكِنَّ النَّاسَ أَنْفُسَهُمْ يَظْلِمُونَ  ."},{"ayah_number":119,"text":"وقوله- سبحانه- ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُوا السُّوءَ بِجَهالَةٍ.. بيان لسعة رحمته- سبحانه- بعباده، ورأفته بهم.والمراد بالجهالة: الجهل والسفه اللذان يحملان صاحبهما على ارتكاب ما لا يليق بالعقلاء، وليس المراد بها عدم العلم.قال مجاهد: كل من عصى الله- تعالى- عمدا أو خطأ فهو جاهل حتى ينزع عن معصيته.وقال ابن عطية: الجهالة هنا بمعنى تعدى الطور، وركوب الرأس: لا ضد العلم.ومنه ما جاء في الخبر: «اللهم إنى أعوذ بك من أن أجهل، أو يجهل على» .ومنه قول الشاعر:ألا لا يجهلن أحد علينا ... فنجهل فوق جهل الجاهلينوالمعنى: ثم إن ربك- أيها الرسول الكريم-، لكثير الغفران والرحمة لأولئك الذين عملوا الأعمال السيئة، بدافع الجهل والسفه والطيش وعدم تدبر العواقب، ثم إنهم بعد ذلك تابوا توبة صادقة عن تلك الأعمال السيئة، ولم يكتفوا بذلك بل أصلحوا من شأن أنفسهم، حيث أوقفوها عند حدود الله- تعالى- وأجبروها على تنفيذ أوامره، واجتناب نواهيه.قال الآلوسى: والتقييد بالجهالة قيل: لبيان الواقع، لأن كل من يعمل السوء لا يعمله إلا بجهالة.وقال العسكري: ليس المعنى أنه- تعالى- يغفر لمن يعمل السوء بجهالة، ولا يغفر لمن عمله بدون جهالة، بل المراد أن جميع من تاب فهذه سبيله. وإنما خص من يعمل السوء بجهالة، لأن أكثر من يأتى الذنوب يأتيها بقلة فكر في عاقبة الأمر، أو عند غلبة الشهوة، أو في جهالة الشباب: فذكر الأكثر على عادة العرب في مثل ذلك .واسم الإشارة في قوله: ثُمَّ تابُوا مِنْ بَعْدِ ذلِكَ وَأَصْلَحُوا يعود إلى الأعمال السيئة التي عملوها قبل التوبة والإصلاح. أى: ثم تابوا توبة صادقة من بعد أن عملوا ما عملوا من سيئات، وأصلحوا نفوسهم فهيأوها للسير على الطريق المستقيم.والضمير في قوله: إِنَّ رَبَّكَ مِنْ بَعْدِها يعود إلى التوبة وما يصاحبها من فعل للطاعات ومن اجتناب للسيئات.أى: إن ربك- أيها الرسول الكريم- من بعد هذه التوبة النصوح، لكثير المغفرة والرحمة للتائبين.والتعبير- بثم- في قوله: ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ ... وقوله: ... ثُمَّ تابُوا مِنْ بَعْدِ ذلِكَ لبيان الفرق الشاسع بين رحمة الله- تعالى- بعباده، وبين ما يصدر عن بعضهم من كفران وارتكاب للمعاصي، وبين المصرين على فعل السوء، وبين التائبين عنه.وكرر- سبحانه- إِنَّ رَبَّكَ مرتين في الآية الواحدة، لتأكيد الوعد وإظهار كمال العناية بإنجازه.وشبيه بهذه الآية الكريمة قوله- تعالى-: إِنَّمَا التَّوْبَةُ عَلَى اللَّهِ لِلَّذِينَ يَعْمَلُونَ السُّوءَ بِجَهالَةٍ، ثُمَّ يَتُوبُونَ مِنْ قَرِيبٍ، فَأُولئِكَ يَتُوبُ اللَّهُ عَلَيْهِمْ، وَكانَ اللَّهُ عَلِيماً حَكِيماً  .ثم مدح- سبحانه- خليله ابراهيم مدحا عظيما، وأنه بشره بالعطاء الذي يسعده في دنياه وآخرته، وأمر نبيه محمدا صلى الله عليه وسلم باتباع ملة أبيه إبراهيم، فقال- تعالى-:"},{"ayah_number":120,"text":"فأنت ترى أن الله- تعالى- قد وصف خليله ابراهيم- عليه السلام- بجملة من الصفات الفاضلة. والمناقب الحميدة.وصفه أولا- بأنه كانَ أُمَّةً.ولفظ أُمَّةً يطلق في اللغة بإطلاقات متعددة، منها: الجماعة، كما في قوله- تعالى-: وَلَمَّا وَرَدَ ماءَ مَدْيَنَ وَجَدَ عَلَيْهِ أُمَّةً مِنَ النَّاسِ يَسْقُونَ   أى: جماعة من الناس ...ومنها: الدين والملة، كما في قوله- تعالى-: إِنَّا وَجَدْنا آباءَنا عَلى أُمَّةٍ..  أى:على دين وملة.ومنها: الحين والزمان كما في قوله- سبحانه-: وَلَئِنْ أَخَّرْنا عَنْهُمُ الْعَذابَ إِلى أُمَّةٍ مَعْدُودَةٍ . أى: إلى زمان معين..والمراد بقوله- سبحانه-: إِنَّ إِبْراهِيمَ كانَ أُمَّةً.. أى: كان عنده من الخير ما كان عند أمة، أى جماعة كثيرة من الناس، وهذا التفسير مروى عن ابن عباس.وقال مجاهد: سمى- عليه السلام- أمة لانفراده بالإيمان في وقته مدة ما.وفي صحيح البخاري أنه قال لزوجته سارة: ليس على الأرض اليوم مؤمن غيرى وغيرك.ويصح أن يكون المراد بقوله- تعالى-: إِنَّ إِبْراهِيمَ كانَ أُمَّةً.. أى: كان إماما يقتدى به في وجوه الطاعات. وفي ألوان الخيرات، وفي الأعمال الصالحات، وفي إرشاد الناس إلى أنواع البر، قال- تعالى-: وَإِذِ ابْتَلى إِبْراهِيمَ رَبُّهُ بِكَلِماتٍ فَأَتَمَّهُنَّ قالَ إِنِّي جاعِلُكَ لِلنَّاسِ إِماماً..  .ووصفه ثانيا- بأنه كان «قانتا لله» أى مطيعا لله، خاضعا لأوامره ونواهيه، من القنوت وهو الطاعة مع الخضوع.ووصفه- ثالثا- بأنه كان، حنيفا، أى: مائلا عن الأديان الباطلة إلى الدين الحق. من الحنف بمعنى الميل والاعوجاج، يقال: فلان برجله حنف أى اعوجاج وميل.ومنه قول أم الأحنف بن قيس وهي تداعبه:والله لولا حنف برجله ... ما كان في فتيانكم من مثلهووصفه- رابعا- بأنه منزه عن الإشراك بالله- تعالى- فقال: وَلَمْ يَكُ مِنَ الْمُشْرِكِينَ.أى: ولم يكن ابراهيم- عليه السلام- من الذين أشركوا مع الله- تعالى- آلهة أخرى في العبادة أو الطاعة، أو في أى من الأمور، بل أخلص عبادته لخالقه- عز وجل-.وقال- كما حكى القرآن عنه-: إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّماواتِ وَالْأَرْضَ حَنِيفاً وَما أَنَا مِنَ الْمُشْرِكِينَ  ."},{"ayah_number":121,"text":"ووصفه- خامسا- بقوله- سبحانه-: شاكِراً لِأَنْعُمِهِ أى: معترفا بفضل الله- تعالى- عليه، ومستعملا نعمه فيما خلقت له، ومؤديا حقوق خالقه فيها. قال- تعالى-: وَإِبْراهِيمَ الَّذِي وَفَّى أى: قام بأداء جميع ما كلفه الله به.وبعد أن مدح- سبحانه- إبراهيم بتلك الصفات الجامعة لمجامع الخير، أتبع ذلك ببيان فضله- تعالى- عليه فقال: اجْتَباهُ أى اختاره واصطفاه للنبوة. من الاجتباء بمعنى الاصطفاء والاختيار.واجتباء الله- تعالى- لعبده معناه: اختصاصه ذلك العبد بخصائص ومزايا يحصل له عن طريقها أنواع من النعم بدون كسب منه.وَهَداهُ إِلى صِراطٍ مُسْتَقِيمٍ أى: وأرشده إلى الطريق القويم، الذي دعا الصالحون ربهم أن يرشدهم إليه، حيث قالوا في تضرعهم: اهْدِنَا الصِّراطَ الْمُسْتَقِيمَ. وهو طريق الإسلام."},{"ayah_number":122,"text":"وَآتَيْناهُ فِي الدُّنْيا حَسَنَةً أى: وجمعنا له خير الدنيا من كل ما يحتاج المؤمن إليه ليحيا حياة طيبة، كهدايته إلى الدين الحق، ومنحه نعمة النبوة، وإعطائه الذرية الصالحة، والسيرة الحسنة، والمال الوفير.وقد أشار القرآن الكريم إلى جانب من هذه النعم، كما في قوله- تعالى-: وَاجْعَلْ لِي لِسانَ صِدْقٍ فِي الْآخِرِينَ .وكما في قوله- تعالى-: فَلَمَّا اعْتَزَلَهُمْ وَما يَعْبُدُونَ مِنْ دُونِ اللَّهِ وَهَبْنا لَهُ إِسْحاقَ وَيَعْقُوبَ وَكُلًّا جَعَلْنا نَبِيًّا..  .وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ أى: وإنه في الدار الآخرة لمندرج في عباد الله الصالحين، الذين رضى الله عنهم ورضوا عنه، والذين كانت لهم جنات الفردوس نزلا."},{"ayah_number":123,"text":"ثم ختم- سبحانه- هذه النعم التي منحها لخليله إبراهيم، بأمر نبيه محمد صلى الله عليه وسلم أن يتبع ملة أبيه إبراهيم- عليه السلام- فقال- تعالى-: ثُمَّ أَوْحَيْنا إِلَيْكَ أَنِ اتَّبِعْ مِلَّةَ إِبْراهِيمَ حَنِيفاً وَما كانَ مِنَ الْمُشْرِكِينَ.والمراد بملة إبراهيم: شريعته التي أمره الله- تعالى- باتباعها في عقيدته وعبادته ومعاملاته، وهي شريعة الإسلام، التي عبر عنها آنفا بالصراط المستقيم في قوله- تعالى-:اجْتَباهُ وَهَداهُ إِلى صِراطٍ مُسْتَقِيمٍ.والمراد باتباع الرسول صلى الله عليه وسلم له في ذلك: الاقتداء به في التوحيد وفي أصول الدين، الثابتة في كل الشرائع، لا الفروع الشرعية التي تختلف من شريعة إلى أخرى، بحسب المصالح التي يريدها الله- تعالى- لعباده.أى: ثم أوحينا إليك- أيها الرسول الكريم- بأن تتبع في عقيدتك وشريعتك مِلَّةَ إِبْراهِيمَ حَنِيفاً أى: شريعته التي هي شريعة الإسلام.قال صاحب الكشاف: قوله- تعالى-: ثُمَّ أَوْحَيْنا إِلَيْكَ.. في «ثم» هذه ما فيها من تعظيم منزلة رسول الله صلى الله عليه وسلم، وإجلال محله، والإيذان بأن أشرف ما أوتى خليل الله إبراهيم من الكرامة، وأجل ما أوتى من النعمة، اتباع رسول الله صلى الله عليه وسلم لملته، من جهة أنها دلت على تباعد هذا النعت في المرتبة، من بين سائر النعوت التي أثنى الله عليه بها .وقال القرطبي: وفي هذه الآية دليل على جواز اتباع الأفضل للمفضول فيما يؤدى إلى الصواب، ولا درك على الفاضل في هذا، فإن النبي صلى الله عليه وسلم أفضل الأنبياء، وقد أمر بالاقتداء بهم، قال- تعالى-: أُولئِكَ الَّذِينَ هَدَى اللَّهُ فَبِهُداهُمُ اقْتَدِهْ..  وقال- سبحانه- هنا: ثُمَّ أَوْحَيْنا إِلَيْكَ أَنِ اتَّبِعْ مِلَّةَ إِبْراهِيمَ حَنِيفاً..  .وقوله: حَنِيفاً حال من إبراهيم، أى: من المضاف إليه، وصح ذلك لأن المضاف هنا وهو مِلَّةَ كالجزء من المضاف إليه وهو إبراهيم من حيث صحة الاستغناء بالثاني عن الأول، لأن قولك: أن اتبع إبراهيم حنيفا كلام تام..وقد أشار ابن مالك- رحمه الله- إلى هذا المعنى بقوله:ولا تجز حالا من المضاف له ... إلا إذا اقتضى المضاف عملهأو كان جزء ماله أضيفا ... أو مثل جزئه فلا تحيفاوقوله- سبحانه-: وَما كانَ مِنَ الْمُشْرِكِينَ تنزيه لإبراهيم- عليه السلام- عن أى لون من ألوان الإشراك بالله- تعالى-.أى: وما كان إبراهيم- عليه السلام- من المشركين مع الله- تعالى- آلهة أخرى لا في عقيدته ولا في عبادته ولا في أى شأن من شئونه.وفي ذلك رد على المشركين الذين زعموا أنهم على ملة ابراهيم، ورد- أيضا- على اليهود والنصارى الذين زعموا أن إبراهيم- عليه السلام- كان على ملتهم.قال- تعالى-: ما كانَ إِبْراهِيمُ يَهُودِيًّا وَلا نَصْرانِيًّا وَلكِنْ كانَ حَنِيفاً مُسْلِماً وَما كانَ مِنَ الْمُشْرِكِينَ  ."},{"ayah_number":124,"text":"وبعد أن بين- سبحانه- حقيقة عقيدة إبراهيم، ومدحه بجملة من الصفات الجليلة، وبين جانبا من مظاهر فضله- سبحانه- عليه، أتبع ذلك ببيان أن تحريم العمل في يوم السبت أمر خاص باليهود، ولا علاقة له بشريعة إبراهيم أو بشريعة محمد صلى الله عليه وسلم فقال- تعالى-: إِنَّما جُعِلَ السَّبْتُ عَلَى الَّذِينَ اخْتَلَفُوا فِيهِ....والمراد بالسبت: اليوم المسمى بهذا الاسم، وأصله- كما يقول ابن جرير- الهدوء والسكوت في راحة ودعة، ولذلك قيل للنائم مسبوت لهدوئه وسكون جسده واستراحته، كما قال- جل ثناؤه-: وَجَعَلْنا نَوْمَكُمْ سُباتاً أى: راحة لأبدانكم.. .والكلام على حذف مضاف، والمعنى: إنما جعل تعظيم يوم السبت، والتخلي فيه للعبادة، عَلَى الَّذِينَ اخْتَلَفُوا فِيهِ وهم اليهود، حيث أمرهم نبيهم موسى- عليه السلام- بتعظيم يوم الجمعة، فخالفوه واختاروا السبت.قال الجمل ما ملخصه: قوله- سبحانه-: عَلَى الَّذِينَ اخْتَلَفُوا فِيهِ أى: خالفوا نبيهم، حيث أمرهم: أن يعظموا يوم الجمعة بالتفرغ للعبادة فيه، وشدد عليهم بتحريم الاصطياد فيه: فليس المراد بالاختلاف أن بعضهم رضى، وبعضهم لم يرض، بل المراد به امتناع الجميع- حيث قالوا لا نريد يوم الجمعة، واختاروا السبت.ثم قال: وفي معنى الآية قول آخر. قال قتادة: إن الذين اختلفوا فيه هم اليهود، حيث استحله بعضهم وحرمه بعضهم، فعلى هذا القول يكون معنى قوله إِنَّما جُعِلَ السَّبْتُ ...أى: وبال يوم السبت ولعنته عَلَى الَّذِينَ اخْتَلَفُوا فِيهِ، وهم اليهود، حيث استحله بعضهم فاصطادوا فيه، فعذبوا ومسخوا.. وثبت بعضهم على تحريمه فلم يصطد فيه، فلم يعذبوا.. والقول الأول أقرب إلى الصحة .وقال الإمام ابن كثير: وقد ثبت في الصحيحين عن أبى هريرة أن رسول الله صلى الله عليه وسلم قال: «نحن الآخرون السابقون يوم القيامة، بيد أنهم- أى أهل الكتاب- أوتوا الكتاب من قبلنا، ثم هذا يومهم الذي فرض الله عليهم- أى يوم الجمعة- فاختلفوا فيه، فهدانا الله له، فالناس لنا فيه تبع، اليهود غدا والنصارى بعد غد»  .ثم بين- سبحانه- حكمه العادل فيهم فقال: وَإِنَّ رَبَّكَ لَيَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيامَةِ فِيما كانُوا فِيهِ يَخْتَلِفُونَ. أى: وإن ربك- أيها الرسول الكريم- ليحكم بين هؤلاء المختلفين يوم القيامة، بأن ينزل بهم العقوبة التي يستحقونها بسبب مخالفتهم لنبيهم، وإعراضهم عن طاعته فيما أمرهم به من تعظيم يوم الجمعة.ويصح أن يكون المعنى: وإن ربك ليحكم بحكمه العادل بين هؤلاء اليهود الذين اختلفوا في شأن يوم السبت، حيث استحله بعضهم، وحرمه البعض الآخر، فيجازى كل فريق بما يستحقه من ثواب أو عقاب.وبذلك نرى الآيات الكريمة قد مدحت إبراهيم- عليه السلام- مدحا عظيما، وذكرت جانبا من المآثر التي أكرمه الله- تعالى- بها، وبرأته مما ألصقه به المشركون وأهل الكتاب من تهم باطلة، ودعاوى كاذبة."},{"ayah_number":125,"text":"ثم ختم- سبحانه- السورة الكريمة بتلك الآيات الجامعة لآداب الدعوة إلى الله، والهادية إلى مكارم الأخلاق، فقال- تعالى-:وبذلك نرى الآية الكريمة قد رسمت أقوم طرق الدعوة إلى الله- تعالى- وعينت أحكم وسائلها، وأنجعها في هداية النفوس.إنها تأمر الدعاة في كل زمان ومكان أن تكون دعوتهم إلى سبيل الله لا إلى سبيل غيره: إلى طريق الحق لا طريق الباطل، وإنها تأمرهم- أيضا- أن يراعوا في دعوتهم أحوال الناس، وطباعهم، وسعة مداركهم، وظروف حياتهم، وتفاوت ثقافاتهم.وأن يخاطبوا كل طائفة بالقدر الذي تسعه عقولهم، وبالأسلوب الذي يؤثر في نفوسهم، وبالطريقة التي ترضى قلوبهم وعواطفهم.فمن لم يقنعه القول المحكم، قد تقنعه الموعظة الحسنة، ومن لم تقنعه الموعظة الحسنة. قد يقنعه الجدال بالتي هي أحسن.ولذلك كان من الواجب على الدعاة الى الحق، أن يتزودوا بجانب ثقافتهم الدينية الأصيلة الواسعة- بالكثير من ألوان العلوم الأخرى كعلوم النفس والاجتماع والتاريخ، وطبائع الأفراد والأمم.. فإنه ليس شيء أنجع في الدعوة من معرفة طبائع الناس وميولهم، وتغذية هذه الطبائع والميول بما يشبعها من الزاد النافع، وبما يجعلها تقبل على فعل الخير، وتدبر عن فعل الشر.وكما أن أمراض الأجسام مختلفة، ووسائل علاجها مختلفة- أيضا-، فكذلك أمراض النفوس متنوعة، ووسائل علاجها متباينة.فمن الناس من يكون علاجه بالمقالة المحكمة: ومنهم من يكون علاجه بالعبارة الرقيقة الرفيقة التي تهز المشاعر، وتثير الوجدان، ومنهم من يكون علاجه بالمحاورة والمناقشة والمناظرة والمجادلة بالتي هي أحسن، لأن النفس الإنسانية لها كبرياؤها وعنادها، وقلما تتراجع عن الرأى الذي آمنت به. إلا بالمجادلة بالتي هي أحسن. والحق: أن الدعاة إلى الله- تعالى- إذا فقهوا هذه الحقائق فتسلحوا بسلاح الإيمان والعلم، وأخلصوا لله- تعالى- القول والعمل، وفطنوا إلى أنجع الأساليب في الدعوة إلى الله، وخاطبوا الناس على قدر عقولهم واستعدادهم.. نجحوا في دعوتهم، وذلك فضل الله يؤتيه من يشاء.قال الآلوسى: وإنما تفاوتت طرق دعوته صلى الله عليه وسلم لتفاوت مراتب الناس، فمنهم خواص، وهم أصحاب نفوس مشرقة، قوية الاستعداد لإدراك المعاني، مائلة إلى تحصيل اليقين على اختلاف مراتبه، وهؤلاء يدعون بالحكمة.ومنهم عوام، أصحاب نفوس كدرة ضعيفة الاستعداد، شديدة الإلف بالمحسوسات، قوية التعلق بالرسوم والعادات، قاصرة عن درجة البرهان، لكن لا عناد عندهم، وهؤلاء يدعون بالموعظة الحسنة.ومنهم من يعاند ويجادل بالباطل ليدحض به الحق، لما غلب عليه من تقليد الأسلاف، ورسخ فيه من العقائد الباطلة، فصار بحيث لا تنفعه المواعظ والعبر، بل لا بد من إلقامه الحجر بأحسن طرق الجدال، لتلين عريكته، وتزول شكيمته، وهؤلاء الذين أمر صلى الله عليه وسلم بجدالهم بالتي هي أحسن .وقوله- سبحانه-: إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ بيان لكمال علم الله- تعالى- وإحاطته بكل شيء، وإرشاد للدعاة في شخص نبيهم صلى الله عليه وسلم إلى أن عليهم أن يدعوا الناس بالطريقة التي بينها- سبحانه- لهم، ثم يتركوا النتائج له- تعالى- يسيرها كيف يشاء.والظاهر أن صيغة التفضيل أَعْلَمُ في هذه الآية وأمثالها، المراد بها مطلق الوصف لا المفاضلة، لأن الله- تعالى- لا يشاركه أحد في علم أحوال خلقه، من شقاوة وسعادة، وهداية وضلال.والمعنى: إن ربك- أيها الرسول الكريم- هو وحده العليم بمن ضل من خلقه عن صراطه المستقيم، وهو وحده العليم بالمهتدين منهم إلى السبيل الحق وسيجازى كل فريق منهم بما يستحقه من ثواب أو عقاب.وما دام الأمر كذلك، فعليك- أيها الرسول الكريم- أن تسلك في دعوتك إلى سبيل ربك، الطرق التي أرشدك إليها، من الحكمة والموعظة الحسنة، والمجادلة بالتي هي أحسن، ومن كان فيه خير- كما يقول صاحب الكشاف- كفاه الوعظ القليل، والنصيحة اليسيرة، ومن لا خير فيه عجزت عنه الحيل، وكأنك تضرب منه في حديد بارد  ."},{"ayah_number":126,"text":"وبعد أن بين- سبحانه- أنجع أساليب الدعوة إلى سبيله في حالة المسالمة والمجادلة بالحجة والبرهان، أتبع ذلك ببيان ما ينبغي على المسلم أن يفعله في حالة الاعتداء عليه أو على دعوته فقال- تعالى-: وَإِنْ عاقَبْتُمْ فَعاقِبُوا بِمِثْلِ ما عُوقِبْتُمْ بِهِ....أى: وإن أردتم معاقبة من ظلمكم واعتدى عليك، فعاقبوه بمثل ما فعله بكم، ولا تزيدوا على ذلك، فإن الزيادة حيف يبغضه الله- تعالى-.ثم أرشدهم- سبحانه- إلى ما هو أسمى من مقابلة الشر بمثله فقال: وَلَئِنْ صَبَرْتُمْ لَهُوَ خَيْرٌ لِلصَّابِرِينَ.والضمير في قوله لَهُوَ يعود إلى المصدر في قوله صَبَرْتُمْ، والمصدر إما أن يراد به الجنس فيكون المعنى: ولئن صبرتم فالصبر خير للصابرين، وأنتم منهم.وإما أن يراد به صبرهم الخاص فيكون المعنى: ولئن صبرتم عن المعاقبة بالمثل، لصبركم خير لكم، فوضع- سبحانه- الصابرين موضع لكم على سبيل المدح لهم، والثناء عليهم بصفة الصبر.هذا، وقد ذكر جمع من المفسرين أن هذه الآية الكريمة نزلت في أعقاب غزوة أحد، بعد أن مثل المشركون بحمزة- رضى الله عنه-.قال الإمام ابن كثير ما ملخصه: روى الحافظ البزار عن أبى هريرة- رضى الله عنه- أن رسول الله صلى الله عليه وسلم وقف على حمزة بن عبد المطلب حين استشهد. فنظر الى منظر لم ينظر أوجع للقلب منه.وقد مثل المشركون به. فقال صلى الله عليه وسلم: رحمة الله عليك، لقد كنت وصولا للرحم، فعولا للخيرات. والله لولا حزن من بعدك عليك لسرني أن أتركك حتى يحشرك الله من بطون السباع. أما والله لأمثلن بسبعين منهم مكانك. فنزلت هذه الآية. فكفر رسول الله صلى الله عليه وسلم عن يمينه.ثم قال ابن كثير بعد روايته لهذا الحديث: وهذا إسناد فيه ضعف لأن أحد رواته وهو «صالح بن بشير المري» ضعيف عند الأئمة. وقال البخاري هو منكر الحديث.ثم قال ابن كثير- رحمه الله-: وروى عبد الله بن الإمام أحمد في مسند أبيه عن أبى بن كعب، قال: لما كان يوم أحد قتل من الأنصار ستون رجلا، ومن المهاجرين ستة، فقال أصحاب رسول الله صلى الله عليه وسلم: لئن كان لنا يوم مثل هذا اليوم من المشركين لنمثلن بهم، فلما كان يوم الفتح قال رجل: لا تعرف قريش بعد اليوم. فنادى مناد أن رسول الله صلى الله عليه وسلم قد أمن الأبيض والأسود إلا فلانا وفلانا- ناسا سماهم-، فنزلت الآية.فقال رسول الله صلى الله عليه وسلم «نصبر ولا نعاقب» .والذي نراه أن الآية الكريمة- حتى ولو كان سبب نزولها ما ذكر- إلا أن التوجيهات التي اشتملت عليها صالحة لكل زمان ومكان، لأن العبرة بعموم اللفظ لا بخصوص السبب، وعلى رأس هذه التوجيهات السامية التي اشتملت عليها: دعوة المسلمين الى التزام العدالة في أحكامهم، وحضهم على الصبر والصفح ما دام ذلك لا يضر بمصلحتهم ومصلحة الدعوة الإسلامية.وشبيه بهذه الآية الكريمة قوله- تعالى-: وَجَزاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُها، فَمَنْ عَفا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ ...  ."},{"ayah_number":127,"text":"ثم أمر- سبحانه- بالصبر أمرا صريحا، بعد أن بين حسن عاقبته فقال: وَاصْبِرْ وَما صَبْرُكَ إِلَّا بِاللَّهِ....أى:: واصبر- أيها الرسول الكريم- على أذى قومك، وما صبرك في حال من الأحوال بمؤت ثماره المرجوة منه إلا بتوفيق الله- تعالى- لك، وبتثبيته إياك، وما دام الأمر كذلك فالجأ إليه وحده، واستعن به- سبحانه- في كل أمورك، فالاستثناء مفرغ من أعم الأحوال.ثم نهاه- سبحانه- عن الحزن بسبب كفر الكافرين، فإن الهداية والإضلال بقدرة الله وحده فقال- تعالى-: وَلا تَحْزَنْ عَلَيْهِمْ وَلا تَكُ فِي ضَيْقٍ مِمَّا يَمْكُرُونَ.أى ولا تحزن بسبب كفر الكافرين، وإصرارهم على ذلك، وإعراضهم عن دعوتك، ولا يضق صدرك بمكرهم، فإن الله- تعالى- ناصرك عليهم، ومنجيك من شرورهم."},{"ayah_number":128,"text":"وقوله- تعالى-: إِنَّ اللَّهَ مَعَ الَّذِينَ اتَّقَوْا وَالَّذِينَ هُمْ مُحْسِنُونَ تعليل لما سبق من أمره بالصبر، ومن نهيه عن الحزن وضيق الصدر.أى: إن الله- تعالى- بمعونته وتأييده مع الذين اتقوه في كل أحوالهم، وصانوا أنفسهم عن كل ما لا يرضاه. ومع الذين يحسنون القول والعلم، بأن يؤدوهما بالطريقة التي أمر الإسلام بها، ومن كان الله- تعالى- معه، سعد في دنياه وفي أخراه.وقد قيل لبعض الصالحين وهو يحتضر: أوص. فقال: إنما الوصية من المال. ولا مال لي، ولكني أوصيكم بالعمل بخواتيم سورة النحل.وبعد فهذه سورة النحل، وهذا تفسير لها. نسأل الله- تعالى- أن يجعله خالصا لوجهه، ونافعا لعباده.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم"}]