[{"ayah_number":1,"text":"تعريف بسورة الإسراء1- سورة الإسراء هي السورة السابعة عشرة في ترتيب المصحف، فقد سبقتها سورة:الفاتحة، والبقرة، وآل عمران، والنساء.... إلخ.أما ترتيبها في النزول، فقد ذكر السيوطي في الإتقان أنها السورة التاسعة والأربعون، وأن نزولها كان بعد سورة القصص  .2- وتسمى- أيضا- بسورة بنى إسرائيل، وبسورة «سبحان» ، وعدد آياتها عند الجمهور إحدى عشرة آية ومائة، وعند الكوفيين عشر آيات ومائة آية.3- ومن الأحاديث التي وردت في فضلها، ما رواه البخاري في صحيحه عن ابن مسعود- رضى الله عنه- أنه قال في بنى إسرائيل، والكهف ومريم: إنهن من العتاق الأول، وهنّ من تلادى  .والعتاق: جمع عتيق وهو القديم، وكذلك التالد بمعنى القديم. ومراده- رضى الله عنه- أن هذه السور من أول ما حفظه من القرآن.وقال الإمام أحمد: حدثنا عبد الرحمن، حدثنا حماد بن زيد، عن مروان عن أبى لبابة، قال: سمعت عائشة- رضى الله عنها- تقول: كان رسول الله صلى الله عليه وسلم يصوم حتى نقول:ما يريد أن يفطر، ويفطر حتى نقول: ما يريد أن يصوم، وكان يقرأ كل ليلة: «بنى إسرائيل» و «الزمر»  .4- ومن وجوه مناسبة هذه السورة لما قبلها، ما ذكره أبو حيان بقوله: «ومناسبة هذه لما قبلها، أنه- تعالى- لما أمره- في آخر النحل- بالصبر، ونهاه عن الحزن عليهم، وعن أن يضيق صدره من مكرهم، وكان من مكرهم نسبته إلى الكذب والسحر والشعر، وغير ذلك مما رموه به، أعقب- تعالى- ذلك بذكر شرفه، وفضله، واحتفائه به، وعلو منزلته عنده» .5- وسورة الإسراء من السور المكية، ومن المفسرين الذين صرحوا بذلك دون أن يذكروا خلافا في كونها مكية. الزمخشري، وابن كثير، والبيضاوي، وأبو حيان.وقال الآلوسى: وكونها كذلك بتمامها قول الجمهور.وقيل: هي مكية إلا آيتين: وَإِنْ كادُوا لَيَفْتِنُونَكَ ... وَإِنْ كادُوا لَيَسْتَفِزُّونَكَ.وقيل: إلا أربعا، هاتان الآيتان، وقوله- تعالى-: وَإِذْ قُلْنا لَكَ إِنَّ رَبَّكَ أَحاطَ بِالنَّاسِ....وقوله- سبحانه-: وَقُلْ رَبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ ... .والذي تطمئن إليه النفس أن سورة الإسراء بتمامها مكية- كما قال جمهور المفسرين- لأن الروايات التي ذكرت في كون بعض آياتها مدنية، لا تنهض دليلا على ذلك لضعفها ...والذي يغلب على الظن أن نزول هذه السورة الكريمة: أو نزول معظمها، كان في أعقاب حادث الإسراء والمعراج.وذلك لأن السورة تحدثت عن هذا الحدث، كما تحدثت عن شخصية الرسول صلى الله عليه وسلم حديثا مستفيضا، وحكت إيذاء المشركين له، وتطاولهم عليه، وتعنتهم معه، كمطالبتهم إياه بأن يفجر لهم من الأرض ينبوعا ...وقد ردت السورة الكريمة على كل ذلك، بما يسلى الرسول صلى الله عليه وسلم ويثبته، ويرفع منزلته، ويعلى قدره ... في تلك الفترة الحرجة من حياته صلى الله عليه وسلم وهي الفترة التي أعقبت موت زوجه السيدة خديجة- رضى الله عنها- وموت عمه أبى طالب ...6- (أ) وعند ما نقرأ سورة الإسراء نراها في مطلعها تحدثنا عن إسراء الله- تعالى- بنبيه صلى الله عليه وسلم من المسجد الحرام إلى المسجد الأقصى، وعن الكتاب الذي آتاه الله- تعالى- لموسى- عليه السلام- ليكون هداية لقومه، وعن قضاء الله في بنى إسرائيل ...قال- تعالى-: سُبْحانَ الَّذِي أَسْرى بِعَبْدِهِ لَيْلًا مِنَ الْمَسْجِدِ الْحَرامِ إِلَى الْمَسْجِدِ الْأَقْصَى، الَّذِي بارَكْنا حَوْلَهُ، لِنُرِيَهُ مِنْ آياتِنا إِنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ. وَآتَيْنا مُوسَى الْكِتابَ وَجَعَلْناهُ هُدىً لِبَنِي إِسْرائِيلَ، أَلَّا تَتَّخِذُوا مِنْ دُونِي وَكِيلًا. ذُرِّيَّةَ مَنْ حَمَلْنا مَعَ نُوحٍ إِنَّهُ كانَ عَبْداً شَكُوراً. وَقَضَيْنا إِلى بَنِي إِسْرائِيلَ فِي الْكِتابِ لَتُفْسِدُنَّ فِي الْأَرْضِ مَرَّتَيْنِ وَلَتَعْلُنَّ عُلُوًّا كَبِيراً..(ب) ثم يبين- سبحانه- بعد ذلك أن هذا القرآن قد أنزله- سبحانه- على نبيه صلى الله عليه وسلم ليهدى الناس إلى الطريق الأقوم، وليبشر المؤمنين بالأجر الكبير، وأن كل إنسان مسئول عن عمله، وسيحاسب عليه يوم القيامة، دون أن تحمل نفس آثمة إثم نفس أخرى ...قال- تعالى-: إِنَّ هذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ، وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحاتِ، أَنَّ لَهُمْ أَجْراً كَبِيراً....إلى أن يقول- سبحانه-: وَكُلَّ إِنسانٍ أَلْزَمْناهُ طائِرَهُ فِي عُنُقِهِ، وَنُخْرِجُ لَهُ يَوْمَ الْقِيامَةِ كِتاباً يَلْقاهُ مَنْشُوراً اقْرَأْ كِتابَكَ كَفى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيباً مَنِ اهْتَدى فَإِنَّما يَهْتَدِي لِنَفْسِهِ وَمَنْ ضَلَّ فَإِنَّما يَضِلُّ عَلَيْها، وَلا تَزِرُ وازِرَةٌ وِزْرَ أُخْرى، وَما كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا.(ج) ثم تسوق السورة الكريمة سنة من سنن الله في خلقه، وهي أن عاقبة الترف والفسق، الدمار والهلاك، وأن من يريد العاجلة كانت نهايته إلى جهنم، ومن يريد الآخرة ويقدم لها العمل الصالح كانت نهايته إلى الجنة.استمع إلى القرآن الكريم وهو يصور هذه المعاني بأسلوبه البليغ فيقول: وَإِذا أَرَدْنا أَنْ نُهْلِكَ قَرْيَةً أَمَرْنا مُتْرَفِيها فَفَسَقُوا فِيها. فَحَقَّ عَلَيْهَا الْقَوْلُ فَدَمَّرْناها تَدْمِيراً. وَكَمْ أَهْلَكْنا مِنَ الْقُرُونِ مِنْ بَعْدِ نُوحٍ. وَكَفى بِرَبِّكَ بِذُنُوبِ عِبادِهِ خَبِيراً بَصِيراً. مَنْ كانَ يُرِيدُ الْعاجِلَةَ عَجَّلْنا لَهُ فِيها ما نَشاءُ لِمَنْ نُرِيدُ، ثُمَّ جَعَلْنا لَهُ جَهَنَّمَ يَصْلاها مَذْمُوماً مَدْحُوراً. وَمَنْ أَرادَ الْآخِرَةَ وَسَعى لَها سَعْيَها وَهُوَ مُؤْمِنٌ فَأُولئِكَ كانَ سَعْيُهُمْ مَشْكُوراً.(د) وبعد أن بين- سبحانه- أن سعادة الآخرة منوطة بإرادتها، وبأن يسعى الإنسان لها وهو مؤمن، عقب ذلك بذكر بضع وعشرين نوعا من أنواع التكاليف، التي متى نفذها المسلم ظفر برضى الله- تعالى- ومثوبته، ومن تلك التكاليف قوله- تعالى-: لا تَجْعَلْ مَعَ اللَّهِ إِلهاً آخَرَ.وَقَضى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوالِدَيْنِ إِحْساناً ...وَآتِ ذَا الْقُرْبى حَقَّهُ وَالْمِسْكِينَ وَابْنَ السَّبِيلِ وَلا تُبَذِّرْ تَبْذِيراً ...وَلا تَقْتُلُوا أَوْلادَكُمْ خَشْيَةَ إِمْلاقٍ نَحْنُ نَرْزُقُهُمْ وَإِيَّاكُمْ....وَلا تَقْرَبُوا الزِّنى إِنَّهُ كانَ فاحِشَةً وَساءَ سَبِيلًا.وَلا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ.وَلا تَقْرَبُوا مالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ.وَأَوْفُوا الْكَيْلَ إِذا كِلْتُمْ وَزِنُوا بِالْقِسْطاسِ الْمُسْتَقِيمِ.وَلا تَقْفُ ما لَيْسَ لَكَ بِهِ عِلْمٌ ...وَلا تَمْشِ فِي الْأَرْضِ مَرَحاً ...(ه) وبعد أن ساقت السورة الكريمة تلك التكاليف المحكمة التي لا يتطرق إليها النسخ أو النقض، في ثماني عشرة آية، أتبعت ذلك بالثناء على القرآن الكريم، وبتنزيه الله- تعالى- عن الشريك، وببيان أن كل شيء يسبح بحمده- عز وجل-.قال- تعالى-: وَلَقَدْ صَرَّفْنا فِي هذَا الْقُرْآنِ لِيَذَّكَّرُوا وَما يَزِيدُهُمْ إِلَّا نُفُوراً. قُلْ لَوْ كانَ مَعَهُ آلِهَةٌ كَما يَقُولُونَ، إِذاً لَابْتَغَوْا إِلى ذِي الْعَرْشِ سَبِيلًا. سُبْحانَهُ وَتَعالى عَمَّا يَقُولُونَ عُلُوًّا كَبِيراً. تُسَبِّحُ لَهُ السَّماواتُ السَّبْعُ وَالْأَرْضُ وَمَنْ فِيهِنَّ، وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ، وَلكِنْ لا تَفْقَهُونَ تَسْبِيحَهُمْ، إِنَّهُ كانَ حَلِيماً غَفُوراً.(و) ثم تحكى السورة الكريمة جانبا من أقوال المشركين، وترد عليها بما يدحضها، وتأمر المؤمنين بأن يقولوا الكلمة التي هي أحسن.. فتقول:.وَقالُوا أَإِذا كُنَّا عِظاماً وَرُفاتاً أَإِنَّا لَمَبْعُوثُونَ خَلْقاً جَدِيداً. قُلْ كُونُوا حِجارَةً أَوْ حَدِيداً. أَوْ خَلْقاً مِمَّا يَكْبُرُ فِي صُدُورِكُمْ، فَسَيَقُولُونَ مَنْ يُعِيدُنا قُلِ الَّذِي فَطَرَكُمْ أَوَّلَ مَرَّةٍ، فَسَيُنْغِضُونَ إِلَيْكَ رُؤُسَهُمْ وَيَقُولُونَ مَتى هُوَ، قُلْ عَسى أَنْ يَكُونَ قَرِيباً. يَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ، وَتَظُنُّونَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا. وَقُلْ لِعِبادِي يَقُولُوا الَّتِي هِيَ أَحْسَنُ، إِنَّ الشَّيْطانَ يَنْزَغُ بَيْنَهُمْ إِنَّ الشَّيْطانَ كانَ لِلْإِنْسانِ عَدُوًّا مُبِيناً.(ز) وبعد أن تقرر السورة الكريمة شمول علم الله- تعالى- لكل شيء، وقدرته على كل شيء، بعد أن تقرر ذلك، تحكى لنا جانبا من قصة آدم وإبليس فتقول:.وَإِذْ قُلْنا لِلْمَلائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ قالَ أَأَسْجُدُ لِمَنْ خَلَقْتَ طِيناً. قالَ أَرَأَيْتَكَ هذَا الَّذِي كَرَّمْتَ عَلَيَّ، لَئِنْ أَخَّرْتَنِ إِلى يَوْمِ الْقِيامَةِ لَأَحْتَنِكَنَّ ذُرِّيَّتَهُ إِلَّا قَلِيلًا. قالَ اذْهَبْ فَمَنْ تَبِعَكَ مِنْهُمْ فَإِنَّ جَهَنَّمَ جَزاؤُكُمْ جَزاءً مَوْفُوراً.(ح) ثم تسوق السورة بعد ذلك ألوانا من نعم الله على عباده في البر والبحر، وألوانا من تكريمه لبنى آدم، كما تصور أحوال الناس يوم القيامة، وعدالة الله- تعالى- في حكمه عليهم فتقول:وَإِذا مَسَّكُمُ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَنْ تَدْعُونَ إِلَّا إِيَّاهُ، فَلَمَّا نَجَّاكُمْ إِلَى الْبَرِّ أَعْرَضْتُمْ وَكانَ الْإِنْسانُ كَفُوراً. أَفَأَمِنْتُمْ أَنْ يَخْسِفَ بِكُمْ جانِبَ الْبَرِّ، أَوْ يُرْسِلَ عَلَيْكُمْ حاصِباً ثُمَّ لا تَجِدُوا لَكُمْ وَكِيلًا ...ثم يقول- سبحانه-: وَلَقَدْ كَرَّمْنا بَنِي آدَمَ، وَحَمَلْناهُمْ فِي الْبَرِّ وَالْبَحْرِ، وَرَزَقْناهُمْ مِنَ الطَّيِّباتِ، وَفَضَّلْناهُمْ عَلى كَثِيرٍ مِمَّنْ خَلَقْنا تَفْضِيلًا. يَوْمَ نَدْعُوا كُلَّ أُناسٍ بِإِمامِهِمْ، فَمَنْ أُوتِيَ كِتابَهُ بِيَمِينِهِ فَأُولئِكَ يَقْرَؤُنَ كِتابَهُمْ وَلا يُظْلَمُونَ فَتِيلًا ...(ط) ثم تحكى السورة جانبا من نعم الله- تعالى- على نبيه صلى الله عليه وسلم حيث ثبته- سبحانه- أمام مكر أعدائه، وأمره بالمداومة على الصلاة وعلى قراءة القرآن، لأن ذلك يزيده ثباتا على ثباته، وتكريما على تكريمه.قال- تعالى-: وَإِنْ كادُوا لَيَفْتِنُونَكَ عَنِ الَّذِي أَوْحَيْنا إِلَيْكَ لِتَفْتَرِيَ عَلَيْنا غَيْرَهُ، وَإِذاً لَاتَّخَذُوكَ خَلِيلًا. وَلَوْلا أَنْ ثَبَّتْناكَ لَقَدْ كِدْتَ تَرْكَنُ إِلَيْهِمْ شَيْئاً قَلِيلًا.(ى) ثم يقول- سبحانه-: أَقِمِ الصَّلاةَ لِدُلُوكِ الشَّمْسِ إِلى غَسَقِ اللَّيْلِ وَقُرْآنَ الْفَجْرِ إِنَّ قُرْآنَ الْفَجْرِ كانَ مَشْهُوداً. وَمِنَ اللَّيْلِ فَتَهَجَّدْ بِهِ نافِلَةً لَكَ عَسى أَنْ يَبْعَثَكَ رَبُّكَ مَقاماً مَحْمُوداً. وَقُلْ رَبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ، وَاجْعَلْ لِي مِنْ لَدُنْكَ سُلْطاناً نَصِيراً..(ك) وبعد أن تقرر السورة الكريمة طبيعة الإنسان، وتقرر أن الروح من أمر الله- تعالى- تتبع ذلك بالثناء على القرآن الكريم، وببيان أنه المعجزة الخالدة للرسول صلى الله عليه وسلم، وبإيراد المطالب المتعنتة التي طالب المشركون بها النبي صلى الله عليه وسلم.استمع إلى القرآن الكريم وهو يقرر كل ذلك بأسلوبه البليغ فيقول: قُلْ لَئِنِ اجْتَمَعَتِ الْإِنْسُ وَالْجِنُّ عَلى أَنْ يَأْتُوا بِمِثْلِ هذَا الْقُرْآنِ لا يَأْتُونَ بِمِثْلِهِ وَلَوْ كانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيراً. وَلَقَدْ صَرَّفْنا لِلنَّاسِ فِي هذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ فَأَبى أَكْثَرُ النَّاسِ إِلَّا كُفُوراً. وَقالُوا لَنْ نُؤْمِنَ لَكَ حَتَّى تَفْجُرَ لَنا مِنَ الْأَرْضِ يَنْبُوعاً. أَوْ تَكُونَ لَكَ جَنَّةٌ مِنْ نَخِيلٍ وَعِنَبٍ فَتُفَجِّرَ الْأَنْهارَ خِلالَها تَفْجِيراً. أَوْ تُسْقِطَ السَّماءَ كَما زَعَمْتَ عَلَيْنا كِسَفاً، أَوْ تَأْتِيَ بِاللَّهِ وَالْمَلائِكَةِ قَبِيلًا. أَوْ يَكُونَ لَكَ بَيْتٌ مِنْ زُخْرُفٍ أَوْ تَرْقى فِي السَّماءِ وَلَنْ نُؤْمِنَ لِرُقِيِّكَ حَتَّى تُنَزِّلَ عَلَيْنا كِتاباً نَقْرَؤُهُ، قُلْ سُبْحانَ رَبِّي هَلْ كُنْتُ إِلَّا بَشَراً رَسُولًا.(ل) ثم تسوق السورة الكريمة في أواخرها الدلائل الدالة على وحدانية الله- تعالى- وقدرته، وتحكى جانبا من قصة موسى- عليه السلام- مع فرعون وتؤكد أن هذا القرآن أنزله الله- تعالى- بالحق، وبالحق نزل، وأنه نزله مفرقا ليقرأه الناس على تؤدة وتدبر.وكما افتتحت السورة الكريمة بالثناء على الله- تعالى-، فقد اختتمت بحمد الله- تعالى- وتكبيره. قال- تعالى-:وَقُلِ الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَداً وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ، وَلَمْ يَكُنْ لَهُ وَلِيٌّ مِنَ الذُّلِّ وَكَبِّرْهُ تَكْبِيراً.(م) وبعد فهذا عرض إجمالى لأهم الموضوعات والمقاصد التي اشتملت عليها سورة الإسراء. ومن هذا العرض يتبين لنا ما يلى:.1- أن سورة الإسراء- كغيرها من السور المكية- قد اهتمت اهتماما بارزا بتنقية العقيدة من كل ما يشوبها من شرك أو انحراف عن الطريق المستقيم.وقد ساقت السورة في هذا المجال أنواعا متعددة من البراهين على وحدانية الله- تعالى- وعلمه وقدرته، ووجوب إخلاص العبادة له، وعلى تنزيهه- سبحانه- عن الشريك، ومن ذلك قوله- تعالى-:أَفَأَصْفاكُمْ رَبُّكُمْ بِالْبَنِينَ وَاتَّخَذَ مِنَ الْمَلائِكَةِ إِناثاً إِنَّكُمْ لَتَقُولُونَ قَوْلًا عَظِيماً. وَلَقَدْ صَرَّفْنا فِي هذَا الْقُرْآنِ لِيَذَّكَّرُوا وَما يَزِيدُهُمْ إِلَّا نُفُوراً. قُلْ لَوْ كانَ مَعَهُ آلِهَةٌ كَما يَقُولُونَ، إِذاً لَابْتَغَوْا إِلى ذِي الْعَرْشِ سَبِيلًا. سُبْحانَهُ وَتَعالى عَمَّا يَقُولُونَ عُلُوًّا كَبِيراً.2- كذلك على رأس الموضوعات التي فصلت السورة الحديث عنها، شخصية الرسول صلى الله عليه وسلم فقد ابتدأت بإسراء الله- تعالى- به من المسجد الحرام إلى المسجد الأقصى، حيث أراه- سبحانه- من آياته ما أراه، ثم تحدثت عن طبيعة رسالته، وعن مزاياها، وعن موقف المشركين منه، وعن المطالب المتعنتة التي طلبوها منه، وعن تثبيت الله- تعالى- له، وعن تبشيره بحسن العاقبة ...قال- تعالى-: وَقُلْ جاءَ الْحَقُّ وَزَهَقَ الْباطِلُ إِنَّ الْباطِلَ كانَ زَهُوقاً.3- من الواضح- أيضا- أن سورة الإسراء اعتنت بالحديث عن القرآن الكريم، من حيث هدايته، وإعجازه، ومنع الذين لا يؤمنون به عن فقهه، واشتماله على ما يشفى الصدور، وتكراره للبينات والعبر بأساليب مختلفة، ونزوله مفرقا ليقرأه الناس على مكث..ومن الآيات التي وردت في ذلك قوله- تعالى-:إِنَّ هذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ....وَإِذا قَرَأْتَ الْقُرْآنَ جَعَلْنا بَيْنَكَ وَبَيْنَ الَّذِينَ لا يُؤْمِنُونَ بِالْآخِرَةِ حِجاباً مَسْتُوراً ...وَنُنَزِّلُ مِنَ الْقُرْآنِ ما هُوَ شِفاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ ...وَبِالْحَقِّ أَنْزَلْناهُ وَبِالْحَقِّ نَزَلَ، وَما أَرْسَلْناكَ إِلَّا مُبَشِّراً وَنَذِيراً. وَقُرْآناً فَرَقْناهُ لِتَقْرَأَهُ عَلَى النَّاسِ عَلى مُكْثٍ، وَنَزَّلْناهُ تَنْزِيلًا ...4- اهتمت السورة الكريمة اهتماما بينا، بالحديث عن التكاليف الشرعية، المتضمنة لقواعد السلوك الفردى والجماعى.وقد ذكرت السورة أكثر من عشرين تكليفا، في آيات متتالية، بدأت بقوله- تعالى-:لا تَجْعَلْ مَعَ اللَّهِ إِلهاً آخَرَ فَتَقْعُدَ مَذْمُوماً مَخْذُولًا الآية 22 وانتهت بقوله- تعالى-:كُلُّ ذلِكَ كانَ سَيِّئُهُ عِنْدَ رَبِّكَ مَكْرُوهاً الآية 38.وبجانب حديثها المستفيض عن التكاليف الشرعية، تحدثت- أيضا- عن طبيعة الإنسان في حالتي العسر واليسر، وعن بخله الشديد بما يملكه ...قال- تعالى-: وَإِذا أَنْعَمْنا عَلَى الْإِنْسانِ أَعْرَضَ وَنَأى بِجانِبِهِ، وَإِذا مَسَّهُ الشَّرُّ كانَ يَؤُساً.وقال- سبحانه-: قُلْ لَوْ أَنْتُمْ تَمْلِكُونَ خَزائِنَ رَحْمَةِ رَبِّي، إِذاً لَأَمْسَكْتُمْ خَشْيَةَ الْإِنْفاقِ وَكانَ الْإِنْسانُ قَتُوراً.5- ومن الجوانب التي حرصت السورة الكريمة على تجليتها والكشف عنها: بيان سنن الله التي لا تتخلف في الهداية والإضلال، وفي الثواب والعقاب، وفي النصر والخذلان، وفي الرحمة والإهلاك، ومن ذلك قوله- تعالى-:مَنِ اهْتَدى فَإِنَّما يَهْتَدِي لِنَفْسِهِ وَمَنْ ضَلَّ فَإِنَّما يَضِلُّ عَلَيْها، وَلا تَزِرُ وازِرَةٌ وِزْرَ أُخْرى، وَما كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا.وَإِذا أَرَدْنا أَنْ نُهْلِكَ قَرْيَةً أَمَرْنا مُتْرَفِيها فَفَسَقُوا فِيها، فَحَقَّ عَلَيْهَا الْقَوْلُ فَدَمَّرْناها تَدْمِيراً.يَوْمَ نَدْعُوا كُلَّ أُناسٍ بِإِمامِهِمْ فَمَنْ أُوتِيَ كِتابَهُ بِيَمِينِهِ فَأُولئِكَ يَقْرَؤُنَ كِتابَهُمْ وَلا يُظْلَمُونَ فَتِيلًا. وَمَنْ كانَ فِي هذِهِ أَعْمى فَهُوَ فِي الْآخِرَةِ أَعْمى وَأَضَلُّ سَبِيلًا.إِنْ أَحْسَنْتُمْ أَحْسَنْتُمْ لِأَنْفُسِكُمْ، وَإِنْ أَسَأْتُمْ فَلَها....هذه بعض المقاصد الإجمالية التي اشتملت عليها سورة الإسراء، وهناك مقاصد أخرى يراها المتأمل فيها، والمتدبر لآياتها، وحسبك من القلادة ما أحاط بالعنق.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم.افتتحت سورة الإسراء بتنزيه الله- تعالى- عن كل ما لا يليق بجلاله، كما يدل على ذلك لفظ «سبحان» الذي من أحسن وجوه إعرابه، أنه اسم مصدر منصوب- على أنه مفعول مطلق- بفعل محذوف، والتقدير: سبحت الله- تعالى- سبحانا أى تسبيحا، بمعنى نزهته تنزيها عن كل سوء.قال القرطبي: وقد روى طلحة بن عبيد الله الفياض أحد العشرة- أى المبشرين بالجنة- أنه قال للنبي صلى الله عليه وسلم: ما معنى سبحان الله؟ فقال: «تنزيه الله من كل سوء» .وقوله أَسْرى من الإسراء، وهو السير بالليل خاصة.قال الجمل: يقال أسرى وسرى، بمعنى سار في الليل، وهما لازمان، لكن مصدر الأول الإسراء ومصدر الثاني السرى- بضم السين كالهدى- فالهمزة ليست للتعدية إلى المفعول، وإنما جاءت التعدية هنا من الباء. ومعنى أسرى به، صيره ساريا في الليل  .والمراد بِعَبْدِهِ خاتم أنبيائه محمد صلى الله عليه وسلم، والإضافة للتشريف والتكريم.وأوثر التعبير بلفظ العبد، للدلالة على أن مقام العبودية لله- تعالى- هو أشرف صفات المخلوقين وأعظمها وأجلها، إذ لو كان هناك وصف أعظم منه في هذا المقام لعبر به، وللإشارة- أيضا- إلى تقرير هذه العبودية لله- تعالى- وتأكيدها، حتى لا يلتبس مقام العبودية بمقام الألوهية، كما التبسا في العقائد المسيحية، حيث ألهوا عيسى- عليه السلام-، وألهوا أمه مريم، مع أنهما بريئان من ذلك..قال الشيخ القاسمى نقلا عن الإمام ابن القيم في كتاب «طريق الهجرتين» : أكمل الخلق أكملهم عبودية لله- تعالى-، ولهذا كان النبي صلى الله عليه وسلم أقرب الخلق إلى الله- تعالى- وأعظمهم عنده جاها، وأرفعهم عنده منزلة، لكماله في مقام العبودية. وكان صلى الله عليه وسلم يقول:«أيها الناس ما أحب أن ترفعوني فوق منزلتي. إنما أنا عبد» . وكان يقول: «لا تطرونى كما أطرت النصارى المسيح ابن مريم، إنما أنا عبد فقولوا: عبد الله ورسوله» .وذكره- سبحانه- بسمة العبودية في أشرف مقاماته: في مقام الإسراء حيث قال:سُبْحانَ الَّذِي أَسْرى بِعَبْدِهِ.وفي مقام الدعوة حيث قال: وَأَنَّهُ لَمَّا قامَ عَبْدُ اللَّهِ يَدْعُوهُ ...وفي مقام التحدي حيث قال: وَإِنْ كُنْتُمْ فِي رَيْبٍ مِمَّا نَزَّلْنا عَلى عَبْدِنا  .وقوله: لَيْلًا ظرف زمان لأسرى.قال صاحب الكشاف: فإن قلت: الإسراء لا يكون إلا بالليل فما معنى ذكر الليل؟.قلت: أراد بقوله ليلا بلفظ التنكير، تقليل مدة الإسراء، وأنه أسرى به بعض الليل من مكة إلى الشام مسيرة أربعين ليلة، وذلك أن التنكير فيه قد دل على معنى البعضية ... » .وقوله: مِنَ الْمَسْجِدِ الْحَرامِ إِلَى الْمَسْجِدِ الْأَقْصَى بيان لابتداء الإسراء وانتهائه.أى: جل شأن الله- عز وجل- وتنزه عن كل نقص، حيث أسرى بعبده محمد صلى الله عليه وسلم في جزء من الليل، من المسجد الحرام الذي بمكة إلى المسجد الأقصى الذي بفلسطين.ووصف مسجد مكة بالحرام، لأنه لا يحل انتهاكه بقتال فيه، ولا بصيد صيده، ولا بقطع شجره.ووصف مسجد فلسطين بالأقصى، لبعده عن المسجد الحرام، إذ المسافة بينهما كان يقطعها الراكب للإبل في مدة شهر أو أكثر.قال الآلوسى: ووصفه بالأقصى- أى الأبعد- بالنسبة إلى من بالحجاز. وقال غير واحد: إنه سمى به لأنه أبعد المساجد التي تزار من المسجد الحرام وبينهما زهاء أربعين ليلة.وقيل- وصف بذلك-: لأنه لبس وراءه موضع عبادة فهو أبعد مواضعها.. .وظاهر الآية يفيد أن الإسراء كان من المسجد الحرام، فقد أخرج الشيخان والترمذي والنسائي من حديث أنس بن مالك- رضى الله عنه- أن رسول الله صلّى الله عليه وسلم قال: «بينا أنا في الحجر- وفي رواية- في الحطيم، بين النائم واليقظان، إذ أتانى آت فشق ما بين هذه إلى هذه، فاستخرج قلبي فغسله ثم أعيد، ثم أتيت بدابة دون البغل وفوق الحمار أبيض يقال له البراق فحملت عليه» ...وقيل أسرى به من بيت أم هانئ بنت أبى طالب، فيكون المراد بالمسجد الحرام: الحرم لإحاطته بالمسجد والتباسه به. فعن ابن عباس- رضى الله عنهما-: الحرم كله مسجد.ويمكن الجمع بين هذه الروايات، بأن الرسول صلّى الله عليه وسلم بقي في بيت أم هانئ لفترة من الليل، ثم ترك فراشه عندها وذهب إلى المسجد، فلما كان في الحجر أو في الحطيم بين النائم واليقظان، أسرى به من المسجد الحرام إلى المسجد الأقصى، ثم عرج به إلى السموات العلا. ثم عاد إلى فراشه قبل أن يبرد- كما جاء في بعض الروايات.وبذلك يترجح لدينا أن وجود الرسول صلّى الله عليه وسلم في تلك الليلة في بيت أم هانئ، لا ينفى أن الإسراء بدأ من المسجد الحرام، كما تقرر الآية الكريمة.وقوله الَّذِي بارَكْنا حَوْلَهُ صفة مدح للمسجد الأقصى.أى: جل شأن الله الذي أسرى بعبده ليلا من المسجد الحرام إلى المسجد الأقصى، الذي أحطنا جوانبه بالبركات الدينية والدنيوية.أما البركات الدينية فمن مظاهرها: أن هذه الأرض التي حوله، جعلها الله- تعالى- مقرا لكثير من الأنبياء، كإبراهيم وإسحاق ويعقوب، وداود وسليمان، وزكريا ويحيى وعيسى.قال- تعالى-: وَلِسُلَيْمانَ الرِّيحَ عاصِفَةً تَجْرِي بِأَمْرِهِ إِلى الْأَرْضِ الَّتِي بارَكْنا فِيها..  .وقال- سبحانه- في شأن إبراهيم: وَنَجَّيْناهُ وَلُوطاً إِلَى الْأَرْضِ الَّتِي بارَكْنا فِيها لِلْعالَمِينَ .والمقصود بهذه الأرض: أرض الشام، التي منها فلسطين.وأما البركات الدنيوية فمن مظاهرها: كثرة الأنهار والأشجار والثمار والزروع في تلك الأماكن.قال بعض العلماء: وقد قيل في خصائص المسجد الأقصى: أنه متعبد الأنبياء السابقين، ومسرى خاتم النبيين، ومعراجه إلى السموات العلا.. وأولى القبلتين وثاني المسجدين، وثالث الحرمين، لا تشد الرحال بعد المسجدين إلا إليه .وقوله- سبحانه-: لِنُرِيَهُ مِنْ آياتِنا إشارة إلى الحكمة التي من أجلها أسرى الله- تعالى- بنبيه صلّى الله عليه وسلم فقوله لِنُرِيَهُ متعلق بأسرى.و «من» للتبعيض لأن ما رآه النبي صلّى الله عليه وسلم وإن كان عظيما إلا أنه مع عظمته بعض آيات الله بالنسبة لما اشتمل عليه هذا الكون من عجائب.أى: أسرينا بعبدنا محمد ليلا من المسجد الحرام إلى المسجد الأقصى الذي باركنا حوله، ثم عرجنا به إلى السموات العلا، لنطلعه على آياتنا، وعلى عجائب قدرتنا، والتي من بينها:مشاهدته لأنبيائنا الكرام، ورؤيته لما نريد أن يراه من عجائب وغرائب هذا الكون.ولقد وردت أحاديث متعددة في بيان ما أراه الله- تعالى- لنبيه صلّى الله عليه وسلم في تلك الليلة المباركة، ومن ذلك ما رواه البخاري عن أنس بن مالك أن رسول الله صلّى الله عليه وسلم قال: ...ووجدت في السماء الدنيا آدم فقال لي جبريل: هذا أبوك آدم فسلم عليه فسلمت عليه ورد على آدم السلام فقال: مرحبا وأهلا بابني، فنعم الابن أنت ...وفي رواية للإمام أحمد عن أنس قال: قال رسول الله صلّى الله عليه وسلم: «لما عرج بي ربي- عز وجل- مررت بقوم لهم أظفار من نحاس، يخمشون وجوههم وصدورهم، فقلت: من هؤلاء يا جبريل؟ قال: هؤلاء الذين يأكلون لحوم الناس، ويقعون في أعراضهم..  » .ثم ختم- سبحانه- الآية الكريمة بما يدل على سعة علمه، ومزيد فضله فقال- تعالى-: إِنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ.أى: إنه- سبحانه- هو السميع لأقوال عباده: مؤمنهم وكافرهم، مصدقهم ومكذبهم.بصير بما يسرونه ويعلنونه، وسيجازى كل إنسان بما يستحقه من ثواب أو عقاب، بدون ظلم أو محاباة.هذا وقد ذكر المفسرون عند تفسيرهم لهذه الآية جملة من المسائل منها:1- أن هذه الآية دلت على ثبوت الإسراء للنبي صلّى الله عليه وسلم من المسجد الحرام إلى المسجد الأقصى، وأما العروج به صلّى الله عليه وسلم إلى السموات العلا فقد استدل عليه بعضهم بآيات سورة النجم، وهي قوله- تعالى-: وَالنَّجْمِ إِذا هَوى. ما ضَلَّ صاحِبُكُمْ وَما غَوى. وَما يَنْطِقُ عَنِ الْهَوى. إِنْ هُوَ إِلَّا وَحْيٌ يُوحى. عَلَّمَهُ شَدِيدُ الْقُوى. ذُو مِرَّةٍ فَاسْتَوى. وَهُوَ بِالْأُفُقِ الْأَعْلى. ثُمَّ دَنا فَتَدَلَّى. فَكانَ قابَ قَوْسَيْنِ أَوْ أَدْنى. فَأَوْحى إِلى عَبْدِهِ ما أَوْحى. ما كَذَبَ الْفُؤادُ ما رَأى. أَفَتُمارُونَهُ عَلى ما يَرى.وقد ساق الإمام ابن كثير عند تفسيره لهذه الآية أحاديث كثيرة بأسانيدها ومتونها، وقال في أعقاب ذكر بعضها:قال البيهقي: وفي هذا السياق دليل على أن المعراج كان ليلة أسرى به- عليه الصلاة والسلام- من مكة إلى بيت المقدس، وهذا الذي قاله هو الحق الذي لا شك فيه ولا مرية .وقال القرطبي: ثبت الإسراء في جميع مصنفات الحديث، وروى عن الصحابة في كل أقطار الإسلام، فهو من المتواتر بهذا الوجه، وذكر النقاش ممن رواه عشرين صحابيا .2- قال بعض العلماء ما ملخصه: ذهب الأكثرون إلى أن الإسراء كان بعد المبعث، وأنه قبل الهجرة بسنة. قاله الزهري وابن سعد وغيرهما. وبه جزم النووي، وبالغ ابن حزم فنقل الإجماع فيه. وقال: كان في رجب سنة اثنتي عشرة من النبوة.واختار الحافظ المقدسي أنه كان في ليلة السابع والعشرين من شهر رجب .والذي تطمئن إليه النفس أن حادث الإسراء والمعراج، كان بعد وفاة أبى طالب والسيدة خديجة- رضى الله عنها-.ووفاتهما كانت قبل الهجرة بسنتين أو ثلاثة. وفي هذه الفترة التي أعقبت وفاتهما اشتد أذى المشركين بالنبي صلّى الله عليه وسلم فكان هذا الحادث لتسليته صلّى الله عليه وسلم عما أصابه منهم، ولتشريفه وتكريمه..3- من المسائل التي ثار الجدل حولها، مسألة: أكان الإسراء والمعراج في اليقظة أم في المنام؟ وبالروح والجسد أم بالروح فقط؟.وقد لخص بعض المفسرين أقوال العلماء في هذه المسألة فقال: اعلم أن هذا الإسراء به صلّى الله عليه وسلم المذكور في هذه الآية الكريمة زعم بعض أهل العلم أنه بروحه دون جسده، زاعما أنه في المنام لا في اليقظة، لأن رؤيا الأنبياء وحى.وزعم بعضهم أن الإسراء بالجسد، والمعراج بالروح دون الجسد.ولكن ظاهر القرآن يدل على أنه بروحه وجسده صلّى الله عليه وسلم يقظة لا مناما، لأنه قال:بِعَبْدِهِ والعبد مجموع الروح والجسد.ولأنه قال: سُبْحانَ والتسبيح إنما يكون عند الأمور العظام، فلو كان مناما لم يكن له كبير شأن حتى يتعجب منه.ولأنه لو كان رؤيا منام لما كان فتنة، ولا سببا لتكذيب قريش له صلّى الله عليه وسلم لأن رؤيا المنام ليست محل إنكار لأن المنام قد يرى فيه ما لا يصح.ولأنه- سبحانه- قال لِنُرِيَهُ مِنْ آياتِنا والظاهر أن ما أراه الله- تعالى- لنبيه صلّى الله عليه وسلم إنما كان رؤيا عن طريق العين ويؤيده قوله- تعالى-: ما زاغَ الْبَصَرُ وَما طَغى. لَقَدْ رَأى مِنْ آياتِ رَبِّهِ الْكُبْرى ولأنه ثبت في الأحاديث الصحيحة أن الرسول صلّى الله عليه وسلم قد استعمل في رحلته البراق، واستعماله البراق يدل على أن هذا الحادث كان بالروح والجسد وفي اليقظة لا في المنام.وما ثبت في الصحيحين عن طريق شريك عن أنس- رضى الله عنه- أن الإسراء المذكور وقع مناما، لا ينافي ما ذكرنا مما عليه أهل السنة والجماعة، ودلت عليه نصوص الكتاب والسنة من أنه كان يقظة وبالروح والجسد، لإمكان أنه صلّى الله عليه وسلم رأى الإسراء المذكور مناما، ثم جاءت تلك الرؤيا كفلق الصبح، فأسرى به يقظة تصديقا لتلك الرؤيا المنامية .هذا، ومن العلماء الذين فصلوا القول في تلك المسألة تفصيلا محققا، القاضي عياض في كتابه «الشفا» فقد قال- رحمه الله- بعد أن ساق الآراء في ذلك:والحق في هذا والصحيح- إن شاء الله- أنه إسراء بالروح والجسد في القصة كلها، وعليه تدل الآية وصحيح الأخبار والاعتبار. ولا يعدل عن الظاهر والحقيقة إلى التأويل إلا عند الاستحالة، وليس في الإسراء بجسده وروحه حال يقظته استحالة.. .وما قاله القاضي عياض- رحمه الله- في هذه المسألة هو الذي نعتقده، ونلقى الله- تعالى- عليه.وبعد أن بين الله- سبحانه- جانبا من مظاهر تكريمه وتشريفه لنبيه محمد صلّى الله عليه وسلم عن طريق إسرائه به. أتبع ذلك بالحديث عما أكرم به نبيه موسى- عليه السلام- فقال:"},{"ayah_number":2,"text":"والواو في قوله- تعالى-: وَآتَيْنا مُوسَى الْكِتابَ، استئنافية، أو عاطفة على قوله: سُبْحانَ الَّذِي أَسْرى ...والمراد بالكتاب: التوراة التي أنزلها الله- تعالى- على نبيه موسى- عليه السلام- والضمير المنصوب في قوله: وَجَعَلْناهُ يعود إلى الكتاب.وقوله لِبَنِي إِسْرائِيلَ متعلق بهدى.وشبيه بهذه الآية قوله- تعالى-: وَلَقَدْ آتَيْنا مُوسَى الْكِتابَ فَلا تَكُنْ فِي مِرْيَةٍ مِنْ لِقائِهِ وَجَعَلْناهُ هُدىً لِبَنِي إِسْرائِيلَ.وأن في قوله أَلَّا تَتَّخِذُوا مِنْ دُونِي وَكِيلًا يصح أن تكون زائدة وتكون الجملة مقولة لقول محذوف، والمعنى:وآتينا موسى الكتاب من أجل أن يكون هداية لبنى إسرائيل إلى الصراط المستقيم.وقلنا لهم: لا تتخذوا غير الله- تعالى- وكيلا، أى: معبودا، تفوضون إليه أموركم، وتكلون إليه شئونكم، فهو- سبحانه-: رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ لا إِلهَ إِلَّا هُوَ فَاتَّخِذْهُ وَكِيلًا.قال الإمام الرازي ما ملخصه: قرأ أبو عمرو «ألا يتخذوا» بالياء خبرا عن بنى إسرائيل: وقرأ الباقون بالتاء على الخطاب، أى: قلنا لهم لا تتخذوا. ويصح أن تكون أن ناصبة للفعل فيكون المعنى: وجعلناه هدى لئلا تتخذوا ... وأن تكون أن بمعنى أى التي للتفسير- أى هي مفسرة لما تضمنه الكتاب من النهى عن اتخاذ وكيل سوى الله- تعالى-."},{"ayah_number":3,"text":"وقوله: ذُرِّيَّةَ مَنْ حَمَلْنا مَعَ نُوحٍ ... منصوب على الاختصاص، أو على النداء والمقصود بهذه الجملة الكريمة إثارة عزائمهم نحو الإيمان والعمل الصالح، وتنبيههم إلى نعمه- سبحانه- عليهم، حيث جعلهم من ذرية أولئك الصالحين الذين آمنوا بنوح- عليه السلام- وحضهم على السير على منهاجهم في الإيمان والعمل الصالح، فإن شأن الأبناء أن يقتدوا بالآباء في التقوى والصلاح.والمعنى: لا تتخذوا يا بنى إسرائيل معبودا غير الله- تعالى-، فأنتم أبناء أولئك القوم الصالحين، الذين آمنوا بنوح- عليه السلام- فأنجاهم الله- تعالى- مع نبيهم من الغرق.قال الآلوسى: وفي التعبير بما ذكر إيماء إلى علة النهى من أوجه: أحدها تذكيرهم بالنعمة في إنجاء آبائهم. والثاني: تذكيرهم بضعفهم وحالهم المحوج إلى الحمل والثالث: أنهم أضعف منهم- أى من آبائهم- لأنهم متولدون عنهم وفي إيثار لفظ الذرية الواقعة على الأطفال والنساء في العرف الغالب مناسبة تامة لما ذكر.وقوله: إِنَّهُ كانَ عَبْداً شَكُوراً تذييل قصد به الثناء على نوح- عليه السلام- أى:إن نوحا- عليه السلام- كان من عبادنا الشاكرين لنعمنا، المستعملين لها فيما خلقت له، المتوجهين إلينا بالتضرع والدعاء في السراء والضراء.قال صاحب الكشاف: فإن قلت: قوله: إِنَّهُ كانَ عَبْداً شَكُوراً ما وجه ملاءمته لما قبله؟.قلت: كأنه قيل لا تتخذوا من دوني وكيلا، ولا تشركوا بي، لأن نوحا كان عبدا شكورا، وأنتم من آمن به وحمل معه، فاجعلوه أسوتكم كما جعله آباؤكم أسوتهم، ويجوز أن يكون تعليلا لاختصاصهم، والثناء عليهم بأنهم أولاد المحمولين مع نوح- عليه السلام- فهم متصلون به، فاستأهلوا لذلك الاختصاص...وبذلك نرى الآيتين الكريمتين قد دعتا إلى إخلاص العبادة لله- تعالى- بأسلوب يرضى العقول السليمة، والعواطف الشريفة.ثم بين- سبحانه- بعد ذلك قضاءه العادل في بنى إسرائيل وساق سنة من سننه التي لا تتخلف في خلقه فقال- تعالى-:"},{"ayah_number":4,"text":"وقوله- سبحانه-: وَقَضَيْنا إِلى بَنِي إِسْرائِيلَ فِي الْكِتابِ لَتُفْسِدُنَّ فِي الْأَرْضِ مَرَّتَيْنِ ... إخبار من الله- تعالى- لهم، بما سيكون منهم، حسب ما وقع في علمه المحيط بكل شيء، والذي ليس فيه إجبار أو قسر، وإنما هو صفة انكشافية، تنبئ عن مآلهم وأحوالهم.قال أبو حيان: والفعل قضى يتعدى بنفسه إلى مفعول، كقوله- تعالى-: فَلَمَّا قَضى مُوسَى الْأَجَلَ.. ولما ضمّن هنا معنى الإيحاء أو الإنفاذ تعدى بإلى أى: وأوحينا أو أنفذنا إلى بنى إسرائيل في القضاء المحتوم المثبوت وعن ابن عباس: وأعلمناهم.. .والمراد بالكتاب: التوراة، وقيل اللوح المحفوظ.واللام في قوله لَتُفْسِدُنَّ ... جواب قسم محذوف تقديره: والله لتفسدن.ويجوز أن تكون جوابا لقوله- تعالى-: وَقَضَيْنا ... لأنه مضمن معنى القسم، كما يقول القائل: قضى الله لأفعلن كذا، فيجري القضاء والقدر مجرى القسم ...والمقصود بالأرض: عمومها أو أرض الشام.و «مرتين» منصوب على أنه مفعول مطلق لقوله: لَتُفْسِدُنَّ من غير لفظه، والمراد لتفسدن إفسادتين وقوله- عز وجل-: وَلَتَعْلُنَّ.. من العلو وهو ضد السفل، والمراد به هنا: التكبر والتجبر والبغي والعدوان.والمعنى: وأخبرنا بنى إسرائيل في كتابهم التوراة خبرا مؤكدا: وأوحينا إليهم بواسطة رسلنا، بأن قلنا لهم: لتفسدن في الأرض مرتين، ولتستكبرن على الناس بغير حق، استكبارا كبيرا، يؤدى بكم إلى الخسران والدمار.والتعبير عما يكون منهم من إفساد بالقضاء وأنه في الكتاب، يدل على ثبوته، إذ أصل القضاء- كما يقول القرطبي- الإحكام للشيء والفراغ منه.وأكد إفسادهم واستعلاءهم بلام القسم، للإشعار بأنه مع ثبوته ووجوده فهو مصحوب بالتجبر والتكبر والبغي والعدوان.وكان من مظاهر إفسادهم في الأرض: تحريفهم للتوراة، وتركهم العمل بما فيها من أحكام، وقتلهم الأنبياء والمصلحين."},{"ayah_number":5,"text":"ثم بين- سبحانه- أنه يسلط عليهم بعد إفسادهم الأول في الأرض، من يقهرهم ويستبيح حرماتهم، ويدمرهم تدميرا، فقال- تعالى-: فَإِذا جاءَ وَعْدُ أُولاهُما بَعَثْنا عَلَيْكُمْ عِباداً لَنا أُولِي بَأْسٍ شَدِيدٍ. فَجاسُوا خِلالَ الدِّيارِ وَكانَ وَعْداً مَفْعُولًا.والمراد بالوعد: الموعد المحدد لعقابهم بسبب إفسادهم في الأرض، فالكلام على حذف مضاف، والضمير في أُولاهُما يعود على المرتين المعبر عنهما بقول: لَتُفْسِدُنَّ فِي الْأَرْضِ مَرَّتَيْنِ.وقوله فَجاسُوا معطوف على بَعَثْنا وأصل الجوس: طلب الشيء باستقصاء واهتمام لتنفيذ ما من أجله كان الطلب.والمعنى: فإذا حان وقت عقابكم- يا بنى إسرائيل- على أولى مرتى إفسادكم بعثنا عليكم ووجهنا إليكم عِباداً لَنا أُولِي بَأْسٍ شَدِيدٍ أى أصحاب بطش شديد في الحروب والقتال، فأذلوكم وقهروكم، وفتشوا عنكم بين المساكن والديار، لقتل من بقي منكم على قيد الحياة، وكان البعث المذكور وما ترتب عليه من قتلكم وسلب أموالكم، وهتك أعراضكم، وتخريب دياركم ... وعدا نافذا لا مرد له، ولا مفر لكم منه.قال الآلوسى: واختلف في تعيين هؤلاء العباد- الذين بعثهم الله لمعاقبة بنى إسرائيل بعد إفسادهم الأول- فعن ابن عباس وقتادة: هم جالوت وجنوده، وقال ابن جبير وابن إسحاق: هم سنحاريب ملك بابل وجنوده. وقيل: هم العمالقة، وقيل: بختنصر .وسنبين رأينا فيمن سلطه الله- تعالى- عليهم في المرتين، بعد تفسيرنا لهذه الآيات الكريمة.فإن قال قائل: وما فائدة أن يخبر الله- تعالى- بنى إسرائيل في التوراة أنهم يفسدون في الأرض مرتين. وأنه يعاقبهم على ما كان منهم من استعلاء وطغيان، بأن يسلط عليهم من يذلهم ويقهرهم ويقضى عليهم؟.فالجواب: أن إخبارهم بذلك يفيد أن الله- عز وجل- لا يظلم الناس شيئا، وإنما يعاقبهم على ما يكون منهم من إفساد ويعفو عن كثير، وأن رحمته مفتوحة للعصاة متى تابوا وأنابوا وأصلحوا من شأن أنفسهم.وهناك فائدة أخرى لهذا الإخبار، وهو تنبيه العقلاء في جميع الأمم أن يحذروا من مواقعة المعاصي التي تؤدى إلى الهلاك، وأن يحذروا أممهم من ذلك، ويبصروهم بسوء عاقبة السير في طريق الغي، حتى لا يعرضوا أنفسهم لعقاب الله- عز وجل-.ومن فوائد إيراد هذا الخبر في القرآن الكريم، تنبيه اليهود المعاصرين للنبي صلّى الله عليه وسلم ومن على شاكلتهم في الفسوق والعصيان من المشركين، إلى سنة من سنن الله في خلقه، وهي أن الإفساد عاقبته الخسران.فعلى اليهود وغيرهم من الناس أن يتبعوا الرسول صلّى الله عليه وسلم الذي ثبتت نبوته ثبوتا لا شك فيه، لكي يسعدوا في دنياهم وآخرتهم."},{"ayah_number":6,"text":"ثم أشار- سبحانه- إلى الفائدة الثالثة من هذا الإخبار، وهي أن الأمم المغلوبة على أمرها. تستطيع أن تسترد مجدها، متى أصلحت من شأن أنفسها، ومتى استقامت على أمر الله- تعالى- فقال- سبحانه-: ثُمَّ رَدَدْنا لَكُمُ الْكَرَّةَ عَلَيْهِمْ، وَأَمْدَدْناكُمْ بِأَمْوالٍ وَبَنِينَ، وَجَعَلْناكُمْ أَكْثَرَ نَفِيراً.ففي هذه الآية الكريمة تذكير لبنى إسرائيل بجملة من نعم الله عليهم، بعد أن أصابهم ما أصابهم من أعدائهم.أما النعمة الأولى فقد عبر عنها- سبحانه- بقوله: ثُمَّ رَدَدْنا لَكُمُ الْكَرَّةَ عَلَيْهِمْ.والكرّة: المرة من الشيء: وأصلها من الكرّ وهو الرجوع، مصدر كريكر- من باب قتل-، يقال: كرّ الفارس كرّا، إذا فر للجولان ثم عاد للقتال.والمراد بالكرة هنا: الدولة والغلبة على سبيل المجاز.أى: ثم أعدنا لكم- يا بنى إسرائيل- الدولة والغلبة على أعدائكم الذين قهروكم وأذلوكم، بعد أن أحسنتم العمل، ورجعتم إلى الله- تعالى- واتبعتم ما جاءكم به رسلكم.والتعبير بثم لإفادة الفرق الشاسع بين ما كانوا فيه من ذل وهوان، وما أفاءه الله عليهم بعد ذلك من نصر وظفر.قال أبو حيان: وجعل- سبحانه- رَدَدْنا موضع نرد- إذ وقت إخبارهم لم يقع الأمر بعد- لأنه لما كان وعد الله في غاية الثقة في كونه سيقع، عبر عن المستقبل بالماضي .وأما النعمة الثانية فقد عبر عنها- سبحانه- بقوله: وَأَمْدَدْناكُمْ بِأَمْوالٍ وَبَنِينَ.أى: لم نكتف بأن جعلنا النصر لكم على أعدائكم، بل فضلا عن ذلك، أمددناكم بالكثير من الأموال والأولاد، بعد أن نهب أعداؤكم أموالكم، وقتلوا الكثيرين من أبنائكم.وأما النعمة الثالثة فتتجلى في قوله- تعالى-: وَجَعَلْناكُمْ أَكْثَرَ نَفِيراً.والنفير: من ينفر مع الرجل من قومه لنصرته ومؤازرته، وهو منصوب على التمييز.والمفضل عليه محذوف، والتقدير: وجعلناكم أكثر عددا وقوة من أعدائكم الذين جاسوا خلال دياركم..فمن الواجب عليكم أن تقدروا هذه النعم، وأن تحسنوا الاستفادة منها، بأن تشكروا الله- تعالى- وتخلصوا له العبادة والطاعة، فقد نصركم بعد هزيمتكم، وأغناكم بعد فقركم، وكثّركم بعد قتلكم."},{"ayah_number":7,"text":"ثم ساق- سبحانه- بعد ذلك سنة من سننه التي لا تتخلف، وهي أن الإحسان عاقبته الفلاح، والعصيان عاقبته الخسران، وأن كل إنسان مسئول عن عمله، ونتائج هذا العمل- سواء أكانت خيرا أم شرا- لا تعود إلا عليه، فقال- تعالى-: إِنْ أَحْسَنْتُمْ أَحْسَنْتُمْ لِأَنْفُسِكُمْ، وَإِنْ أَسَأْتُمْ فَلَها.أى: إن أحسنتم- أيها الناس- أعمالكم، بأن أديتموها بالطريقة التي ترضى الله- تعالى- أفلحتم وسعدتم، وجنيتم الثمار الطيبة التي تترتب على هذا الإحسان للعمل، وإن أسأتم أعمالكم، بأن آثرتم الأعمال السيئة على الأعمال الحسنة، خسرتم وشقيتم وتحملتم وحدكم النتائج الوخيمة التي تترتب على إتيان الأعمال التي لا ترضى الله- تعالى-.وقد رأيتم كيف أن الإفساد كانت عاقبته أن بَعَثْنا عَلَيْكُمْ عِباداً لَنا أُولِي بَأْسٍ شَدِيدٍ فَجاسُوا خِلالَ الدِّيارِ.وكيف أن الإحسان كانت عاقبته أن رَدَدْنا لَكُمُ الْكَرَّةَ على أعدائكم وَأَمْدَدْناكُمْ بِأَمْوالٍ وَبَنِينَ وَجَعَلْناكُمْ أَكْثَرَ نَفِيراً.قال صاحب البحر ما ملخصه: وجواب «وإن أسأتم» قوله «فلها» وهو خبر لمبتدأ محذوف أى: فالإساءة لها. قال الكرماني: قال- سبحانه-: فَلَها باللام ازدواجا.أى: أنه قابل لِأَنْفُسِكُمْ بقوله فَلَها. وقال الطبري اللام بمعنى إلى أى: فإليها ترجع الإساءة.وقيل: اللام بمعنى على. أى: فعليها، كما في قول الشاعر: فخر صريعا لليدين وللفم .ثم بين- سبحانه- ما يحل بهم من دمار، بعد إفسادهم للمرة الثانية، فقال- تعالى-:فَإِذا جاءَ وَعْدُ الْآخِرَةِ، لِيَسُوؤُا وُجُوهَكُمْ، وَلِيَدْخُلُوا الْمَسْجِدَ كَما دَخَلُوهُ أَوَّلَ مَرَّةٍ، وَلِيُتَبِّرُوا ما عَلَوْا تَتْبِيراً.والكلام أيضا هنا على حذف مضاف، وجواب إذا محذوف دل عليه ما تقدم وهو قوله بَعَثْنا عَلَيْكُمْ عِباداً لَنا فإذا جاء وقت عقوبتكم يا بنى إسرائيل على إفسادكم الثاني في الأرض، بعثنا عليكم أعداءكم ليسوءوا وجوهكم أى: ليجعلوا آثار المساءة والحزن بادية على وجوهكم، من شدة ما تلقونه منهم من إيداء وقتل.قال الجمل ما ملخصه: وقوله لِيَسُوؤُا الواو للعباد أولى البأس الشديد.وفي عود الواو على العباد نوع استخدام، إذ المراد بهم أولا جالوت وجنوده، والمراد بهم هنا بختنصر وجنوده.وقرأ ابن عامر وحمزة بالياء المفتوحة والهمزة المفتوحة آخر الفعل ليسوء والفاعل إما الله- تعالى- وإما الوعد، وإما البعث.وقرأ الكسائي لنسوء- بنون العظمة. أى: لنسوء نحن وهو موافق لما قبله، من قوله:بعثنا، ورددنا، وأمددنا، ولما بعده من قوله: عدنا، وجعلنا، وقرأ الباقون. ليسوءوا، مسندا إلى ضمير الجمع العائد على العباد، وهو موافق لما بعده من قوله: وَلِيَدْخُلُوا الْمَسْجِدَ وَلِيُتَبِّرُوا .وقال الإمام الرازي: ويقال ساءه يسوءه إذا أحزنه، وإنما عزا- سبحانه- الإساءة إلى الوجوه، لأن آثار الأعراض النفسية الحاصلة في القلب إنما تظهر على الوجه، فإن حصل الفرح في القلب ظهر الإشراق في الوجه، وإن حصل الحزن والخوف في القلب، ظهر الكلوح في الوجه .وقوله- سبحانه-: وَلِيَدْخُلُوا الْمَسْجِدَ كَما دَخَلُوهُ أَوَّلَ مَرَّةٍ معطوف على ما قبله وهو قوله- سبحانه- لِيَسُوؤُا وُجُوهَكُمْ.والمراد بالمسجد: المسجد الأقصى الذي ببيت المقدس، وقوله «كما دخلوه» صفة لمصدر محذوف.والمعنى: وليدخلوا المسجد دخولا كائنا كدخولهم إياه أول مرة.قال أبو حيان: ومعنى كَما دَخَلُوهُ أَوَّلَ مَرَّةٍ أى بالسيف والقهر والغلبة والإذلال .أى: أن المراد من التشبيه، بيان أن الأعداء في كل مرة أذلوا بنى إسرائيل وقتلوهم وقهروهم.وقوله- تعالى-: وَلِيُتَبِّرُوا ما عَلَوْا تَتْبِيراً يشعر بشدة العقوبة التي أنزلها أولئك العباد ببني إسرائيل، إذ التتبير معناه الإهلاك والتدمير والتخريب لكل ما تقع عليه. ومنه قول الشاعر:وما الناس إلا عاملان فعامل ... يتبر ما يبنى وآخر رافعأى: يخرب ويهد ما يبنى.و «ما» في قوله ما عَلَوْا اسم موصول مفعول يتبروا: وهو عبارة عن البلاد والأماكن التي هدموها، والعائد محذوف، وتتبيرا مفعول مطلق مؤكد لعامله.أى: وليدمرا ويخربوا البلاد والأماكن التي علوا عليها، وصارت في حوزتهم، تدميرا تاما لا مزيد عليه.وبذلك نرى أن العباد الذين سلطهم الله- تعالى- على بنى إسرائيل، عقب إفسادهم الثاني في الأرض، لم يكتفوا بجوس الديار، بل أضافوا إلى ذلك إلقاء الحزن والرعب في قلوبهم، ودخول المسجد الأقصى فاتحين ومخربين، وتدمير كل ما وقعت عليه أيديهم تدميرا فظيعا لا يوصف.ثم ختم- سبحانه- الآيات الكريمة ببيان أن هذا الدمار الذي حل ببني إسرائيل بسبب إفسادهم في الأرض مرتين، قد يكون طريقا لرحمتهم، وسببا في توبتهم وإنابتهم، إن فتحوا قلوبهم للحق، واعتبروا بالأحداث الماضية، وفهموا عن الله- تعالى- سنته التي لا تتخلف، وهي أن الإحسان يؤدى إلى الفلاح والظفر، والإفساد يؤدى إلى الخسران والهلاك."},{"ayah_number":8,"text":"وقد عبر القرآن الكريم عن هذه المعاني أبلغ تعبير وأحكمه. فقال- تعالى-: عَسى رَبُّكُمْ أَنْ يَرْحَمَكُمْ، وَإِنْ عُدْتُمْ عُدْنا، وَجَعَلْنا جَهَنَّمَ لِلْكافِرِينَ حَصِيراً.أى: عسى ربكم أن يرحمكم: ويعفو عنكم يا بنى إسرائيل متى أخلصتم له العبادة والطاعة، وأصلحتم أقوالكم وأعمالكم، فقد علمتم أنه- سبحانه- لا ينزل بلاء إلا بذنب، ولا يرفعه إلا بتوبة.قال: أبو حيان: وهذه الترجية ليست لرجوع دولة، وإنما هي من باب ترحم المطيع منهم، وكان من الطاعة أن يتبعوا عيسى ومحمدا- عليهما السلام- ولكنهم لم يفعلوا .وقوله- سبحانه-: وَإِنْ عُدْتُمْ عُدْنا إنذار لهم بإنزال العقوبات عليهم، إن عادوا إلى فسادهم وإفسادهم.أى: وإن عدتم إلى المعاصي ومخالفة أمرى، وانتهاك حرماتى، بعد أن تداركتكم رحمتي، عدنا عليكم بالقتل والتعذيب وخراب الديار.ولقد عادوا إلى الكفر والفسوق والعصيان، حيث أعرضوا عن دعوة الحق التي جاءهم بها الرسول صلى الله عليه وسلم، ولم يكتفوا بهذا الإعراض بل هموا بقتله صلى الله عليه وسلم وأيدوا كل متربص بالإسلام والمسلمين، فكانت نتيجة ذلك أن عاقبهم النبي صلى الله عليه وسلم وأصحابه بما يستحقون من إجلاء وتشريد وقتل..قال ابن عباس- رضى الله عنهما-: «عادوا فسلط الله عليهم المؤمنين» .ثم بين- سبحانه- عقوبتهم في الآخرة فقال: وَجَعَلْنا جَهَنَّمَ لِلْكافِرِينَ حَصِيراً أى: إن عدتم إلى معصيتنا في الدنيا عدنا عليكم بالعقوبة الرادعة، أما في الآخرة فقد جعلنا جهنم للكافرين منكم ومن غيركم «حصيرا» أى: سجنا حاصرا لكم لا تستطيعون الهروب منه، أو الفكاك عنه، أو فراشا تفترشونه، كما قال- تعالى-: لَهُمْ مِنْ جَهَنَّمَ مِهادٌ وَمِنْ فَوْقِهِمْ غَواشٍ. وَكَذلِكَ نَجْزِي الظَّالِمِينَ.قال بعض العلماء: قوله حَصِيراً فيه وجهان: الأول: أن الحصير المحبس والسجن. من الحصر وهو الحبس: يقال حصره يحصره حصرا، إذا ضيق عليه وأحاط به.والثاني أن الحصير: البساط والفراش، من الحصير الذي يفرش، لأن العرب تسمى البساط الصغير حصيرا..» .وبذلك نرى الآيات الكريمة، قد حكت لنا قضاء الله- تعالى- في بنى إسرائيل، وساقت لنا لكي نعتبر ونتعظ ألوانا من سنن الله- تعالى- التي لا تتخلف، والتي من أبرزها أن الإيمان والصلاح عاقبتهما الفلاح، وأن الكفر والفساد عاقبتهما الشقاء، ولعذاب الآخرة أشد وأبقى.هذا، والذي يراجع ما قاله المفسرون في بيان العباد الذين سلطهم الله- تعالى- على بنى إسرائيل بعد إفسادهم الأول والثاني في الأرض، يرى أقوالا متعددة يبدو على كثير منها الاضطراب والضعف .ومن ذلك ما أخرجه ابن جرير عن ابن عباس وابن مسعود- رضى الله عنهما- أن الله- تعالى- عهد إلى بنى إسرائيل في التوراة لَتُفْسِدُنَّ فِي الْأَرْضِ مَرَّتَيْنِ فكان أول الفسادين قتل زكريا، فبعث الله عليهم ملك النبط، وكان يدعى «صحابين» فبعث الجنود، وكانوا من أهل فارس.. فتحصنت بنو إسرائيل.. ودخل فيهم «بختنصر» - أحد جنود صحابين- وسمع أقوالهم.. إلخ .وهذا الأثر من وجوه ضعفه، أن غزو النبط ومعهم بختنصر لبنى إسرائيل سابق على زمان زكريا- عليه السلام- بحوالى ستة قرون.لأن الثابت تاريخيا أن بختنصر غزا بنى إسرائيل وانتصر عليهم ثلاث مرات: الأولى في سنة 606 ق. م والثانية في سنة 599 ق. م، والثالثة في سنة 588 ق. م.وفي هذه المرة الثالثة أكثر القتل فيهم، وساق الأحياء منهم أسارى إلى أرض بابل.أما زكريا- عليه السلام- فمن المعروف أنه كان معاصرا لعيسى- عليه السلام- أو مقاربا لعصره: فقد أخبرنا القرآن الكريم أن زكريا هو الذي تولى كفالة مريم أم عيسى.وإذا فالقول بأن إفسادهم الأول كان لقتلهم زكريا، وأن المسلط عليهم ملك النبط ومع «بختنصر» يتنافى مع الحقائق التاريخية.وفضلا عن ذلك، فإن هذا الأثر اضطرابه ظاهر، لأن «صحابين» ملك النبط، هو الذي يسميه المؤرخون «سنحاريب» وكان ملكا للأشوريين، وهو الذي غزا مملكة يهوذا سنة 713 ق. م أى قبل غزو بختنصر لها بأكثر من مائة سنة، أى: أن بختنصر لم يكن معاصرا له.والرأى الذي نختاره: هو أن العباد الذين سلطهم الله على بنى إسرائيل بعد إفسادهمالأول، هم جالوت وجنوده. ونستند في اختيارنا لهذا الرأى إلى أمور من أهمها ما يلي:.1- ذكر القرآن الكريم في سورة البقرة، عند عرضه لقصة القتال الذي دار بين طالوت قائد بنى إسرائيل، وبين «جالوت» قائد أعدائهم، ما يدل على أن بنى إسرائيل كانوا قبل ذلك مقهورين مهزومين من أعدائهم.ويتجلى هذا المعنى في قوله- تعالى-: أَلَمْ تَرَ إِلَى الْمَلَإِ مِنْ بَنِي إِسْرائِيلَ مِنْ بَعْدِ مُوسى، إِذْ قالُوا لِنَبِيٍّ لَهُمُ ابْعَثْ لَنا مَلِكاً نُقاتِلْ فِي سَبِيلِ اللَّهِ، قالَ هَلْ عَسَيْتُمْ إِنْ كُتِبَ عَلَيْكُمُ الْقِتالُ أَلَّا تُقاتِلُوا قالُوا وَما لَنا أَلَّا نُقاتِلَ فِي سَبِيلِ اللَّهِ وَقَدْ أُخْرِجْنا مِنْ دِيارِنا وَأَبْنائِنا ...فقولهم- كما حكى القرآن عنهم- وَما لَنا أَلَّا نُقاتِلَ فِي سَبِيلِ اللَّهِ وَقَدْ أُخْرِجْنا مِنْ دِيارِنا وَأَبْنائِنا.. يدل دلالة قوية، على أنهم كانوا قبل قتالهم لجالوت مهزومين هزيمة اضطرتهم إلى الخروج عن ديارهم، وإلى مفارقة أبنائهم.2- قوله- تعالى-: ثُمَّ رَدَدْنا لَكُمُ الْكَرَّةَ عَلَيْهِمْ صريح في أن الله- تعالى- نصر بنى إسرائيل- بعد أن تابوا وأنابوا- على أعدائهم.وهذا المعنى ينطبق على ما قصه القرآن علينا، من أن بنى إسرائيل بقيادة طالوت قد انتصروا على جالوت وجنوده..قال- تعالى-: وَلَمَّا بَرَزُوا  لِجالُوتَ وَجُنُودِهِ، قالُوا رَبَّنا أَفْرِغْ عَلَيْنا صَبْراً، وَثَبِّتْ أَقْدامَنا، وَانْصُرْنا عَلَى الْقَوْمِ الْكافِرِينَ. فَهَزَمُوهُمْ بِإِذْنِ اللَّهِ، وَقَتَلَ داوُدُ جالُوتَ، وَآتاهُ اللَّهُ الْمُلْكَ وَالْحِكْمَةَ، وَعَلَّمَهُ مِمَّا يَشاءُ ...ولقد كان هذا النصر نعمة كبرى لبنى إسرائيل، فقد جاءهم بعد أن أخرجوا من ديارهم وأبنائهم، وبعد أن اعترضوا على اختيار طالوت ملكا عليهم، وبعد أن قاتل مع طالوت عدد قليل منهم. ولا شك أن النصر في هذه الحالة، أدعى لطاعة الله- تعالى- وشكره على آلائه.3- قوله- تعالى-: وَأَمْدَدْناكُمْ بِأَمْوالٍ وَبَنِينَ وَجَعَلْناكُمْ أَكْثَرَ نَفِيراً أكثر ما يكون انطباقا على عهد حكم طالوت، وداود، وسليمان لهم.ففي هذا العهد الذي دام زهاء ثمانين سنة، ازدهرت مملكتهم، وعز سلطانهم وأمدهم الله خلاله بالأموال الوفيرة، وبالبنين الكثيرة، وجعلهم أكثر من أعدائهم عددا وقوة.أما بعد هذا العهد، بل وقبل هذا العهد، فقد كانت حياتهم سلسلة من المآسى والنكبات..فبعد موت سليمان- عليه السلام- سنة 975 ق. م تقريبا، انقسمت مملكتهم إلى قسمين: مملكة يهوذا في الجنوب، ومملكة إسرائيل في الشمال، واستمرتا في صراع ونزاع حتى قضى الآشوريون سنة 721 ق. م على مملكة إسرائيل، وقضى «بختنصر» على مملكة يهوذا سنة 588 ق. م.4- ذكر بعض المفسرين أن العباد الذين سلطهم الله عليهم بعد إفسادهم الأول هم جالوت وجنوده.أخرج ابن جرير وابن أبى حاتم عن ابن عباس في قوله: فَإِذا جاءَ وَعْدُ أُولاهُما بَعَثْنا عَلَيْكُمْ عِباداً لَنا أُولِي بَأْسٍ شَدِيدٍ قال: بعث الله عليهم في الأولى جالوت، فجاس خلال ديارهم، فسألوا الله- تعالى- أن يبعث لهم ملكا، فبعث لهم طالوت، فقاتلوا جالوت، وانتصروا عليه، وقتل داود جالوت، ورجع إلى بنى إسرائيل ملكهم. فلما أفسدوا بعث الله عليهم في المرة الآخرة «بختنصر» فخرب المساجد، وتبر ما علوا تتبيرا..  .هذه بعض الأدلة التي تجعلنا نرجح أن المراد بالعباد الذين سلطهم الله- تعالى- على بنى إسرائيل بعد إفسادهم الأول في الأرض، هم جالوت وجنوده.أما العباد الذين سلطهم الله عليهم بعد إفسادهم الثاني، فيرى كثير من المفسرين أنهم «بختنصر» وجنوده.وهذا الرأى ليس ببعيد عن الصواب، لما ذكرنا قبل ذلك من تنكيله بهم، وسوقهم أسارى إلى بابل سنة 588 ق. م.إلا أننا نؤثر على هذا الرأى، أن يكون المسلط عليهم بعد إفسادهم الثاني، هم الرومان بقيادة زعيمهم، تيطس سنة 70 م. لأمور من أهمها:.1- أن الذي يتتبع التاريخ يرى أن رذائل بنى إسرائيل في الفترة التي سبقت تنكيل «تبطس» بهم، أشد وأكبر من الرذائل التي سبقت إذلال «بختنصر» لهم. فهم- على سبيل المثال- قبيل بطش الرومان بهم، كانوا قد قتلوا من أنبياء الله زكريا ويحيى- عليهما السلام-، وكانوا قد حاولوا قتل عيسى- عليه السلام- ولكن الله- تعالى- نجاه من شرورهم.2- ضربات الرومان- في ذاتها- كانت أشد وأقسى على بنى إسرائيل. من ضربات «بختنصر» لهم.فمثلا عدد القتلى من اليهود على يد الرومان بقيادة «تيطس» بلغ مليون قتيل، وبلغ عدد الأسرى نحو مائة ألف أسير .بينما عدد القتلى والأسرى منهم على يد «بختنصر» كان أقل من هذا العدد بكثير.ولقد وصف المؤرخون النكبة التي أوقعها الرومان بهم، بأوصاف تفوق بكثير ما أوقعه البابليون بقيادة بختنصر بهم.يقول أحد الكتاب واصفا ما حل باليهود على يد «تيطس» الرومانى: كان «تيطس» في الثلاثين من عمره، حين وقف سنة 70 م أمام أسوار أورشليم على رأس جيشه، بعد أن بدأت المدينة تعانى من أهوال الحصار.وبعد أن اقتحم «تيطس» وجنوده المدينة، أصدر أمره إليهم: أن احرقوا وانهبوا واقتلوا، فأموال اليهود وأعراضهم حلال لكم، وقد أحرق الرومان معبد اليهود ودمروه، وتحققت نبوءة المسيح- عليه السلام- حين قال: ستلقى هذه الأرض بؤسا وعنتا، وسيحل الغضب على أهلها، وسيسقطون صرعى على حد السيف، ويسيرون عبيدا إلى كل مصر، وستطأ أورشليم الأقدام  .3- النكبة التي أنزلها الرومان بهم- من حيث آثارها- أشنع بكثير من النكبة التي أنزلها بختنصر بهم. لأنهم بعد تنكيل بختنصر بهم وأخذهم أسرى إلى بلاده وبقائهم في الأسر زهاء خمسين سنة عادوا إلى ديارهم مرة أخرى، بمساعدة «قورش» ملك الفرس، الذي انتصر على «بختنصر» سنة 538 ق. م تقريبا، وبدءوا يتكاثرون من جديد.أما بعد تنكيل «تيطس» بهم فلم تقم لهم قائمة، ومزقوا في الأرض شر ممزق، وانقطع دابرهم كأمة.وقد صرح بهذا المعنى صاحب تاريخ الإسرائيليين فقال بعد وصفه لما أوقعه «تيطس» بهم من ضربات: إلى هنا ينتهى تاريخ الإسرائيليين كأمة، فإنهم بعد خراب أورشليم على يد «تيطس» تفرقوا في جميع بلاد الله، وتاريخهم بعد ذلك ملحق بتاريخ الممالك التي توطنوها أو نزلوا فيها ...ولهذه الأسباب نرجح أن يكون العباد الذين سلطهم الله على بنى إسرائيل بعد إفسادهم الثاني في الأرض، هم الرومان بقيادة «تيطس» .هذا، ومع ترجيحنا بأن المسلط عليهم في المرة الأولى، هم جالوت وجنوده وفي المرة الثانية هم الرومان بقيادة «تيطس» .أقول مع ترجيحنا لذلك، إلا أننا نحب في نهاية حديثنا عن هذه الآيات الكريمة، أن نقرر ما يأتى:1- أنه لم يصح عن رسول الله صلى الله عليه وسلم حديث في بيان المراد بالعباد الذين سلطهم الله على بنى إسرائيل عقب مرتى إفسادهم، وإلا لذكره المفسرون.2- أن الإفساد في الأرض قد حدث كثيرا من بنى إسرائيل، وأن المقصود من قوله- تعالى- لَتُفْسِدُنَّ فِي الْأَرْضِ مَرَّتَيْنِ إنما هو أظهر وأبرز مرتين حدث فيهما الإفساد منهم.ومما يدل على أن هذا الإفساد قد تكرر منهم قوله- تعالى-: وَإِنْ عُدْتُمْ عُدْنا وقوله- تعالى-: وَإِذْ تَأَذَّنَ رَبُّكَ لَيَبْعَثَنَّ عَلَيْهِمْ إِلى يَوْمِ الْقِيامَةِ مَنْ يَسُومُهُمْ سُوءَ الْعَذابِ  .3- أن المقصود من سياق الآيات، إنما هو بيان سنة من سنن الله في الأمم حال صلاحها وفسادها.وقد ساق القرآن الكريم هذا المعنى بأحكم عبارة، وذلك في قوله- تعالى-: إِنْ أَحْسَنْتُمْ أَحْسَنْتُمْ لِأَنْفُسِكُمْ وَإِنْ أَسَأْتُمْ فَلَها.ولا شك أن هذه السنة ماضية في الأمم دون تبديل أو تحويل في كل زمان ومكان.وما دام هذا هو المقصود، ففهمه لا يتوقف على تحديد مرتى إفسادهم، وتحديد المسلط عليهم عقب كل مرة.ويعجبني في هذا المقام، قول الإمام ابن كثير: «وقد وردت في هذا- أى في المسلط عليهم في المرتين- آثار كثيرة إسرائيلية، لم أر تطويل الكتاب بذكرها، لأن منها ما هو موضوع من وضع زنادقتهم، ومنها ما قد يحتمل أن يكون صحيحا، ونحن في غنية عنها، ولله الحمد، وفيما قص الله علينا في كتابه غنية عما سواه من بقية الكتب قبله، ولم يحوجنا الله ولا رسوله إليهم.وقد أخبر الله- تعالى- أنهم لما بغوا وطغوا سلط عليهم عدوهم، فاستباح بيضتهم وسلك خلال بيوتهم وأذلهم وقهرهم، جزاء وفاقا، وما ربك بظلام للعبيد، فإنهم كانوا قد تمردوا وقتلوا خلقا من الأنبياء والعلماء»  .وقول الإمام الرازي: «واعلم أنه لا يتعلق كثير غرض في معرفة أولئك الأقوام بأعيانهم، بل المقصود هو أنهم لما أكثروا من المعاصي. سلط عليهم أقواما قتلوهم وأفنوهم» .وقد بسطنا في تفسير هذه الآيات الكريمة، بصورة أكثر تفصيلا في غير هذا المكان، فليرجع إليه من شاء الاستزادة  .وبعد أن بين- سبحانه- أنه قد آتى موسى- عليه السلام- التوراة لتكون هداية لبنى إسرائيل، وأنه- عز وجل- قد قضى فيهم بقضائه العادل. أتبع ذلك بالثناء على القرآن الكريم، فقال- تعالى-:"},{"ayah_number":9,"text":"قال الفخر الرازي: اعلم أنه- تعالى- لما شرح ما فعله في حق عباده المخلصين، وهو الإسراء برسول الله صلى الله عليه وسلم، وإيتاء الكتاب لموسى- عليه السلام-، وما فعله في حق العصاة والمتمردين وهو تسليط أنواع البلاء عليهم، كان ذلك تنبيها على أن طاعة الله توجب كل خير وكرامة، ومعصيته توجب كل بلية وغرامة، لا جرم أثنى- سبحانه- على القرآن فقال: إِنَّ هذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ   .والفعل يَهْدِي مأخوذ من الهداية، ومعناها: الإرشاد والدلالة بلطف إلى ما يوصل إلى البغية. والمفعول محذوف. أى: يهدى الناس.وقوله- سبحانه- لِلَّتِي هِيَ أَقْوَمُ صفة لموصوف محذوف، أى يهدى الناس إلى الطريقة أو الملة التي هي أقوم.قال صاحب الكشاف: لِلَّتِي هِيَ أَقْوَمُ أى: للحالة التي هي أقوم الحالات وأسدها، أو للملة أو للطريقة. وأينما قدرت لم تجد مع الإثبات ذوق البلاغة الذي تجده مع الحذف، لما في إيهام الموصوف بحذفه من فخامة تفقد مع إيضاحه .والمعنى: إن هذا القرآن الكريم، الذي أنزله الله- تعالى- عليك يا محمد صلى الله عليه وسلم، يرشد الناس ويدلهم ويهديهم- في جميع شئونهم الدينية والدنيوية- إلى الملة التي هي أقوم الملل وأعدلها، وهي ملة الإسلام. فمنهم من يستجيب لهذه الهداية فيظفر بالسعادة، ومنهم من يعرض عنها فيبوء بالشقاء.قال صاحب الظلال ما ملخصه: إن هذا القرآن يهدى للتي هي أقوم في عالم الضمير والشعور، بالعقيدة الواضحة التي لا تعقيد فيها ولا غموض، والتي تطلق الروح من أثقال الوهم والخرافة، وتطلق الطاقات البشرية الصالحة للعمل والبناء، وتربط بين نواميس الكون الطبيعية، ونواميس الفطرة البشرية في تناسق واتساق.ويهدى للتي هي أقوم، في التنسيق بين ظاهر الإنسان وباطنه، وبين مشاعره وسلوكه، وبين عقيدته وعمله.ويهدى للتي هي أقوم في عالم العبادة، بالموازنة بين التكاليف والطاقة، فلا تشق التكاليف على النفس حتى تمل، ولا تسهل حتى تشيع في النفس الرخاوة والاستهتار، ولا تتجاوز القصد والاعتدال وحدود الاحتمال.ويهدى للتي هي أقوم، في علاقات الناس بعضهم ببعض: أفرادا وأزواجا وحكومات وشعوبا، ودولا وأجناسا.ويهدى للتي هي أقوم في نظام الحكم، ونظام المال، ونظام الاجتماع، ونظام التعامل.. .وقوله- سبحانه-: وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحاتِ أَنَّ لَهُمْ أَجْراً كَبِيراً صفة ثانية من صفات القرآن الكريم.أى: أن هذا القرآن بجانب هدايته للتي هي أقوم، فهو- أيضا- يبشر المؤمنين الذين يعملون الأعمال الصالحات بأن لهم أجرا كبيرا من خالقهم- عز وجل-: أجرا كبيرا لا يعلم مقداره إلا مسديه ومانحه، وهو الله رب العالمين."},{"ayah_number":10,"text":"وقوله- سبحانه-: وَأَنَّ الَّذِينَ لا يُؤْمِنُونَ بِالْآخِرَةِ أَعْتَدْنا لَهُمْ عَذاباً أَلِيماً بيان لسوء عاقبة الذين لا يستجيبون لهداية القرآن الكريم، وهو معطوف على قوله- تعالى-:أَنَّ لَهُمْ أَجْراً كَبِيراً.أى: أن هذا القرآن يبشر المؤمنين بالأجر الكبير، ويبشر- على سبيل التهكم- الذين لا يؤمنون بالآخرة وما فيها من حساب وثواب وعقاب بالعذاب الأليم.قال الآلوسى ما ملخصه: وتخصيص الآخرة بالذكر من بين سائر ما لم يؤمن به الكفرة، لكونها أعظم ما أمروا بالإيمان به، ولمراعاة التناسب بين أعمالهم وجزائها، الذي أنبأ عنه قوله- تعالى-: أَعْتَدْنا لَهُمْ عَذاباً أَلِيماً وهو عذاب جهنم. أى: أعددنا وهيأنا لهم، فيما كفروا به وأنكروا وجوده من الآخرة عذابا أليما.والآية معطوفة على قوله أَنَّ لَهُمْ أَجْراً كَبِيراً فيكون إعداد العذاب الأليم للذين لا يؤمنون بالآخرة مبشرا به كثبوت الأجر الكبير للمؤمنين، ومصيبة العدو سرور يبشر به، فكأنه قيل: يبشر المؤمنين بثوابهم وعقاب أعدائهم..  .ثم بين- سبحانه- بعض الأحوال التي قد يقدم الإنسان فيها على طلب ما يضره بسبب عجلته واندفاعه فقال- تعالى-:."},{"ayah_number":11,"text":"والمراد بالإنسان هنا: الجنس وليس واحدا معينا.قال الآلوسى: وقوله: دُعاءَهُ بِالْخَيْرِ أى: دعاء كدعائه بالخير، فحذف الموصوف وحرف التشبيه وانتصب المجرور على المصدرية  .والمعنى: ويدعو الإنسان حال غضبه وضجره، على نفسه، أو على غيره، بِالشَّرِّ كأن يقول: «اللهم أهلكنى، أو أهلك فلانا..» .دُعاءَهُ بِالْخَيْرِ أى: يدعو بالشر على نفسه أو على غيره، كدعائه بالخير، كأن يقول: اللهم اغفر لي ولوالدي وللمؤمنين.قال ابن كثير: يخبر- تعالى- عن عجلة الإنسان، ودعائه في بعض الأحيان على نفسه أو ولده، أو ماله، بِالشَّرِّ أى: بالموت أو الهلاك والدمار واللعنة ونحو ذلك، فلو استجاب له ربه لهلك بدعائه، كما قال- تعالى-:.وَلَوْ يُعَجِّلُ اللَّهُ لِلنَّاسِ الشَّرَّ اسْتِعْجالَهُمْ بِالْخَيْرِ لَقُضِيَ إِلَيْهِمْ أَجَلُهُمْ ...وفي الحديث: «لا تدعوا على أنفسكم ولا على أموالكم، أن توافقوا من الله ساعة إجابة يستجيب فيها» .وقيل المراد بالإنسان هنا: الكافر، أو الفاسق الذي يدعو الله- تعالى- بالشر، كأن يسأله بأن ييسر له أمرا محرما كالقتل والسرقة والزنا وما يشبه ذلك.وقد أشار القرطبي إلى هذا الوجه بقوله: «وقيل نزلت في النضر بن الحارث، كان يدعو ويقول- كما حكى القرآن عنه-: اللَّهُمَّ إِنْ كانَ هذا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنا حِجارَةً مِنَ السَّماءِ، أَوِ ائْتِنا بِعَذابٍ أَلِيمٍ.وقيل: هو أن يدعو في طلب المحظور، كما يدعو في طلب المباح. كما في قول الشاعر:أطوف بالبيت فيمن يطوف ... وأرفع من مئزرى المسبلواسجل بالليل حتى الصباح ... وأتلو من المحكم المنزلعسى فارج الهم عن يوسف ... يسخر لي ربة المحملويبدو لنا أن الرأى الأول أقرب إلى الصواب، لأنه المأثور عن بعض الصحابة والتابعين وهم أدرى بتفسير كتاب الله من غيرهم.قال ابن جرير- رحمه الله- عند تفسيره لهذه الآية: عن ابن عباس قال في قوله- تعالى-: وَيَدْعُ الْإِنْسانُ بِالشَّرِّ دُعاءَهُ بِالْخَيْرِ.. يعنى قول الإنسان اللهم العنه واغضب عليه، فلو يعجل له الله ذلك كما يعجل له الخير لهلك ...وقال قتادة: يدعو على ماله فيلعن ماله، ويدعو على ولده، ولو استجاب الله له لأهلكه.وقال مجاهد: ذلك دعاء الإنسان بالشر على ولده وعلى امرأته ولا يحب أن يجاب .وقوله- تعالى-: وَكانَ الْإِنْسانُ عَجُولًا بيان للسبب الذي حمل الإنسان على أن يدعو بالشر كما يدعو بالخير.والعجول من العجل- بفتح العين والجيم- وهو الإسراع في طلب الشيء قبل وقته.يقال: عجل- بزنة تعب- يعجل فهو عجلان، إذا أسرع.أى: وكان الإنسان متسرعا في طلب كل ما يقع في قلبه، ويخطر بباله، لا يتأنى فيه تأنى المتبصر، ولا يتأمل تأمل المتدبر.وشبيه بهذه الجملة قوله- تعالى-: خُلِقَ الْإِنْسانُ مِنْ عَجَلٍ، سَأُرِيكُمْ آياتِي فَلا تَسْتَعْجِلُونِ  ."},{"ayah_number":12,"text":"ثم ساق- سبحانه- ما يدل على كمال قدرته، وسعة رحمته بعباده، ومجازاتهم على أعمالهم يوم القيامةقال أبو حيان: قوله- تعالى- وَجَعَلْنَا اللَّيْلَ وَالنَّهارَ آيَتَيْنِ.. لما ذكر- سبحانه- القرآن وأنه هاد إلى الطريقة المستقيمة، ذكر ما أنعم به مما لم يمكن الانتفاع إلا به، وما دل على توحيده من عجائب العالم العلوي. وأيضا لما ذكر عجلة الإنسان، وانتقاله من حال إلى حال ذكر أن كل هذا العالم كذلك في الانتقال لا يثبت على حال، فنور عقب ظلمة وبالعكس، وازدياد نور وانتقاص آخر  .والمراد بالآيتين هنا: العلامتان الواضحتان، الدالتان على قدرة الله- تعالى- ووحدانيته.وقوله: فَمَحَوْنا من المحو بمعنى إزالة أثر الشيء، يقال: محا فلان الشيء محوا- من باب قتل- إذا أزال أثره.وللعلماء في تفسير هذه الآية اتجاهات: أما الاتجاه الأول فيرى أصحابه، أن المراد بالآيتين: نفس الليل والنهار، وأن الكلام ليس فيه حذف.فيكون المعنى: وجعلنا الليل والنهار- بهيئاتهما الثابتة، وتعاقبهما الدائم، واختلافهما طولا وقصرا- آيتين كونيتين كبيرتين، دالتين على أن لهما صانعا قادرا، حكيما، هو الله رب العالمين.وقوله- سبحانه- فَمَحَوْنا آيَةَ اللَّيْلِ أى: فجعلنا الآية التي هي الليل. ممحوة الضوء، مظلمة الهيئة، مختفية فيها الأشياء، ساكنة فيها الحركات.وقوله- تعالى-: وَجَعَلْنا آيَةَ النَّهارِ مُبْصِرَةً أى: وجعلنا الآية التي هي النهار مضيئة، تبصر فيها الأشياء وترى بوضوح وجلاء.وعلى هذا الاتجاه، تكون إضافة الآية إلى الليل والنهار من إضافة الشيء إلى نفسه، مع اختلاف اللفظ، تنزيلا لاختلاف اللفظ منزلة الاختلاف في المعنى، كما في قوله- تعالى- شَهْرُ رَمَضانَ فرمضان هو نفس الشهر.وأما الاتجاه الثاني فيرى أصحابه أن الكلام على حذف مضاف، وأن المراد بالآيتين:الشمس والقمر، فيكون المعنى: وجعلنا نيرى الليل والنهار- وهما الشمس والقمر- آيتين دالتين على قدرة الله- تعالى- ووحدانيته، فمحونا آية الليل- وهي القمر-، بأن أزلنا عنه شعاعه وضياءه، ولم نجعله كالشمس في ذلك، وجعلنا آية النهار- وهي الشمس- مبصرة، أى: ذات شعاع وضياء يبصر في ضوئها الشيء على حقيقته.وقد ذكر صاحب الكشاف هذين الوجهين دون أن يرجح بينهما فقال: قوله- تعالى-:وَجَعَلْنَا اللَّيْلَ وَالنَّهارَ آيَتَيْنِ.. فيه وجهان: أحدهما: أن يراد أن الليل والنهار آيتان في أنفسهما، فتكون الإضافة في آية الليل وآية النهار للتبيين، كإضافة العدد إلى المعدود، أى:فمحونا الآية التي هي الليل، وجعلنا الآية التي هي النهار مبصرة.والثاني: أن يراد: وجعلنا نيرى الليل والنار آيتين، يريد الشمس والقمر ...أى: فمحونا آية الليل التي هي القمر، حيث لم نخلق له شعاعا كشعاع الشمس تبصر به الأشياء، وجعلنا الشمس ذات شعاع يبصر في ضوئها كل شيء .والذي نراه: أن الاتجاه الأول أقرب إلى الصواب، لأنه هو الظاهر من معنى الآية الكريمة ولأنه لا يحتاج إلى تقدير، وما كان كذلك أولى مما يحتاج إلى تقدير، ولأن الليل والنهار هما بذاتهما من أظهر العلامات والأدلة على قدرة الله- تعالى- ووحدانيته.وهناك عشرات الآيات القرآنية في هذا المعنى، ومن ذلك قوله- تعالى- وَآيَةٌ لَهُمُ اللَّيْلُ نَسْلَخُ مِنْهُ النَّهارَ فَإِذا هُمْ مُظْلِمُونَ .وقوله- تعالى-: وَمِنْ آياتِهِ اللَّيْلُ وَالنَّهارُ وَالشَّمْسُ وَالْقَمَرُ ... .وقال- تعالى-: إِنَّ فِي خَلْقِ السَّماواتِ وَالْأَرْضِ، وَاخْتِلافِ اللَّيْلِ وَالنَّهارِ، لَآياتٍ لِأُولِي الْأَلْبابِ  إلى غير ذلك من الآيات الكريمة التي أوردها الله- تعالى- في هذا المعنى.وقوله- سبحانه-: لِتَبْتَغُوا فَضْلًا مِنْ رَبِّكُمْ بيان لمظهر من مظاهر حكمته- تعالى- ورحمته بعباده.والجملة الكريمة متعلقة بما قبلها، وهو قوله- سبحانه-: وَجَعَلْنا آيَةَ النَّهارِ مُبْصِرَةً أى: جعلنا النهار مضيئا، لتطلبوا فيه ما تحتاجونه من أمور معاشكم، ومن الأرزاق التي قسمها الله بينكم.قال الآلوسى ما ملخصه: وفي التعبير عن الرزق بالفضل، وعن الكسب بالابتغاء: دلالة على أنه ليس للعبد في تحصيل الرزق تأثير سوى الطلب، وإنما الإعطاء من الله- تعالى-بطريق التفضل.. .وشبيه بهذه الجملة الكريمة قوله- تعالى-: وَمِنْ رَحْمَتِهِ جَعَلَ لَكُمُ اللَّيْلَ وَالنَّهارَ، لِتَسْكُنُوا فِيهِ، وَلِتَبْتَغُوا مِنْ فَضْلِهِ، وَلَعَلَّكُمْ تَشْكُرُونَ.فقوله- تعالى-: لِتَسْكُنُوا فِيهِ يعود إلى الليل. وقوله- تعالى-: وَلِتَبْتَغُوا مِنْ فَضْلِهِ يعود على النهار.ثم بين- سبحانه- حكمة أخرى ونعمة أخرى لجعله الليل والنهار على هذه الهيئة فقال:وَلِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسابَ.أى: وجعلنا الليل والنهار على هذه الصفة من التعاقب والاختلاف في الطول والقصر لتعرفوا عن طريق ذلك عدد الأيام والشهور والأعوام، التي لا تستغنون عن معرفتها في شئون حياتكم، ولتعرفوا- أيضا- الحساب المتعلق بها في معاملاتكم، وبيعكم وشرائكم، وأخذكم وعطائكم، وصلاتكم، وصيامكم، وزكاتكم، وحجكم، وأعيادكم.. وغير ذلك مما تتوقف معرفته على تقلب الليل والنهار. وولوج أحدهما في الآخر.ثم ختم- سبحانه- الآية الكريمة بقوله: وَكُلَّ شَيْءٍ فَصَّلْناهُ تَفْصِيلًا.والتفصيل: من الفصل بمعنى القطع. والمراد به هنا: الإبانة التامة للشيء بحيث يظهر ظهورا لا خفاء معه ولا التباس.ولفظ كُلَّ منصوب على الاشتغال بفعل يفسره ما بعده.أى: وفصلنا كل شيء تحتاجون إليه في أمور دينكم ودنياكم، تفصيلا، واضحا جليا، لا خفاء معه ولا التباس، فقد أقمنا هذا الكون على التدبير المحكم، وعلى الصنع المتقن، وليس على المصادفات التي لا تخضع لنظام أو ترتيب."},{"ayah_number":13,"text":"ثم ساق- سبحانه- صورة من صور هذا التفصيل المحكم في كل شيء فقال- تعالى-: وَكُلَّ إِنسانٍ أَلْزَمْناهُ طائِرَهُ فِي عُنُقِهِ.والمراد بطائره: عمله الصادر عنه باختياره وكسبه، حسبما قدره الله- تعالى- عليه من خير وشر.أى: وألزمنا كل إنسان مكلف عمله الناتج عنه، إلزاما لا فكاك له منه، ولا قدرة له على مفارقته.وعبر- سبحانه- عن عمل الإنسان بطائره، لأن العرب كانوا- كما يقول الآلوسى- يتفاءلون بالطير، فإذا سافروا ومر بهم الطير زجروه، فإن مر بهم سانحا- أى من جهة الشمال إلى اليمين- تيمنوا وتفاءلوا، وإن مر بارحا، أى: من جهة اليمين الى الشمال تشاءموا، فلما نسبوا الخير والشر إلى الطائر، استعير استعارة تصريحية، لما يشبههما من قدر الله- تعالى- وعمل العبد، لأنه سبب للخير والشر  .وقوله- سبحانه-: فِي عُنُقِهِ تصوير لشدة اللزوم وكمال الارتباط بين الإنسان وعمله.وخص- سبحانه- العنق بالذكر من بين سائر الأعضاء، لأن اللزوم فيه أشد، ولأنه العضو الذي تارة يكون عليه ما يزينه كالقلادة وما يشبهها، وتارة يكون فيه ما يشينه كالغل والقيد وما يشبههما.قال الامام ابن كثير: وطائره: هو ما طار عنه من عمله كما قال ابن عباس ومجاهد، وغير واحد- من خير أو شر، يلزم به ويجازى عليه: كما قال- تعالى-: فَمَنْ يَعْمَلْ مِثْقالَ ذَرَّةٍ خَيْراً يَرَهُ، وَمَنْ يَعْمَلْ مِثْقالَ ذَرَّةٍ شَرًّا يَرَهُ.وكما قال- تعالى-: إِنَّما تُجْزَوْنَ ما كُنْتُمْ تَعْمَلُونَ.والمقصود أن عمل ابن آدم محفوظ عليه، قليله وكثيره: ويكتب عليه ليلا ونهارا، صباحا ومساء .وقوله- سبحانه-: وَنُخْرِجُ لَهُ يَوْمَ الْقِيامَةِ كِتاباً يَلْقاهُ مَنْشُوراً بيان لحاله في الآخرة بعد بيان حاله في الدنيا.والمراد بالكتاب هنا صحائف أعماله التي سجلت عليه في الدنيا.أى: ألزمنا كل إنسان مكلف عمله الصادر عنه في الدنيا، وجعلناه مسئولا عنه دون غيره. أما في الآخرة فسنخرج له ما عمله من خير أو شر «في كتاب يلقاه منشورا» أى:مفتوحا بحيث يستطيع قراءته، ومكشوفا بحيث لا يملك إخفاء شيء منه، أو تجاهله، أو المغالطة فيه.كتاب ظهرت فيه الخبايا والأسرار ظهورا يغنى عن الشهود والجدال.كتاب مشتمل على كل صغيرة وكبيرة من أعمال الإنسان، كما قال- تعالى-: وَنَضَعُ الْمَوازِينَ الْقِسْطَ لِيَوْمِ الْقِيامَةِ فَلا تُظْلَمُ نَفْسٌ شَيْئاً، وَإِنْ كانَ مِثْقالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنا بِها، وَكَفى بِنا حاسِبِينَ  ."},{"ayah_number":14,"text":"ثم بين- سبحانه- ما يخاطب به الإنسان بعد أن فتح كتابه أمامه، فقال- تعالى- اقْرَأْ كِتابَكَ، كَفى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيباً.أى: ويقال له بعد أن وجد كتابه منشورا أمامه، اقرأ كتابك هذا، وما اشتمل عليه من أعمال صدرت عنك في الدنيا، كفى بنفسك اليوم عليك حسيبا.أى: محاسبا، كجليس بمعنى مجالس، أو حاسبا وعادّا كصريم بمعنى صارم يقال حسب فلان على فلان قوله، إذا عده عليه.ولفظ كَفى هنا لازم، ويطرد في هذه الحالة جر فاعله بالباء المزيدة لتوكيد الكفاية و «حسيبا» تمييز، وعليك متعلق به.وتارة يأتى لفظ «كفى» متعديا، كما في قوله- تعالى-: وَكَفَى اللَّهُ الْمُؤْمِنِينَ الْقِتالَ."},{"ayah_number":15,"text":"ثم ساق- سبحانه- قاعدة كلية، لتحمل كل إنسان نتيجة عمله، فقال- تعالى-:مَنِ اهْتَدى فَإِنَّما يَهْتَدِي لِنَفْسِهِ، وَمَنْ ضَلَّ فَإِنَّما يَضِلُّ عَلَيْها، وَلا تَزِرُ وازِرَةٌ وِزْرَ أُخْرى.والفعل تَزِرُ من الوزر بمعنى الإثم والحمل والثقل. يقال: وزر يزر وزرا، أى:أثم، أو حمل حملا ثقيلا، ومنه سمى الوزير، لأنه يحمل أعباء تدبير شئون الدولة.أى: من اهتدى إلى الطريق المستقيم، وقدم في حياته العمل الصالح فثمرة هدايته راجعة إلى نفسه، ومن ضل عن الطريق القويم، وفسق عن أمر ربه فوبال ضلاله راجع إليه وحده، ولا تحمل نفس آثمة، إثم نفس أخرى، وإنما تسأل كل نفس عن آثامها فحسب.وقد تكرر هذا المعنى في كثير من آيات القرآن الكريم ومن ذلك قوله- تعالى-:وَلا تَكْسِبُ كُلُّ نَفْسٍ إِلَّا عَلَيْها، وَلا تَزِرُ وازِرَةٌ وِزْرَ أُخْرى  .وقوله- تعالى-: وَلا تَزِرُ وازِرَةٌ وِزْرَ أُخْرى، وَإِنْ تَدْعُ مُثْقَلَةٌ إِلى حِمْلِها لا يُحْمَلْ مِنْهُ شَيْءٌ، وَلَوْ كانَ ذا قُرْبى.  .ولا يتنافى هذا مع قوله- تعالى-: وَلَيَحْمِلُنَّ أَثْقالَهُمْ وَأَثْقالًا مَعَ أَثْقالِهِمْ.. .وقوله- تعالى-: لِيَحْمِلُوا أَوْزارَهُمْ كامِلَةً يَوْمَ الْقِيامَةِ، وَمِنْ أَوْزارِ الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ.. .لأن المقصود في هاتين الآيتين وأشباههما، أن دعاة الكفر والفسوق والعصيان، يحملون ذنوبهم يوم القيامة، ويحملون فوق ذلك جانبا من ذنوب من كانوا هم سببا في ضلالهم، لأن من سن سنة سيئة فعليه وزرها، ووزر من عمل بها- كما جاء في الحديث الصحيح- فهم يحملون آثام أنفسهم، والآثام التي كانوا سببا في ارتكاب غيرهم لها.كذلك لا يتنافى قوله- تعالى-: وَلا تَزِرُ وازِرَةٌ وِزْرَ أُخْرى مع ما ثبت في الحديث الصحيح عن ابن عمر رضى الله عنهما من «أن الميت يعذب ببكاء أهله عليه..» .لأن العلماء حملوا الحديث على أن يكون الميت قد أوصى بذلك قبل موته، أو أن يهمل نهيهم عن النوح عليه قبل موته، مع أنه يعلم أنهم سينوحون عليه ويشقون الجيوب، ويلطمون الخدود.. فتعذيبه بسبب تفريطه، وعدم تنفيذه لقوله- تعالى-: يا أَيُّهَا الَّذِينَ آمَنُوا قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ ناراً، وَقُودُهَا النَّاسُ وَالْحِجارَةُ.. .وقوله- تعالى-: وَما كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا بيان لمظهر من مظاهر رحمة الله- تعالى- بعباده- ورأفته بهم، وكرمه معهم.قال الآلوسى: قوله: وَما كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا بيان للعناية الربانية إثر بيان آثار الهداية والضلالة بأصحابها، وعدم حرمان المهتدى من ثمرات هدايته. وعدم مؤاخذة النفس بجناية غيرها.أى: وما صح وما استقام منا، بل استحال في سنتنا المبنية على الحكم البالغة.. أن نعذب أحدا بنوع ما من العذاب دنيويا كان أو أخرويا، على فعل شيء أو ترك شيء أصليا كان أو فرعيا، حتى نبعث إليه رَسُولًا يهدى إلى الحق، ويردع عن الضلال، ويقيم الحجج، ويمهد الشرائع..  .وقد وردت آيات كثيرة في القرآن الكريم، تشبه هذه الآية، في بيان أن الله- تعالى- لا يعذب أحدا من خلقه، حتى يبعث إليه رسولا يبشره وينذره، فيعصى ذلك الرسول، ويستمر في كفره وضلاله بعد التبشير والإنذار.ومن هذه الآيات قوله- تعالى-: رُسُلًا مُبَشِّرِينَ وَمُنْذِرِينَ، لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ، وَكانَ اللَّهُ عَزِيزاً حَكِيماً  .وقوله- تعالى-: وَلَوْ أَنَّا أَهْلَكْناهُمْ بِعَذابٍ مِنْ قَبْلِهِ، لَقالُوا رَبَّنا لَوْلا أَرْسَلْتَ إِلَيْنا رَسُولًا فَنَتَّبِعَ آياتِكَ مِنْ قَبْلِ أَنْ نَذِلَّ وَنَخْزى .وقوله- تعالى-: يا أَهْلَ الْكِتابِ قَدْ جاءَكُمْ رَسُولُنا يُبَيِّنُ لَكُمْ عَلى فَتْرَةٍ مِنَ الرُّسُلِ، أَنْ تَقُولُوا ما جاءَنا مِنْ بَشِيرٍ وَلا نَذِيرٍ، فَقَدْ جاءَكُمْ بَشِيرٌ وَنَذِيرٌ..  .قال ابن كثير عند تفسيره لقوله- تعالى-: وَما كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا:هذا إخبار عن عدله- تعالى- وأنه لا يعذب أحدا إلا بعد قيام الحجة عليه، بإرسال الرسول إليه، كما قال- تعالى-: كُلَّما أُلْقِيَ فِيها فَوْجٌ سَأَلَهُمْ خَزَنَتُها أَلَمْ يَأْتِكُمْ نَذِيرٌ، قالُوا بَلى قَدْ جاءَنا نَذِيرٌ فَكَذَّبْنا وَقُلْنا ما نَزَّلَ اللَّهُ مِنْ شَيْءٍ ...إلى غير ذلك من الآيات التي تدل على أن الله- تعالى- لا يدخل أحدا النار إلا بعد إرسال الرسول إليه.. .هذا، وما ذهب إليه الإمام ابن كثير، والإمام الآلوسى، من أن الله- تعالى- اقتضت رحمته وعدالته، أنه لا يعذب أحدا إلا بعد قيام الحجة عليه، عن طريق إرسال الرسل، هو الذي نعتقده، وتطمئن إليه نفوسنا، لأنه هو الظاهر من معاني الآيات الكريمة، ولأنه هو المناسب لرحمة الله- تعالى- التي وسعت كل شيء.وهناك من يرى أن من مات على الكفر فهو في النار، ولو لم يرسل الله- تعالى- إليه رسولا، واستدلوا بأدلة لا مجال لذكرها هنا  .ثم ساق- سبحانه- سنة من سننه في إهلاك الأمم، وفي حال الذين يريدون العاجلة، وحال الذين يريدون الآجلة، فقال- تعالى-:"},{"ayah_number":16,"text":"قال أبو حيان- رحمه الله-: لما ذكر- تعالى- في الآية السابقة، أنه لا يعذب أحدا حتى يبعث إليه رسولا، بين بعد ذلك علة إهلاكهم، وهي مخالفة أمر الرسول صلى الله عليه وسلم، والتمادي على الفساد- فقال، سبحانه-: وَإِذا أَرَدْنا أَنْ نُهْلِكَ قَرْيَةً أَمَرْنا مُتْرَفِيها فَفَسَقُوا فِيها..وقوله- سبحانه-: أَمَرْنامن الأمر الذي هو ضد النهى، والمأمور به هو الإيمان والعمل الصالح، والشكر لله رب العالمين، وحذف لظهوره والعلم به.وقوله مُتْرَفِيهاجمع مترف، وهو المتنعم الذي لا يمنع من تنعمه، بل يترك يفعل ما يشاء. يقال: ترف فلان- كفرح- أى: تنعم، وفلان أترفته النعمة، أى: أطغته وأبطرته لأنه لم يستعملها في وجوهها المشروعة.والمراد بهم، أصحاب الجاه والغنى والسلطان، الذين أحاطت بهم النعم من كل جانب، ولكنهم استعملوها في الفسوق والعصيان، لا في الخير والإحسان.والمعنى: وإذا قرب وقت إرادتنا إهلاك أهل قرية، أمرنا مترفيها، وأهل الغنى والسلطان فيها بالإيمان والعمل الصالح، والمداومة على طاعتنا وشكرنا، فلم يستجيبوا لأمرنا، بل فسقوا فيها، وعاثوا في الأرض فسادا.وهذا الأمر إنما هو على لسان الرسول المبعوث إلى أهل تلك القرية، وعلى ألسنة المصلحين المتبعين لهذا الرسول والآمرين بالمعروف والناهين عن المنكر.وقال- سبحانه-: وَإِذا أَرَدْنا أَنْ نُهْلِكَ قَرْيَةً ...مع أن الهلاك لأهلها، للإشارة إلى أن هذا الهلاك لن يصيب أهلها فقط، بل سيصيبهم ويصيب معهم مساكنهم وأموالهم وكل ما احتوته تلك القرية، بحيث تصير هي وسكانها أثرا بعد عين.وخص مترفيها بالذكر مع أن الأمر بالطاعة للجميع، لأن هؤلاء المترفين هم الأئمة والقادة، فإذا ما استجابوا للأمر استجاب غيرهم تبعا لهم في معظم الأحيان، ولأنهم في أعم الأحوال هم الأسرع إلى ارتكاب ما نهى الله عنه، وإلى الانغماس في المتع والشهوات.والحكمة من هذا الأمر، هو الإعذار والإنذار، والتخويف والوعيد.كما قال- تعالى-: رُسُلًا مُبَشِّرِينَ وَمُنْذِرِينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ.. .وهذا التفسير للآية الكريمة، سار عليه جمهور المفسرين.ولصاحب الكشاف رأى يخالف ذلك، فهو يرى أن الأمر في الآية الكريمة مجاز عن إمدادهم بالنعم الكثيرة التي أبطرتهم.قال- رحمه الله-: قوله- تعالى-: وَإِذا أَرَدْناوإذا دنا وقت إهلاك قوم، ولم يبق من زمان إمهالهم إلا قليل أمرناهم فَفَسَقُواأى: أمرناهم بالفسق ففعلوا.والأمر مجاز لأن حقيقة أمرهم بالفسق أن يقول لهم: افسقوا، وهذا لا يكون، فبقى أن يكون مجازا، ووجه المجاز أنه صب عليهم النعمة صبا، فجعلوها ذريعة إلى المعاصي واتباع الشهوات، فكأنهم مأمورون بذلك لتسبب إيلاء النعمة فيه، وإنما خولهم إياها ليشكروا ويعملوا فيها الخير، ويتمكنوا من الإحسان والبر، كما خلقهم أصحاء أقوياء، وأقدرهم على الخير والشر، وطلب منهم إيثار الطاعة، على المعصية، فآثروا الفسوق، فلما فسقوا حق عليهم القول وهو كلمة العذاب فدمرهم..  .ومن المفسرين من يرى أن قوله- تعالى-: أَمَرْنابمعنى كثّرنا- بتشديد الثاء- وقرئ أَمَرْنابتشديد الميم، أى: كثرنا مترفيها وجعلناهم أمراء مسلطين..ولكن هذه القراءة. وقراءة آمرنا بمعنى «كثرنا» أيضا، ليستا من القراءات السبعة أو العشرة، وإنما هما من القراءات الشاذة.قال الإمام ابن جرير: وأولى القراءات في ذلك عندي بالصواب، قراءة من قرأ «أمرنا» بقصر الألف وتخفيف الميم- لإجماع الحجة من القراء بتصويبها دون غيرها وإذا كان ذلك هو الأولى بالصواب بالقراءة، فأولى التأويلات به تأويل من تأوله: أمرنا أهلها بالطاعة فعصوا وفسقوا فيها. فحق عليهم القول، لأن الأغلب من معنى أَمَرْناالأمر الذي هو خلاف النهى دون غيره.وتوجيه معاني كلام الله- جل ثناؤه- إلى الأشهر الأعرف من معانيه، أولى ما وجد إليه سبيل من غيره.. .ويبدو لنا أن الرأى الأول الذي سار عليه جمهور المفسرين، وعلى رأسهم الإمام ابن جرير، أولى بالقبول، لأسباب منها:ان القرآن الكريم يؤيده في كثير من آياته، ومن ذلك قوله- تعالى-: وَإِذا فَعَلُوا فاحِشَةً قالُوا وَجَدْنا عَلَيْها آباءَنا وَاللَّهُ أَمَرَنا بِها، قُلْ إِنَّ اللَّهَ لا يَأْمُرُ بِالْفَحْشاءِ.. .فقوله- تعالى-: قُلْ إِنَّ اللَّهَ لا يَأْمُرُ بِالْفَحْشاءِ دليل واضح على أن قوله- سبحانه-: أَمَرْنا مُتْرَفِيها فَفَسَقُوا فِيها..معناه: أمرناهم بالطاعة ففسقوا، وليس معناه أمرناهم بالفسق ففسقوا لأنه- سبحانه- لا يأمر لا بالفسق ولا بالفحشاء.ومنها: أن الأسلوب العربي السليم يؤيده لأنك إذا قلت: أمرته فعصاني كان المعنى المتبادر والظاهر من هذه الجملة، أمرته بالطاعة فعصاني، وليس معناه. أمرته بالعصيان فعصاني.ومنها: أن حمل الكلام على الحقيقة- كما سار جمهور المفسرين- أولى من حمله على المجاز- كما ذهب صاحب الكشاف-.وقوله- سبحانه-: فَحَقَّ عَلَيْهَا الْقَوْلُ فَدَمَّرْناها تَدْمِيراًبيان لما نزل بهذه القرية وأهلها من عذاب محاها من الوجود، إذ التدمير هو الإهلاك مع طمس الأثر، وهدم البناء.أى: أمرنا مترفيها بطاعتنا وشكرنا، فعصوا أمرنا وفسقوا فيها، فثبت وتحقق عليها عذابنا، فأهلكناها إهلاكا استأصل شأفتها، وأزال آثارها.وأكد- سبحانه- فعل التدمير بمصدره، للمبالغة في إبراز شدة الهلاك الواقع على تلك القرية الظالم أهلها.قال الآلوسى ما ملخصه: والآية تدل على إهلاك أهل القرية على أتم وجه، وإهلاك جميعهم، لصدور الفسق منهم جميعا، فإن غير المترف يتبع المترف عادة ...وقيل: هلاك الجميع لا يتوقف على التبعية فقد قال- تعالى-: وَاتَّقُوا فِتْنَةً لا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنْكُمْ خَاصَّةً....وقد صح عن أم المؤمنين زينب بنت جحش أنها قالت: قلت، يا رسول الله، أنهلك وفينا الصالحون؟ قال: نعم، إذا كثر الخبث ."},{"ayah_number":17,"text":"ثم بين- سبحانه- أن هذه القرية لم تكن بدعا في نزول العذاب بها، بل هناك قرى كثيرة عتت عن أمر ربها فأخذها- سبحانه- أخذ عزيز مقتدر، فقال- تعالى-: وَكَمْ أَهْلَكْنا مِنَ الْقُرُونِ مِنْ بَعْدِ نُوحٍ....وكَمْ هنا خبرية أى: أن معناها الإخبار عن عدد كثير، وهي في محل نصب مفعول به لجملة أَهْلَكْنا و «من» في قوله- تعالى-: مِنَ الْقُرُونِ بيان للفظ كَمْ وتمييز له كما يميز العدد بالجنس. وأما «من» في قوله- تعالى-: مِنْ بَعْدِ نُوحٍ فهي لابتداء الغاية.والقرون: جمع قرن، ويطلق على القوم المقترنين في زمان واحد. والمشهور أن مدته مائة سنة.أى: أن هذه القرية المدمرة بسبب فسوق أهلها، وعصيانهم لأمرنا، ليست هي القرية الوحيدة التي نزل بها عذابنا، بل إننا قد أهلكنا كثيرا من القرى من بعد زمن نوح- عليه السلام- كقوم عاد وثمود وغيرهم ممن استحبوا العمى على الهدى، وآثروا الكفر على الإيمان والغي على الرشد.وخص نوح- عليه السلام- بالذكر، لأنه أول رسول كذبه قومه وآذوه وسخروا منه..فأهلكهم الله- تعالى- بالطوفان.قال ابن كثير: ودل هذا على أن القرون التي كانت بين آدم ونوح على الإسلام، كما قاله ابن عباس: كان بين آدم ونوح عشرة قرون كلهم على الإسلام .ثم ختم- سبحانه- الآية الكريمة بالتهديد الشديد لمن يخالف أمره فقال- تعالى-:وَكَفى بِرَبِّكَ بِذُنُوبِ عِبادِهِ خَبِيراً بَصِيراً.أى: وكفى بربك- أيها الرسول الكريم- إحاطة واطلاعا وعلما بما يقدمه الناس من خير أو شر، فإنه- سبحانه- يعلم السر وأخفى.والآية الكريمة بجانب أنها تسلية للرسول صلى الله عليه وسلم فهي- أيضا- تهديد للمشركين، وإنذار لهم بأنهم إذا ما استمروا على كفرهم، ومعاداتهم للحق، وتطاولهم على من جاء به وهو الرسول صلى الله عليه وسلم فسيكونون محلا لغضب الله- تعالى- وسخطه، ولنزول عذابه الذي أهلك به أمثالهم في الشرك والكفر والجحود.وشبيه بهذه الآية قوله- تعالى-: أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كانَ عاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ، دَمَّرَ اللَّهُ عَلَيْهِمْ وَلِلْكافِرِينَ أَمْثالُها  .وقوله- تعالى-: وَلَقَدْ خَلَقْنَا الْإِنْسانَ وَنَعْلَمُ ما تُوَسْوِسُ بِهِ نَفْسُهُ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ ."},{"ayah_number":18,"text":"ثم بين- سبحانه- بعد ذلك مصير الذين يؤثرون العاجلة على الآجلة، فقال- تعالى-: مَنْ كانَ يُرِيدُ الْعاجِلَةَ عَجَّلْنا لَهُ فِيها ما نَشاءُ لِمَنْ نُرِيدُ.والمراد بالعاجلة: دار الدنيا، وهي صفة لموصوف محذوف أى: الدار العاجلة التي ينتهى كل شيء فيها بسرعة وعجلة.أى: من كان يريد بقوله وعمله وسعيه، زينة الدار العاجلة وشهواتها فحسب، دون التفات إلى ثواب الدار الآخرة، عَجَّلْنا لَهُ فِيها أى: عجلنا لذلك الإنسان في هذه الدنيا، ما نَشاءُ تعجيله له من زينتها ومتعها..وهذا العطاء العاجل المقيد بمشيئتنا ليس لكل الناس، وإنما هو لِمَنْ نُرِيدُ عطاءه منهم، بمقتضى حكمتنا وإرادتنا.فأنت ترى أنه- سبحانه- قد قيد العطاء لمن يريد العاجلة بمشيئته وإرادته.ورحم الله صاحب الكشاف فقد قال عند تفسيره لهذه الآية: «من كانت العاجلة همه، ولم يرد غيرها كالكفرة وأكثر الفسقة، تفضلنا عليه من منافعها بما نشاء لمن نريد. فقيد الأمر تقييدين: أحدهما: تقييد المعجل بمشيئته، والثاني: تقييد المعجل له بإرادته.وهكذا الحال، ترى كثيرا من هؤلاء يتمنون ما يتمنون ولا يعطون إلا بعضا منه، وكثيرا منهم يتمنون ذلك البعض وقد حرموا فاجتمع عليهم فقر الدنيا وفقر الآخرة وأما المؤمن التقى فقد اختار مراده، وهو غنى الآخرة فما يبالى أوتى حظا من الدنيا أو لم يؤت. فإن أوتى فبها شكر، وإن لم يؤت صبر، فربما كان الفقر خيرا له، وأعون على مراده.وقوله لِمَنْ نُرِيدُ بدل من لَهُ وهو بدل البعض من الكل، لأن الضمير يرجع إلى من وهو في معنى الكثرة   ومفعول نريد محذوف. أى: لمن نريد عطاءه.وقوله: ثُمَّ جَعَلْنا لَهُ جَهَنَّمَ يَصْلاها مَذْمُوماً مَدْحُوراً بيان لسوء مصير هذا المريد للعاجلة في الآخرة.ويَصْلاها أى: يلقى فيها ويذوق حرها وسعيرها: يقال: صليت الشاة: شويتها.وصلى فلان بالنار- من باب تعب- إذا وجد حرها.ومَذْمُوماً من الذم الذي هو ضد المدح.ومَدْحُوراً من الدحور بمعنى الطرد واللعن. يقال: دحره دحرا ودحورا، إذا طرده وأبعده.أى: من كان يريد بسعيه الدنيا وزينتها أعطيناه منها ما نشاء إعطاءه له، أما في الآخرة فقد جعلنا له جهنم يدخلها، ويصلى حرها ولهيبها، حالة كونه «مذموما» أى مبغوضا بسبب سوء صنيعه، «مدحورا» أى: مطرودا ومبعدا من رحمة الله- تعالى-.قال الإمام الرازي ما ملخصه: وفي لفظ هذه الآية فوائد: منها: أن العقاب عبارة عن مضرة مقرونة بالإهانة والذم، بشرط أن تكون دائمة وخالية عن شوب المنفعة فقوله: ثُمَّ جَعَلْنا لَهُ جَهَنَّمَ يَصْلاها إشارة إلى المضرة العظيمة. وقوله مَذْمُوماً إشارة إلى الإهانةوالذم. وقوله مَدْحُوراً إشارة إلى البعد والطرد عن رحمة الله- تعالى-.وهي تفيد كون تلك المضرة خالية عن شوب النفع والرحمة، وتفيد كونها دائمة وخالية عن التبدل بالراحة والخلاص..  ."},{"ayah_number":19,"text":"وقوله- سبحانه-: وَمَنْ أَرادَ الْآخِرَةَ وَسَعى لَها سَعْيَها وَهُوَ مُؤْمِنٌ، فَأُولئِكَ كانَ سَعْيُهُمْ مَشْكُوراً بيان لحسن عاقبة المؤمنين الصادقين بعد بيان سوء عاقبة المؤثرين لمتع الدنيا وشهواتها.أى: ومن أراد بقوله وعمله ثواب الدار الآخرة، وما فيها من عطاء غير مقطوع، وسعى لهذه الدار سعيها الذي يوصله إلى مرضاة الله- تعالى- حالة كونه مؤمنا بالله- تعالى- وبكل ما يجب الإيمان به، فَأُولئِكَ الذي فعلوا ذلك، كانَ سَعْيُهُمْ للدار الآخرة سعيا مَشْكُوراً: من الله- تعالى-، حيث يقبله- سبحانه- منهم، ويكافئهم عليه بما يستحقون من ثواب لا يعلم مقداره إلا هو- سبحانه- وعبر- عز وجل- بالسعي عن أعمالهم الصالحة، للإشعار بجدهم وحرصهم على أداء ما يرضيه- تعالى- بدون إبطاء أو تأخير، إذ السعى يطلق على المشي الذي تصاحبه السرعة. وأشار- سبحانه- إليهم بأولئك، للإشعار بعلو درجاتهم وسمو مراتبهم.قال بعض العلماء ما ملخصه: وفي الآية الدليل الواضح على أن الأعمال الصالحة لا تنفع إلا مع الإيمان بالله- تعالى- لأن الكفر سيئة لا تنفع معها حسنة.ولذا قال- سبحانه-: وَمَنْ أَرادَ الْآخِرَةَ وَسَعى لَها سَعْيَها وَهُوَ مُؤْمِنٌ ...وقد أوضح- سبحانه- هذا في آيات كثيرة، منها قوله- تعالى-: مَنْ عَمِلَ صالِحاً مِنْ ذَكَرٍ أَوْ أُنْثى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَياةً طَيِّبَةً....ومفهوم هذه الآية وأمثالها، أن غير المؤمن إذا قدم عملا صالحا في الدنيا لا ينفعه في الآخرة لفقد شرط الإيمان، قال- تعالى-: وَقَدِمْنا إِلى ما عَمِلُوا مِنْ عَمَلٍ فَجَعَلْناهُ هَباءً مَنْثُوراً.وروى الإمام مسلم في صحيحه عن أنس بن مالك قال: قال رسول الله صلى الله عليه وسلم «إن الله لا يظلم مؤمنا حسنة يعطى بها في الدنيا، ويجزى بها في الآخرة. وأما الكافر فيطعم بحسناته ما عمل بها لله في الدنيا، حتى إذا أفضى إلى الآخرة لم تكن له حسنة يجزى بها» ."},{"ayah_number":20,"text":"ثم ساق- سبحانه- بعد ذلك ما يدل على كمال قدرته، وسعة عطائه فقال: كُلًّا نُمِدُّ هؤُلاءِ وَهَؤُلاءِ مِنْ عَطاءِ رَبِّكَ، وَما كانَ عَطاءُ رَبِّكَ مَحْظُوراً ولفظ «كلا» هنا مفعول به للفعل نمد، والتنوين عوض عن المضاف إليه. أى: نمد كل واحد من الفريقين.وقوله نُمِدُّ من الإمداد بمعنى الزيادة. يقال: أمد القائد الجيش بالجند، إذا زاده وقواه.والمراد باسم الإشارة الأول «هؤلاء» : المؤثرون للعاجلة، والمراد بالثاني الراغبون في ثواب الآخرة.والمعنى: كلا من الفريقين نمده من فضلنا وإحساننا فنعطى ما نريد إعطاءه لمن يريد العاجلة ولمن يريد الآجلة دون أن ينقص مما عندنا شيء، ودون أن يخرج عن مشيئتنا شيء.وَما كانَ عَطاءُ رَبِّكَ أيها الرسول الكريم مَحْظُوراً أى: ممنوعا لا عن المؤمن ولا عن الكافر، ولا في الدنيا ولا في الآخرة.من الحظر بمعنى المنع يقال: حظره يحظره- من باب قتل- فهو محظور، أى: ممنوع."},{"ayah_number":21,"text":"ثم أمر- سبحانه- عباده بالنظر والتأمل في أحوال خلقه، ليزدادوا عظة وعبرة، فقال:انْظُرْ كَيْفَ فَضَّلْنا بَعْضَهُمْ عَلى بَعْضٍ، وَلَلْآخِرَةُ أَكْبَرُ دَرَجاتٍ وَأَكْبَرُ تَفْضِيلًا.أى: انظر- أيها العاقل- نظر تأمل وتدبر واعتبار في أحوال الناس، لترى عن طريق المشاهدة كيف فضل الله- تعالى- بعض الناس على بعض في هذه الحياة، فهذا غنى وذاك فقير، وهذا قوى وذاك ضعيف، وهذا ذكى وذاك خامل، وهذا مالك وذاك مملوك..إلى غير ذلك من الأحوال التي تدل على تفاوت الناس في هذه الدنيا، على حسب ما تقتضيه إرادة الله- تعالى- وحكمته، ومشيئته.أما في الآخرة فالناس فيها أكبر تفاضلا وتفاوتا في الدرجات والمنازل، مما كانوا عليه في الدنيا.قال الإمام ابن كثير عند تفسيره لهذه الآية ما ملخصه: وقوله: وَلَلْآخِرَةُ أَكْبَرُ دَرَجاتٍ وَأَكْبَرُ تَفْضِيلًا أى: ولتفاوتهم في الدار الآخرة أكبر من الدنيا، فإن منهم من يكون في الدركات في جهنم وسلاسلها وأغلالها، ومنهم من يكون في الدرجات العلا ونعيمها وسرورها.ثم أهل الدركات يتفاوتون فيما هم فيه، كما أن أهل الدرجات يتفاوتون، فإن في الجنة مائة درجة ما بين كل درجتين كما بين السماء والأرض. وفي الصحيحين: «إن أهل الدرجات العلا ليرون أهل عليين، كما ترون الكوكب الغابر في أفق السماء» .وبذلك نرى الآيات الكريمة قد ساقت لنا سنة من سنن الله- تعالى- في إهلاك الأمم، وأنه- تعالى- ما أهلكها إلا بعد أن عتت عن أمره، وعصت رسله، كما أنها بينت لنا سوء عاقبة الذين يؤثرون متع الدنيا على طاعة الله- تعالى-، وحسن عاقبة الذين يريدون الآخرة وما فيها من ثواب جزيل، وأن الفريقين لا ينالون مما يطلبونه إلا ما قدره الله- تعالى- لهم، وأن عطاءه للناس جميعا لا ينقص مما عنده شيئا، وأن حكمته- سبحانه- قد اقتضت تفضيل بعض الناس على بعض في الدنيا والآخرة، وصدق- عز وجل- حيث يقول: انْظُرْ كَيْفَ فَضَّلْنا بَعْضَهُمْ عَلى بَعْضٍ، وَلَلْآخِرَةُ أَكْبَرُ دَرَجاتٍ وَأَكْبَرُ تَفْضِيلًا.قال الإمام الرازي ما ملخصه: بعد أن بين- سبحانه- أن الناس فريقان: فريق يريد بعمله الدنيا فقط، وفريق يريد بعمله طاعة الله، ثم شرط ذلك بشرائط ثلاثة: أولها: إرادة الآخرة، وثانيها: أن يسعى سعيا موافقا لطلب الآخرة، وثالثها: أن يكون مؤمنا.لا جرم فصل في هذه الآيات تلك المجملات: فبدأ أولا بشرح حقيقة الإيمان ... ثم ذكر عقبيه سائر الأعمال ... ."},{"ayah_number":22,"text":"والخطاب في قوله- تعالى-: لا تَجْعَلْ ... لكل من يصلح له.والقعود في قوله «فتقعد» قيل بمعنى المكث: كما يقول القائل: فلان قاعد في أسوأ حال، أى: ماكث في أسوأ حال، سواء أكان قاعدا أم غير قاعد. وقيل بمعنى العجز، لأن العرب تقول: فلان ما أقعده عن المكارم، أى: ما أعجزه عنها، وقيل هو بمعنى الصيرورة، من قولهم: فلان شحذ الشفرة حتى قعدت كأنها حربة، أى: صارت.والذي تطمئن إليه النفس أن القعود على حقيقته، لأن من شأن المذموم المخذول أن يقعد حائرا نادما على ما فرط منه.وقوله- سبحانه-: مَخْذُولًا من الخذلان، وهو ترك النصرة عند الحاجة إليها.يقال: خذل فلان صديقه، أى: امتنع عن نصره وعونه مع حاجته الشديدة إليهما.والمعنى: لا تجعل- أيها المخاطب- مع الله- تعالى- إلها آخر في عبادتك أو خضوعك، فتقعد جامعا على نفسك مصيبتين:مصيبة الذم من الله- تعالى- ومن أوليائه، لأنك تركت عبادة من له الخلق والأمر، وعبدت ما لا يملك لنفسه نفعا ولا ضرا.ومصيبة الخذلان، بحيث لا تجد من يعينك أو ينصرك، في ساعة أنت أحوج ما تكون فيها إلى العون والنصر.وجاء الخطاب في قوله- تعالى-: لا تَجْعَلْ عاما، لكي يشعر كل فرد يصلح للخطاب أن هذا النهى موجه إليه، وصادر إلى شخصه. لأن سلامة الاعتقاد مسألة شخصية، مسئول عنها كل فرد بذاته وسيحمل وحده تبعة انحرافه عن طريق الحق يَوْمَ لا يَنْفَعُ مالٌ وَلا بَنُونَ. إِلَّا مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ.وقوله فَتَقْعُدَ منصوب لأنه وقع بعد الفاء جوابا للنهى. وقوله مَذْمُوماً مَخْذُولًا حالان من الفاعل.وفي هذه الجملة الكريمة تصوير بديع لحال الإنسان المشرك، وقد حط به الذم والخذلان، فقعد مهموما مستكينا عاجزا عن تحصيل الخيرات، ومن السعى في تحصيلها.قال الآلوسى: وفي الآية الكريمة إشعار بأن الموحد جامع بين المدح والنصرة .ثم ساق- سبحانه- بضع عشرة آية، تناولت مجموعة من التكاليف تزيد على عشرين أمرا ونهيا.وهذه التكاليف قد افتتحت بالنهى عن الإشراك بالله- تعالى- وبالأمر بالإحسان إلى الوالدين قال- تعالى-:"},{"ayah_number":23,"text":"ثم أتبع- سبحانه- الأمر بوحدانيته، بالأمر بالإحسان إلى الوالدين فقال:وَبِالْوالِدَيْنِ إِحْساناً.أى: وقضى- أيضا- بأن تحسنوا- أيها المخاطبون- إلى الوالدين إحسانا كاملا لا يشوبه سوء أو مكروه.وقرأ ابن كثير وابن عامر بالفتح دون تنوين، والباقون بالكسر بدون تنوين.. .وقوله وَلا تَنْهَرْهُما من النهر بمعنى الزجر، يقال نهر فلان فلانا إذا زجره بغلظة.والمعنى: كن- أيها المخاطب- محسنا إحسانا تاما بأبويك.فإذا ما بلغ عِنْدَكَ أى: في رعايتك وكفالتك أَحَدُهُما أَوْ كِلاهُما سن الكبر والضعف فَلا تَقُلْ لَهُما أُفٍّ أى: قولا يدل على التضجر منهما والاستثقال لأى تصرف من تصرفاتهما.قال البيضاوي: والنهى عن ذلك يدل على المنع من سائر أنواع الإيذاء قياسا بطريق الأولى، وقيل عرفا كقولك: فلان لا يملك النقير والقطمير- فإن هذا القول يدل على أنه لا يملك شيئا قليلا أو كثيرا .وقوله وَلا تَنْهَرْهُما أى: ولا تزجرهما عما يتعاطيانه من الأفعال التي لا تعجبك.فالمراد من النهى الأول: المنع من إظهار التضجر منهما مطلقا.والمراد من النهى الثاني: المنع من إظهار المخالفة لهما على سبيل الرد والتكذيب والتغليظ في القول.والتعبير بقوله: عِنْدَكَ يشير إلى أن الوالدين قد صارا في كنف الابن وتحت رعايته، بعد أن بلغ أشده واستوى، وبعد أن أصبح مسئولا عنهما، بعد أن كانا هما مسئولين عنه.قال صاحب الكشاف: فإن قلت: ما معنى عِنْدَكَ قلت هو أن يكبرا ويعجزا، وكانا كلّا على ولدهما لا كافل لهما غيره، فهما عنده في بيته وكنفه، وذلك أشق عليه وأشد احتمالا وصبرا، وربما تولى منهما ما كانا يتوليانه منه في حالة الطفولة، فهو مأمور بأن يستعمل معهما وطاءة الخلق، ولين الجانب، حتى لا يقول لهما إذا أضجره ما يستقذر منهما، أو يستثقل من مؤنهما: أف، فضلا عما يزيد عليه  .والتقييد بحالة الكبر في قوله- تعالى-: إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ جرى مجرى الغالب، إذ أنهما يحتاجان إلى الرعاية في حالة الكبر، أكثر من احتياجهما إلى ذلك في حالة قوتهما وشبابهما، وإلا فالإحسان إليهما، والعناية بشأنهما. واجب على الأبناء سواء كان الآباء في سن الكبر أم في سن الشباب أم في غيرهما.وقوله- سبحانه-: وَقُلْ لَهُما قَوْلًا كَرِيماً أمر بالكلام الطيب معهما. بعد النهى عن الكلام الذي يدل على الضجر والقلق من فعلهما.أى: وقل لهما بدل التأفيف والزجر، قولا كريما حسنا، يقتضيه حسن الأدب معهما، والاحترام لهما والعطف عليهما."},{"ayah_number":24,"text":"وقوله: وَاخْفِضْ لَهُما جَناحَ الذُّلِّ مِنَ الرَّحْمَةِ.. زيادة في تبجيلهما والتلطف معهما في القول والفعل والمعاملة على اختلاف ألوانها.أى: وبجانب القول الكريم الذي يجب أن تقوله لهما، عليك أن تكون متواضعا معهما، متلطفا في معاشرتهما، لا ترفع فيهما عينا، ولا ترفض لهما قولا، مع الرحمة التامة بهما، والشفقة التي لا نهاية لها عليهما.قال الإمام الرازي ما ملخصه: وقوله: وَاخْفِضْ لَهُما جَناحَ الذُّلِّ مِنَ الرَّحْمَةِ المقصود منه المبالغة في التواضع.وذكر القفال في تقريره وجهين: الأول: أن الطائر إذا أراد ضم فرخه إليه للتربية خفض له جناحه، ولهذا السبب صار خفض الجناح كناية عن حسن التربية. فكأنه قال للولد:اكفل والديك بأن تضمهما إلى نفسك كما فعلا ذلك بك في حال صغرك.والثاني: أن الطائر إذا أراد الطيران والارتفاع نشر جناحه، وإذا أراد ترك الطيران وترك الارتفاع خفض جناحه. فصار خفض الجناح كناية عن التواضع .وإضافة الجناح إلى الذل إضافة بيانية، أى: اخفض لهما جناحك الذليل ومِنَ في قوله مِنَ الرَّحْمَةِ ابتدائية. أى تواضع لهما تواضعا ناشئا من فرط رحمتك عليهما.قال الآلوسى: وإنما احتاجا إلى ذلك، لافتقارهما إلى من كان أفقر الخلق إليهما، واحتياج المرء إلى من كان محتاجا إليه أدعى إلى الرحمة، كما قال الشاعر:يا من أتى يسألنى عن فاقتي ... ما حال من يسأل من سائله؟ما ذلة السلطان إلا إذا ... أصبح محتاجا إلى عاملهوقوله: وَقُلْ رَبِّ ارْحَمْهُما كَما رَبَّيانِي صَغِيراً تذكير للإنسان بحال ضعفه وطفولته، وحاجته إلى الرعاية والحنان.أى: وقل في الدعاء لهما: يا رب ارحمهما برحمتك الواسعة، واشملهما بمغفرتك الغامرة،جزاء ما بذلا من رعاية لي في صغرى، فأنت القادر على مثوبتهما ومكافأتهما.قال الجمل: والكاف في قوله كَما رَبَّيانِي.. فيها قولان: أحدهما أنها نعت لمصدر محذوف.أى: ارحمهما رحمة مثل رحمتهما لي، والثاني أنها للتعليل. أى: ارحمهما لأجل تربيتهما لي، كما في قوله وَاذْكُرُوهُ كَما هَداكُمْ  ."},{"ayah_number":25,"text":"ثم ختم- سبحانه- هذه الآيات التي سمت بمنزلة الوالدين، بما يدل على كمال علمه، وعلى التحذير من عقابه، فقال- تعالى-: رَبُّكُمْ أَعْلَمُ بِما فِي نُفُوسِكُمْ إِنْ تَكُونُوا صالِحِينَ فَإِنَّهُ كانَ لِلْأَوَّابِينَ غَفُوراً.والأوابون: جمع أواب. وهو الكثير الأوبة والتوبة والرجوع إلى الله- تعالى- يقال:آب فلان يئوب إذا رجع.قال ابن جرير بعد أن ساق الأقوال في ذلك: وأولى الأقوال في ذلك بالصواب، قول من قال: الأواب هو التائب من الذنب، الراجع عن معصية الله إلى طاعته، ومما يكرهه إلى ما يرضاه، لأن الأواب إنما هو فعال من قول القائل: آب فلان من سفره إلى منزله، كما قال الشاعر:وكل ذي غيبة يئوب ... وغائب الموت لا يؤوبأى: ربكم- أيها الناس- أعلم بما في نفوسكم، وضمائركم، سواء أكان خيرا أو شرا، وسواء كنتم تضمرون البر بآبائكم أم تخفون الإساءة إليهما، ومع ذلك فإنكم إن تكونوا صالحين- أى: قاصدين الصلاح والبر بهما، والرجوع عما فرط منكم في حقهما أو في حق غيرهما- فالله- تعالى- يقبل توبتكم، فإنه- سبحانه- بفضله وكرمه كان للأوابين- أى الرجاعين إليه بالتوبة مما فرط منهم- غفورا لذنوبهم.فالآية الكريمة وعيد لمن تهاون في حقوق أبويه، وفي كل حق أوجبه الله عليه، ووعد لمن رجع إليه- سبحانه- بالتوبة الصادقة.وبذلك نرى الآيات الكريمة قد أمرت بالإحسان إلى الوالدين، بأسلوب يستجيش عواطف البر والرحمة في قلوب الأبناء، ويبعثهم على احترامهما ورعايتهما والتواضع لهما، وتحذيرهم من الإساءة إليهما، ويفتح باب التوبة أمام من قصر في حقهما أو حق غيرهما.وقد كرر القرآن هذا الأمر للأبناء بالإحسان إلى الآباء، ولم يفعل ذلك مع الآباء.وذلك لأن الحياة- كما يقول بعض العلماء- وهي مندفعة في طريقها بالأحياء، توجه اهتمامهم القوى إلى الأمام. إلى الذرية. إلى الناشئة الجديدة، إلى الجيل المقبل. وقلما توجه اهتمامهم إلى الوراء. إلى الأبوة، إلى الحياة المولية إلى الجيل الذاهب.ومن ثم تحتاج البنوة إلى استجاشة وجدانها بقوة لتنعطف إلى الخلف، وتتلفت إلى الآباء والأمهات.إن الوالدين يندفعان بالفطرة إلى رعاية الأولاد. إلى التضحية بكل شيء حتى بالذات، وكما تمتص النابتة الخضراء كل غذاء في الحبة فإذا هي فتات، ويمتص الفرخ كل غذاء في البيضة فإذا هي قشر، كذلك يمتص الأولاد، كل رحيق، وكل عافية، وكل جهد، وكل اهتمام من الوالدين، فإذا هما شيخوخة فانية- إن أمهلهما الأجل- وهما مع ذلك سعيدان.فأما الأولاد فسرعان ما ينسون هذا كله ويندفعون بدورهم إلى الأمام. إلى الزوجات والذرية ... وهكذا تندفع الحياة.ومن ثم لا يحتاج الآباء إلى توصية بالأبناء. إنما يحتاج هؤلاء إلى استجاشة وجدانهم بقوة، ليذكروا واجب الجيل الذي أنفق رحيقه كله حتى أدركه الجفاف.وهنا يجيء الأمر بالإحسان إلى الوالدين، في صورة قضاء من الله يحمل معنى الأمر المؤكد، بعد الأمر المؤكد بعبادة الله  .هذا، وقد ساق المفسرون عند تفسيرهم لهذه الآيات، كثيرا من الأحاديث والآثار التي توجه الأبناء إلى رعاية الآباء، واحترامهم، والعطف عليهم، والرحمة بهم، والاهتمام بشئونهم.قال الإمام ابن كثير: وقد جاء في بر الوالدين أحاديث كثيرة، منها الحديث المروي من طرق عن أنس وغيره: أن رسول الله صلى الله عليه وسلم لما صعد المنبر قال: آمين. آمين. آمين.فقالوا: يا رسول الله، علام أمنت؟ قال: أتانى جبريل فقال: يا محمد، رغم أنف امرئ ذكرت عنده فلم يصل عليك، فقل: آمين فقلت آمين. ثم قال: رغم أنف امرئ دخل عليه شهر رمضان ثم خرج ولم يغفر له، قل: آمين. فقلت آمين. ثم قال: رغم أنف امرئ أدرك أبويه أو أحدهما فلم يدخلاه الجنة. قل: آمين، فقلت: آمين» .وعن مالك بن ربيعة الساعدي قال: بينما أنا جالس عند رسول الله- صلى الله عليه وسلم- إذ جاءه رجل من الأنصار فقال: يا رسول الله، هل بقي على من بر أبوى شيء بعد موتهما أبر هما به؟قال: «نعم: خصال أربع. الصلاة عليهما والاستغفار لهما، وإنفاذ عهدهما، وإكرام صديقهما، وصلة الرحم التي لا رحم لك إلا من قبلهما، فهو الذي بقي عليك بعد موتهما من برهما» .وقال القرطبي: أمر الله- سبحانه- بعبادته وتوحيده، وجعل بر الوالدين مقرونا بذلك. كما قرن شكرهما بشكره، فقال: وَقَضى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوالِدَيْنِ إِحْساناً.وقال: أَنِ اشْكُرْ لِي وَلِوالِدَيْكَ إِلَيَّ الْمَصِيرُ.وفي صحيح البخاري عن عبد الله قال: سألت النبي صلى الله عليه وسلم: أى الأعمال أحب إلى الله- تعالى-؟. قال: «الصلاة على وقتها. قلت: ثم أى؟ قال: «بر الوالدين» ، قلت ثم أى: قال: الجهاد في سبيل الله» ...ثم قال القرطبي- رحمه الله-: ومن عقوق الوالدين مخالفتهما في أغراضهما الجائزة لهما، كما أن من برهما موافقتهما على أغراضهما. وعلى هذا إذا أمرا أو أحدهما ولدهما بأمر وجبت طاعتهما فيه. ما لم يكن ذلك الأمر معصية، ولا يختص برهما بأن يكونا مسلمين، بل إن كانا كافرين يبرهما ويحسن إليهما.ففي صحيح البخاري عن أسماء قالت: قدمت أمى وهي مشركة فاستفتيت النبي صلى الله عليه وسلم فقلت: إن أمى قدمت وهي راغبة أفأصلها؟ - أى وهي راغبة في برى وصلتي، أو وهي راغبة عن الإسلام كارهة له- قال: «نعم صلى أمك» .ثم قال القرطبي: ومن الإحسان إليهما والبر بهما، إذا لم يتعين الجهاد ألا يجاهد إلا بإذنهما.فعن عبد الله بن عمرو قال: جاء رجل إلى النبي صلى الله عليه وسلم يستأذنه في الجهاد فقال: «أحي والداك؟ قال: نعم، قال: ففيهما فجاهد» .قال ابن المنذر: في هذا الحديث النهى عن الخروج بغير إذن الأبوين ما لم يقع النفير، فإذا وقع وجب الخروج على الجميع.ثم قال: ومن تمام برهما: صلة أهل ودهما، ففي الصحيح عن ابن عمر قال: سمعترسول الله صلى الله عليه وسلم يقول: «إن من أبر البر صلة الرجل أهل ود أبيه بعد أن يولى» .وكان صلى الله عليه وسلم يهدى لصديقات خديجة برّا بها ووفاء لها وهي زوجته، فما ظنك بالوالدين  .وبعد أن بين- سبحانه- ما يجب على الإنسان نحو خالقه- عز وجل- ونحو والديه، أتبع ذلك ببيان ما يجب على هذا الإنسان نحو أقاربه، ونحو المسكين وابن السبيل، ونحو ماله الذي هو نعمة من نعم الله عليه. فقال- تعالى-:"},{"ayah_number":26,"text":"قال أبو حيان في البحر: «لما أمر الله- تعالى- ببر الوالدين، أمر بصلة القرابة. قال الحسن: نزلت في قرابة النبي صلى الله عليه وسلم. والظاهر أنه خطاب لمن خوطب بقوله: إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ ... وألحق هنا ما يتعين له من صلة الرحم، وسد الخلة، والمواساة عند الحاجة بالمال والمعونة بكل وجه. قال نحوه: ابن عباس وعكرمة والحسن وغيرهم» .والمراد بذوي القربى: من تربطك بهم صلة القرابة سواء أكانوا من المحارم أم لا.والمسكين: هو من لا يملك شيئا من المال، أو يملك مالا يسد حاجته، وهذا النوع من الناس في حاجة إلى العناية والرعاية، لأنهم في الغالب يفضلون الاكتفاء بالقليل، على إراقة ماء وجوههم بالسؤال.وفي الصحيحين عن أبى هريرة أن رسول الله صلى الله عليه وسلم قال: «ليس المسكين الذي يطوف على الناس فترده اللقمة واللقمتان، والتمرة والتمرتان، قالوا: فما المسكين يا رسول الله؟قال الذي لا يجد غنى يغنيه، ولا يفطن له فيتصدق عليه، ولا يسأل الناس شيئا» .وابن السبيل: هو المسافر المنقطع عن ماله سمى بذلك- كما يقول الآلوسى- لملازمته السبيل- أى: الطريق- في السفر. أو لأن الطريق تبرزه فكأنها ولدته» .وهذا النوع من الناس- أيضا- في حاجة الى المساعدة والمعاونة، حتى يستطيع الوصول إلى بلده.وفي هذا الأمر تنبيه إلى أن المسلمين وإن اختلفت أوطانهم ينبغي أن يكونوا في التعاطف والتعاون على متاعب الحياة كالأسرة الواحدة.والمعنى: وأعط- أيها العاقل- ذوى قرباك حقوقهم الثابتة لهم من البر، وصلة الرحم، والمعاونة، والزيارة، وحسن المعاشرة، والوقوف إلى جانبهم في السراء والضراء، ونحو ذلك مما توجبه تعاليم دينك الحنيف.وأعط- كذلك- المسكين وابن السبيل حقوقهما التي شرعها الله- تعالى- لهما، من الإحسان إليهما، ومعاونتهما على ما يسد حاجتهما.وقدم- سبحانه- الأقارب على غيرهم، لأنهم أولى بالمعروف، ولأن إعطاءهم إحسان وصلة رحم.روى الإمام أحمد والترمذي والنسائي وغيرهم، عن سليمان بن عامر قال: قال رسول الله صلى الله عليه وسلم: «إن الصدقة على المسكين صدقة. وعلى ذي الرحم اثنتان: صدقة وصلة» .وقوله- سبحانه-: وَلا تُبَذِّرْ تَبْذِيراً نهى عن وضع المال في غير موضعه الذي شرعه الله- تعالى- مأخوذ من تفريق البذر وإلقائه في الأرض كيفما كان من غير تعهد لمواقعه، ثم استعير لتضييع المال في غير وجوهه.قال صاحب الكشاف: التبذير تفريق المال فيما لا ينبغي، وإنفاقه على وجه الإسراف، وكانت الجاهلية تنحر إبلها وتتياسر عليها، وتبذر أموالها في الفخر والسمعة، وتذكر ذلك في أشعارها، فأمر الله- تعالى- بالنفقة في وجوهها، مما يقرب منه ويزلف..  .وقال ابن كثير: وقوله وَلا تُبَذِّرْ تَبْذِيراً: لما أمر بالإنفاق نهى عن الإسراف فيه، بل يكون وسطا، كما قال- تعالى-: وَالَّذِينَ إِذا أَنْفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكانَ بَيْنَ ذلِكَ قَواماً.وقال ابن مسعود: التبذير: الإنفاق في غير حق. وكذا قال ابن عباس.وقال مجاهد: لو أنفق إنسان ماله كله في الحق لم يكن مبذرا. ولو أنفق مدا في غير حقه كان تبذيرا ."},{"ayah_number":27,"text":"وقوله: إِنَّ الْمُبَذِّرِينَ كانُوا إِخْوانَ الشَّياطِينِ، وَكانَ الشَّيْطانُ لِرَبِّهِ كَفُوراً تعليل للنهى عن التبذير، وتنفير منه بأبلغ أسلوب.والمراد بأخوة الشياطين: المماثلة لهم في الصفات السيئة، والسلوك القبيح.قال الإمام الرازي: والمراد من هذه الأخوة، التشبه بهم في هذا الفعل القبيح، وذلك لأن العرب يسمون الملازم للشيء أخا له، فيقولون: فلان أخو الكرم والجود. وأخو السفر، إذا كان مواظبا على هذه الأعمال .أى: كن- أيها العاقل- متوسطا في نفقتك، ولا تبذر تبذيرا. لأن المبذرين يماثلون ويشابهون الشياطين في صفاتهم القبيحة، وكان الشيطان في كل وقت وفي كل حال جحودا لنعم ربه، لا يشكره عليها، بل يضعها في غير ما خلقت له هذه النعم.وفي تشبيه المبذر بالشيطان في سلوكه السيئ، وفي عصيانه لربه، إشعار بأن صفة التبذير من أقبح الصفات التي يجب على العاقل أن يبتعد عنها، حتى لا يكون مماثلا للشيطان الجاحد لنعم ربه."},{"ayah_number":28,"text":"ثم بين- سبحانه- بعد ذلك ما يجب على المؤمن فعله في حال عدم قدرته على تقديم العون للأقارب والمحتاجين، فقال- تعالى-: وَإِمَّا تُعْرِضَنَّ عَنْهُمُ ابْتِغاءَ رَحْمَةٍ مِنْ رَبِّكَ تَرْجُوها، فَقُلْ لَهُمْ قَوْلًا مَيْسُوراً.ولفظ إِمَّا مركب من «إن» الشرطية، ومن «ما» المزيدة. أى: إن تعرض عنهم.وقوله تُعْرِضَنَّ من الإعراض، بمعنى صرف الوجه عن السائل حياء منه وبسبب عدم القدرة على تلبية طلبه.وقوله: ابْتِغاءَ مفعول لأجله منصوب بتعرضن، وهو من باب وضع المسبب موضع السبب. لأن الأصل: وإما تعرضن عنهم لإعسارك.والمراد بالرحمة: انتظار الحصول على الرزق، وحلول الفرج بعد الضيق.والميسور: اسم مفعول من يسر الأمر- بالبناء للمفعول- مثل سعد الرجل، ومعناه:السهل اللين.والمعنى: وإما تعرضن- أيها المخاطب- عن ذي قرابتك وعن المسكين وابن السبيل، بسبب إعسارك وانتظارك لرزق يأتيك من الله- عز وجل- فقل لهم في هذه الحالة قولا لينا رفيقا يدل على اهتمامك بشأنهم، ويدخل السرور على نفوسهم، كأن تقول لهم مثلا-: ليس عندي اليوم ما أقدمه لكم، وإن يرزقني الله بشيء فسأجعل لكم نصيبا منه.قال القرطبي ما ملخصه: وهو تأديب عجيب، وقول لطيف بديع، أى لا تعرض عنهم إعراض مستهين عن ظهر غنى وقدرة فتحرمهم، وإنما يجوز أن تعرض عنهم عند عجز يعرض، وعائق يعوق، وأنت عند ذلك ترجو من الله- تعالى- فتح باب الخير، لتتوصل به إلى مواساة السائل، فإن قعد بك الحال فَقُلْ لَهُمْ قَوْلًا مَيْسُوراً أى لينا لطيفا.. ولقد أحسن من قال:إلّا تكن ورق يوما أجود بها ... للسائلين فإنى لين العودلا يعدم السائلون الخير من خلقي ... إما نوالى وإما حسن مردود"},{"ayah_number":29,"text":"ثم أرشد- سبحانه- عباده إلى أفضل الطرق لإنفاق أموالهم والتصرف فيها، فقال- تعالى-: وَلا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلى عُنُقِكَ، وَلا تَبْسُطْها كُلَّ الْبَسْطِ، فَتَقْعُدَ مَلُوماً مَحْسُوراً.وقوله مَغْلُولَةً من الغل- بضم الغين- وأصله الطوق الذي يجعل في العنق وتربط به اليد، كما يربط المذنب والأسير: وهو كناية عن البخل والتقتير.قال صاحب الكشاف ما ملخصه: غل اليد وبسطها مجاز عن البخل والجود ولا يقصد من يتكلم به إثبات يد ولا غل ولا بسط. ولا فرق عنده بين هذا الكلام وبين ما وقع مجازا عنه، لأنهما كلامان معتقبان على حقيقة واحدة. حتى أنه يستعمله في ملك لا يعطى عطاء قط، ولا يمنعه إلا بإشارته من غير استعمال يد وقبضها وبسطها. ولو أعطى الأقطع إلى المنكب عطاء جزيلا لقالوا: ما أبسط يده بالنوال لأن بسط اليد وقبضها عبارتان معاقبتان للبخل والجود..  .وقوله: مَحْسُوراً من الحسور بمعنى الانقطاع عن الشيء، والعجز عن الحصول عليه.يقال: فلان حسره السير، إذا أثر فيه أثرا بليغا جعله يعجز عن اللحاق برفقائه.ويقال: بعير محسور. أى: ذهبت قوته وأصابه الكلل والإعياء. فصار لا يستطيع النهوض بما يوضع عليه من أحمال.والمقصود من الآية الكريمة: الأمر بالتوسط والاعتدال في الإنفاق والنهى عن البخل والإسراف.فقد شبه- سبحانه- مال البخيل، بحال من يده مربوطة إلى عنقه ربطا محكما بالقيود والسلاسل، فصار لا يستطيع تحريكها أو التصرف بها.وشبه حال المسرف والمبذر، بحال من مد يده وبسطها بسطا كبيرا، بحيث أصبحت لا تمسك شيئا يوضع فيها سواء أكان قليلا أم كثيرا.والمعنى: كن- أيها الإنسان- متوسطا في كل أمورك، ومعتدلا في إنفاق أموالك بحيث لا تكون بخيلا ولا مسرفا، فان الإسراف والبخل يؤديان بك إلى أن تصير ملوما. أى:مذموما من الخلق والخالق، محسورا، أى: مغموما منقطعا عن الوصول إلى مبتغاك بسبب ضياع مالك، واحتياجك إلى غيرك.قال الآلوسى ما ملخصه: فالآية الكريمة تحض على التوسط، وذلك هو الجود الممدوح، فخير الأمور أوساطها. وأخرجه أحمد وغيره عن ابن عباس قال: قال رسول الله صلى الله عليه وسلم: «ما عال من اقتصد» . وأخرجه البيهقي عن ابن عمر قال: قال رسول الله صلى الله عليه وسلم: «الاقتصاد في النفقة نصف المعيشة» . وفي رواية عن أنس مرفوعا: «التدبير نصف المعيشة، والتودد نصف العقل، والهم نصف الهرم، وقلة العيال أحد اليسارين» وكما يقال: حسن التدبير مع الكفاف، خير من الغنى مع الإسراف  ."},{"ayah_number":30,"text":"ثم بين- سبحانه- أن مرجع الأمور كلها اليه، فهو المعطى وهو المانع، فقال- تعالى-: إِنَّ رَبَّكَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشاءُ وَيَقْدِرُ، إِنَّهُ كانَ بِعِبادِهِ خَبِيراً بَصِيراً.أى: إن ربك- أيها الإنسان- العاقل- يبسط الرزق ويوسعه لمن يشاء أن يبسطه له ويمسك الرزق ويضيقه ويقدره على من يشاء من خلقه. إذ كل شيء في هذا الكون يسير على حسب ما تقتضيه حكمته ومشيئته، وهو- سبحانه- العليم ببواطن الناس وبظواهرهم، لا يخفى عليه شيء من أحوالهم، ولا يعطى أو يمنع، إلا لحكمة هو يعلمها.قال- تعالى-: ما يَفْتَحِ اللَّهُ لِلنَّاسِ مِنْ رَحْمَةٍ فَلا مُمْسِكَ لَها، وَما يُمْسِكْ فَلا مُرْسِلَ لَهُ مِنْ بَعْدِهِ، وَهُوَ الْعَزِيزُ الْحَكِيمُ.وبذلك نرى الآيات الكريمة، قد حضت على إيتاء ذوى القربى والمساكين وابن السبيل حقوقهم. وعلى الاعتدال في إنفاق المال، ونهت عن الشح والتبذير، وأسندت العطاء والمنع إلى الله- تعالى- الخبير البصير بالظواهر والبواطن.ثم يسوق- سبحانه- جملة من النواهي التي يؤدى الوقوع فيها إلى فساد أحوال الأفراد والجماعات، وإلى شيوع الفاحشة في الأمم، مما يؤدى إلى اضمحلالها وذهاب ريحها، فقال- تعالى-:"},{"ayah_number":31,"text":"وقوله- سبحانه-: وَلا تَقْتُلُوا أَوْلادَكُمْ خَشْيَةَ إِمْلاقٍ ... نهى عن قتل الأولاد بعد بيان أن الأرزاق بيده- سبحانه-، يبسطها لمن يشاء، ويضيقها على من يشاء.والإملاق: الفقر. يقال: أملق الرجل إذا افتقر قال الشاعر:.وإنى على الإملاق يا قوم ماجد ... أعد لأضيافى الشواء المصهباقال الآلوسى: وظاهر اللفظ النهى عن جميع أنواع قتل الأولاد، ذكورا كانوا أو إناثا مخافة الفقر والفاقة.لكن روى أن من أهل الجاهلية من كان يئد البنات مخافة العجز عن النفقة عليهن، فنهى في الآية عن ذلك، فيكون المراد بالأولاد البنات، وبالقتل الوأد.. .أى: ولا تقتلوا- أيها الآباء- أولادكم خشية فقر متوقع، فنحن قد تكفلنا برزقهم ورزقكم، وأرزاق غيركم من مخلوقاتنا التي لا تحصى.قال- تعالى-: وَما مِنْ دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُها ...ولا شك أن الحياة حق لهؤلاء الصغار كما أنها حق لكم، فمن الظلم البين الاعتداء على حقوقهم، والتخلص منهم خوفا من الفقر المتوقع في المستقبل، مع أن الله- تعالى- هو الرازق لهم ولكم في كل زمان ومكان.وقد ورد النهى عن قتل الأولاد هنا بهذه الصيغة، وورد في سورة الأنعام بصيغة أخرى، هي قوله- تعالى-: وَلا تَقْتُلُوا أَوْلادَكُمْ مِنْ إِمْلاقٍ نَحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ.وليست أحدهما تكرارا للأخرى وإنما كل واحدة منهما تعالج حالة معينة.فهنا يقول- سبحانه-: وَلا تَقْتُلُوا أَوْلادَكُمْ خَشْيَةَ إِمْلاقٍ نَحْنُ نَرْزُقُهُمْ وَإِيَّاكُمْ لأن النهى موجه بالأصالة إلى الموسرين الذين يقتلون أولادهم لا من أجل فقر كائن فيهم، وإنما من أجل فقر هم يتوهمون حصوله في المستقبل بسبب الأولاد، لذا قال- سبحانه- نَحْنُ نَرْزُقُهُمْ وَإِيَّاكُمْ فقدم رزق الأولاد لأنهم سبب توقع الفقر، في زعم آبائهم- لكي يمتنع الآباء عن هذا التوقع ولكي يضمن للأولاد رزقهم ابتداء مستقلا عن رزق الآباء.وقال- سبحانه- هناك مِنْ إِمْلاقٍ لأن النهى متوجه أصالة إلى الآباء المعسرين:أى لا تقتلوهم بسبب الفقر الموجود فيكم- أيها الآباء-، فقد يجعل الله بعد عسر يسرا.ولذا قال- سبحانه-: نَحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ فجعل الرزق للآباء ابتداء. لكي يطمئنهم- سبحانه- على أنه هو الكفيل برزقهم وبرزق أولادهم.وفي كلتا الحالتين، القرآن الكريم ينهى عن قتل الأولاد، ويغرس في نفوس الآباء الثقة بالله- تعالى- والاعتماد عليه.وجمله نَحْنُ نَرْزُقُهُمْ وَإِيَّاكُمْ تعليل للنهى عن قتل الأولاد، بإبطال موجبه- في زعمهم- وهو الفقر.أى: نحن نرزقهم لا أنتم، ونرزقكم أنتم معهم، وما دام الأمر كذلك فلا تقدموا على تلك الجريمة النكراء: وهي قتل الأولاد، لأن الأولاد، قطعة من أبيهم، والشأن- حتى في الحيوان الأعجم- أنه يضحى من أجل أولاده ويحميهم، ويتحمل الصعاب في سبيلهم.وقوله إِنَّ قَتْلَهُمْ كانَ خِطْأً كَبِيراً تعليل آخر للنهى عن قتل الأولاد جيء به على سبيل التأكيد.والخطء: هو الإثم- وزنا ومعنى-، مصدر خطئ خطئا كأثم إثما من باب علم.أى: أن قتل الأولاد كان عند الله- تعالى- إثما كبيرا فاحشا، يؤدى إلى التعاسة والشقاء في الدنيا والآخرة:والحق أن المجتمع الذي يبيح قتل الأولاد، خوفا من الفقر أو العار، لا يمكن أن يصلح شأنه، لأنه مجتمع نفعي تسوده الأثرة والأنانية والتشاؤم والأوهام، لأن أفراده يظنون أن الله يخلق خلقا لا يدبر لهم رزقهم، ويعتدون على روح بريئة طاهرة، تخوفا من فقر أو عار مترقب، وذلك هو الضلال المبين.ورحم الله الإمام الرازي فقد قال عند تفسيره لهذه الآية ما ملخصه: إن قتل الأولاد إن كان لخوف الفقر، فهو سوء ظن بالله. وإن كان لأجل الغيرة على البنات فهو سعى في تخريب العالم. فالأول: ضد التعظيم لأمر الله- تعالى- والثاني: ضد الشفقة على خلقه، وكلاهما مذموم .ولقد أمر النبي صلى الله عليه وسلم برعاية الأبناء، وحذر من الاعتداء عليهم في أحاديث كثيرة، ومن ذلك ما جاء في الصحيحين عن عبد الله بن مسعود قال: قلت يا رسول الله، أى الذنب أعظم؟ قال: أن تجعل لله ندا وهو خلقك. قلت: ثم أى؟ قال: أن تقتل ولدك خشية أن يطعم معك. قلت: ثم أى؟ قال: أن تزنى بحليلة جارك ."},{"ayah_number":32,"text":"وبعد أن نهى- سبحانه- عن قتل الأولاد المؤدى إلى إفناء النسل، أتبع ذلك بالنهى عن فاحشة الزنا المؤدية إلى اختلاط الأنساب: فقال- تعالى-: وَلا تَقْرَبُوا الزِّنى، إِنَّهُ كانَ فاحِشَةً وَساءَ سَبِيلًا.والزنا: وطء المرأة بدون عقد شرعي يجيز للرجل وطأها.والفاحشة: ما عظم قبحه من الأقوال والأفعال. يقال فحش الشيء، فحشا، كقبح قبحا- وزنا ومعنى-، ويقال أفحش الرجل، إذا أتى الفحش بضم الفاء وسكون الحاء-، وهو القبيح من القول أو الفعل. وأكثر ما تكون الفاحشة إطلاقا على الزنا.وتعليق النهى بقربانها، للمبالغة في الزجر عنها، لأن قربانها قد يؤدى إلى الوقوع فيها، فمن حام حول الحمى يوشك أن يقع فيه.وهذا لون حكيم من ألوان إصلاح النفوس، لأنه إذا حصل النهى عن القرب من الشيء، فلأن ينهى عن فعله من باب أولى.فكأنه- سبحانه- يقول: كونوا- أيها المسلمون بعيدين عن كل المقدمات التي تفضى إلى فاحشة الزنا كمخالطة النساء، والخلوة بهن، والنظر إليهن ... فإن ذلك يفتح الطريق إلى الوقوع فيها.قال بعض العلماء: وكثيرا ما يتعلق النهى في القرآن بالقربان من الشيء، وضابطه بالاستقراء:أن كل منهى عنه من شأنه أن تميل النفوس إليه، وتدفع إليه الأهواء، جاء النهى فيه عن القربان، ويكون القصد التحذير من أن يأخذ ذلك الميل في النفس مكانة تصل بها إلى اقتراف المحرم، ومن ذلك قوله- تعالى-: وَلا تَقْرَبُوا مالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ ...وَلا تَقْرَبُوا الزِّنى ... وَلا تَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَ ...أما المحرمات التي لم يؤلف ميل النفوس إليها، ولا اقتضاء الشهوات لها، فإن الغالب فيها، أن يتعلق النهى عنها بنفس الفعل لا بالقربان منه.ومن ذلك قوله- تعالى-: وَلا تَقْتُلُوا أَوْلادَكُمْ خَشْيَةَ إِمْلاقٍ ... وقوله- تعالى-:وَلا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ ...فهذه وإن كانت فواحش، إلا أنها ليست ذات دوافع نفسية، يميل إليها الإنسان بشهوته.بل هي في نظر العقل على المقابل من ذلك، يجد الإنسان في نفسه مرارة ارتكابها، ولا يقدم عليها إلا وهو كاره لها، أو في حكم الكاره..   .وقوله: إِنَّهُ كانَ فاحِشَةً وَساءَ سَبِيلًا تعليل للنهى عن الاقتراب منه، أى: ابتعدوا عن مقدمات الزنا فضلا عن الوقوع فيه ذاته، لأنه كان- وما زال- في شرع الله، وفي نظر كل عقل سليم فعلة فاحشة ظاهرة القبح وبئس الطريق طريقه، فإنها طريق تؤدى إلى غضب الله- تعالى- وسخطه.ومما لا شك فيه أن فاحشة الزنا من أقبح الفواحش التي تؤدى إلى شيوع الفساد والأمراض الخبيثة في الأفراد والمجتمعات، وما وجدت في أمة إلا وكانت عاقبتها خسرا.ولقد تحدث الإمام الرازي عن تلك المفاسد التي تترتب على الزنا فقال ما ملخصه:الزنا اشتمل على أنواع من المفاسد، أولها: اختلاط الأنساب واشتباهها، فلا يعرف الإنسان أن الولد الذي أتت به الزانية، أهو منه أو من غيره ...وثانيا: أنه إذا لم يوجد سبب شرعي لأجله يكون هذا الرجل لتلك المرأة، لم يبق في حصول ذلك الاختصاص إلا التواثب والتقاتل.وثالثها: أن المرأة إذا باشرت الزنا، استقذرها كل طبع سليم، وحينئذ لا تحصل الألفة والمحبة، ولا يتم السكن والازدواج..ورابعها: أنه إذا فتح باب الزنا، فحينئذ لا يبقى لرجل اختصاص بامرأة وحينئذ لا يبقى بين نوع الإنسان، وبين سائر البهائم فرق في هذا الباب.وخامسها: أنه ليس المقصود من المرأة قضاء الشهوة، بل أن تصير شريكة للرجل في ترتيب المنزل وإعداد مهماته.. وهذه المهمات لا تتم إلا إذا كانت مقصورة الهمة على هذا الرجل الواحد، منقطعة الطمع عن سائر الرجال، وذلك لا يحصل إلا بتحريم الزنا ... فثبت بما ذكرنا أن العقول السليمة تقضى على الزنا بالقبح  .ولقد سد الإسلام جميع المنافذ التي تؤدى إلى ارتكاب هذه الفاحشة، وسلك لذلك وسائل من أهمها:1- تحريم الخلوة بالمرأة الأجنبية، ومنع الاختلاط بين الرجال والنساء إلا في حدود الضرورة الشرعية، ومن الأحاديث التي وردت في هذا المعنى، ما رواه الشيخان عن ابن عباس أن رسول الله صلى الله عليه وسلم قال: «لا يخلون أحدكم بامرأة إلا مع ذي محرم» .وروى الشيخان- أيضا- عن عقبة بن عامر أن رسول الله صلى الله عليه وسلم قال: «إياكم والدخول على النساء. فقال رجل من الأنصار: أفرأيت الحمو- بفتح الحاء وسكون الميم- وهو قريب الزوج كأخيه وابن عمه فقال صلى الله عليه وسلم: «الحمو الموت» «2» . أى: دخوله قد يؤدى إلى الموت.2- تحريم النظر إلى المرأة الأجنبية. ووجوب غض البصر.قال- تعالى-: قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ ...وقال- سبحانه-: وَقُلْ لِلْمُؤْمِناتِ يَغْضُضْنَ مِنْ أَبْصارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ.. .وروى الشيخان عن أبى هريرة أن رسول الله صلى الله عليه وسلم قال: «كتب على ابن آدم نصيبه من الزنى مدرك ذلك لا محالة: العينان زناهما النظر، والأذنان زناهما الاستماع، واللسان زناه الكلام ... والقلب يهوى ويتمنى، ويصدق ذلك الفرج أو يكذبه» .3- وجوب التستر والاحتشام للمرأة فإن التبرج والسفور يغرى الرجال بالنساء، ويحرك الغريزة الجنسية بينهما.قال- تعالى-: يا أَيُّهَا النَّبِيُّ قُلْ لِأَزْواجِكَ وَبَناتِكَ وَنِساءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ ذلِكَ أَدْنى أَنْ يُعْرَفْنَ فَلا يُؤْذَيْنَ..  .4- الحض على الزواج، وتيسير وسائله، والبعد عن التغالى في نفقاته، وتخفيف مؤنه وتكاليفه.. فإن الزواج من شأنه أن يحصن الإنسان، ويجعله يقضى شهوته في الحلال..فإذا لم يستطع الشاب الزواج، فعليه بالصوم فإنه له وقاية- كما جاء في الحديث الشريف-.5- إقامة حدود الله بحزم وشدة على الزناة سواء أكانوا من الرجال أم من النساء، كما قال- تعالى-: الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ واحِدٍ مِنْهُما مِائَةَ جَلْدَةٍ. وَلا تَأْخُذْكُمْ بِهِما رَأْفَةٌ فِي دِينِ اللَّهِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ، وَلْيَشْهَدْ عَذابَهُما طائِفَةٌ مِنَ الْمُؤْمِنِينَ .وهذا الجلد إنما هو بالنسبة للبكر ذكرا كان أو أنثى، أما بالنسبة للمحصن وهو المتزوج أو الذي سبق له الزواج، فعقوبته الرجم ذكرا كان أو أنثى، وقد ثبت ذلك بالأحاديث الصحيحة.ففي الصحيحين أن رسول الله صلى الله عليه وسلم قضى في زان لم يتزوج وزانية متزوجة، بقوله لوالد الرجل: «على ابنك مائة جلدة وتغريب عام» ثم قال صلى الله عليه وسلم لأحد أصحابه واسمه أنيس: اغد يا أنيس إلى امرأة هذا، فإن اعترفت فارجمها» فغدا عليها فاعترفت فرجمها.ومما لا شك أنه لو تم تنفيذ حدود الله- تعالى- على الزناة، لمحقت هذه الفاحشة محقا، لأن الشخص إن لم يتركها خوفا من ربه- عز وجل- لتركها خوفا من تلك العقوبة الرادعة، ومن فضيحته على رءوس الأشهاد.هذه بعض وسائل الوقاية من تلك الفاحشة القبيحة، ولو اتبعها المسلمون، لطهرت أمتهم من رجسها، ولحفظت في دينها ودنياها."},{"ayah_number":33,"text":"ثم نهى- سبحانه- عن قتل النفس المعصومة الدم، بعد نهيه عن قتل الأولاد، وعن الاقتراب من فاحشة الزنا فقال- تعالى-: وَلا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ.أى: ولا تقتلوا النفس التي حرم الله قتلها، إلا بالحق الذي يبيح قتلها شرعا، كردة، أو قصاص، أو زنا يوجب الرجم.قال الإمام ابن كثير: يقول- تعالى- ناهيا عن قتل النفس بغير حق شرعي، كما ثبت في الصحيحين- عن عبد الله بن مسعود- أن رسول الله صلى الله عليه وسلم قال: «لا يحل دم امرئ مسلم يشهد أن لا إله إلا الله وأن محمدا رسول الله إلا بإحدى ثلاث: النفس بالنفس، والزاني المحصن، والتارك لدينه المفارق للجماعة» .وفي السنن: «لزوال الدنيا أهون عند الله من قتل مسلم  » .وقوله: إِلَّا بِالْحَقِّ متعلق بلا تقتلوا، والباء للسببية، والاستثناء مفرغ من أعم الأحوال أى: لا تقتلوها في حال من الأحوال، إلا في حال ارتكابها لما يوجب قتلها.وذلك: لأن الإسلام ينظر إلى وجود الإنسان على أنه بناء بناه الله- تعالى- فلا يحل لأحد أن يهدمه إلا بحق.وبهذا يقرر الإسلام عصمة الدم الإنسانى، ويعتبر من يعتدى على نفس واحدة، فكأنما قد اعتدى على الناس جميعا. قال- تعالى-: مِنْ أَجْلِ ذلِكَ كَتَبْنا عَلى بَنِي إِسْرائِيلَ أَنَّهُ مَنْ قَتَلَ نَفْساً بِغَيْرِ نَفْسٍ أَوْ فَسادٍ فِي الْأَرْضِ فَكَأَنَّما قَتَلَ النَّاسَ جَمِيعاً، وَمَنْ أَحْياها فَكَأَنَّما أَحْيَا النَّاسَ جَمِيعاً.. .وقوله- سبحانه-: وَمَنْ قُتِلَ مَظْلُوماً فَقَدْ جَعَلْنا لِوَلِيِّهِ سُلْطاناً فَلا يُسْرِفْ فِي الْقَتْلِ إِنَّهُ كانَ مَنْصُوراً إرشاد لولى المقتول إلى سلوك طريق العدل عند المطالبة بحقه.والمراد بوليه: من يلي أمر المقتول، كأبيه وابنه وأخيه وغيرهم من أقاربه الذين لهم الحق في المطالبة بدمه. فإن لم يكن للمقتول ولى، فالحاكم وليه.والمراد بالسلطان: القوة التي منحتها شريعة الله- تعالى- لولى المقتول على القاتل، حيث جعلت من حق هذا الولي المطالبة بالقصاص من القاتل، أو أخذ الدية منه، أو العفو عنه، ولا يستطيع أحد أن ينازعه في هذا الحق، أو أن يجبره على التنازل عنه.والمعنى: ومن قتل مظلوما، أى: بدون سبب يوجب قتله، فإن دمه لم يذهب هدرا، فقد شرعنا «لوليه سلطانا» على القاتل، لأنه- أى الولي- إن شاء طالب بالقصاص منه، وإن شاء أخذ الدية، وإن شاء عفا عنه. وبذلك يصير الولي هو صاحب الكلمة الأولى فيالتصرف في القاتل، حتى لكأنه مملوك له.وما دامت شريعة الله- تعالى- قد أعطت الولي هذا السلطان على القاتل، فعليه أن لا يسرف في القتل، وأن لا يتجاوز ما شرعه الله- تعالى-.ومن مظاهر هذا التجاوز: أن يقتل اثنين- مثلا- في مقابل قتيل واحد أو أن يقتل غير القاتل، أو أن يمثل بالقاتل بعد قتله.قال الآلوسى ما ملخصه: كان من عادتهم في الجاهلية، أنهم إذا قتل منهم واحد، قتلوا قاتله، وقتلوا معه غيره ...وأخرج البيهقي في سننه عن زيد بن أسلم أنه قال: إن الناس في الجاهلية كانوا إذا قتل من ليس شريفا شريفا، لم يقتلوه به، وقتلوا شريفا من قومه، فنهوا عن ذلك، كما نهوا عن المثلة بالقاتل.وقرأ حمزة والكسائي: «فلا تسرف» بالخطاب للولي على سبيل الالتفات  .وقوله: إِنَّهُ كانَ مَنْصُوراً تذييل المقصود به تعليل النهى عن الإسراف في القتل.والضمير يعود إلى الولي- أيضا-.أى: فلا يسرف هذا الولي في القتل، لأن الله- تعالى- قد نصره عن طريق ما شرعه له من سلطان عظيم، من مظاهره: المطالبة بالقصاص من القاتل، أو بأخذ الدية، ومن مظاهره- أيضا- وقوف الحاكم وغيره إلى جانبه حتى يستوفى حقه من القاتل، دون أن ينازعه منازع في هذا الحق.ومنهم من يرى أن الضمير في قوله إِنَّهُ يعود إلى المقتول ظلما، على معنى: أن الله- تعالى- قد نصره في الدنيا بمشروعية القصاص والدية حتى لا يضيع دمه، ونصره في الآخرة بالثواب الذي يستحقه، وما دام الأمر كذلك فعلى وليه أن لا يسرف في القتل.ويبدو لنا أن الرأى الأول أقرب إلى الصواب. لأنه هو الظاهر من معنى الآية الكريمة.قال ابن جرير بعد أن ساق الأقوال في ذلك: وأشبه ذلك بالصواب عندي، قول من قال: عنى بها- أى بالهاء في إنه- الولي، وعليه عادت، لأنه هو المظلوم ووليه المقتول، وهي إلى ذكره أقرب من ذكر المقتول، وهو المنصور- أيضا- لأن الله- جل ثناؤه- قضى في كتابه المنزل، أن سلطه على قاتل وليه، وحكمه فيه، بأن جعل إليه قتله إن شاء، واستبقاءه على الدية إن أحب، والعفو عنه إن رأى. وكفى بذلك نصرة له من الله- تعالى-، فلذلك هو المعنى بالهاء التي في قوله إِنَّهُ كانَ مَنْصُوراً  .والمتأمل في هذه الآية الكريمة التي هي أول آية نزلت في شأن القتل كما قال الضحاك  :يراها قد عالجت هذه الجريمة علاجا حكيما.فهي أولا: تنهى عن القتل، لأنه من أكبر الكبائر التي تؤدى إلى غضب الله- تعالى- وسخطه، قال- تعالى-: وَمَنْ يَقْتُلْ مُؤْمِناً مُتَعَمِّداً فَجَزاؤُهُ جَهَنَّمُ خالِداً فِيها، وَغَضِبَ اللَّهُ عَلَيْهِ وَلَعَنَهُ وَأَعَدَّ لَهُ عَذاباً عَظِيماً .وجاء النهى عنه في بعض الآيات بعد النهى عن الإشراك بالله- عز وجل-. قال- سبحانه-: وَالَّذِينَ لا يَدْعُونَ مَعَ اللَّهِ إِلهاً آخَرَ وَلا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ..  .كما جاء النهى عنه في كثير من الأحاديث النبوية، ومن ذلك ما جاء في الصحيحين عن ابن مسعود- رضى الله عنه- أن رسول الله صلى الله عليه وسلم قال: «أول ما يقضى بين الناس يوم القيامة في الدماء» .وفي حديث آخر يقول صلى الله عليه وسلم: «الآدمي بنيان الرب، ملعون من هدم بنيان الرب» .وفي حديث ثالث: «لو اجتمع أهل السموات والأرض على قتل رجل مسلم، لأكبهم الله في النار» .وهذا النهى الشديد عن قتل النفس من أسبابه: أنه يؤدى إلى شيوع الغل والبغض والتقاتل ... بين الأفراد والجماعات إذ النفس البشرية في كل زمان ومكان، يؤلمها، ويثير غضبها وانتقامها، أن ترى قاتل عزيز لديها يمشى على الأرض..وهي ثانيا: تسوق لولى المقتول من التوجيهات الحكيمة، ما يهدئ نفسه، ويقلل من غضبه، ويطفئ من نار ثورته المشتعلة.وقد أجاد صاحب الظلال- رحمه الله- في توضيح هذا المعنى فقال:«وفي تولية صاحب الدم على القصاص من القاتل، وتجنيد سلطان الشرع وتجنيد الحاكم لنصرته، تلبية للفطرة البشرية، وتهدئة للغليان الذي تستشعره نفس الولي، الغليان الذي قد يجرفه ويدفعه إلى الضرب يمينا وشمالا، في حمى الغضب والانفعال على غير هدى. فأما حين يحس أن الله قد ولاه على دم القاتل. وأن الحاكم مجند لنصرته على القصاص، فإن ثائرته تهدأ، ونفسه تسكن، ويقف عند حد القصاص العادل الهادئ.والإنسان إنسان، فلا يطالب بغير ما ركب في فطرته من الرغبة العميقة في القصاص.لذلك يعترف الإسلام بهذه الفطرة ويلبيها في الحدود المأمونة، ولا يتجاهلها فيفرض التسامح فرضا. إنما هو يدعو إلى التسامح ويؤثره، ويجبب فيه، ويأجر عليه، ولكن بعد أن يعطى الحق. فلولى الدم أن يقتص أو يصفح.وشعور ولى الدم بأنه قادر على كليهما، قد يجنح به إلى الصفح والتسامح، أما شعوره بأنه مرغم على الصفح فقد يهيج نفسه، ويدفع به إلى الغلو والجموح  .هذا، والذي نعتقده وندين الله- تعالى- عليه، أنه لا علاج لجريمة القتل- وغيرها- إلا بتطبيق شريعة الله- تعالى- التي جمعت بين الرحمة والعدل.وبالرحمة والعدل: تتلاقى القلوب بعد التفرق، وتلتئم بعد التصدع، وتتسامى عن الانتقام إلى ما هو أعلى منه وهو العفو."},{"ayah_number":34,"text":"وبعد أن نهى- سبحانه- عن إتلاف النفوس عن طريق القتل والزنا، أتبع ذلك بالنهى عن إتلاف الأموال التي هي قوام الحياة، وبدأ- سبحانه- بالنهى عن الاقتراب من مال اليتيم إلا بالتي هي أحسن، ثم ثنى بالأمر بإيفاء الكيل والميزان عند التعامل، فقال- تعالى-:وَلا تَقْرَبُوا مالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ، وَأَوْفُوا بِالْعَهْدِ إِنَّ الْعَهْدَ كانَ مَسْؤُلًا. وَأَوْفُوا الْكَيْلَ إِذا كِلْتُمْ، وَزِنُوا بِالْقِسْطاسِ الْمُسْتَقِيمِ، ذلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا.واليتيم: هو الصغير الذي مات أبوه مأخوذ من اليتم بمعنى الانفراد، ومنه الدرة اليتيمة.والخطاب في قوله: وَلا تَقْرَبُوا ... لأولياء اليتيم، والأوصياء على ماله.والأشد: قوة الإنسان، واشتعال حرارته، ومن الشدة بمعنى القوة. يقال: شد النهار إذا ارتفع واكتمل، وهو مفرد جاء بصيغة الجمع. أو هو جمع لا واحد له من لفظه، أو جمع شدة كأنعم ونعمة.أى: ولا تقربوا- أيها الأولياء على اليتيم- ماله الذي منحه الله إياه عن طريق الميراث أو غيره، إلا بالطريقة التي هي أحسن الطرق، والتي من شأنها أن تنفعه، كالمحافظة عليه، واستثماره له، وإنفاقه في الوجوه المشروعة.واعلموا أن كل تصرف مع اليتيم أو في ماله لا يقع في تلك الدائرة- دائرة الأنفع والأحسن- فهو تصرف محظور ومنهى عنه، وسيحاسبكم الله- تعالى- عليه.وتعليق النهى بالقربان، للمبالغة في الزجر عن التصرف في مال اليتيم، إلا بالطريقة التي هي أحسن.وقوله: حَتَّى يَبْلُغَ أَشُدَّهُ ليس غاية للنهى، إذ ليس المعنى: فإذا بلغ أشده فاقربوه، لأن هذا المعنى يقتضى إباحة أكل الولي لمال اليتيم بعد بلوغه، وإنما هو غاية لما يفهم من النهى، فيكون المعنى: لا تقربوا مال اليتيم إلا بالطريقة التي هي أحسن، واستمروا على ذلك حتى يبلغ أشده، أى: حتى يصير بالغا عاقلا رشيدا، فإذا ما صار كذلك، فسلموا إليه ماله بأمانة واستعفاف عن التطلع إلى شيء منه.هذا، وقد أمرت شريعة الإسلام، بحسن رعاية اليتيم، وبالمحافظة على حقوقه، ونهت عن الإساءة إليه، بأى لون من ألوان الإساءة.قال- تعالى-: وَيَسْئَلُونَكَ عَنِ الْيَتامى قُلْ إِصْلاحٌ لَهُمْ خَيْرٌ، وَإِنْ تُخالِطُوهُمْ فَإِخْوانُكُمْ.. .وقال- سبحانه-: إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوالَ الْيَتامى ظُلْماً، إِنَّما يَأْكُلُونَ فِي بُطُونِهِمْ ناراً، وَسَيَصْلَوْنَ سَعِيراً .وقال رسول الله صلى الله عليه وسلم في الحديث الذي رواه الإمام البخاري عن سهل بن سعد رضى الله عنه: «أنا وكافل اليتيم في الجنة هكذا» وأشار بالسبابة والوسطى .وروى الشيخان عن أبى هريرة- رضى الله عنه- عن النبي صلى الله عليه وسلم أنه قال:«اجتنبوا السبع الموبقات. قالوا: يا رسول الله وما هن؟ قال: الشرك بالله، والسحر، وقتل النفس التي حرم الله إلا بالحق، وأكل الربا، وأكل مال اليتيم، والتولي يوم الزحف، وقذف المحصنات المؤمنات الغافلات» .ومن الحكم التي من أجلها أمر الإسلام بالعطف على اليتيم ونهى عن ظلمه، أنه إنسان ضعيف فقد الأب الحانى، والعائل والنصير منذ صغره..فإذا نشأ في بيئة ترعاه وتكرمه.. شب محبا لمن حوله، وللمجتمع الذي يعيش فيه.وإذا نشأ في بيئة تقهره وتذله وتظلمه.. نظر إلى من حوله، وإلى المجتمع الذي يعيش فيه، نظرة العدو إلى عدوه..وكأنه يقول لنفسه: إذا كان الناس لم يحسنوا إلى في صغرى وفي حالة ضعفى، فلماذا أحسن إليهم في حال كبرى وقوتي!! وإذا كانوا قد حرموني حقي الذي منحه الله لي فلماذا أعطيهم شيئا من خيرى وبرى!!.هذه بعض الأسباب التي من أجلها أمر الإسلام أتباعه برعاية اليتيم وإكرامه، وصيانة حقوقه من أى اعتداء أو ظلم."},{"ayah_number":35,"text":"وبعد أن نهى- سبحانه- عن الاقتراب من مال اليتيم إلا بالتي هي أحسن، أمر بالوفاء بالعهود فقال: وَأَوْفُوا بِالْعَهْدِ إِنَّ الْعَهْدَ كانَ مَسْؤُلًا.والعهد: ما من شأنه أن يراعى ويحفظ، كالوصية واليمين. وعهد الله: أوامره ونواهيه وعهد الناس: ما يتعاهدون عليه من معاملات وعقود وغير ذلك مما تقتضيه شئون حياتهم.أى: وأوفوا بالعهود التي بينكم وبين الله- تعالى-، والتي بينكم وبين الناس، بأن تؤدوها كاملة غير منقوصة، وأن تقوموا بما تقتضيه من حقوق شرعية. وقوله إِنَّ الْعَهْدَ كانَ مَسْؤُلًا تعليل لوجوب الوفاء بالعهد.أى: كونوا أوفياء بعهودكم لأن صاحب العهد كان مسئولا عنه، أمام الله- تعالى- وأمام الناس، فالكلام على حذف مضاف كما في قوله- سبحانه- وَسْئَلِ الْقَرْيَةَ.وقال- سبحانه-: وَأَوْفُوا بِالْعَهْدِ إِنَّ الْعَهْدَ ... بالإظهار دون الإضمار للإشعار بكمال العناية بشأن الوفاء بالعهود.ويجوز أن يكون المعنى: وأوفوا بالعهد إن العهد كان مسئولا، أى: كان مطلوبا بالوفاء به وقد مدح الله- تعالى- الذين يوفون بعهودهم في آيات كثيرة، منها قوله- تعالى-:إِنَّما يَتَذَكَّرُ أُولُوا الْأَلْبابِ. الَّذِينَ يُوفُونَ بِعَهْدِ اللَّهِ وَلا يَنْقُضُونَ الْمِيثاقَ  .وقوله- تعالى-: وَالْمُوفُونَ بِعَهْدِهِمْ إِذا عاهَدُوا، وَالصَّابِرِينَ فِي الْبَأْساءِ وَالضَّرَّاءِوَحِينَ الْبَأْسِ، أُولئِكَ الَّذِينَ صَدَقُوا، وَأُولئِكَ هُمُ الْمُتَّقُونَ .وبعد أن أمر- سبحانه- بالوفاء بصفة عامة، أتبع ذلك بالوفاء في شئون البيع والشراء، فقال- تعالى-: وَأَوْفُوا الْكَيْلَ إِذا كِلْتُمْ، وَزِنُوا بِالْقِسْطاسِ الْمُسْتَقِيمِ، ذلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا.والقسطاس: الميزان الذي يوزن به في حالتي البيع والشراء.قال صاحب الكشاف: قرئ «بالقسطاس» بكسر القاف وضمها.. قيل: كل ميزان صغر أو كبر من موازين الدراهم وغيرها .وقال الآلوسى ما ملخصه: وهذا اللفظ رومي معرب.. وقيل: عربي.. وعلى القول بأنه رومي معرب- وهو الصحيح- لا يقدح استعماله في القرآن في عربيته المذكورة في قوله- تعالى-: إِنَّا أَنْزَلْناهُ قُرْآناً عَرَبِيًّا لأنه بعد التعريب والسماع في فصيح الكلام، يصير عربيا، فلا حاجة إلى إنكار تعريبه.. .وقوله: تَأْوِيلًا من الأول- بفتح الهمزة وسكون الواو- بمعنى الرجوع. يقال: آل هذا الأمر إلى كذا، إذا رجع إليه.والمعنى: وأتموا أيها المؤمنون الكيل إذا كلتم لغيركم عند بيعكم لهم ما تريدون بيعه، وزنوا لهم كذلك بالميزان المستقيم العادل ما تريدون وزنه لهم.وقيد- سبحانه- الأمر بوجوب إتمام الكيل والميزان في حالة البيع، لأنها الحالة التي يكون فيها التطفيف في العادة، إذ أن البائع هو الذي غالبا ما يطفف للمشتري في المكيال والميزان ولا يعطيه حقه كاملا.قال- تعالى-: وَيْلٌ لِلْمُطَفِّفِينَ. الَّذِينَ إِذَا اكْتالُوا عَلَى النَّاسِ يَسْتَوْفُونَ. وَإِذا كالُوهُمْ أَوْ وَزَنُوهُمْ يُخْسِرُونَ.أى: ذلك الذي أمرناكم به. من وجوب إتمام المكيال والميزان عند التعامل، خير لكم في الدنيا، لأنه يرغب الناس في التعامل معكم، أما في الآخرة فهو أحسن عاقبة ومآلا، لما يترتب عليه من الثواب الجزيل لكم من الله- عز وجل-."},{"ayah_number":36,"text":"ثم ختم- سبحانه- تلك التوجيهات السامية السديدة، بالنهى عن تتبع مالا علم للإنسان به، وعن الفخر والتكبر والخيلاء.. فقال- تعالى-:وَلا تَقْفُ ما لَيْسَ لَكَ بِهِ عِلْمٌ، إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤادَ، كُلُّ أُولئِكَ كانَ عَنْهُ مَسْؤُلًا وَلا تَمْشِ فِي الْأَرْضِ مَرَحاً، إِنَّكَ لَنْ تَخْرِقَ الْأَرْضَ، وَلَنْ تَبْلُغَ الْجِبالَ طُولًا. كُلُّ ذلِكَ كانَ سَيِّئُهُ عِنْدَ رَبِّكَ مَكْرُوهاً. ذلِكَ مِمَّا أَوْحى إِلَيْكَ رَبُّكَ مِنَ الْحِكْمَةِ. وَلا تَجْعَلْ مَعَ اللَّهِ إِلهاً آخَرَ. فَتُلْقى فِي جَهَنَّمَ مَلُوماً مَدْحُوراً.قال القرطبي- رحمه الله- ما ملخصه: قوله- تعالى-: وَلا تَقْفُ ما لَيْسَ لَكَ بِهِ عِلْمٌ أى: ولا تتبع ما لا تعلم ولا يعنيك- من قول أو فعل- قال قتادة: لا تقل رأيت وأنت لم تر، وسمعت وأنت لم تسمع، وعلمت وأنت لم تعلم..ثم قال: وأصل القفو البهت، والقذف بالباطل. ومنه قوله- عليه الصلاة والسلام-:«نحن بنو النضر بن كنانة لا نقفو أمّنا، ولا ننتفى من أبينا» أى: لا نسبّ أمنا.وقال: قفوته أقفوه ... إذا اتبعت أثره. وقافية كل شيء آخره، ومنه اسم النبي صلى الله عليه وسلم: المقفّى، لأنه آخر الأنبياء عليهم الصلاة والسلام-، ومنه القائف، وهو الذي يتبع الأثر..   .وقال صاحب الكشاف- رحمه الله-: قوله: وَلا تَقْفُ ما لَيْسَ لَكَ بِهِ عِلْمٌ: يعنى، ولا تكن في اتباعك ما لا علم لك به من قول أو فعل، كمن يتبع مسلكا لا يدرى أنه يوصله إلى مقصده فهو ضال. والمراد: النهى عن أن يقول الرجل ما لا يعلم، وأن يعمل بما لا يعلم.ويدخل فيه النهى عن التقليد الأعمى دخولا ظاهرا لأنه اتباع لما لا يعلم صحته من فساده.. .وقوله: إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤادَ، كُلُّ أُولئِكَ كانَ عَنْهُ مَسْؤُلًا تحذير شديد من أن يقول الإنسان قولا لا علم له به، أو أن يفعل فعلا بدون تحقق، أو أن يحكم حكما بلا بينة أو دليل.أى: إن السمع الذي تسمع به- أيها المكلف-، والبصر الذي تبصر به، والفؤاد- أى القلب- الذي تحيا به، كل أولئك الأعضاء ستكون مسئولا عن أفعالها يوم القيامة، وسيقال لك بتأنيب وتوبيخ: لماذا سمعت ما لا يحل لك سماعه، ونظرت إلى ما لا يجوز لك النظر إليه، وسعيت إلى ما لا يصح لك أن تسعى إليه!!.وعلى هذا التفسير يكون السؤال في قوله- تعالى-: كانَ عَنْهُ مَسْؤُلًا للإنسان الذي تتبع ما ليس له به علم من قول أو فعل.ومن الآيات التي تشهد لهذا التفسير قوله- تعالى-: فَوَ رَبِّكَ لَنَسْئَلَنَّهُمْ أَجْمَعِينَ. عَمَّا كانُوا يَعْمَلُونَ  .ومنهم من يرى أن السؤال موجه إلى تلك الأعضاء، لتنطق بما اجترحه صاحبها، ولتكون شاهدة عليه، فيكون المعنى:.إن السمع والبصر والفؤاد، كل واحد من أولئك الأعضاء، كان مسئولا عن فعله، بأن يقال له: هل استعملك صاحبك فيما خلقت من أجله أولا؟.ويكون هذا السؤال للأعضاء من باب التوبيخ لأصحابها، كما قال- تعالى-: الْيَوْمَ نَخْتِمُ عَلى أَفْواهِهِمْ وَتُكَلِّمُنا أَيْدِيهِمْ، وَتَشْهَدُ أَرْجُلُهُمْ بِما كانُوا يَكْسِبُونَ .وكما قال- سبحانه-: وَيَوْمَ يُحْشَرُ أَعْداءُ اللَّهِ إِلَى النَّارِ فَهُمْ يُوزَعُونَ. حَتَّى إِذا ما جاؤُها شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصارُهُمْ وَجُلُودُهُمْ بِما كانُوا يَعْمَلُونَ .واسم الإشارة أُولئِكَ على التفسيرين يعود إلى السمع والبصر والفؤاد، إما لأن هذا الاسم يشار به إلى العقلاء ويشار به إلى غير العقلاء، كما في قول الشاعر:ذمّ المنازل بعد منزلة اللوى ... والعيش بعد أولئك الأياموإما لأن هذه الأعضاء أخذت حكم العقلاء، لأنها جزء منهم، وشاهدة عليهم.وعلى كلا التفسيرين أيضا، يتمثل التحذير الشديد للإنسان عن أن يتبع ما ليس له به علم.قال الجمل: وقوله- تعالى-: كُلُّ أُولئِكَ مبتدأ، خبره جملة كانَ عَنْهُ مَسْؤُلًا، والضمير في «كان» وفي «عنه» وفي «مسئولا» يعود على كل. أى: كان كل واحد منها مسئولا عن نفسه، يعنى عما فعل به صاحبه: ويجوز أن يكون الضمير في: «عنه» لصاحب السمع والبصر والفؤاد..  .وشبيه بهذه الآية في النهى عن اتباع ما لا علم للإنسان به. قوله- تعالى-: قُلْ إِنَّما حَرَّمَ رَبِّيَ الْفَواحِشَ ما ظَهَرَ مِنْها وَما بَطَنَ، وَالْإِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ، وَأَنْ تُشْرِكُوا بِاللَّهِ ما لَمْ يُنَزِّلْ بِهِ سُلْطاناً، وَأَنْ تَقُولُوا عَلَى اللَّهِ ما لا تَعْلَمُونَ  .وقوله- سبحانه-: يا أَيُّهَا النَّاسُ كُلُوا مِمَّا فِي الْأَرْضِ حَلالًا طَيِّباً، وَلا تَتَّبِعُوا خُطُواتِ الشَّيْطانِ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ. إِنَّما يَأْمُرُكُمْ بِالسُّوءِ وَالْفَحْشاءِ وَأَنْ تَقُولُوا عَلَى اللَّهِ ما لا تَعْلَمُونَ .قال الإمام ابن كثير: ومضمون ما ذكروه- في معنى قوله- تعالى-: وَلا تَقْفُ ما لَيْسَ لَكَ بِهِ عِلْمٌ.. أن الله- تعالى- نهى عن القول بلا علم، كما قال- سبحانه-:اجْتَنِبُوا كَثِيراً مِنَ الظَّنِّ إِنَّ بَعْضَ الظَّنِّ إِثْمٌ.. وفي الحديث: «إياكم والظن فإن الظن أكذب الحديث ... » وفي سنن أبى داود: «بئس مطية الرجل زعموا» وفي الحديث الآخر:«إن أفرى الفري- أى أكذب الكذب- أن يرى الرجل عينيه ما لم تريا»  .وقال بعض العلماء: وهذه الكلمات القليلة- التي اشتملت عليها الآية- تقيم منهجا كاملا للقلب والعقل، يشمل المنهج العلمي الذي عرفته البشرية حديثا جدا، ويضيف إليه استقامة القلب، ومراقبة الله، ميزة الإسلام على المناهج العقلية الجافة!.فالتثبت من كل خبر، ومن كل ظاهرة، ومن كل حركة، قبل الحكم عليها، هو دعوة القرآن الكريم، ومنهج الإسلام الدقيق..فلا يقول اللسان كلمة، ولا ينقل رواية، ولا يروى حادثة، ولا يحكم العقل حكما، ولا يبرم الإنسان أمرا. إلا وقد تثبت من كل جزئية، ومن كل ملابسة ومن كل نتيجة، فلم يبق هنالك شك ولا شبهة في صحتها..  ."},{"ayah_number":37,"text":"ثم ينتقل القرآن الكريم من النهى عن أن يتبع الإنسان ما لا علم له به، إلى النهى عن التفاخر والتكبر والإعجاب في النفس فيقول: وَلا تَمْشِ فِي الْأَرْضِ مَرَحاً....والمرح في الأصل: شدة الفرح، والتوسع فيه، مع الخيلاء والتعالي على الناس، يقال:مرح- بزنة فرح- يمرح مرحا، إذا اشتد فرحه ومشى مشية المتكبرين. وهو مصدر وقع موقع الحال.أى: ولا تمش- أيها الإنسان- في الأرض مشية الفخور المتكبر المختال بل كن متواضعا متأدبا بأدب الإسلام في سلوكك.وتقييد النهى بقوله «في الأرض» للتذكير بالمبدأ والمعاد، المانعين من الكبر والخيلاء، إذ من الأرض خلق وإليها يعود، ومن كان كذلك كان جديرا به أن يتواضع لا أن يتكبر.قال- تعالى-: مِنْها خَلَقْناكُمْ وَفِيها نُعِيدُكُمْ، وَمِنْها نُخْرِجُكُمْ تارَةً أُخْرى  .وقوله- سبحانه-: إِنَّكَ لَنْ تَخْرِقَ الْأَرْضَ، وَلَنْ تَبْلُغَ الْجِبالَ طُولًا تعليل للنهى عن التفاخر مع السخرية والتهكم من المتفاخر المغرور.أى: إنك- أيها الماشي في الأرض مرحا- لن تخرق الأرض بوطئك عليها، أو بمشيك فوقها، ولن تبلغ- مهما ارتفعت قامتك- الجبال في الطول والعلو. ومادام شأنك كذلك، فكن متواضعا، فمن تواضع لله- تعالى- رفعه.وقوله «طولا» تمييز محول عن الفاعل. أى: لن يبلغ طولك الجبال.وشبيه بهذه الآية في النهى عن التعالي والتطاول، قوله- تعالى-: وَلا تُصَعِّرْ خَدَّكَ لِلنَّاسِ، وَلا تَمْشِ فِي الْأَرْضِ مَرَحاً، إِنَّ اللَّهَ لا يُحِبُّ كُلَّ مُخْتالٍ فَخُورٍ .وقد أمر النبي صلى الله عليه وسلم بالتواضع، ونهى عن التكبر والغرور، وبين سوء عاقبة ذلك في أحاديث كثيرة، منها ما رواه مسلم في صحيحه عن عياض بن حمار قال: قال رسول الله صلى الله عليه وسلم: «إن الله- تعالى- أوحى إلى أن تواضعوا، حتى لا يفخر أحد على أحد، ولا يبغى أحد على أحد» .وروى الشيخان عن أبى هريرة أن رسول الله صلى الله عليه وسلم قال: «لا ينظر الله يوم القيامة إلى من جر إزاره بطرا» .وروى الترمذي عن سلمة بن الأكوع قال: قال رسول الله صلى الله عليه وسلم: «لا يزال الرجل يذهب بنفسه- أى يرتفع ويتكبر- حتى يكتب في الجبارين- فيصيبه ما أصابهم» .ورحم الله القائل:ولا تمش فوق الأرض إلا تواضعا ... فكم تحتها قوم همو منك أرفعوإن كنت في عز وحرز ومنعة ... فكم مات من قوم همو منك أمنع"},{"ayah_number":38,"text":"ثم ختم- سبحانه- تلك التكاليف التي يغلب عليها طابع النهى عن الرذائل بقوله:كُلُّ ذلِكَ كانَ سَيِّئُهُ عِنْدَ رَبِّكَ مَكْرُوهاً.واسم الإشارة ذلِكَ يعود إلى ما تقدم ذكره من التكاليف والأوامر والنواهي. التي لا يتطرق إليها النسخ، والتي تبلغ خمسة وعشرين تكليفا، تبدأ بقوله- تعالى-:لا تَجْعَلْ مَعَ اللَّهِ إِلهاً آخَرَ ثم يأتى بعد ذلك النهى عن عقوق الوالدين، والأمر بصلة الأرحام، وبالعطف على المسكين وابن السبيل، ثم النهى عن البخل، والإسراف، وقتل الأولاد، والاقتراب من الزنا، وقتل النفس إلا بالحق، والاعتداء على مال اليتيم.. إلخ.والضمير في سَيِّئُهُ يعود إلى ما نهى الله عنه من أفعال، كالشرك، وعقوق الوالدين، والزنا. أى: كل ذلك الذي بيناه لك فيما سبق، كان الفعل السيئ منه، عند ربك مكروها، أى: مبغوضا عنده- سبحانه- وأما الفعل الحسن كالوفاء بالعهد، وإعطاء ذي القربى حقه، فهو محمود عند ربك- عز وجل-.قال الآلوسى: ووصف ذلك بمطلق الكراهة مع أن أكثره من الكبائر- كالشرك والزنا ... - للإيذان بأن مجرد الكراهة عنده- تعالى- كافية في وجوب الكف عن ذلك.وتوجيه الإشارة إلى الكل، ثم تعيين البعض دون توجيهها إليه ابتداء، لما قيل: من أن البعض المذكور ليس بمذكور جملة، بل على وجه الاختلاط لنكتة اقتضته، وفيه إشعار بكون ما عداه مرضيا عنده- سبحانه-.وإنما لم يصرح بذلك، إيذانا بالغنى عنه، أو اهتماما بشأن التنفير من النواهي..  .وقرأ ابن كثير وأبو عمرو: كُلُّ ذلِكَ كانَ سَيِّئُهُ بالتاء والتنوين.وعلى هذه القراءة يكون اسم الإشارة، يعود إلى المنهيات السابقة فقط، ويكون المعنى:كل ذلك الذي نهيناك عنه في الآيات السابقة، من الإشراك بالله، وعقوق الوالدين، واتباع ما ليس لك به علم.. كان اقترافه سيئة من السيئات المبغوضة عند ربك، المحرمة في شرعه، المعاقب مرتكبها."},{"ayah_number":39,"text":"ثم ختم- سبحانه- تلك الأحكام المحكمة، والتكاليف السامية، بقوله: ذلِكَ مِمَّا أَوْحى إِلَيْكَ رَبُّكَ مِنَ الْحِكْمَةِ وَلا تَجْعَلْ مَعَ اللَّهِ إِلهاً آخَرَ فَتُلْقى فِي جَهَنَّمَ مَلُوماً مَدْحُوراً.أى: ذلك الذي أمرناك به، ونهيناك عنه- أيها الرسول الكريم- بعض ما أوحاه الله- تعالى- عليك «من الحكمة» التي هي علم الشرائع ومعرفة الحق، والعمل به، وحذار أن تجعل بعد هذا البيان الحكيم، مع الله- تعالى- إلها آخر- أيها المخاطب- فتلقى وتطرح في جهنم، ملوما من نفسك ومن غيرك، مدحورا أى: مبعدا من رحمة الله- تعالى- قال صاحب الكشاف: ولقد جعل الله- تعالى- فاتحتها- أى تلك الآيات المشتملة على تلك الأوامر والنواهي- وخاتمتها، النهى عن الشرك، لأن التوحيد هو رأس كل حكمة وملاكها ومن عدمه لم تنفعه حكمه وعلومه وإن بذّفيها الحكماء، وحك بيافوخه السماء، وما أغنت عن الفلاسفة أسفار الحكم وهم عن دين الله أضل من النعم .وبذلك نرى أن هذه الآيات الكريمة التي اشتملت على بضع وعشرين تكليفا، والتي ابتدأت بقوله- تعالى- لا تجعل مع الله إلها آخر ... وانتهت بقوله- سبحانه-: وَلا تَجْعَلْ مَعَ اللَّهِ إِلهاً آخَرَ.. قد ربطت قواعد السلوك والآداب: والتكاليف الفردية والاجتماعية، بإخلاص العبادة لله- تعالى- لأن هذا الإخلاص لله- تعالى- في العقيدة والعبادة والقول والعمل.. هو رأس كل حكمة وملاكها. كما قال صاحب الكشاف- رحمه الله-.وبعد أن ذكر- سبحانه- ما ذكر من الأوامر والنواهي في الآيات السابقة، التي بدأها وختمها بالنهى عن الإشراك بالله- تعالى- أتبع ذلك بإقامة الأدلة على استحالة أن يكون له شريك أو ولد، بل كل من في السموات ومن الأرض، خاضع لسلطانه، وما من شيء إلا ويسبح بحمده، فقال- تعالى-."},{"ayah_number":40,"text":"والخطاب في قوله- تعالى-: أَفَأَصْفاكُمْ.. للكافرين الذين قالوا، الملائكة بنات الله.والإصفاء بالشيء: جعله خالصا. يقال: أصفى فلان فلانا بالشيء، إذا آثره به. ويقال للأشياء التي يختص السلطان بها نفسه: الصوافي. وفعله: صفا يصفو، وتضمن هنا معنى التخصيص.والاستفهام للإنكار والتوبيخ والتهكم.والمعنى- كما يقول صاحب الكشاف- أفخصكم ربكم على وجه الخلوص والصفاء بأفضل الأولاد، وهم الذكور، ولم يجعل فيهم نصيبا لنفسه، واتخذ أدونهم، وهن البنات، وأنتم لا ترضونهن لأنفسكم، بل تئدوهن وتقتلونهن!! فهذا خلاف الحكمة وما عليه معقولكم وعادتكم. فإن العبيد لا يؤثرون بأجود الأشياء وأصفاها من الشوب، ويكون أردؤها وأدونها للسادات.والمقصود من الجملة الكريمة نفى ما زعموه من أن الملائكة بنات الله بأبلغ وجه، أى: لم يخصكم ربكم بالبنين، ولم يتخذ من الملائكة إناثا، لأنه- سبحانه- تنزه عن الشريك والولد والوالد والشبيه.قال- تعالى-: لَوْ أَرادَ اللَّهُ أَنْ يَتَّخِذَ وَلَداً لَاصْطَفى مِمَّا يَخْلُقُ ما يَشاءُ، سُبْحانَهُ هُوَ اللَّهُ الْواحِدُ الْقَهَّارُ.وقال- تعالى-: أَلَكُمُ الذَّكَرُ وَلَهُ الْأُنْثى. تِلْكَ إِذاً قِسْمَةٌ ضِيزى.وقوله- سبحانه-: إِنَّكُمْ لَتَقُولُونَ قَوْلًا عَظِيماً تسفيه لأقوالهم الباطلة وأفكارهم الفاسدة وعقولهم السقيمة.أى: إنكم بنسبتكم البنات إلى الله- تعالى-، لتقولون قولا عظيما في قبحه وشناعته، وفي استهجان العقول السليمة له، وفيما يترتب عليه من عقوبات أليمة من الله- تعالى- لكم.قال- تعالى-: وَقالُوا اتَّخَذَ الرَّحْمنُ وَلَداً، لَقَدْ جِئْتُمْ شَيْئاً إِدًّا. تَكادُ السَّماواتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبالُ هَدًّا. أَنْ دَعَوْا لِلرَّحْمنِ وَلَداً. وَما يَنْبَغِي لِلرَّحْمنِ أَنْ يَتَّخِذَ وَلَداً. إِنْ كُلُّ مَنْ فِي السَّماواتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمنِ عَبْداً. لَقَدْ أَحْصاهُمْ وَعَدَّهُمْ عَدًّا. وَكُلُّهُمْ آتِيهِ يَوْمَ الْقِيامَةِ فَرْداً."},{"ayah_number":41,"text":"ثم بين- سبحانه- أن هذا القرآن الذي أنزله على نبيه محمد صلى الله عليه وسلم قد اشتمل على ألوان متعددة من الهدايات والآداب والأحكام، فقال- تعالى-: وَلَقَدْ صَرَّفْنا فِي هذَا الْقُرْآنِ لِيَذَّكَّرُوا، وَما يَزِيدُهُمْ إِلَّا نُفُوراً.وقوله- تعالى-: صَرَّفْنا من التصريف وهو في الأصل صرف الشيء من حالة إلى أخرى، ومن جهة إلى أخرى.والمراد به هنا: بينا، وكررنا، ومفعوله محذوف للعلم به.والمعنى: ولقد بينا وكررنا في هذا القرآن أنواعا من الوعد والوعيد، والقصص، والأمثال، والمواعظ والأخبار، والآداب والتشريعات، ليتذكر هؤلاء الضالون ويتعظوا ويعتبروا، ويوقنوا بأنه من عند الله- تعالى- فيهديهم ذلك إلى اتباع الحق، والسير في الطريق القويم.وقوله- تعالى-: وَما يَزِيدُهُمْ إِلَّا نُفُوراً تصوير بديع لإصرارهم على كفرهم وعنادهم، وإيثارهم الغي على الرشد.والنفور: التباعد والإعراض عن الشيء. يقال: نفرت الدابة تنفر- بكسر الفاء وضمها- نفورا، إذا جزعت وتباعدت وشردت.أى: وما يزيدهم هذا البيان والتكرار الذي اشتمل عليه القرآن الكريم، إلا تباعدا عن الحق، وإعراضا عنه، وعكوفا على باطلهم، بسبب جحودهم وعنادهم وحسدهم للرسول صلى الله عليه وسلم على ما آتاه الله من فضله.وكان بعض الصالحين إذا قرأ هذه الآية قال: زادني لك خضوعا، ما زاد أعداءك نفورا."},{"ayah_number":42,"text":"ثم أمر الله - تعالى - رسول الله صلى الله عليه وسلم أن يوبخهم على شركهم ، وأن يسوق لهم الدليل الواضح على فساد عقولهم ، فقال - تعالى - : ( قُلْ لَّوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ إِذاً لاَّبْتَغَوْاْ إلى ذِي العرش سَبِيلاً ) .وقد قرأ جمهور القراء ( كما تقولون ) وقرأ ابن كثير وحفص عن عاصم ( كما يقولون ) .وللمفسرين فى تفسير هذه الآية اتجاهان ، أما الاتجاه الأول فيرى أصحابه أن المعنى .قل - أيها الرسول الكريم - لهؤلاء المشركين ، لو كان مع الله - تعالى - آلهة أخرى - كما يزعمون - إذا لطلبوا إلى ذى العرش - وهو الله عز وجل - طريقا وسبيلا لتوصلهم إليه ، لكى ينازعوه فى ملكه ، ويقاسموه إياه ، كما هى عادة الشركاء ، وكما هو ديدن الرؤساء والملوك فيما بينهم .قال - تعالى - : ( مَا اتخذ الله مِن وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ إِذاً لَّذَهَبَ كُلُّ إله بِمَا خَلَقَ وَلَعَلاَ بَعْضُهُمْ على بَعْضٍ سُبْحَانَ الله عَمَّا يَصِفُونَ ) وقال سبحانه - : ( لَوْ كَانَ فِيهِمَآ آلِهَةٌ إِلاَّ الله لَفَسَدَتَا فَسُبْحَانَ الله رَبِّ العرش عَمَّا يَصِفُونَ ) وهذا الاتجاه قد صدر به صاحب الكشاف كلامه فقال ما ملخصه : قوله ( إِذاً لاَّبْتَغَوْاْ إلى ذِي العرش سَبِيلاً ) جواب عن مقالة المشركين وجزاء للو . أى : إذا لطلبوا إلى من له الملك والربوبية سبيلا بالمغالية ، كما يفعل الملوك بعضهم مع بعض . . .وأما الاتجاه الثانى فيرى أصحابه أن المعنى : قل أيها الرسول لهؤلاء المشركين ، لو كان مع الله - تعالى - آلهة أخرى - كما يزعمون - ، إذا لابتغوا - أى الآلهة المزعومة - إلى ذى العرش سبيلا وطريقا ليقتربوا إليه ، ويعترفوا بفضله ، ويخلصوا له العبادة ، كما قال - تعالى - : ( أولئك الذين يَدْعُونَ يَبْتَغُونَ إلى رَبِّهِمُ الوسيلة أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُوراً ) وقد اقتصر ابن كثير على هذا الوجه فى تفسيره للآية فقال : يقول - تعالى - : قل يا محمد لهؤلاء المشركين الزاعمين أن لله شريكا من خلقه ، لو كان الأمر كما تقولون ، من أن معه آلهة تعبد . . لكان أولئك المعبودون يعبدونه ويتقربون إليه يبتغون إليه الوسيلة والقربة .ومع وجاهة الرأيين ، إلا أن الرأى الأول أظهر ، لأن فى الآية فرض المحال ، وهو وجود الآلهة مع الله - تعالى - ، وافتراض وجودها المحال لا يظهر منه أنها تتقرب إليه - سبحانه - ، بل الذى يظهر منه أنها تنازعه لو كانت موجودة ، ولأن هذا الرأى يناسبه - أيضا - قوله - تعالى - بعد ذلك :"},{"ayah_number":43,"text":"( سُبْحَانَهُ وتعالى عَمَّا يَقُولُونَ عُلُوّاً كَبِيراً ) .أى : تنزه الله - تعالى - عما يقوله المشركون فى شأنه وتباعد ، وعلا علوا كبيرا ، فإنه - جل شأنه - لا ولد له ، فلا شريك له . . .قال - تعالى - : ( قُلْ هُوَ الله أَحَدٌ الله الصمد لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَّهُ كُفُواً أَحَدٌ ) والتعبير بقوله - سبحانه - : ( إِذاً لاَّبْتَغَوْاْ إلى ذِي العرش سَبِيلاً ) يشير إلى الارتفاع والتسامى على تلك الآلهة المزعومة ، وأنها دون عرشه - تعالى - وتحته ، وليست معه . ."},{"ayah_number":44,"text":"ثم بين - سبحانه - أن جميع الكائنات تسبح بحمده فقال - تعالى - : ( تُسَبِّحُ لَهُ السماوات السبع والأرض وَمَن فِيهِنَّ وَإِن مِّن شَيْءٍ إِلاَّ يُسَبِّحُ بِحَمْدِهِ ولكن لاَّ تَفْقَهُونَ تَسْبِيحَهُمْ ) .والتسبيح : مأخوذ من السبح ، وهو المر السريع فى الماء أو فى الهواء ، فالمسبح مسرع فى تنزيه الله وتبرئته من السوء ، ومن كل ما لا يليق به - سبحانه - .أى تنزه الله - تعالى - وتمجده السموات السبع ، والأرض ، ومن فيهن من الإِنس والجن والملائكة وغير ذلك ، وما من شئ من مخلوقاته التى لا تحصى إلا ويسبح بحمد خالقه - تعالى - ، ولكن أنتم يا بنى آدم ( ولكن لاَّ تَفْقَهُونَ تَسْبِيحَهُمْ ) لأن تسبيحهم بخلاف لغتكم ، وفوق مستوى فهمكم ، وإنما الذى يعلم تسبيحهم هو خالقهم عز وجل ، وصدق - سبحانه - إذ يقول : ( أَلاَ يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللطيف الخبير ) والمتدبر فى هذه الآية الكريمة ، يراها تبعث فى النفوس الخشية والرهبة من الخالق - عز وجل - ، لأنها تصرح تصريحا بليغا بأن كل جماد ، وكل حيوان ، وكل طير ، وكل حشرة . . بل كل كائن فى هذا الوجود يسبح بحمده - تعالى - .وهذا التصريح يحمل كل إنسان عاقل على طاعة الله ، وإخلاص العبادة له ، ومداومة ذكره . . حتى لا يكون - وهو الذى كرمه ربه وفضله - أقل من غيره طاعة لله - تعالى - .وقوله : ( إِنَّهُ كَانَ حَلِيماً غَفُوراً ) تذييل قصد به بيان فضل الله - تعالى - ورحمته بعباده مع تقصيرهم فى تسبيحه وذكره .أى : ( إِنَّهُ كَانَ حَلِيماًً ) لا يعاجل المقصر بالعقوبة ، بل يمهله لعله يرعوى وينزجر عن تقصيره ومعصيته ، ( غفورا ) لمن تاب وآمن وعمل صالحا واهتدى إلى صراطه المستقيم .هذا ، ومن العلماء من يرى أن تسبيح هذه الكائنات بلسان الحال .قال بعض العلماء تسبيح هذه الكائنات لله - تعالى - هو دلالتها - بإمكانها وحدوثها ، وتغير شئونها ، وبديع صنعها - على وجود مبدعها ، ووحدته وقدرته ، وتنزهه عن لوازم الإِمكان والحدوث ، كما يدل الأثر على المؤثر .فهي دلالة بلسان الحال، لا يفقهها إلا ذوو البصائر. أما الكافرون فلا يفقهون هذا التسبيح، لفرط جهلهم وانطماس بصيرتهم..  .ومنهم من يرى أن تسبيحها بلسان المقال، أى أن التسبيح بمعناه الحقيقي، فالكل يسبح بحمد الله، ولكن بلغته الخاصة التي لا يفهمها الناس.قال الإمام ابن كثير ما ملخصه: وقوله: وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ أى: وما من شيء من المخلوقات إلا يسبح بحمد الله وَلكِنْ لا تَفْقَهُونَ تَسْبِيحَهُمْ أى: لا تفقهون تسبيحهم- أيها الناس- لأنها بخلاف لغتكم وهذا عام في الحيوانات والنبات والجماد.وهذا أشهر القولين كما ثبت في صحيح البخاري وغيره، عن ابن مسعود أنه قال: كنا نسمع تسبيح الطعام وهو يؤكل.وفي حديث أبى ذر: أن النبي صلى الله عليه وسلم أخذ في يده حصيات، فسمع لهن تسبيح كحنين النحل. وكذا في يد أبى بكر وعمر وعثمان- رضى الله عنهم- وهو حديث مشهور في المسانيد ...ثم قال ويشهد لهذا القول آية السجدة في أول سورة الحج- وهو قوله- تعالى-:لَمْ تَرَ أَنَّ اللَّهَ يَسْجُدُ لَهُ مَنْ فِي السَّماواتِ وَمَنْ فِي الْأَرْضِ، وَالشَّمْسُ وَالْقَمَرُ وَالنُّجُومُ وَالْجِبالُ وَالشَّجَرُ وَالدَّوَابُّ، وَكَثِيرٌ مِنَ النَّاسِ، وَكَثِيرٌ حَقَّ عَلَيْهِ الْعَذابُ..  .وقال القرطبي: قوله- تعالى-: تُسَبِّحُ لَهُ السَّماواتُ السَّبْعُ وَالْأَرْضُ وَمَنْ فِيهِنَّ أعاد على السموات والأرض ضمير من يعقل، لما أسند إليها فعل العاقل وهو التسبيح. وقوله وَمَنْ فِيهِنَّ يريد الملائكة والإنس والجن، ثم عمم بعد ذلك الأشياء كلها في قوله:وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ.واختلف في هذا العموم هل هو مخصص أولا. فقالت فرقة: ليس مخصوصا، والمراد به تسبيح الدلالة، كل محدث يشهد على نفسه بأن الله- عز وجل- خالق قادر.وقالت طائفة: هذا التسبيح حقيقة، وكل شيء على العموم يسبح تسبيحا لا يسمعه البشر: ولا يفقهونه، ولو كان ما قاله الأولون من أنه أثر الصفة والدلالة، لكان أمرا مفهوما، والآية تنطق بأن هذا التسبيح لا يفقه..ويستدل لهذا القول من الكتاب بقوله- تعالى-: وَلَقَدْ آتَيْنا داوُدَ مِنَّا فَضْلًا يا جِبالُ أَوِّبِي مَعَهُ وَالطَّيْرَ ...وقوله- تعالى-: وَاذْكُرْ عَبْدَنا داوُدَ ذَا الْأَيْدِ إِنَّهُ أَوَّابٌ. إِنَّا سَخَّرْنَا الْجِبالَ مَعَهُ يُسَبِّحْنَ بِالْعَشِيِّ وَالْإِشْراقِ.ثم قال: فالصحيح أن الكل يسبح للأخبار الدالة على ذلك، ولو كان ذلك التسبيح تسبيح دلالة، فأى تخصيص لداود، وإنما ذلك تسبيح المقال، بخلق الحياة والإنطاق بالتسبيح. وقد نصت السنة على ما دل عليه ظاهر القرآن من تسبيح كل شيء فالقول به أولى  .والذي تطمئن إليه النفس أن التسبيح حقيقى وبلسان المقال، لأن هذا هو الظاهر من الآية الكريمة، ولأن الآيات القرآنية والأحاديث النبوية تؤيد ذلك."},{"ayah_number":45,"text":"والخطاب في قوله- تعالى-: وَإِذا قَرَأْتَ الْقُرْآنَ ... للرسول صلى الله عليه وسلم وقوله حِجاباً من الحجب بمعنى المنع.قال صاحب المصباح: حجبه حجبا- من باب قتل-: منعه. ومنه قيل للستر:حجاب لأنه يمنع المشاهدة. وقيل للبواب: حاجب، لأنه يمنع من الدخول. والأصل في الحجاب: جسم حائل بين جسدين، وقد استعمل في المعاني فقيل: العجز حاجب، أى: بين الإنسان ومراده.. .وقوله مَسْتُوراً ساترا، فهو من إطلاق اسم المفعول وإرادة اسم الفاعل. كميمون بمعنى يامن. ومشئوم بمعنى شائم.واختار بعضهم أن مستورا على معناه الظاهر، من كونه اسم مفعول، لأن ذلك الحجاب مستور عن أعين الناس فلا يرونه، أو مستورا به القارئ فلا يراه غيره، ويجوز أن يكون مستورا، أى: ذا ستر فهو للنسب كمكان مهول: ذو هول..وللمفسرين في تفسير هذه الآية أقوال، أشهرها قولان:أولهما يرى أصحابه، أن المراد بالحجاب المستور: ما حجب الله به قلوب هؤلاء الكافرين عن الانتفاع بهدى القرآن الكريم، بسبب جحودهم وجهلهم وإصرارهم على كفرهم. فهو حجاب معنوي خفى، حال بينهم وبين الانتفاع بالقرآن.فهم يستمعون إليه، ولكنهم يجاهدون قلوبهم ألا ترق له، ويمانعون فطرتهم عن التأثر به، فكان استماعهم له كعدمه، وعاقبهم الله على ذلك بأن طمس بصائرهم عن فقهه.والمعنى: وإذا قرأت- أيها الرسول الكريم- القرآن الهادي إلى الطريق التي هي أقوم، جعلنا- بقدرتنا، ومشيئتنا-، بينك وبين الذين لا يؤمنون بالآخرة، حجابا يحجبهم ويمنعهم عن إدراك أسراره وهداياته، وساترا بينك وبينهم، بحيث لا يصل القرآن إلى قلوبهم وصول انتفاع وهداية.ويشهد لهذا المعنى قوله- تعالى-: وَقالُوا قُلُوبُنا فِي أَكِنَّةٍ مِمَّا تَدْعُونا إِلَيْهِ وَفِي آذانِنا وَقْرٌ، وَمِنْ بَيْنِنا وَبَيْنِكَ حِجابٌ، فَاعْمَلْ إِنَّنا عامِلُونَ  .ومن المفسرين الذين اكتفوا بهذا القول، فلم يذكروا غيره، الإمام البيضاوي، فقد قال- رحمه الله: قوله: وإذا قرأت القرآن جعلنا بينك وبين الذين لا يؤمنون بالآخرة حجابا يحجبهم عن فهم ما تقرؤه عليهم مَسْتُوراً ذا ستر: كقوله- تعالى-: إِنَّهُ كانَ وَعْدُهُ مَأْتِيًّا أى مستورا عن الحس.. .أما القول الثاني فيرى أصحابه: أن المراد بالحجاب المستور، أن الله- تعالى- يحجب نبيه صلى الله عليه وسلم عن أعين المشركين، بحيث لا يرونه في أوقات معينة، لحكم منها: النجاة من شرورهم.فيكون المعنى: وإذا قرأت القرآن- أيها الرسول الكريم- جعلنا بينك وبين هؤلاء الكافرين، حجابا ساترا لك عنهم بحيث لا يرونك، عند ما تكون المصلحة في ذلك.وقد استشهد أصحاب هذا القول بما أخرجه الحافظ أبو يعلى عن أسماء بنت أبى بكر قالت: لما نزلت سورة تَبَّتْ يَدا أَبِي لَهَبٍ جاءت العوراء أم جميل ولها ولولة، وفي يدها فهر- أى حجر- وهي تقول: مذمّما أتينا، وأمره عصينا، ودينه قلينا ورسول الله صلى الله عليه وسلم جالس، وأبو بكر إلى جنبه.فقال أبو بكر: يا رسول الله، لقد أقبلت هذه وأخاف أن تراك، فقال صلى الله عليه وسلم: «إنها لن تراني» وقرأ قرآنا اعتصم به منها، ومما قرأه-: وَإِذا قَرَأْتَ الْقُرْآنَ جَعَلْنا بَيْنَكَ وَبَيْنَ الَّذِينَ لا يُؤْمِنُونَ بِالْآخِرَةِ حِجاباً مَسْتُوراً.فجاءت حتى قامت على أبى بكر، فلم تر النبي صلى الله عليه وسلم، فقالت: يا أبا بكر، بلغني أن صاحبك هجانى: فقال أبو بكر: لا ورب هذا البيت ما هجاك.فانصرفت وهي تقول: لقد علمت قريش أنى بنت سيدها .ومن المفسرين الذين استظهروا هذا القول، الإمام القرطبي، فقد قال بعد أن ذكر ما روى عن أسماء بنت أبى بكر- رضى الله عنهما-: وقال سعيد بن جبير: لما نزلت سورة تَبَّتْ يَدا أَبِي لَهَبٍ وَتَبَّ جاءت امرأة أبى لهب إلى النبي صلى الله عليه وسلم ومعه أبو بكر، فقال أبو بكر لو تنحيت عنها لئلا تسمعك ما يؤذيك فإنها امرأة بذيّة.فقال صلى الله عليه وسلم: «إنه سيحال بيني وبينها» فلم تره. فقالت لأبى بكر: يا أبا بكر هجانا صاحبك.فقال أبو بكر: والله ما ينطق بالشعر ولا يقوله. فاندفعت راجعة. فقال أبو بكر:يا رسول الله، أما رأتك؟.قال: لا. ما زال ملك بيني وبينها يسترني حتى ذهبت.ثم قال القرطبي: وقيل: الحجاب المستور، طبع الله على قلوبهم حتى لا يفقهوه:ولا يدركوا ما فيه من الحكمة. قاله قتادة. وقال الحسن: أى أنهم لإعراضهم عن قراءتك، وتغافلهم عنك كمن بينك وبينه حجاب في عدم رؤيتهم لك، حتى كأن على قلوبهم أغطية ...ثم قال: والقول الأول أظهر في الآية .ويبدو لنا أن كلا القولين صحيح في ذاته، وأن كل واحد منهما يحكى حالات معينة، ويشهد لذلك ما نقله الجمل في حاشيته على الجلالين عن شيخه فقد قال- رحمه الله-. قوله:حِجاباً مَسْتُوراً، أى: ساترا لك عنهم فلا يرونك وهذا بالنسبة لبعضهم، كان يحجب بصره عن رؤية النبي صلى الله عليه وسلم إذا أراده بمكروه وهو يقرأ القرآن: وبعضهم كان يحجب قلبه عن إدراك معاني القرآن.. وبعضهم كان ينفر عند قراءة القرآن.. ."},{"ayah_number":46,"text":"وقوله- تعالى-: وَجَعَلْنا عَلى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذانِهِمْ وَقْراً وَإِذا ذَكَرْتَ رَبَّكَ فِي الْقُرْآنِ وَحْدَهُ وَلَّوْا عَلى أَدْبارِهِمْ نُفُوراً يؤكد أن المشركين كانوا طوائف متعددة بالنسبة لموقفهم من القرآن الكريم، ومن النبي صلى الله عليه وسلم.أى: وجعلنا على قلوب هؤلاء الذين لا يؤمنون بالآخرة أَكِنَّةً أَنْ يَفْقَهُوهُ أى:أغطية تسترها وتمنعها من فقه القرآن الكريم، وفهمه فهما سليما.وجعلنا- أيضا-: فِي آذانِهِمْ وَقْراً أى: صمما وثقلا عظيما يمنعهم من سماعه سماعا ينفعهم.وقوله: - سبحانه-: وَإِذا ذَكَرْتَ رَبَّكَ فِي الْقُرْآنِ وَحْدَهُ وَلَّوْا عَلى أَدْبارِهِمْ نُفُوراً بيان لرذيلة أخرى من رذائلهم المتعددة.أى: وإذا ذكرت أيها الرسول الكريم- ربك في القرآن وحده، دون أن تذكر معه آلهتهم المزعومة انفضوا من حولك ورجعوا على أعقابهم نافرين شاردين كَأَنَّهُمْ حُمُرٌ مُسْتَنْفِرَةٌ. فَرَّتْ مِنْ قَسْوَرَةٍ.وبذلك ترى أن هاتين الآيتين قد صورتا قبائح المشركين المتنوعة أبلغ تصوير، لتزيد في فضيحتهم وجهلهم، ولتجعل المؤمنين يزدادون إيمانا على إيمانهم."},{"ayah_number":47,"text":"ثم ساق- سبحانه- ما يدل على كمال علمه. وأنه- تعالى- سيجازى هؤلاء الكافرين بما يستحقون من عقاب، فقال- عز وجل-: نَحْنُ أَعْلَمُ بِما يَسْتَمِعُونَ بِهِ. إِذْ يَسْتَمِعُونَ إِلَيْكَ وَإِذْ هُمْ نَجْوى، إِذْ يَقُولُ الظَّالِمُونَ إِنْ تَتَّبِعُونَ إِلَّا رَجُلًا مَسْحُوراً.والباء في قوله- سبحانه-: بِما يَسْتَمِعُونَ متعلقة بأعلم، ومفعول يَسْتَمِعُونَ محذوف، تقديره، القرآن.قال الآلوسى: قوله: نَحْنُ أَعْلَمُ بِما يَسْتَمِعُونَ بِهِ أى: متلبسين به من اللغو والاستخفاف، والاستهزاء بك وبالقرآن. يروى أنه صلى الله عليه وسلم كان يقوم عن يمينه رجلان من بنى عبد الدار، وعن يساره رجلان منهم، فيصفقون ويصفرون ويخلطون عليه بالأشعار- إذا قرأ القرآن-.ويجوز أن تكون الباء للسببية أو بمعنى اللام. أى: نحن أعلم بما يستمعون بسببه أو لأجله من الهزء، وهم متعلقة بيستمعون.. وأفعل التفضيل في العلم والجهل يتعدى بالباء، وفي سوى ذلك يتعدى باللام، فيقال: هو أكسى للفقراء، والمراد من كونه- سبحانه- أعلم بذلك:الوعيد لهم.. .وإذ في قوله إِذْ يَسْتَمِعُونَ إِلَيْكَ وَإِذْ هُمْ نَجْوى ظرف لأعلم.ولفظ نَجْوى مصدر بمعنى التناجي والمسارة في الحديث. وقد جعلوا عين النجوى على سبيل المبالغة، كما في قولهم: قوم عدل.ويجوز أن يكون جمع نجىّ، كقتلى جمع قتيل أى: وإذ هم متناجون في أمرك.والمعنى: نحن- أيها الرسول الكريم- على علم تام بأحوال المشركين عند استماعهم للقرآن الكريم. حين تتلوه عليهم، وبالطريقة التي يستمعون بها وبالغرض الذي من أجله يستمعون إليك. وعلى علم تام بأحوالهم حين يستمعون إليك فرادى: وحين يستمعون إليك ثم يتناجون فيما بينهم بالإثم والعدوان، والتواصي بمعصيتك.فالجملة الكريمة وعيد شديد للمشركين على استماعهم المصحوب بالاستهزاء والسخرية من الرسول صلى الله عليه وسلم ومن القرآن. وتسلية له صلى الله عليه وسلم عما أصابه منهم، وبيان لشمول علم الله- تعالى- لكل أحوالهم الظاهرة والخفية.وقوله- تعالى-: إِذْ يَقُولُ الظَّالِمُونَ إِنْ تَتَّبِعُونَ إِلَّا رَجُلًا مَسْحُوراً بدل من قوله- تعالى-: وَإِذْ هُمْ نَجْوى.والمسحور. هو الذي سحر فاختلط عقله، وزالت عنه الهيئة السوية.أى: ونحن أعلم بهؤلاء الأشقياء- أيضا- عند ما يقول بعضهم لبعض: لا تتبعوا محمدا صلى الله عليه وسلم فيما يدعو إليه، فإنكم إن اتبعتموه تكونون قد اتبعتم رجلا مسحورا، أصابه السحر فأخرجه عن وعيه وعقله.وقال- سبحانه-: إِذْ يَقُولُ الظَّالِمُونَ بالإظهار دون الإضمار، لتسجيل الظلم عليهم فيما تفوهوا به، وأنهم سيستحقون عقوبة الظالم."},{"ayah_number":48,"text":"وقوله- تعالى-: انْظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثالَ فَضَلُّوا فَلا يَسْتَطِيعُونَ سَبِيلًا تسلية عظيمة للرسول صلى الله عليه وسلم، وتثبيت له وللمؤمنين على الطريق الحق الذي هداهم الله- تعالى- إليه.أى: انظر وتأمل- أيها الرسول الكريم- كيف أن هؤلاء المشركين. قد بلغ بهم الجحود والفجور، أنهم مثلوا لك الأمثال، فوصفوك تارة بأنك مسحور، وتارة بأنك شاعر.وهم في وصفهم هذا، قد ضلوا عن الحق ضلالا بعيدا، وصاروا كالحيران الذي التبست عليه الطرق، فأمسى لا يعرف السبيل الذي يسلكه.هذا، وقد ذكر الإمام ابن كثير رحمة الله- عند تفسيره لهذه الآيات، ما يدل على أن المشركين كانوا يستمعون إلى الرسول صلى الله عليه وسلم عند قراءته للقرآن.فقال: قال محمد بن إسحاق في السيرة: حدثني محمد بن مسلم بن شهاب الزهري، أنه حدّث أن أبا سفيان بن حرب، وأبا جهل بن هشام، والأخنس بن شريق.. خرجوا ليلة ليستمعوا من رسول الله صلى الله عليه وسلم وهو يصلى بالليل في بيته، فأخذ كل واحد منهم مجلسا يستمع فيه، وكل لا يعلم بمكان صاحبه، فباتوا يستمعون له، حتى إذا طلع الفجر تفرقوا.حتى إذا جمعتهم الطريق، تلاوموا، وقال بعضهم لبعض: لا تعودوا، فلو رآكم بعض سفهائكم لأوقعتم في نفسه شيئا، ثم انصرفوا.حتى إذا كانت الليلة التالية، عاد كل رجل منهم إلى مجلسه، فباتوا يستمعون له، حتى إذا طلع الفجر تفرقوا. حتى إذا جمعتهم الطريق، قال بعضهم لبعض مثل ما قال أول مرة، ثم انصرفوا.حتى إذا كانت الليلة الثالثة، أخذ كل رجل منهم مجلسه. فباتوا يستمعون له، حتى إذا طلع الفجر تفرقوا، فجمعهم الطريق، فقال بعضهم لبعض لا نبرح حتى نتعاهد لا نعود فتعاهدوا على ذلك ثم تفرقوا.فلما أصبح الأخنس بن شريق أخذ عصاه، ثم خرج حتى أتى أبا سفيان بن حرب في بيته، فقال: أخبرنى يا أبا حنظلة عن رأيك فيما سمعت من محمد صلى الله عليه وسلم؟ فقال أبو سفيان: يا أبا ثعلبة، والله لقد سمعت أشياء أعرفها وأعرف ما يراد بها، وسمعت أشياء ما عرفت معناها. ولا ما يراد بها.فقال الأخنس: وأنا والذي حلفت به، قال: ثم خرج من عنده حتى أتى أبا جهل.فدخل عليه بيته فقال: يا أبا الحكم، ما رأيك فيما سمعت من محمد صلى الله عليه وسلم؟ قال: ماذا سمعت؟ تنازعنا نحن وبنو عبد مناف الشرف: أطعموا فأطعمنا، وحملوا فحملنا، وأعطوا فأعطينا، حتى إذا تجاثينا على الركب، وكنا كفرسي رهان قالوا: منّا نبي يأتيه الوحى من السماء، فمتى ندرك هذه؟ والله لا نؤمن به أبدا ولا نصدقه. قال: فقام عنه الأخنس وتركه  .ثم حكى- سبحانه- أقوالهم الباطلة، في شأن البعث والحساب يوم القيامة ورد عليها بما يزهق باطلهم، فقال- تعالى-:"},{"ayah_number":49,"text":"قال الإمام الرازي: اعلم أنه تعالى لما تكلم أولا في الإلهيات، ثم أتبعه بذكر شبهاتهم في النبوات، ذكر في هذه الآية شبهات القوم في إنكار المعاد والبعث والقيامة.. .والرفات: ما تكسر وبلى من كل شيء كالفتات. يقال: رفت فلان الشيء يرفته- بكسر الفاء وضمها-، إذا كسره وجعله يشبه التراب.والاستفهام في قوله- تعالى-: أَإِذا كُنَّا ... وفي قوله أَإِنَّا لَمَبْعُوثُونَ..للاستبعاد والإنكار.أى: وقال الكافرون المنكرون لوحدانية الله- تعالى-، ولنبوة النبي صلى الله عليه وسلم، وللبعث والحساب، قالوا للنبي صلى الله عليه وسلم على سبيل الإنكار والاستبعاد، أإذا كنا يا محمد، عظاما بالية، ورفاتا يشبه التراب في تفتته ودقته، أإنا لمعادون إلى الحياة مرة أخرى، بحيث تعود إلينا أرواحنا، وتدب الحياة فينا ثانية، ونبعث على هيئة خلق جديد، غير الذي كنا عليه في الدنيا؟.وقولهم هذا، يدل على جهلهم المطبق، بقدرة الله- تعالى- التي لا يعجزها شيء، وكرر- سبحانه- الاستفهام في الآية الكريمة، للإشعار بإيغالهم في الجحود والإنكار.والعامل في إِذا محذوف، والتقدير: أنبعث أو أنحشر إذا كنا عظاما ورفاتا، وقد دل على هذا المحذوف قوله- تعالى-: أَإِنَّا لَمَبْعُوثُونَ."},{"ayah_number":50,"text":"وقوله- سبحانه-: قُلْ كُونُوا حِجارَةً أَوْ حَدِيداً أَوْ خَلْقاً مِمَّا يَكْبُرُ فِي صُدُورِكُمْ أمر من الله- تعالى- لرسوله صلى الله عليه وسلم بالرد عليهم فيما استبعدوه وأنكروه من إعادتهم الى الحياة بعد موتهم.أى: قل لهم- أيها الرسول الكريم- على سبيل الرد على استبعادهم، والتحقير من شأنهم، والتعجيز لهم: «كونوا» - إن استطعتم- حِجارَةً كالتي تعبدونها من دون الله، أَوْ حَدِيداً كالذي تستعملونه في شئون حياتكم،"},{"ayah_number":51,"text":"أَوْ كونوا خَلْقاً أى:مخلوقا سوى الحجارة والحديد مِمَّا يَكْبُرُ أى: يعظم ويستبعد- فِي صُدُورِكُمْ المظلمة- قبوله للحياة، قل لهم: كونوا أى شيء من ذلك أو غيره إن استطعتم، فإن الله- تعالى- لا يعجزه أن يعيدكم إلى الحياة مرة أخرى، لكي يحاسبكم على أعمالكم، ويجازيكم عليها بما تستحقون من عقاب.فالمقصود من الجملة الكريمة، بيان أن قدرة الله- تعالى- لا يعجزها شيء..قال الجمل: أجابهم الله- تعالى- بما معناه: تحولوا بعد الموت إلى أى صفة تزعمون أنها أشد منافاة للحياة، وأبعد عن قبولها، كصفة الحجرية والحديدية ونحوهما. فليس المراد الأمر، بل المراد أنكم لو كنتم كذلك لما أعجزتم الله- تعالى- عن الإعادة .وقوله- تعالى-: فَسَيَقُولُونَ مَنْ يُعِيدُنا أى: فسيقولون لك- أيها الرسول الكريم- من يعيدنا إلى الحياة مرة أخرى بعد أن نكون حجارة أو حديدا أو غيرهما؟.وقوله- سبحانه-: قُلِ الَّذِي فَطَرَكُمْ أَوَّلَ مَرَّةٍ رد على جهالاتهم وإنكارهم للبعث والحساب.أى: قل لهم: الله- تعالى- الذي فطركم وخلقكم، أول مرة، على غير مثال سابق، قادر على أن يعيدكم الى الحياة مرة أخرى. كما قال- تعالى-: وَهُوَ الَّذِي يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ، وَلَهُ الْمَثَلُ الْأَعْلى فِي السَّماواتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ .ثم بين- سبحانه- ما يكون منهم من استهزاء وسوء أدب عند ما يسمعون من الرسول صلى الله عليه وسلم هذه الإجابات السديدة، فقال: فَسَيُنْغِضُونَ إِلَيْكَ رُؤُسَهُمْ وَيَقُولُونَ مَتى هُوَ ...أى: فسيحركون إليك رءوسهم عند ما يسمعون ردك عليهم، ويقولون على سبيل الاستهزاء والسخرية والتكذيب: متى هو؟ أى ما ذكرته من الإعادة بعد الموت، أو متى هو ذلك اليوم الذي سنعود فيه إلى الحياة بعد أن نصير عظاما ورفاتا.فالجملة الكريمة تصور تصويرا بليغا ما جبلوا عليه من تكذيب بيوم القيامة ومن استهزاء بمن يذكرهم بأحوال ذلك اليوم العصيب. ومن استبعاد لحصوله كما قال- تعالى-: حكاية عنهم في آية أخرى: وَيَقُولُونَ مَتى هذَا الْوَعْدُ إِنْ كُنْتُمْ صادِقِينَ.وقوله- تعالى-: قُلْ عَسى أَنْ يَكُونَ قَرِيباً تذييل قصد به التهديد والوعيد لهم.أى: قل لهم- أيها الرسول الكريم- على سبيل التأنيب والوعيد: عسى هذا اليوم الذي تستبعدون حصوله، يكون قريبا جدا وقوعه.ولا شك في أنه قريب، لأن عسى في كلام الله- تعالى- لما هو محقق الوقوع، وكل ما هو محقق الوقوع فهو قريب، ولأن الرسول صلى الله عليه وسلم قال: «بعثت أنا والساعة كهاتين» - وأشار بالسبابة والوسطى."},{"ayah_number":52,"text":"ثم بين- سبحانه- أحوالهم عند ما يدعون في هذا اليوم الهائل الشديد فقال: يَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ....والظرف يَوْمَ منصوب بفعل مضمر أى: اذكروا يوم يدعوكم.. ويجوز أن يكون منصوبا على البدلية من قَرِيباً.والداعي لهم هو «إسرافيل» - عليه السلام- عند ما يأذن الله- تعالى- له بالنفخ في الصور، كما قال- تعالى-: وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّماواتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شاءَ اللَّهُ، ثُمَّ نُفِخَ فِيهِ أُخْرى فَإِذا هُمْ قِيامٌ يَنْظُرُونَ .وكما قال- سبحانه-: فَتَوَلَّ عَنْهُمْ يَوْمَ يَدْعُ الدَّاعِ إِلى شَيْءٍ نُكُرٍ. خُشَّعاً أَبْصارُهُمْ يَخْرُجُونَ مِنَ الْأَجْداثِ كَأَنَّهُمْ جَرادٌ مُنْتَشِرٌ. مُهْطِعِينَ إِلَى الدَّاعِ يَقُولُ الْكافِرُونَ هذا يَوْمٌ عَسِرٌ .وقوله بِحَمْدِهِ حال من ضمير المخاطبين وهم الكفار، والباء للملابسة.أى: اذكروا- أيها المكذبون- يوم يدعوكم الداعي إلى البعث والنشور فتلبون نداءه بسرعة وانقياد، حال كونكم حامدين الله- تعالى- على كمال قدرته، وناسين ما كنتم تزعمون في الدنيا من أنه لا بعث ولا حساب.قال صاحب الكشاف: وقوله بِحَمْدِهِ حال منهم. أى: حامدين، وهي مبالغة في انقيادهم للبعث، كقولك لمن تأمره بركوب ما يشق عليه فيتأبى ويتمنع، ستركبه وأنت حامد شاكر، يعنى: أنك تحمل عليه وتقسر قسرا. حتى أنك تلين لين المسمح- أى الذليل- الراغب فيه، الحامد عليه.وعن سعيد بن جبير: ينفضون التراب عن رءوسهم ويقولون: سبحانك اللهم وبحمدك .وقوله: فَتَسْتَجِيبُونَ بمعنى تجيبون، إلا أن الاستجابة تقتضي طلب الموافقة، فهي أوكد من الإجابة، وأسرع في التلبية.وجملة «وتظنون إن لبثتم إلا قليلا» حالية، أى: والحال أنك تظنون عند بعثكم أنكم ما لبثتم في الدنيا أو في قبوركم إلا زمنا قليلا.قال قتادة: إن الدنيا تحقرت في أعينهم وقلّت، حين رأوا يوم القيامة، لهول ما يرون فقالوا هذه المقالة.وشبيه بهذه الآية قوله- تعالى-:.. كَمْ لَبِثْتُمْ فِي الْأَرْضِ عَدَدَ سِنِينَ. قالُوا لَبِثْنا يَوْماً أَوْ بَعْضَ يَوْمٍ فَسْئَلِ الْعادِّينَ .وقوله- تعالى-: وَنُفِخَ فِي الصُّورِ فَإِذا هُمْ مِنَ الْأَجْداثِ إِلى رَبِّهِمْ يَنْسِلُونَ. قالُوا يا وَيْلَنا مَنْ بَعَثَنا مِنْ مَرْقَدِنا؟ هذا ما وَعَدَ الرَّحْمنُ وَصَدَقَ الْمُرْسَلُونَ .وقوله- تعالى-: كَأَنَّهُمْ يَوْمَ يَرَوْنَها لَمْ يَلْبَثُوا إِلَّا عَشِيَّةً أَوْ ضُحاها .ثم ترك القرآن الكريم أولئك الذين كفروا بالبعث والنشور في طغيانهم يعمهون، ووجه خطابه إلى المؤمنين، آمرا إياهم بأن يقولوا الكلمة الطيبة، ومبينا لهم ولغيرهم، أن مصائرهم بيد الله- تعالى- وحده، فقال- تعالى-:"},{"ayah_number":53,"text":"قال القرطبي: قوله- تعالى-: وَقُلْ لِعِبادِي يَقُولُوا الَّتِي هِيَ أَحْسَنُ ... الآية نزلت في عمر بن الخطاب. وذلك أن رجلا من العرب شتمه، وسبه عمر وهمّ بقتله، فكادت تثير فتنة، فأنزل الله فيه: وَقُلْ لِعِبادِي يَقُولُوا الَّتِي هِيَ أَحْسَنُ.وقيل: نزلت لما قال المسلمون: ائذن لنا يا رسول الله في قتال المشركين، فقد طال إيذاؤهم لنا فقال: «لم أومر بعد بالقتال»  .والمعنى: قل- أيها الرسول الكريم- لعبادي المؤمنين، أن يقولوا عند محاورتهم لغيرهم، الكلمة التي هي أحسن، والعبارة التي هي أرق وألطف.وذلك لأن الكلمة الطيبة، تزيد في المودة التي بين المؤمنين، وتكسر حدة العداوة التي بينهم وبين أعدائهم.قال- تعالى-: وَلا تَسْتَوِي الْحَسَنَةُ وَلَا السَّيِّئَةُ، ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ، فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَداوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ  .قال الآلوسى: ومقول فعل الأمر محذوف، أى: قل لهم قولوا التي هي أحسن يقولوا ذلك. فجزم يقولوا لأنه جواب الأمر. وإلى هذا ذهب الأخفش.وقال الزجاج: إن قوله يَقُولُوا هو المقول، وجزمه بلام الأمر محذوفة، أى: قل لهم ليقولوا ... .وقوله- سبحانه-: إِنَّ الشَّيْطانَ يَنْزَغُ بَيْنَهُمْ تعليل للأمر السابق.أى: إن الشيطان يتربص بكم، ويتلمس السقطات التي تقع من أفواهكم، والعثرات التي تنطق بها ألسنتكم، لكي يشيع الشر بينكم، ويبذر بذور الشر والبغضاء في صفوفكم، ويهيج أعداءكم عليكم.وينزغ بمعنى يفسد. يقال: نزغه- كنفعه- ينزغه، إذا طعن فيه واغتابه، وقوله:إِنَّ الشَّيْطانَ كانَ لِلْإِنْسانِ عَدُوًّا مُبِيناً تعليل لحرص الشيطان على الإفساد بينهم.أى إن الشيطان حريص على الإفساد بين الناس، لأنه ظاهر العداوة لهم منذ القدم ولقد حذرنا الله- سبحانه- من الشيطان وكيده في كثير من آيات القرآن الكريم، ومن ذلك قوله- تعالى-: إِنَّ الشَّيْطانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوًّا، إِنَّما يَدْعُوا حِزْبَهُ لِيَكُونُوا مِنْ أَصْحابِ السَّعِيرِ  .وقوله- تعالى-: يا بَنِي آدَمَ لا يَفْتِنَنَّكُمُ الشَّيْطانُ كَما أَخْرَجَ أَبَوَيْكُمْ مِنَ الْجَنَّةِ يَنْزِعُ عَنْهُما لِباسَهُما لِيُرِيَهُما سَوْآتِهِما. إِنَّهُ يَراكُمْ هُوَ وَقَبِيلُهُ مِنْ حَيْثُ لا تَرَوْنَهُمْ إِنَّا جَعَلْنَا الشَّياطِينَ أَوْلِياءَ لِلَّذِينَ لا يُؤْمِنُونَ .قال الإمام ابن كثير ما ملخصه: يأمر الله- تبارك وتعالى- عبده ورسوله صلى الله عليه وسلم أن يأمر عباد الله المؤمنين، أن يقولوا في مخاطباتهم ومحاوراتهم الكلام الأحسن، والكلمة الطيبة، فإنهم إن لم يفعلوا ذلك نزغ الشيطان بينهم، وأخرج الكلام إلى الفعال، ووقع الشر والمخاصمة والمقاتلة، فإنه عدو لآدم وذريته.. وعداوته ظاهرة بينة، ولهذا نهى أن يشير الرجل إلى أخيه المسلم بحديدة، فإن الشيطان ينزغ في يده. أى: فربما أصابه بها.روى الإمام أحمد عن أبى هريرة أن رسول الله صلى الله عليه وسلم قال: «لا يشيرن أحدكم إلى أخيه بالسلاح، فإنه لا يدرى أحدكم، لعل الشيطان أن ينزغ في يده، فيقع في حفرة من النار ."},{"ayah_number":54,"text":"ثم بين- سبحانه- أن مصير جميع الخلائق إليه، وأنه محيط بأحوالهم فقال. رَبُّكُمْ أَعْلَمُ بِكُمْ، إِنْ يَشَأْ يَرْحَمْكُمْ، أَوْ إِنْ يَشَأْ يُعَذِّبْكُمْ ...أى: ربكم- أيها الناس- أعلم بكم من أنفسكم، وهو- سبحانه- إن يشأ بفضله يرحمكم، بأن يوفقكم لطاعته وتقواه، وإن يشأ بعدله يعذبكم، بسبب معاصيكم وفسوقكم عن أمره، لا يسأل- عز وجل- عما يفعل، أَلا لَهُ الْخَلْقُ وَالْأَمْرُ تَبارَكَ اللَّهُ رَبُّ الْعالَمِينَ.وقوله- تعالى-: وَما أَرْسَلْناكَ عَلَيْهِمْ وَكِيلًا بيان لوظيفة الرسول صلى الله عليه وسلم.أى: وما أرسلناك- أيها الرسول الكريم- إلى الناس، لتكون حفيظا ورقيبا. وموكولا إليك أمرهم في إجبارهم وإكراههم على الدخول في الإسلام، وإنما أرسلناك شاهدا ومبشرا ونذيرا. وداعيا إلى الله بإذنه وسراجا منيرا."},{"ayah_number":55,"text":"ثم انتقل- سبحانه- من بيان كمال علمه بأحوال الناس، إلى بيان كمال علمه بجميع من في السموات والأرض، فقال- تعالى-: وَرَبُّكَ أَعْلَمُ بِمَنْ فِي السَّماواتِ وَالْأَرْضِ.أى: وربك- أيها الرسول الكريم- أعلم بأحوال من في السموات والأرض من إنس وجن وملك، وغير ذلك، ولا يخفى عليه شيء من ظواهرهم أو بواطنهم، ولا يعزب عن علمه- تعالى- شيء من طاعتهم أو معصيتهم، ولا يعلم أحد سواه من هو أهل منهم للتشرف بحمل رسالته، وتبليغ وحيه كما قال: - تعالى-: اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسالَتَهُ.وقوله- سبحانه-: وَلَقَدْ فَضَّلْنا بَعْضَ النَّبِيِّينَ عَلى بَعْضٍ وَآتَيْنا داوُدَ زَبُوراً بيان لمظهر من مظاهر علمه المطلق، وفضله العميم: وعطائه الواسع.والزبور: هو الكتاب الذي أنزله الله- تعالى- على داود- عليه السلام.أى: ولقد فضلنا- على علم وحكمة منا- بعض النبيين على بعض، بأن جعلنا منهم من كلم الله، ومنهم من اتخذناه خليلا لنا، ومنهم من آتيناه البينات وأيدناه بروح القدس، ومنهم من آتيناه الزبور وهو داود- عليه السلام-.قال الإمام ابن كثير: وقوله- تعالى-: وَلَقَدْ فَضَّلْنا بَعْضَ النَّبِيِّينَ عَلى بَعْضٍ وقوله- تعالى-: تِلْكَ الرُّسُلُ فَضَّلْنا بَعْضَهُمْ عَلى بَعْضٍ ... لا ينافي ما ثبت من الصحيحين أن رسول الله صلى الله عليه وسلم قال: «لا تفضلوا بين الأنبياء» فإن المراد من ذلك هو التفضيل بمجرد التشهى والعصبية، لا بمقتضى الدليل، فإذا دل الدليل على شيء وجب اتباعه، ولا خلاف أن الرسل أفضل عن بقية الأنبياء، وأن أولى العزم منهم أفضلهم، وهم الخمسة المذكورون نصا في قوله- تعالى-: وَإِذْ أَخَذْنا مِنَ النَّبِيِّينَ مِيثاقَهُمْ وَمِنْكَ وَمِنْ نُوحٍ وَإِبْراهِيمَ وَمُوسى وَعِيسَى ابْنِ مَرْيَمَ ...ولا خلاف في أن محمدا صلى الله عليه وسلم أفضلهم..  .وإنما خص كتاب داود بالذكر، لأن اليهود زعموا أنه لا نبي بعد موسى، ولا كتاب بعد التوراة، فكذبهم الله- تعالى- في ذلك، ولأن في هذا الإيتاء إشارة إلى أن تفضيل داود لم يكن بسبب ما أعطاه الله من ملك، بل بسبب ما أعطاه من كتاب فيه إشارة إلى تفضيل الرسول صلى الله عليه وسلم وأمته، قال- تعالى-: وَلَقَدْ كَتَبْنا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ أَنَّ الْأَرْضَ يَرِثُها عِبادِيَ الصَّالِحُونَ .والمراد بالعباد الصالحين: محمد صلى الله عليه وسلم وأمته.قال صاحب الكشاف: فإن قلت: هلا عرف الزبور، كما عرف في قوله: وَلَقَدْ كَتَبْنا فِي الزَّبُورِ ... ؟.قلت: يجوز أن يكون الزبور وزبور، كالعباس وعباس، والفضل وفضل. ويجوز أن يريد: وآتينا داود بعض الزبر- وهي الكتب، وأن يريد ما ذكر فيه رسول الله صلى الله عليه وسلم من الزبور، فسمى ذلك زبورا، لأنه بعضها كما سمى بعض القرآن قرآنا .ثم أمر الله- تعالى- نبيه صلى الله عليه وسلم أن يتحدى المشركين، بأن يبين لهم: أن آلهتهم المزعومة لا تملك دفع الضر عنهم، أو جلب الخير لهم، بل إن هذه الآلهة لتخاف عذاب الله، وترجو رحمته، فقال- سبحانه-:"},{"ayah_number":56,"text":"أورد المفسرون في سبب نزول هاتين الآيتين روايات منها:قال ابن كثير: قال العوفى عن ابن عباس في قوله: قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِهِ....قال: كان أهل الشرك يقولون نعبد الملائكة والمسيح وعزيرا.وروى البخاري وغيره عن ابن مسعود في قوله: أُولئِكَ الَّذِينَ يَدْعُونَ قال: كان ناس من الإنس يعبدون ناسا من الجن، فأسلم الجن وتمسك هؤلاء- أى الإنس- بدينهم..فنزلت هذه الآية .وقال القرطبي: لما ابتليت قريش بالقحط، وشكوا إلى رسول الله صلى الله عليه وسلم، أنزل الله هذه الآية: قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِهِ ...   .والمراد بالزعم هنا: الظن الكاذب الذي لا أساس له من الحقيقة والواقع.قال الآلوسى ما ملخصه: والزعم قريب من الظن، ويقال إنه القول المشكوك فيه، ويستعمل بمعنى الكذب، حتى قال ابن عباس: كل ما ورد في القرآن زعم فهو كذب.وقد يطلق على القول المحقق، والصدق الذي لا شك فيه ... فقد ورد عن النبي صلى الله عليه وسلم أنه قال: «زعم جبريل كذا ... » .وهو مما يتعدى إلى مفعولين، وقد حذفا هنا، أى: زعمتموهم آلهة.. والظاهر أن المراد من الموصول- الذين- كل من عبد من دون الله من العقلاء» .والمعنى: قل- أيها الرسول الكريم- لهؤلاء الكافرين الذين أشركوا مع الله- تعالى- آلهة أخرى في العبادة. قل لهم على سبيل الإرشاد والتحدي: هذه الآلهة التي تعبدونها، اطلبوا منها أن تدفع عنكم ما نزل بكم من ضر كمرض أو فقر أو قحط أو أن تحوله منكم إلى غيركم ...فإذا لم تستطع ذلك- وهي بكل تأكيد لا تستطيع ولن تستطيع- فاتركوا عبادتها، وأخلصوا العبادة والطاعة لمن هو على كل شيء قدير، وهو الله- عز وجل-.واكتفى- سبحانه- بذكر كشف الضر، لأنه هو الذي تتطلع إليه النفوس عند نزول المصائب، أكثر من تطلعها إلى جلب النفع، إذ عند نزول الضر، لا تشتغل الألسنة والقلوب إلا برجاء كشفه."},{"ayah_number":57,"text":"ثم بين- سبحانه- أن كل معبود- سوى الله- عز وجل- يفتقر إلى عونه- سبحانه-، وإلى رجاء الثواب منه، وإلى دفع العذاب عنه، فقال- تعالى- أُولئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ، وَيَرْجُونَ رَحْمَتَهُ وَيَخافُونَ عَذابَهُ..واسم الإشارة أُولئِكَ يعود على المعبودين من دون الله، وهو مبتدأ، وخبره. قوله:يَبْتَغُونَ وما عطف عليه من قوله: وَيَرْجُونَ رَحْمَتَهُ وَيَخافُونَ عَذابَهُ.والضمير في يَدْعُونَ يعود إلى المشركين، وفي يبتغون يعود إلى المعبودين وأَيُّهُمْ بدل من واو الفاعل في يبتغون، وأَقْرَبُ خبر لمبتدأ محذوف، تقديره: هو، أى:يبتغيها الذي هو أقرب، والجملة صلة أى.والوسيلة: ما يتقرب به الإنسان إلى خالقه من الأعمال الصالحة.والمعنى: أولئك المعبودون الذين يزعم المشركون أنهم آلهة. ويسمونهم أربابا، وينادونهم لكشف الضر عنهم، هؤلاء المعبودون يَبْتَغُونَ إِلى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ.أى: يتقربون إلى خالقهم ومالك أمرهم بصالح الأعمال، ويبتغى أكثرهم صلاحا وطاعة لله- تعالى- الرضا منه- عز وجل-.وإذا كان هذا شأن أكثرهم قربا فكيف يكون حال من هو أقل منه؟ لا شك أنه يكون أشد طلبا لرضا الله- تعالى- وعفوه، وأشد حرصا على طاعته.وقوله- تعالى- وَيَرْجُونَ رَحْمَتَهُ وَيَخافُونَ عَذابَهُ زيادة بيان لشدة حرص هؤلاء المعبودين على طاعة الله- تعالى- أى: وهم فوق ذلك يرجون رحمة الله- تعالى- وفضله، بأن يحشرهم مع الأبرار، ويخشون عذابه ونقمته، ويتضرعون إليه أن يجنبهم عذاب النار، وبالرجاء والخشية يحيا الصالحون الأخيار، إذ الرجاء يدفع المؤمن إلى الإكثار من العمل الصالح، والخشية تمنعه من الوقوع في المعاصي.وقوله- تعالى-: إِنَّ عَذابَ رَبِّكَ كانَ مَحْذُوراً تذييل قصد به التعليل لما قبله وهو خوف العذاب.أى: إن عذاب ربك كان جديرا وقمينا بأن يحذره، ويحترز منه كل عاقل.وقدم- سبحانه- الرجاء على الخوف، لأن متعلقه أسبق، ولأنه بجانب الله- تعالى- أظهر، ففي الحديث القدسي: «إن رحمتي سبقت غضبى» .هذا، وشبيه بهذه الآية قوله- تعالى-: قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِ اللَّهِ، لا يَمْلِكُونَ مِثْقالَ ذَرَّةٍ فِي السَّماواتِ وَلا فِي الْأَرْضِ، وَما لَهُمْ فِيهِما مِنْ شِرْكٍ، وَما لَهُ مِنْهُمْ مِنْ ظَهِيرٍ  .وبذلك نرى أن هاتين الآيتين قد قررتا بأسلوب منطقي بليغ، أن الله- تعالى- هو الخالق لكل شيء، وأنه وحده هو المتصرف في شئون عباده، وأن كل مخلوق سواه- سبحانه- محتاج إلى عونه وعفوه ورضاه، وأن الذين زعمهم المشركون آلهة كعيسى وعزير والملائكة ...ما هم إلا من عباد الله الذين يبتغون إليه الوسيلة، ويرجون رحمته ويخافون عذابه.ثم ساق- سبحانه- سنة من سننه التي لا تتخلف، وبين جانبا من مظاهر فضله على هذه الأمة ونبيها صلى الله عليه وسلم. فقال- تعالى-:"},{"ayah_number":58,"text":"والمقصود بالقرية في قوله- تعالى-: وَإِنْ مِنْ قَرْيَةٍ إِلَّا نَحْنُ مُهْلِكُوها قَبْلَ يَوْمِ الْقِيامَةِ أَوْ مُعَذِّبُوها عَذاباً شَدِيداً: قرى الكفار والظالمين، كما ذهب إلى ذلك بعض المفسرين، فيكون المعنى:وما من قرية من قرى الظالمين، إلا نحن مهلكوها قبل يوم القيامة بالموت أو الخراب، أو معذبوها عذابا شديدا، يستأصل شأفتها، ويقطع دابرها، كما فعلنا مع قوم نوح وعاد وثمود وغيرهم.ومن المفسرين الذين ساروا على ذلك، الإمام ابن كثير، فقد قال عند تفسيره لهذه الآية:هذا إخبار من الله- عز وجل-، بأنه قد حتم وقضى، بما كتب عنده في اللوح المحفوظ، أنه ما من قرية إلا سيهلكها بأن يبيد أهلها جميعهم، أو يعذبهم عذابا شديدا، إما بقتل أو ابتلاء بما يشاء، وإنما يكون ذلك بسبب ذنوبهم وخطاياهم، كما قال- تعالى- عن الأمم الماضية: وَكَذلِكَ أَخْذُ رَبِّكَ إِذا أَخَذَ الْقُرى وَهِيَ ظالِمَةٌ، إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ .ويرى آخرون، أن المقصود بالقرية هنا: القرى كلها سواء أكانت للمؤمنين أم للكافرين.ومن المفسرين الذين ذهبوا إلى ذلك الآلوسى- رحمه الله- فقد قال: قوله- تعالى-:وَإِنْ مِنْ قَرْيَةٍ الظاهر العموم، لأن إِنْ نافية، ومِنْ زائدة لاستغراق الجنس. أى: وما من قرية من القرى. إِلَّا نَحْنُ مُهْلِكُوها قَبْلَ يَوْمِ الْقِيامَةِ بإماتة أهلها حتف أنوفهم أَوْ مُعَذِّبُوها عَذاباً شَدِيداً بالقتل وأنواع البلاء.. وروى عن مقاتل أنه قال: الهلاك للصالحة والعذاب للطالحة ... »  .ويبدو لنا أن الرأى الأول أقرب إلى الصواب، لأن هناك آيات كثيرة تؤيده، ومن ذلك قوله- تعالى-: وَما كُنَّا مُهْلِكِي الْقُرى إِلَّا وَأَهْلُها ظالِمُونَ  . وقوله- سبحانه-:ذلِكَ أَنْ لَمْ يَكُنْ رَبُّكَ مُهْلِكَ الْقُرى بِظُلْمٍ وَأَهْلُها غافِلُونَ  . وقوله- عز وجل-:وَما كانَ رَبُّكَ لِيُهْلِكَ الْقُرى بِظُلْمٍ وَأَهْلُها مُصْلِحُونَ  ، ولأن الله- تعالى- قيد الإهلاك بكونه قبل يوم القيامة، وكونه كذلك يقتضى أنه للقرى الظالمة. إذ الإهلاك يوم القيامة يشمل جميع القرى، سواء أكان أهلها مؤمنين أم كافرين، بسبب انقضاء عمر الدنيا.وقوله- سبحانه-: كانَ ذلِكَ فِي الْكِتابِ مَسْطُوراً تأكيد لقضاء الله النافذ، وحكمه الثابت.أى: كانَ ذلِكَ الإهلاك والتعذيب، في الكتاب، وهو اللوح المحفوظ مَسْطُوراً أى: مكتوبا وثابتا.قال القرطبي: مَسْطُوراً أى: مكتوبا. والسطر: الخط والكتابة، وهو في الأصل مصدر. والسطر- بالتحريك- مثله، وجمعه أسطار، مثل سبب وأسباب، وجمع السطر- بسكون الطاء- أسطر وسطور مثل أفلس وفلوس. والكتاب هنا يراد به اللوح المحفوظ» ."},{"ayah_number":59,"text":"ثم بين- سبحانه- بعض مظاهر فضله على الأمة الإسلامية، ورحمته بها، فقال- تعالى-: وَما مَنَعَنا أَنْ نُرْسِلَ بِالْآياتِ إِلَّا أَنْ كَذَّبَ بِهَا الْأَوَّلُونَ....وقد ذكر المفسرون في سبب نزول هذه الآية آثارا منها ما أخرجه الإمام أحمد عن ابن عباس- رضى الله عنهما- قال: سأل أهل مكة رسول الله صلى الله عليه وسلم أن يجعل لهم الصفا ذهبا، وأن ينحى الجبال عنهم فيزرعوا. فقيل له: إن شئت أن تستأنى بهم، وإن شئت أن يأتيهم الذي سألوا. فإن كفروا، هلكوا كما أهلكت من كان قبلهم من الأمم.فقال صلى الله عليه وسلم: «لا.. بل استأنى بهم» ، وأنزل الله قوله: وَما مَنَعَنا أَنْ نُرْسِلَ بِالْآياتِ إِلَّا أَنْ كَذَّبَ بِهَا الْأَوَّلُونَ ... .قال الآلوسى: والمنع لغة: كف الغير وقسره عن فعل يريد أن يفعله، ولاستحالة ذلك في حقه- تعالى- لاستلزامه العجز المحال المنافى للربوبية قالوا: إنه مستعار هنا للصرف والترك ... » .وقوله: أَنْ نُرْسِلَ في محل نصب لأنه مفعول ثان لمنعنا، أو في محل جر، على حذف الجار، أى: من أن نرسل، وقوله: إِلَّا أَنْ كَذَّبَ بِهَا في محل رفع لأنه فاعل منعنا، والتقدير: وما منعنا من إرسال الآيات إلا تكذيب الأولين.والمراد بالآيات: ما اقترحه المشركون على النبي صلى الله عليه وسلم من قلب الصفا ذهبا، ومن إزاحة الجبال عن مكة ليزرعوا مكانها ...والمعنى: وما كان سبب تركنا لإجابة المقترحات التي طلبها المشركون منك- أيها الرسول الكريم- إلا علمنا بأنهم سيكذبون بها إذا جاءتهم، كما كذب بأمثالها أشباههم الأولون، وفي هذه الحالة فإنهم سيستحقون مثلهم عذاب الاستئصال كما جرت بذلك سنتنا.وقد اقتضت حكمتنا ورحمتنا- بأمتك أيها الرسول الكريم-، ألا نعذبهم عذاب الاستئصال والمحو، بل نؤخر عذاب الضالين منهم إلى يوم القيامة.قالوا: ومن الحكم في هذا التأخير: الإظهار لمزيد شرف النبي صلى الله عليه وسلم، كما قال- تعالى-: وَما كانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ، والرعاية لشأن من سيولد من بعضهم من المؤمنين، ولمن سيؤمن من هؤلاء المقترحين، إلى غير ذلك من الحكم التي لا يعلمها إلا هو- سبحانه-.قال صاحب الكشاف: استعير المنع لترك إرسال الآيات من أجل صارف الحكمة ...والمراد: الآيات التي اقترحتها قريش من قلب الصفا ذهبا، ومن إحياء الموتى، وغير ذلك.وعادة الله في الأمم، أن من اقترح منهم آية فأجيب إليها. ثم لم يؤمن، أن يعاجل بعذاب الاستئصال. فالمعنى: وما صرفنا عن إرسال ما يقترحونه من الآيات إلا أن كذب بها الذين هم أمثالهم من المطبوع على قلوبهم، كعاد وثمود، وأنها لو أرسلت لكذبوا بها تكذيب أولئك، وقالوا: هذا سحر مبين، كما يقولون في غيرها. واستوجبوا العذاب المستأصل. وقد عزمنا أن نؤخر أمر من بعثت إليهم إلى يوم القيامة»  .ثم ساق- سبحانه- مثالا للسابقين الذين أجيبوا إلى ما اقترحوه، ولكنهم لم يؤمنوا، فأخذهم عذاب الاستئصال، فقال- تعالى-: وَآتَيْنا ثَمُودَ النَّاقَةَ مُبْصِرَةً فَظَلَمُوا بِها.وثمود: هم قوم صالح- عليه السلام-، وخصهم بالذكر، لأنهم معروفون لأهل مكة أكثر من غيرهم، لمرورهم على ديارهم عند أسفارهم إلى بلاد الشام.والناقة المراد بها: ناقة صالح- عليه السلام- التي طلبها قومه منه، فأخرجها الله- تعالى- لهم لتكون معجزة له، ولكنهم لم يؤمنوا به، بل عقروا الناقة وعتوا عن أمر ربهم، فأهلكهم الله- تعالى- بالصيحة التي جعلتهم في دارهم جاثمين.وقوله مُبْصِرَةً أى: معجزة واضحة، يراها الناس بأعينهم بدون خفاء أو لبس..قال الجمل: مُبْصِرَةً بكسر الصاد- باتفاق السبعة، والإسناد مجازى. أى:يبصرونها خارجة من الصخرة. وقرئ شاذا بفتح الصاد. ثم قال: وفي السمين: مبصرة حال. وهو إسناد مجازى، إذ المراد إبصار أهلها، ولكنها لما كانت سببا في الإبصار نسب إليها، والظاهر أن المراد الإبصار المعنوي، وهو الاهتداء بها، والتوصل بها، إلى تصديق نبيهم، وعلى هذا تظهر السببية، فإن وجودها سبب في هذا المعنى ... » .وقال الآلوسى: وقوله: مُبْصِرَةً على صيغة اسم الفاعل حال من الناقة، والمراد:ذات إبصار، أو ذات بصيرة يبصرها الغير ويتبصر بها، فالصيغة للنسب....» .والمعنى: لقد تركنا إجابة المطالب التي اقترحها قومك- يا محمد-، رحمة بهم، لأننا لو أعطيناهم إياهم ثم استمروا في تكذيبهم لك لأهلكناهم كما أهلكنا السابقين. فقد أجبنا قوم صالح- عليه السلام- إلى ما طلبوه من نبيهم، بأن أخرجنا لهم الناقة، وجعلناها معجزة واضحة نيرة في الدلالة على صدقه، فقابلوها بالتكذيب والجحود، وظلموا أنفسهم وعرضوها للهلاك بسبب عقرها.قال- تعالى-: فَعَقَرُوا النَّاقَةَ، وَعَتَوْا عَنْ أَمْرِ رَبِّهِمْ، وَقالُوا يا صالِحُ ائْتِنا بِما تَعِدُنا إِنْ كُنْتَ مِنَ الْمُرْسَلِينَ. فَأَخَذَتْهُمُ الرَّجْفَةُ فَأَصْبَحُوا فِي دارِهِمْ جاثِمِينَ  .وقال- سبحانه-: كَذَّبَتْ ثَمُودُ بِطَغْواها. إِذِ انْبَعَثَ أَشْقاها. فَقالَ لَهُمْ رَسُولُ اللَّهِ ناقَةَ اللَّهِ وَسُقْياها. فَكَذَّبُوهُ فَعَقَرُوها فَدَمْدَمَ عَلَيْهِمْ رَبُّهُمْ بِذَنْبِهِمْ فَسَوَّاها. وَلا يَخافُ عُقْباها .وقوله- سبحانه-: وَما نُرْسِلُ بِالْآياتِ إِلَّا تَخْوِيفاً تذييل قصد به الزجر عن تكذيب ما يأتى به الأنبياء من هدايات ومعجزات تدل على صدقهم.والباء في قوله بِالْآياتِ للملابسة، ومفعول، نرسل، محذوف، وتَخْوِيفاً مفعول لأجله.قال القرطبي قوله: وَما نُرْسِلُ بِالْآياتِ إِلَّا تَخْوِيفاً فيه خمسة أقوال: الأول: العبر والمعجزات التي جعلها الله على أيدى الرسل، من دلائل الإنذار تخويفا للمكذبين. الثاني:أنها آيات الانتقام تخويفا من المعاصي. الثالث: أنها تقلب الأحوال من صغر إلى شباب ثم إلى تكهل ثم إلى مشيب، لتعتبر بتقلب أحوالك فتخاف عاقبة أمرك. الرابع: القرآن، الخامس: الموت الذريع» .والمعنى: وما نرسل رسلنا ملتبسين بالآيات والمعجزات الدالة على صدقهم، إلا تخويفا لأقوامهم من سوء تكذيبهم لها. فإنهم إن كذبوها يصيبهم من العذاب ما يصيبهم."},{"ayah_number":60,"text":"ثم ذكر- سبحانه- ما يزيد النبي صلى الله عليه وسلم ثباتا على ثباته، ويقينا على يقينه، وما يدل على شمول علمه- تعالى- ونفاذ قدرته، وبليغ حكمته فقال: وَإِذْ قُلْنا لَكَ إِنَّ رَبَّكَ أَحاطَ بِالنَّاسِ....أى: واذكر- أيها الرسول الكريم- وقت أن قلنا لك على لسان وحينا. إن ربك- عز وجل- قد أحاط بالناس علما وقدرة. فهم في قبضته، وتحت تصرفه، وقد عصمك منهم، فامض في طريقك. وبلغ رسالة ربك، دون أن تخشى من كفار مكة أو من غيرهم، عدوانا على حياتك، فقد عصمك- سبحانه- منهم.وفي هذه الجملة ما فيها من التسلية للنبي صلى الله عليه وسلم، ومن التبشير له ولأصحابه، بأن العاقبة ستكون لهم، ومن الحض لهم على المضي في طريقهم دون أن يخشوا أحدا إلا الله.والمراد بالرؤيا في قوله- تعالى-: وَما جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْناكَ إِلَّا فِتْنَةً لِلنَّاسِ:ما رآه النبي صلى الله عليه وسلم وعاينه بعينيه من عجائب، ليلة الإسراء والمعراج.أى: وما جعلنا ما رأيته وعاينته ليلة إسرائنا بك من غرائب، إلا فتنة للناس. ليتميز قوى الإيمان من ضعيفه، وسليم القلب من مريضه.وأطلق- سبحانه- على ما أراه لنبيه ليلة الإسراء لفظ الرؤيا مع أنه كان يقظة «لأن هذا اللفظ يطلق حقيقة على رؤيا المنام، وعلى رؤية اليقظة ليلا فإنه قد يقال لرؤية العين رؤيا، كما في قول الشاعر يصف صائدا: وكبر للرؤيا وهش فؤاده.. أى: وسر لرؤيته للصيد الذي سيصيده. أو أطلق عليه لفظ الرؤيا على سبيل التشبيه بالرؤيا المنامية، نظرا لما رآه في تلك الليلة من عجائب سماوية وأرضية، أو أطلق عليه ذلك بسبب أن ما رآه قد كان ليلا. وقد كان في سرعته كأنه رؤيا منامية.وكان ما رآه صلى الله عليه وسلم في تلك الليلة فتنة للناس، لأنه لما قص عليهم ما رآه، ارتد بعضهم عن الإسلام، وتردد البعض الآخر في قبوله، وضاقت عقولهم عن تصديقه، زاعمة أنه لا يمكن أن يذهب صلى الله عليه وسلم من المسجد الحرام إلى المسجد الأقصى، ثم يعرج إلى السموات العلا.. ثم يعود إلى مكة، كل ذلك في ليلة واحدة.وبعضهم يرى أن المراد بالرؤيا هنا: ما رآه النبي صلى الله عليه وسلم من أنه سيدخل مكة هو وأصحابه..وبعضهم يرى أن المراد بها هنا: ما أراه الله- تعالى- لنبيه في منامه، من مصارع المشركين قبل غزوة بدر فقد قال صلى الله عليه وسلم قبل بدء المعركة: والله لكأنى أنظر إلى مصارع القوم. ثم أومأ إلى الأرض وقال: هذا مصرع فلان. وهذا مصرع فلان.والذي نرجحه هو الرأى الأول، لأنه هو الظاهر من معنى الآية الكريمة، ولأنه على الرأيين الثاني والثالث يترجح أن الآية مدنية، لأن غزوة بدر وفتح مكة كانا بعد الهجرة، والتحقيق أن هذه الآية مكية.قال القرطبي ما ملخصه: قوله- تعالى-: وَما جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْناكَ إِلَّا فِتْنَةً لِلنَّاسِ.. لما بين أن إنزال آيات القرآن تتضمن التخويف، ضم إليه ذكر آية الإسراء، وهي المذكورة في صدر السورة. وفي البخاري والترمذي عن ابن عباس في قوله- تعالى-:وَما جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْناكَ إِلَّا فِتْنَةً لِلنَّاسِ قال: هي رؤيا عين أريها النبي صلى الله عليه وسلم ليلة أسرى به إلى بيت المقدس ...وكانت الفتنة ارتداد قوم كانوا أسلموا حين أخبرهم النبي صلى الله عليه وسلم أنه أسرى به.وقيل: كانت رؤيا نوم. وهذه الآية تقضى بفساده، وذلك أن رؤيا المنام لا فتنة فيها، وما كان أحد لينكرها.وعن ابن عباس قال: الرؤيا التي في هذه الآية، رؤيا رسول الله صلى الله عليه وسلم أنه يدخل مكة في سنة الحديبية- فرده المشركون عن دخولها في تلك السنة-، فافتتن بعض المسلمين لذلك، فنزلت هذه الآية.. وفي هذا التأويل ضعف. لأن السورة مكية، وتلك الرؤيا كانت بالمدينة ... »وقوله- سبحانه-: وَالشَّجَرَةَ الْمَلْعُونَةَ فِي الْقُرْآنِ معطوف على الرؤيا.أى: وما جعلنا الرؤيا التي أريناك والشجرة الملعونة في القرآن إلا فتنة للناس.والمراد بالشجرة الملعونة هنا: شجرة الزقوم، المذكورة في قوله- تعالى-: أَذلِكَ خَيْرٌ نُزُلًا أَمْ شَجَرَةُ الزَّقُّومِ. إِنَّا جَعَلْناها فِتْنَةً لِلظَّالِمِينَ. إِنَّها شَجَرَةٌ تَخْرُجُ فِي أَصْلِ الْجَحِيمِ، طَلْعُها كَأَنَّهُ رُؤُسُ الشَّياطِينِ  .والمراد بلعنها: لعن الآكلين منها وهم المشركون، أو هي ملعونة لأنها تخرج في أصل الجحيم. أو هي ملعونة لأن طعامها مؤذ وضار، والعرب تقول لكل طعام ضار: إنه ملعون.قال الآلوسى: وروى في جعلها فتنة لهم: أنه لما نزل في شأنها في سورة الصافات وغيرها ما نزل، قال أبو جهل وغيره: هذا محمد يتوعدكم بنار تحرق الحجارة، ثم يقول ينبت فيها الشجر. وما نعرف الزقوم إلا بالتمر والزبد، ثم أمر جارية له فأحضرت تمرا وزبدا، وقال لأصحابه: تزقموا.وافتتن بهذه الآية أيضا بعض الضعفاء، ولقد ضلوا في ذلك ضلالا بعيدا ...  .وقوله- تعالى-: وَنُخَوِّفُهُمْ فَما يَزِيدُهُمْ إِلَّا طُغْياناً كَبِيراً تذييل قصد به بيان ما جبل عليه هؤلاء المشركون من جحود، وقسوة قلب ...أى: ونخوف هؤلاء المشركين بعذاب الدنيا، وبعذاب الآخرة وبشجرة الزقوم التي طلعها كأنه رءوس الشياطين ... فما يزيدهم هذا التخويف والتهديد إلا طغيانا متجاوزا في ضخامته وكبره كل حد، وكل عقل سليم.وعبر- سبحانه- بصيغة المضارع الدالة على الاستقبال، مع أن تخويفهم وازدياد طغيانهم قد وقعا، للإشعار بالتجدد والاستمرار.وبذلك نرى الآيات الكريمة قد ساقت من سنن الله- تعالى- في خلقه، ومن فضله على هذه الأمة، ومن تبشيره وإنذاره، ووعده ووعيده، ما يزيد المؤمنين إيمانا على إيمانهم، وما يصرف الطاغين عن طغيانهم لو كانوا يعقلون.ثم ساق- سبحانه- جانبا من قصة آدم وإبليس، لزيادة التسلية للرسول صلى الله عليه وسلم وللإشعار بأن الحسد والغرور، كما منعا إبليس من السجود لآدم، فقد منعا مشركي مكة من الإيمان بالنبي صلى الله عليه وسلم فقال- تعالى-:"},{"ayah_number":61,"text":"وقوله- سبحانه-: وَإِذْ قُلْنا لِلْمَلائِكَةِ اسْجُدُوا لِآدَمَ ... تذكير لبنى آدم بما جرى بين أبيهم وبين إبليس، ليعتبروا ويتعظوا، ويستمروا على عداوتهم لإبليس وجنده.أى: واذكروا- يا بنى آدم- وقت أن قلنا للملائكة اسْجُدُوا لِآدَمَ سجود تحية وتكريم، فسجدوا امتثالا لأمر الله- تعالى-، بدون تردد أو تلعثم، إِلَّا إِبْلِيسَ فإنه أبى السجود لآدم- عليه السلام- وقالَ بتكبر وعصيان لأمر ربه- عز وجل-:أَأَسْجُدُ وأنا المخلوق من نار لِمَنْ خَلَقْتَ طِيناً أى: أأسجد لمن خلقته من طين، مع أننى أفضل منه.والتعبير بقوله فَسَجَدُوا بفاء التعقيب، يفيد أن سجودهم- عليهم السلام- كان في أعقاب أمر الله- تعالى- لهم مباشرة، بدون تأخير أو تسويف.وقوله- تعالى-: قالَ أَأَسْجُدُ ... استئناف بيانى، فكأنه قيل: فماذا كان موقف إبليس من هذا الأمر؟ فكان الجواب أن إبليس فسق عن أمر ربه وقال ما قال.والاستفهام في أَأَسْجُدُ للإنكار والتعجب، لأن يرى- لعنه الله- أنه أفضل من آدم.وقوله: طِيناً منصوب بنزع الخافض أى: من طين.وقد جاء التصريح بإباء إبليس عن السجود لآدم، بأساليب متنوعة، وفي آيات متعددة، منها قوله- تعالى-: وَإِذْ قُلْنا لِلْمَلائِكَةِ اسْجُدُوا لِآدَمَ، فَسَجَدُوا إِلَّا إِبْلِيسَ أَبى وَاسْتَكْبَرَ وَكانَ مِنَ الْكافِرِينَ .وقوله- تعالى-: فَسَجَدَ الْمَلائِكَةُ كُلُّهُمْ أَجْمَعُونَ. إِلَّا إِبْلِيسَ أَبى أَنْ يَكُونَ مَعَ السَّاجِدِينَ ."},{"ayah_number":62,"text":"ثم فصل- سبحانه- ما قاله إبليس في اعتراضه على السجود لآدم فقال: قالَ أَرَأَيْتَكَ هذَا الَّذِي كَرَّمْتَ عَلَيَّ، لَئِنْ أَخَّرْتَنِ إِلى يَوْمِ الْقِيامَةِ، لَأَحْتَنِكَنَّ ذُرِّيَّتَهُ إِلَّا قَلِيلًا.ورأى هنا علمية فتتعدى إلى مفعولين، أولهما هذَا والثاني محذوف لدلالة الصلة عليه، والكاف حرف خطاب مؤكد لمعنى التاء قبله، والاسم الموصول الَّذِي بدل من هذَا أو صفة له، والمراد من التكريم في قوله كَرَّمْتَ عَلَيَّ: التفضيل.والمعنى: قال إبليس في الرد على خالقه- عز وجل-: أخبرنى عن هذا الإنسان المخلوق من الطين، والذي فضلته على، لماذا فضلته على وأمرتنى بالسجود له مع أننى أفضل منه، لأنه مخلوق من طين، وأنا مخلوق من نار!! وجملة هذا الذي كرمت على، واقعة موقع المفعول الثاني.ومقصود إبليس من هذا الاستفهام، التهوين من شأن آدم- عليه السلام- والتقليل من منزلته. ولم يجبه- سبحانه- على سؤاله، تحقيرا له. وإهمالا لشخصه، بسبب اعتراضه على أمر خالقه- عز وجل-.ثم أكد إبليس كلامه فقال: لَئِنْ أَخَّرْتَنِ إِلى يَوْمِ الْقِيامَةِ لَأَحْتَنِكَنَّ ذُرِّيَّتَهُ إِلَّا قَلِيلًا.إذ أن اللام في قوله لَئِنْ ... موطئة للقسم، وجوابه لأحتنكن.وأصل الاحتناك: الاستيلاء على الشيء أو الاستئصال له. يقال: حنك فلان الدابة يحتنكها- بكسر النون ورفعها- إذا وضع في حنكها- أى في ذقنها- الرسن ليقودها به.ويقال: احتنك الجراد الأرض، إذا أكل نباتها وأتى عليه.والمعنى: قال إبليس- متوعدا ومهددا-: لئن أخرتن- يا إلهى- إلى يوم القيامة، لأستولين على ذرية آدم، ولأقودنهم إلى ما أشاء من المعاصي والشهوات، إلا عددا قليلا منهم فإنى لا أستطيع ذلك بالنسبة لهم، لقوة إيمانهم، وشدة إخلاصهم.وهذا الذي ذكره- سبحانه- عن إبليس في هذه الآية من قوله: لَأَحْتَنِكَنَّ ذُرِّيَّتَهُ إِلَّا قَلِيلًا شبيه به قوله- تعالى-: ثُمَّ لَآتِيَنَّهُمْ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ، وَعَنْ أَيْمانِهِمْ، وَعَنْ شَمائِلِهِمْ، وَلا تَجِدُ أَكْثَرَهُمْ شاكِرِينَ  .وقوله- تعالى- قالَ فَبِعِزَّتِكَ لَأُغْوِيَنَّهُمْ أَجْمَعِينَ. إِلَّا عِبادَكَ مِنْهُمُ الْمُخْلَصِينَ .قال بعض العلماء: وقول إبليس في هذه الآية: لَأَحْتَنِكَنَّ ذُرِّيَّتَهُ ... قاله ظنا منه أنه سيقع. وقد تحقق له هذا الظن- في كثير من بنى آدم- كما قال- تعالى- وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُ فَاتَّبَعُوهُ إِلَّا فَرِيقاً مِنَ الْمُؤْمِنِينَ ."},{"ayah_number":63,"text":"وقوله- تعالى- قالَ اذْهَبْ فَمَنْ تَبِعَكَ مِنْهُمْ فَإِنَّ جَهَنَّمَ جَزاؤُكُمْ جَزاءً مَوْفُوراً بيان لما توعد الله- سبحانه- به إبليس وأتباعه.والأمر في قوله اذْهَبْ للإهانة والتحقير. أى: قال الله- تعالى- لإبليس اذْهَبْ مطرودا ملعونا، وقد أخرناك إلى يوم القيامة، فافعل ما بدا لك مع بنى آدم، فمن أطاعك منهم، فإن جهنم جزاؤك وجزاؤهم، جزاء مكملا متمما لا نقص فيه.وقال- سبحانه- فَإِنَّ جَهَنَّمَ جَزاؤُكُمْ مع أنه قد تقدم غائب ومخاطب في قوله فَمَنْ تَبِعَكَ مِنْهُمْ، تغليبا لجانب المخاطب- وهو إبليس- على جانب الغائب وهم أتباعه. لأنه هو السبب في إغواء هؤلاء الأتباع.وقوله: جَزاءً مفعول مطلق، منصوب بالمصدر قبله.وقوله مَوْفُوراً اسم مفعول، من قولهم وفر الشيء فهو وافر وموفور أى: مكمل متمم. وهو صفة لقوله: جَزاءً.وهذا الوعيد الذي توعد الله- تعالى- به إبليس وأتباعه، جاء ما يشبههه في آيات كثيرة، منها قوله- سبحانه-: قالَ فَالْحَقُّ وَالْحَقَّ أَقُولُ. لَأَمْلَأَنَّ جَهَنَّمَ مِنْكَ وَمِمَّنْ تَبِعَكَ مِنْهُمْ أَجْمَعِينَ."},{"ayah_number":64,"text":"ثم أضاف- سبحانه- إلى إهانته وتحقيره لإبليس أوامر أخرى، فقال- تعالى-:وَاسْتَفْزِزْ مَنِ اسْتَطَعْتَ مِنْهُمْ بِصَوْتِكَ، وَأَجْلِبْ عَلَيْهِمْ بِخَيْلِكَ وَرَجِلِكَ، وَشارِكْهُمْ فِي الْأَمْوالِ وَالْأَوْلادِ، وَعِدْهُمْ، وَما يَعِدُهُمُ الشَّيْطانُ إِلَّا غُرُوراً.قال الجمل: أمر الله- تعالى- إبليس بأوامر خمسة، القصد بها: التهديد والاستدراج، لا التكليف، لأنها كلها معاص، والله لا يأمر بها  .وهذه الأوامر الخمسة هي: اذهب، واستفزز ... وأجلب ... وشاركهم ... وعدهم.وقوله: واستفزز، من الاستفزاز، بمعنى الاستخفاف والإزعاج، يقال: استفز فلان فلانا إذا استخف به، وخدعه، وأوقعه فيما أراده منه. ويقال: فلان استفزه الخوف، إذا أزعجه.وقوله: وَأَجْلِبْ عَلَيْهِمْ بِخَيْلِكَ وَرَجِلِكَ أصل الإجلاب: الصياح بصوت مسموع.يقال: أجلب فلان على فرسه وجلب عليه، إذا صاح به ليستحثه على السرعة في المشي.قال الآلوسى: قوله وَأَجْلِبْ عَلَيْهِمْ أى: صح عليهم من الجلبة وهي الصياح. قاله الفراء وأبو عبيدة. وقال الزجاج: أجلب على العدو: جمع عليه الخيل. وقال ابن السكيت:جلب عليه: أعان عليه. وقال ابن الأعرابى: أجلب على الرجل، إذا توعده الشر، وجمع عليه الجمع.والخيل: يطلق على الأفراس حقيقة ولا واحد له من لفظه، وعلى الفرسان مجازا، وهو المراد هنا.ومنه قول الرسول صلى الله عليه وسلم في بعض غزواته لأصحابه: «يا خيل الله اركبي» .والرجل- بكسر الجيم- بمعنى راجل- كحذر بمعنى حاذر- هو الذي يمشى رجلا، أى غير راكب ... »والمعنى. قال الله- تعالى- لإبليس: اذهب أيها اللعين مذءوما مدحورا. فإن جهنم هي الجزاء المعد لك ولأتباعك من ذرية آدم، وافعل ما شئت معهم من الاستفزاز والخداع والإزعاج ولهو الحديث وأجلب عليهم ما تستطيع جلبه من مكايد، وما تقدر عليه من وسائل، كأن تناديهم بصوتك ووسوستك إلى المعاصي، وكأن تحشد جنودك على اختلاف أنواعهم لحربهم وإغوائهم وصدهم عن الطريق المستقيم.قال صاحب الكشاف: فإن قلت: ما معنى استفزاز إبليس بصوته، وإجلابه بخيله ورجله؟قلت: هو كلام وارد مورد التمثيل شبهت حاله في تسلطه على من يغويه، بمغوار أوقع على قوم، فصوت بهم صوتا يستفزهم من أماكنهم، ويقلقهم عن مراكزهم، وأجلب عليهم بجنده، من خيالة ورجالة حتى استأصلهم، وقيل: بصوته، أى: بدعائه إلى الشر، وبخيله، ورجله: أى كل راكب وماش من أهل العبث. وقيل: يجوز أن يكون لإبليس خيل ورجال» .وعلى أية حال، فالجملة الكريمة تصوير بديع، لعداوة إبليس لآدم وذريته، وأنه معهم في معركة دائمة، يستعمل فيها كل وسائل شروره، ليشغلهم عن طاعة ربهم، وليصرفهم عن الصراط المستقيم، ولكنه لن يستطيع أن يصل إلى شيء من أغراضه الفاسدة، ماداموا معتصمين بدين ربهم- عز وجل-.وقوله- سبحانه-: وَشارِكْهُمْ فِي الْأَمْوالِ وَالْأَوْلادِ وَعِدْهُمْ، معطوف على ما قبله.أى: وشاركهم في الأموال، بأن تحضهم على جمعها من الطرق الحرام، وعلى إنفاقها في غير الوجوه التي شرعها الله، كأن يستعملوها في الربا والرشوة وغير ذلك من المعاملات المحرمة.وشاركهم في الأولاد: بأن تحثهم على أن ينشئوهم تنشئة تخالف تعاليم دينهم الحنيف وبأن تيسر لهم الوقوع في الزنا الذي يترتب عليه ضياع الأنساب، وبأن تظاهرهم على أن يسموا أولادهم بأسماء يبغضها الله- عز وجل-، إلى غير ذلك من وساوسك التي تغرى الآباء بأن يربوا أبناءهم تربية يألفون معها الشرور والآثام، والفسوق والعصيان.قال الإمام ابن جرير بعد أن ساق عددا من الأقوال في ذلك: وأولى الأقوال بالصواب أن يقال: كل مولود ولدته أنثى، عصى الله فيه، بتسميته بما يكرهه الله، أو بإدخاله في غير الدين الذي ارتضاه الله، أو بالزنا بأمه، أو بقتله أو وأده، أو غير ذلك من الأمور التي يعصى الله بفعله به أو فيه، فقد دخل في مشاركة إبليس فيه، من ولد ذلك الولد له أو منه، لأن الله لم يخصص بقوله: وَشارِكْهُمْ فِي الْأَمْوالِ وَالْأَوْلادِ معنى الشركة فيه، بمعنى دون معنى، فكل ما عصى الله فيه أو به، أو أطيع الشيطان فيه أو به فهو مشاركة ... » .وقد علق الإمام ابن كثير على كلام ابن جرير بقوله: وهذا الذي قاله- ابن جرير- متجه، فقد ثبت في صحيح مسلم أن رسول الله صلى الله عليه وسلم قال: «يقول الله- عز وجل- إنى خلقت عبادي حنفاء، فجاءتهم الشياطين فاجتالتهم عن دينهم، وحرمت عليهم ما أحللت لهم» .وفي الصحيحين أن رسول الله صلى الله عليه وسلم قال: «لو أن أحدهم إذا أراد أن يأتى أهله قال:باسم الله اللهم جنبنا الشيطان وجنب الشيطان ما رزقتنا، فإنه إن يقدر بينهما ولد في ذلك لم يضره الشيطان أبدا» .وقوله: وَعِدْهُمْ أى: وعدهم بما شئت من المواعيد الباطلة الكاذبة. كأن تعدهم بأن الدنيا هي منتهى آمالهم. فعليهم أن يتمتعوا بها كيف شاءوا، بدون تقيد بشرع أو دين أو خلق. وكأن تعدهم بأنه ليس بعد الموت حساب أو ثواب أو عقاب، أو جنة أو نار ...وقوله سبحانه وَما يَعِدُهُمُ الشَّيْطانُ إِلَّا غُرُوراً تحذير من الله تعالى لعباده من اتباع الشيطان، ومن السير وراء خطواته.وأصل الغرور تزين الباطل بما يوهم أنه حق. يقال: غر فلان فلانا فهو يغره غرورا إذا خدعه، وأصله من الغرّ، وهو الأثر الظاهر من الشيء، ومنه غرة الفرس لأنها أبرز ما فيه.ولفظ غُرُوراً صفة لموصوف محذوف.والتقدير: وعدهم- أيها الشيطان- بما شئت من الوعود الكاذبة، وما يعد الشيطان بنى آدم إلا وعدا غرورا.ويجوز أن يكون مفعولا لأجله فيكون المعنى: وما يعدهم الشيطان إلا من أجل الغرور والمخادعة.وفي الجملة الكريمة التفات من الخطاب إلى الغيبة، إهمالا لشأن الشيطان، وبيانا لحاله مع بنى آدم حتى يحترسوا منه ويحذروه.ثم ختم- سبحانه- الآيات بغرس الطمأنينة في قلوب المؤمنين الصادقين، فقال- تعالى-: إِنَّ عِبادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطانٌ، وَكَفى بِرَبِّكَ وَكِيلًا.أى: إن عبادي الصالحين الذين أخلصوا دينهم لي، ليس لك- يا إبليس- تسلط واقتدار على إغوائهم وإضلالهم، وصرفهم عن السبيل الحق إلى السبيل الباطل.قال- تعالى-: إِنَّهُ لَيْسَ لَهُ سُلْطانٌ عَلَى الَّذِينَ آمَنُوا وَعَلى رَبِّهِمْ يَتَوَكَّلُونَ. إِنَّما سُلْطانُهُ عَلَى الَّذِينَ يَتَوَلَّوْنَهُ وَالَّذِينَ هُمْ بِهِ مُشْرِكُونَ ."},{"ayah_number":65,"text":"وقال- سبحانه- إِنَّ عِبادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطانٌ، إِلَّا مَنِ اتَّبَعَكَ مِنَ الْغاوِينَ .والإضافة في قوله إِنَّ عِبادِي ... للتشريف والتكريم حيث خصهم- سبحانه- بهذا اللون من الرعاية والحماية.وقوله وَكَفى بِرَبِّكَ وَكِيلًا أى: وكفى بربك وكيلا يتوكلون عليه، ويفوضون إليه أمورهم، ويعتصمون به لكي يقيهم وساوس الشيطان ونزغاته.قال الإمام ابن كثير: قوله: وَكَفى بِرَبِّكَ وَكِيلًا أى: حافظا ومؤيدا ونصيرا.روى الإمام أحمد عن أبى هريرة أن رسول صلى الله عليه وسلم قال: «إن المؤمن لينضى شيطانه- أى ليقهره- كما ينضى أحدكم بعيره في السفر» .وقال الجمل في حاشيته: وهذه الآية تدل على أن المعصوم من عصمه الله. وأن الإنسان لا يمكنه أن يحترز بنفسه عن مواقع الضلال، لأنه لو كان الإقدام على الحق، والإحجام عن الباطل إنما يحصل للإنسان من نفسه، لوجب أن يقال: وكفى بالإنسان نفسه في الاحتراز عن الشيطان. فلما لم يقل ذلك، بل قال: وكفى بربك وكيلا. علمنا أن الكل من الله. ولهذا قال المحققون: لا حول عن معصية الله إلا بعصمة الله، ولا قوة على طاعته إلا بقوته. .وبعد أن بين- سبحانه- لبنى آدم ما يبيته إبليس من عداوة وبغضاء، أتبع ذلك ببيان جانب من نعمه- تعالى- عليهم في البر والبحر وفي السراء والضراء فقال- عز وجل-:"},{"ayah_number":66,"text":"وقوله- تعالى-: رَبُّكُمُ الَّذِي يُزْجِي لَكُمُ الْفُلْكَ فِي الْبَحْرِ لِتَبْتَغُوا مِنْ فَضْلِهِ ...بيان لمظهر من مظاهر رحمة الله- تعالى- بعباده، وفضله عليهم.ويُزْجِي من الإزجاء، وهو السوق شيئا فشيئا. يقال أزجى فلان الإبل، إذا ساقها برفق، وأزجت الريح السحاب، أى: ساقته سوقا رفيقا، ومنه قوله- تعالى-:أَلَمْ تَرَ أَنَّ اللَّهَ يُزْجِي سَحاباً....والْفُلْكَ ما عظم من السفن. قال الجمل ما ملخصه: ويستعمل لفظ الفلك للواحد والجمع، ويذكر ويؤنث. قال- تعالى-: وَآيَةٌ لَهُمْ أَنَّا حَمَلْنا ذُرِّيَّتَهُمْ فِي الْفُلْكِ الْمَشْحُونِ فأفرد وذكر. وقال- سبحانه-: وَالْفُلْكِ الَّتِي تَجْرِي فِي الْبَحْرِ، فأنث، ويحتمل الإفراد والجمع. قال- تعالى-: حَتَّى إِذا كُنْتُمْ فِي الْفُلْكِ وَجَرَيْنَ بِهِمْ ... فجمع ... .والْبَحْرِ يطلق على الماء الكثير عذبا كان أو ملحا. وأكثر ما يكون إطلاقا على الماء الملح.أى: اذكروا- أيها الناس- لتعتبروا وتشكروا ربكم الذي من مظاهر نعمته عليكم، أنه يسوق لكم- بلطفه وقدرته- السفن التي تركبونها في البحر لكي تطلبوا من وراء ركوبها الرزق الذي يصلح معاشكم، والذي هو لون من ألوان فضل الله عليكم.وقوله: لتبتغوا من فضله، تعليل لإزجاء الفلك، وتصريح بوجوه النفع التي تفضل الله- تعالى- بها عليهم.وقوله: إِنَّهُ كانَ بِكُمْ رَحِيماً تعليل ثان لهذا الإزجاء.أى: يزجى لكم الفلك في البحر، لتطلبوا من وراء ذلك ما ينفعكم، ولأنه- سبحانه- كان أزلا وأبدا، بكم دائم الرحمة والرأفة."},{"ayah_number":67,"text":"ثم انتقل- سبحانه- من الحديث عن مظاهر نعمه عليهم، في حال سوق السفن ودفعها بهم في البحر برفق وأناة، إلى بيان رعايته لهم في حال اضطرابها وتعرضها للغرق، بسبب هيجان البحر وارتفاع أمواجه، فقال- تعالى-: وَإِذا مَسَّكُمُ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَنْ تَدْعُونَ إِلَّا إِيَّاهُ....والمس: اتصال أحد الشيئين بآخر على وجه الإحساس والإصابة، والمراد به هنا:ما يعتريهم من خوف وفزع، وهم يرون سفينتهم توشك على الغرق.والمراد بالضر هنا: اضطراب الفلك، وارتفاع الأمواج، واشتداد العواصف، وتعرضهم للموت من كل مكان.المعنى: وإذا أحاطت بكم الأمواج من كل جانب وأنتم على ظهور سفنكم وأوشكتم على الغرق.. ذهب وغاب عن خواطركم وأذهانكم، كل معبود سوى الله- عز وجل- لكي ينقذكم مما أنتم فيه من بلاء، بل إياه وحده- سبحانه- تدعون ليكشف عنكم ما نزل بكم من سوء.فالجملة الكريمة تصوير مؤثر بديع لبيان أن الإنسان عند الشدائد والمحن لا يتجه بدعائه وضراعته إلا إلى الله- تعالى- وحده.قال القرطبي: ضَلَّ معناه تلف وفقد وهي عبارة عن تحقير لمن يدعى إلها من دون الله. والمعنى في هذه الآية: أن الكفار إنما يعتقدون في أصنامهم أنها شافعة، وأن لها فضلا، وكل واحد منهم بالفطرة يعلم علما لا يقدر على مدافعته أن الأصنام لا فعل لها في الشدائد،فوقّفهم الله من ذلك على حالة البحر حيث تنقطع الحيل»  .وقال الإمام ابن كثير: يخبر تبارك وتعالى أن الناس إذا مسهم ضر دعوه منيبين إليه مخلصين له الدين، ولهذا قال- تعالى-: وَإِذا مَسَّكُمُ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَنْ تَدْعُونَ إِلَّا إِيَّاهُ أى: ذهب عن قلوبكم كل ما تعبدون غير الله- تعالى- كما اتفق لعكرمة بن أبى جهل، لما ذهب فارا من رسول الله صلى الله عليه وسلم حين فتح مكة، فذهب هاربا فركب في البحر ليدخل الحبشة، فجاءتهم ريح عاصف، فقال القوم بعضهم لبعض: إنه لا يغنى عنكم إلا أن تدعو الله وحده.فقال عكرمة في نفسه: والله إن كان لا ينفع في البحر غيره، فإنه لا ينفع في البر غيره، اللهم لك على عهد لئن أخرجتنى منه، لأذهبن فلأضعن يدي في يد محمد صلى الله عليه وسلم فلأجدنه رءوفا رحيما. فخرجوا من البحر، فرجع إلى الرسول صلى الله عليه وسلم فأسلم وحسن إسلامه- رضى الله عنه» .وقوله- تعالى-: فَلَمَّا نَجَّاكُمْ إِلَى الْبَرِّ أَعْرَضْتُمْ وَكانَ الْإِنْسانُ كَفُوراً بيان لطبيعة الإنسان إلا من عصم الله.أى: فلما نجاكم الله- تعالى- بلطفه وإحسانه: من الغرق، وأوصلكم سالمين إلى البر، أعرضتم عن طاعته، وتركتم دعاءه والضراعة إليه، وكان الإنسان الفاسق عن أمر ربه، كَفُوراً أى: كثير الكفران والجحود لنعم ربه- عز وجل-.قال الآلوسي ما ملخصه: وقوله: وَكانَ الْإِنْسانُ كَفُوراً كالتعليل للإعراض، ويعلم منه حكم أولئك المخاطبين، وفيه لطافة حيث أعرض- سبحانه- عن خطابهم بخصوصهم، وذكر أن جنس الإنسان مجبول على الكفران، فلما أعرضوا أعرض الله- تعالى- عنهم» .وفي معنى هذه الآية جاءت آيات كثيرة. منها قوله- تعالى- فَإِذا رَكِبُوا فِي الْفُلْكِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ، فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ إِذا هُمْ يُشْرِكُونَ  .وقوله- سبحانه-: وَإِذا غَشِيَهُمْ مَوْجٌ كَالظُّلَلِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ. فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ فَمِنْهُمْ مُقْتَصِدٌ، وَما يَجْحَدُ بِآياتِنا إِلَّا كُلُّ خَتَّارٍ كَفُورٍ  ."},{"ayah_number":68,"text":"ثم بين- سبحانه- أن قدرته لا يعجزها شيء، لا في البحر ولا في البر ولا في غيرهما فقال: أَفَأَمِنْتُمْ أَنْ يَخْسِفَ بِكُمْ جانِبَ الْبَرِّ أَوْ يُرْسِلَ عَلَيْكُمْ حاصِباً، ثُمَّ لا تَجِدُوا لَكُمْ وَكِيلًا والهمزة في قوله أَفَأَمِنْتُمْ للاستفهام الإنكارى، والفاء عاطفة على محذوف، والتقدير: أنجوتم فأمنتم.وقوله يَخْسِفَ من الخسف وهو انهيار الأرض بالشيء، وتغييبه في باطنها وجانِبَ الْبَرِّ ناحية أرض، وسماه- سبحانه- جانبا، لأن البحر يمثل جانبا من الأرض، والبر يمثل جانبا آخر.والحاصب: الريح الشديدة، التي ترمى بالحصباء، وهي الحجارة الصغيرة. يقال. حصب فلان فلانا، إذا رماه بالحصباء.والمعنى: أنجوتم من الغرق- أيها الناس- ففرحتم وأمنتم ونسيتم أن الله- تعالى- إذا كان قد أنجاكم من الغرق، فهو قادر على أن يخسف بكم جانب الأرض، وقادر كذلك على أن يرسل عليكم ريحا شديدة ترميكم بالحصباء التي تهلككم ثم لا تجدوا لكم وكيلا تكلون إليه أموركم، ونصيرا ينصركم ويحفظكم من عذاب الله- تعالى-.إن كنتم قد أمنتم عذاب الله بعد نجاتكم من الغرق، فأنتم جاهلون، لأن قدرة الله- تعالى- لا يعجزها أن تأخذكم أخذ عزيز مقتدر سواء كنتم في البحر أم في البر أم في غيرهما، إذ جميع جوانب هذا الكون في قبضة الله- تعالى- وتحت سيطرته.قال صاحب الكشاف: فإن قلت فما معنى ذكر الجانب؟ قلت: معناه، أن الجوانب والجهات كلها في قدرته سواء، وله في كل جانب برا كان أو بحرا سبب مرصد من أسباب الهلكة، ليس جانب البحر وحده مختصا بذلك، بل إن كان الغرق في جانب البحر، ففي جانب البر ما هو مثله وهو الخسف، لأنه تغييب تحت التراب، كما أن الغرق تغييب تحت الماء فالبر والبحر عنده سيان، يقدر في البر على نحو ما يقدر عليه في البحر، فعلى العاقل أن يستوي خوفه من الله في جميع الجوانب وحيث كان» ."},{"ayah_number":69,"text":"ثم ساق- سبحانه- مثالا آخر للدلالة على شمول قدرته، فقال- تعالى-:أَمْ أَمِنْتُمْ أَنْ يُعِيدَكُمْ فِيهِ تارَةً أُخْرى، فَيُرْسِلَ عَلَيْكُمْ قاصِفاً مِنَ الرِّيحِ، فَيُغْرِقَكُمْ بِما كَفَرْتُمْ، ثُمَّ لا تَجِدُوا لَكُمْ عَلَيْنا بِهِ تَبِيعاً.وأَمْ هنا يجوز أن تكون متصلة بمعنى: أى الأمرين حاصل. ويجوز أن تكون منقطعة بمعنى: بل.والقاصف من الريح: هو الريح العاتية الشديدة التي تقصف وتحطم كل ما مرت به من أشجار وغيرها. يقال: قصف فلان الشيء، إذا كسره.والتبيع: فعيل بمعنى فاعل، وهو المطالب غيره بحق سواء أكان هذا الحق دينا أم ثأرا أم غيرهما، مع مداومته على هذا الطلب.والمعنى: بل أأمنتم- أيها الناس- أَنْ يُعِيدَكُمْ الله- تعالى- فِيهِ أى: في البحر، لسبب من الأسباب التي تحملكم على العودة إليه مرة أخرى فَيُرْسِلَ عَلَيْكُمْ- سبحانه- وأنتم في البحر قاصِفاً مِنَ الرِّيحِ العاتية الشديدة التي تحطم سفنكم فَيُغْرِقَكُمْ بسبب كفركم وجحودكم لنعمه، ثُمَّ لا تَجِدُوا لَكُمْ عَلَيْنا بِهِ تَبِيعاً أى:إننا من السهل علينا أن نفعل معكم ذلك وأكثر منه، ثم لا تجدوا لكم أحدا ينصركم علينا، أو يطالبنا بحق لكم علينا، فنحن لا نسأل عما نفعل، وأنتم المسئولون.فالاستفهام هنا- أيضا- للإنكار والتوبيخ.وقال- سبحانه- أَنْ يُعِيدَكُمْ فِيهِ ولم يقل أن يعيدكم إليه، للإشعار باستقرارهم فيه، وأنه- تعالى- لا يعجزه أن يفعل ذلك.والتعبير بقوله قاصِفاً مِنَ الرِّيحِ فيه من الترهيب والإنذار ما فيه لأن لفظ القصف يدل بمعناه اللغوي على التحطيم والتكسير.وقال- سبحانه- بِما كَفَرْتُمْ لبيان أن الله- تعالى- ما ظلمهم بإهلاكهم، وإنما هم الذين عرضوا أنفسهم لذلك بسبب كفرهم وإعراضهم عن طاعته- سبحانه-.والضمير في بِهِ يعود إلى الإهلاك بالإغراق المفهوم من قوله فَيُغْرِقَكُمْ بِما كَفَرْتُمْ أى: لا تجدون تبيعا يتبعنا بثأركم بسبب ذلك الإغراق الذي أوقعناه بكم.وبذلك نرى أن الآيات الكريمة قد ساقت ألوانا من نعم الله- تعالى- على الناس، وحذرتهم من جحود هذه النعم، حتى لا يتعرضوا لعذاب الله، الذي قد ينزل بهم وهم في البحر أو في البر أو في غيرهما.ثم ذكر- سبحانه- تكريمه لبنى آدم، وتفضيلهم على كثير من مخلوقاته، وأحوالهم في الآخرة، فقال- تعالى-:"},{"ayah_number":70,"text":"قال الآلوسى: قوله: وَلَقَدْ كَرَّمْنا بَنِي آدَمَ ... أى: جعلناهم قاطبة برهم وفاجرهم، ذوى كرم، أى: شرف ومحاسن جمة لا يحيط بها نطاق الحصر..» .ومن مظاهر تكريم الله- تعالى- لبنى آدم، أنه خلقهم في أحسن تقويم، كما قال- تعالى-: لَقَدْ خَلَقْنَا الْإِنْسانَ فِي أَحْسَنِ تَقْوِيمٍ.وأنه ميزهم بالعقل والنطق والاستعدادات المتعددة، التي جعلتهم أهلا لحمل الأمانة، كما قال- سبحانه-: إِنَّا عَرَضْنَا الْأَمانَةَ عَلَى السَّماواتِ وَالْأَرْضِ وَالْجِبالِ فَأَبَيْنَ أَنْ يَحْمِلْنَها وَأَشْفَقْنَ مِنْها وَحَمَلَهَا الْإِنْسانُ ... .وأنه سخر الكثير من مخلوقاته لمنفعتهم ومصلحتهم، قال- تعالى-: اللَّهُ الَّذِي خَلَقَ السَّماواتِ وَالْأَرْضَ وَأَنْزَلَ مِنَ السَّماءِ ماءً فَأَخْرَجَ بِهِ مِنَ الثَّمَراتِ رِزْقاً لَكُمْ، وَسَخَّرَ لَكُمُ الْفُلْكَ لِتَجْرِيَ فِي الْبَحْرِ بِأَمْرِهِ وَسَخَّرَ لَكُمُ الْأَنْهارَ. وَسَخَّرَ لَكُمُ الشَّمْسَ وَالْقَمَرَ دائِبَيْنِ، وَسَخَّرَ لَكُمُاللَّيْلَ وَالنَّهارَ. وَآتاكُمْ مِنْ كُلِّ ما سَأَلْتُمُوهُ وَإِنْ تَعُدُّوا نِعْمَتَ اللَّهِ لا تُحْصُوها، إِنَّ الْإِنْسانَ لَظَلُومٌ كَفَّارٌ  .وأنه سجل هذا التكريم في القرآن الكريم، الذي لا يأتيه الباطل من بين يديه ولا من خلفه، وكفاهم بذلك شرفا وفخرا.وقوله- تعالى- وَحَمَلْناهُمْ فِي الْبَرِّ وَالْبَحْرِ بيان لنوع من أنواع هذا التكريم. أى:وحملناهم بقدرتنا ورعايتنا في البر على الدواب وغير ذلك من وسائل الانتقال كالقطارات والسيارات وغيرها، وحملناهم في البحر على السفن وعابرات البحار التي تنقلهم من مكان إلى آخر.وقوله: وَرَزَقْناهُمْ مِنَ الطَّيِّباتِ بيان لنوع آخر من أنواع التكريم. أى: ورزقناهم بفضلنا وإحساننا من طيبات المطاعم والمشارب والملابس، التي يستلذونها، ولا يستغنون عنها في حياتهم.وقوله: وَفَضَّلْناهُمْ عَلى كَثِيرٍ مِمَّنْ خَلَقْنا تَفْضِيلًا بيان لنوع ثالث من أنواع التكريم، أى: وبسبب هذا التكريم فضلناهم على كثير من مخلوقاتنا التي لا تحصى، تفضيلا عظيما.وعلى هذا التفسير يكون التفضيل لونا من ألوان التكريم الذي منحه الله- تعالى- لبنى آدم.وبعضهم يرى أن هناك فرقا بين التكريم والتفضيل، ومن هذا البعض الإمام الفخر الرازي، فقد قال- رحمه الله- ما ملخصه: لقد قال الله- تعالى- في أول الآية وَلَقَدْ كَرَّمْنا بَنِي آدَمَ وقال في آخرها وَفَضَّلْناهُمْ عَلى كَثِيرٍ مِمَّنْ خَلَقْنا تَفْضِيلًا. ولا بد من الفرق بين هذا التكريم والتفضيل وإلا لزم التكرار.والأقرب أن يقال: إنه- تعالى- فضل الإنسان على سائر الحيوانات بأمور خلقية طبيعية ذاتية، مثل: العقل، والنطق، والصورة الحسنة.. ثم إنه- تعالى- عرضه بواسطة ذلك لاكتساب العقائد الحقة، والأخلاق الفاضلة فالأول: هو التكريم، والثاني: هو التفضيل» .وكأن الفخر الرازي يرى أن التكريم يرجع إلى الصفات الخلقية التي امتاز بها بنو آدم، أما التفضيل فيرجع إلى ما اكتسبوه من عقائد سليمة، وأخلاق قويمة.هذا، وقد أخذ صاحب الكشاف من هذه الجملة وهي قوله- تعالى-: وَفَضَّلْناهُمْ عَلى كَثِيرٍ مِمَّنْ خَلَقْنا تَفْضِيلًا أن الملائكة أفضل من البشر، لأنهم- أى الملائكة- هم المقصودون بالقليل الذي لم يفضل عليه بنو آدم.قال- رحمه الله-: قوله: وَفَضَّلْناهُمْ عَلى كَثِيرٍ مِمَّنْ خَلَقْنا ... هو ما سوى الملائكة وحسب بنى آدم تفضيلا، أن ترفع عليهم الملائكة- وهم هم-، ومنزلتهم عند الله منزلتهم ... » .ويرى كثير من المفسرين أن المراد بالتفضيل هنا: تفضيل الجنس، ولا يلزم منه تفضيل كل فرد على كل فرد.قال الجمل ما ملخصه: وَفَضَّلْناهُمْ عَلى كَثِيرٍ مِمَّنْ خَلَقْنا تَفْضِيلًا المراد تفضيل جنس البشر على أجناس غيره كالملائكة، ولا يلزم من تفضيل جنس البشر على جنس الملك تفضيل الأفراد، إذ الملائكة في جملتهم أفضل من البشر غير الأنبياء. وصلحاء البشر- كالصديق- أفضل من عوام الملائكة، أى: غير الرؤساء منهم، على المعتمد من طريقة التفضيل»  .والذي تطمئن إليه النفس في هذه المسألة- والله أعلم-: أن الأنبياء- عليهم الصلاة والسلام- أفضل من الملائكة جميعا، لأن الله- تعالى- قد أمر الملائكة بالسجود لآدم الذي جعله خليفة له في أرضه، دون غيره من الملائكة ...وأن الرسل من الملائكة- كجبريل وإسرافيل وعزرائيل وميكائيل- أفضل من عموم البشر- سوى الأنبياء-، لأن هؤلاء الرسل قد اصطفاهم الله- تعالى- واختارهم لوظائف معينة، قال- تعالى- اللَّهُ يَصْطَفِي مِنَ الْمَلائِكَةِ رُسُلًا وَمِنَ النَّاسِ.وأن صلحاء البشر- كالعشرة المبشرين بالجنة- أفضل من عامة الملائكة، لأن الملائكة ليست فيهم شهوة تدفعهم إلى مخالفة ما أمر الله به ... أما بنو آدم فقد ركب الله- تعالى- فيهم شهوة داعية إلى ارتكاب المعصية، ومقاومة هذه الشهوات جهاد يؤدى إلى رفع الدرجات ...ومن العلماء الذين بسطوا القول في هذه المسألة الإمام الفخر الرازي، فليرجع إليه من شاء"},{"ayah_number":71,"text":"وقوله- سبحانه-: يَوْمَ نَدْعُوا كُلَّ أُناسٍ بِإِمامِهِمْ شروع في بيان تفاوت أحوال بنى آدم في الآخرة، بعد بيان حالهم في الدنيا.ولفظ يَوْمَ منصوب بفعل محذوف، أى: واذكر يوم ندعو كل أناس بإمامهم. والمراد بإمامهم هنا: كتاب أعمالهم.وقد اختار هذا القول الإمام ابن كثير ورجحه فقال: يخبر الله- تعالى- عن يوم القيامة، أنه يحاسب كل أمة بإمامهم، وقد اختلفوا في ذلك. فقال مجاهد وقتادة أى: بنبيهم، وهذا كقوله- تعالى-: وَلِكُلِّ أُمَّةٍ رَسُولٌ فَإِذا جاءَ رَسُولُهُمْ قُضِيَ بَيْنَهُمْ بِالْقِسْطِ ...وقال ابن زيد: بإمامهم أى بكتابهم الذي أنزل على نبيهم من التشريع، واختاره ابن جرير ...وروى العوفى عن ابن عباس في قوله: يَوْمَ نَدْعُوا كُلَّ أُناسٍ بِإِمامِهِمْ أى: بكتاب أعمالهم ...وهذا القول هو الأرجح لقوله- تعالى-: وَكُلَّ شَيْءٍ أَحْصَيْناهُ فِي إِمامٍ مُبِينٍ، وقال- تعالى-: وَوُضِعَ الْكِتابُ فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ..ويحتمل أن المراد بإمامهم: أن كل قوم بمن يأتمون به، فأهل الإيمان ائتموا بالأنبياء- عليهم السلام-، وأهل الكفر ائتموا بأئمتهم في الكفر ...وفي الصحيحين: «لتتبع كل أمة ما كانت تعبد، فيتبع من كان يعبد الطواغيت الطواغيت ... » الحديث ...ثم قال- رحمه الله- ولكن المراد هاهنا بالإمام، هو كتاب الأعمال .والمعنى: واذكر- أيها العاقل لتعتبر وتتعظ- يوم ندعو كل أناس من بنى آدم الذين كرمناهم وفضلناهم على كثير من خلقنا، بكتاب أعمالهم الذي لا يغادر صغيرة ولا كبيرة إلا أحصاها.ثم بين- سبحانه- حسن عاقبة الذين أخلصوا دينهم لله فقال- تعالى-: فَمَنْ أُوتِيَ كِتابَهُ بِيَمِينِهِ فَأُولئِكَ يَقْرَؤُنَ كِتابَهُمْ، وَلا يُظْلَمُونَ فَتِيلًا.أى: فمن أوتى من بنى آدم يوم القيامة، كتابه بيمينه، بأن ثقلت موازين حسناته على سيئاته، فأولئك السعداء يقرءون كتابهم بسرور وابتهاج، ولا ينقصون من أجورهم قدر فتيل، وهو الخيط المستطيل في شق النواة، وبه يضرب المثل في الشيء القليل ومن في قوله فَمَنْ أُوتِيَ يجوز أن تكون شرطية، وأن تكون موصولة، ودخلت الفاء في الخبر وهو «فأولئك» لشبهه بالشرط.وجاء التعبير في قوله أُوتِيَ كِتابَهُ بِيَمِينِهِ بالإفراد، حملا على لفظ من، وجاء التعبير بالجمع في فَأُولئِكَ حملا على معناها.وفي قوله- سبحانه- بِيَمِينِهِ تشريف وتبشير لصاحب هذا الكتاب المليء بالإيمان والعمل الصالح وقال- سبحانه-: فَأُولئِكَ يَقْرَؤُنَ كِتابَهُمْ بالإظهار، ولم يقل: يقرءونه، لمزيد العناية بهؤلاء السعداء، ولبيان أن هذا الكتاب تبتهج النفوس بتكرار اسمه."},{"ayah_number":72,"text":"ثم بين- سبحانه- سوء عاقبة من أوتى كتابه بشماله فقال: وَمَنْ كانَ فِي هذِهِ أَعْمى فَهُوَ فِي الْآخِرَةِ أَعْمى وَأَضَلُّ سَبِيلًا.والمراد بالعمى هنا: عمى القلب لا عمى العين، بدليل قوله- تعالى-: فَإِنَّها لا تَعْمَى الْأَبْصارُ وَلكِنْ تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ.والمعنى: ومن كان من بنى آدم في هذه الدنيا أعمى القلب، مطموس البصيرة، بسبب إيثاره الكفر على الإيمان، فهو في الدار الآخرة أشد عمى، وأضل سبيلا منه في الدنيا، لأنه في الدنيا كان في إمكانه أن يتدارك ما فاته أما في الآخرة فلا تدارك لما فاته.وعبر- سبحانه- عن الذي أوتى كتابه بشماله بقوله- وَمَنْ كانَ فِي هذِهِ أَعْمى للإرشاد إلى العلة التي بسببها أصابه الشقاء في الآخرة، وهي- فقدانه النظر السليم، وإيثاره الغي على الرشد، والباطل على الحق..ومما يدل على أن المراد به من أوتى كتابه بشماله، مقابلته لمن أوتى كتابه بيمينه، كما جاء في آيات كثيرة منها قوله- تعالى-: فَأَمَّا مَنْ أُوتِيَ كِتابَهُ بِيَمِينِهِ فَيَقُولُ: هاؤُمُ اقْرَؤُا كِتابِيَهْ. إِنِّي ظَنَنْتُ أَنِّي مُلاقٍ حِسابِيَهْ. فَهُوَ فِي عِيشَةٍ راضِيَةٍ. فِي جَنَّةٍ عالِيَةٍ. قُطُوفُها دانِيَةٌ. كُلُوا وَاشْرَبُوا هَنِيئاً بِما أَسْلَفْتُمْ فِي الْأَيَّامِ الْخالِيَةِ. وَأَمَّا مَنْ أُوتِيَ كِتابَهُ بِشِمالِهِ فَيَقُولُ: يا لَيْتَنِي لَمْ أُوتَ كِتابِيَهْ .وبذلك نرى الآيات الكريمة قد ساقت لبنى آدم من التكريم والتفضيل ما من شأنه أن يحملهم على إخلاص العبادة لخالقهم، وعلى امتثال أمره، واجتناب نهيه، لكي يكونوا من السعداء في دنياهم وآخرتهم.ثم حكى- سبحانه- جانبا من المسالك الخبيثة، التي سلكها المشركون مع النبي صلى الله عليه وسلم لزحزحته عن التمسك بدعوته، وكيف أن الله- تعالى- قد عصمه من كيدهم، فقال- سبحانه-:"},{"ayah_number":73,"text":"ذكر المفسرون في سبب نزول الآية الأولى من هذه الآيات روايات منها ما جاء عن سعيد بن جبير أنه قال: كان النبي صلى الله عليه وسلم يستلم الحجر الأسود في طوافه، فمنعته قريش وقالوا: لا ندعك تستلم حتى تلم بآلهتنا ... فأبى الله- تعالى- ذلك، وأنزل عليه هذه الآية.وروى عطاء عن ابن عباس قال: نزلت في وفد ثقيف، أتوا النبي صلى الله عليه وسلم فسألوه شططا: وقالوا: متعنا بآلهتنا سنة حتى نأخذ ما يهدى لها. وحرم وادينا كما حرمت مكة، حتى تعرف العرب فضلنا عليهم ... فنزلت هذه الآية .وإِنْ في قوله وَإِنْ كادُوا لَيَفْتِنُونَكَ ... مخففة من الثقيلة، واسمها ضمير الشأن.وكاد من أفعال المقاربة. ولَيَفْتِنُونَكَ من الفتنة، وأصلها الاختبار والامتحان. يقال: فتن الصائغ الذهب، أى: اختبره ليعرف جيده من خبيثة، ويقال:فتنت الرجل عن رأيه، إذا أزلته عما كان عليه، وهو المراد هنا.والمعنى وإن شأن هؤلاء المشركين، أنهم قاربوا في ظنهم الباطل، وزعمهم الكاذب، أن يخدعوك ويفتنوك- أيها الرسول الكريم- عما أوحينا إليك من هذا القرآن، لكي تفترى علينا غيره، وتتقول علينا أقوالا ما أنزل الله بها من سلطان.وقوله: وَإِذاً لَاتَّخَذُوكَ خَلِيلًا بيان لحالهم مع الرسول صلى الله عليه وسلم لو أنه أطاعهم فيما اقترحوه عليه.قال الجمل ما ملخصه: «وإذا حرف جواب وجزاء يقدر بلو الشرطية. وقوله:لَاتَّخَذُوكَ جواب قسم محذوف تقديره: والله لاتخذوك، وهو مستقبل في المعنى، لأن إذا تقتضي الاستقبال، إذ معناها المجازاة، وهذا كقوله- تعالى-: وَلَئِنْ أَرْسَلْنا رِيحاً فَرَأَوْهُ مُصْفَرًّا لَظَلُّوا مِنْ بَعْدِهِ يَكْفُرُونَ أى: ليظلوا .والمعنى: لو أنك- أيها الرسول الكريم- وافقتهم على مقترحاتهم الفاسدة لأحبوا ذلك منك، ولصاروا أصدقاء لك في مستقبل أيامك.وقد بين القرآن الكريم في كثير من آياته، أن الرسول صلى الله عليه وسلم أعرض عن مقترحاتهم ورفضها، ولم يلتفت إليها، ومن ذلك قوله- تعالى-: وَإِذا تُتْلى عَلَيْهِمْ آياتُنا بَيِّناتٍ قالَ الَّذِينَ لا يَرْجُونَ لِقاءَنَا ائْتِ بِقُرْآنٍ غَيْرِ هذا أَوْ بَدِّلْهُ، قُلْ ما يَكُونُ لِي أَنْ أُبَدِّلَهُ مِنْ تِلْقاءِ نَفْسِي، إِنْ أَتَّبِعُ إِلَّا ما يُوحى إِلَيَّ، إِنِّي أَخافُ إِنْ عَصَيْتُ رَبِّي عَذابَ يَوْمٍ عَظِيمٍ. قُلْ لَوْ شاءَ اللَّهُ ما تَلَوْتُهُ عَلَيْكُمْ وَلا أَدْراكُمْ بِهِ، فَقَدْ لَبِثْتُ فِيكُمْ عُمُراً مِنْ قَبْلِهِ أَفَلا تَعْقِلُونَ ."},{"ayah_number":74,"text":"ثم بين- سبحانه- بعض مظاهر فضله على نبيه صلى الله عليه وسلم فقال: وَلَوْلا أَنْ ثَبَّتْناكَ لَقَدْ كِدْتَ تَرْكَنُ إِلَيْهِمْ شَيْئاً قَلِيلًا.أى: ولولا تثبيتنا إياك- أيها الرسول الكريم- على ما أنت عليه من الحق والصدق، بأن عصمناك من كيدهم لقاربت أن تميل ميلا قليلا، بسبب شدة احتيالهم وخداعهم.قال بعض العلماء: وهذه الآية أوضحت غاية الإيضاح، براءة نبينا صلى الله عليه وسلم من مقاربة الركون إلى الكفار، فضلا عن نفس الركون لأن لَوْلا حرف امتناع لوجود، فمقاربة الركون منعتها لَوْلا الامتناعية لوجود التثبيت من الله- تعالى- لأكرم خلقه صلى الله عليه وسلم فاتضح يقينا انتفاء مقاربة الركون- أى الميل-، فضلا عن الركون نفسه.وهذه الآية تبين ما قبلها، وأنه صلى الله عليه وسلم لم يقارب الركون إليهم مطلقا. لأن قوله:لَقَدْ كِدْتَ تَرْكَنُ إِلَيْهِمْ شَيْئاً قَلِيلًا أى: قاربت تركن إليهم، هو عين الممنوع بلو لا الامتناعية .ومما يشهد بأن الرسول صلى الله عليه وسلم لم يقارب الركون من مقترحات الكافرين، قول ابن عباس- رضى الله عنهما- كان رسول الله صلى الله عليه وسلم معصوما، ولكن هذا تعريف للأمة، لئلا يركن أحد منهم إلى المشركين في شيء من أحكام الله- تعالى- وشرائعه.وعن قتادة أنه قال: لما نزلت هذه الآية، قال النبي صلى الله عليه وسلم «اللهم لا تكلني إلى نفسي طرفة عين» ."},{"ayah_number":75,"text":"ثم بين- سبحانه- ما كان سيترتب على الركون إليهم- على سبيل الفرض من عقاب فقال- تعالى-: إِذاً لَأَذَقْناكَ ضِعْفَ الْحَياةِ وَضِعْفَ الْمَماتِ، ثُمَّ لا تَجِدُ لَكَ عَلَيْنا نَصِيراً.والضعف: عبارة عن أن يضم إلى شيء مثله.أى: لو قاربت- أيها الرسول الكريم- أن تركن إليهم أقل ركون، أو تميل إليهم أدنى ميل، لأنزلنا بك عذابا مضاعفا في الدنيا وعذابا مضاعفا في الآخرة، ثم لا تجد لك بعد ذلك نصيرا ينصرك علينا، أو ظهيرا يدفع عنك عذابنا، أو يحميك منه، كما قال- تعالى-:وَلَوْ تَقَوَّلَ عَلَيْنا بَعْضَ الْأَقاوِيلِ. لَأَخَذْنا مِنْهُ بِالْيَمِينِ. ثُمَّ لَقَطَعْنا مِنْهُ الْوَتِينَ.والسبب في تضعيف العذاب، أن الخطأ يعظم بمقدار عظم صاحبه، ويصغر بمقدار صغره، ورحم الله القائل:وكبائر الرجل الصغير صغائر ... وصغائر الرجل الكبير كبائروالرسول صلى الله عليه وسلم هو أعظم الخلق على الإطلاق، لذا توعده الله- تعالى- بمضاعفة العذاب، لو ركن إلى المشركين أدنى ركون.وقريب من هذا المعنى قوله- تعالى- يا نِساءَ النَّبِيِّ مَنْ يَأْتِ مِنْكُنَّ بِفاحِشَةٍ مُبَيِّنَةٍ يُضاعَفْ لَهَا الْعَذابُ ضِعْفَيْنِ، وَكانَ ذلِكَ عَلَى اللَّهِ يَسِيراً   .قال صاحب الكشاف: وفي ذكر الكيدودة وتقليلها، مع إتباعها الوعيد الشديد بالعذاب المضاعف في الدارين، دليل بين على أن القبيح يعظم قبحه بمقدار عظم شأن فاعله وارتفاع منزلته، وفيه دليل على أن أدنى مداهنه للغواة، مضادة لله وخروج عن ولايته، وسبب موجب لغضبه ونكاله. فعلى المؤمن إذا تلا هذه الآيات أن يجثو عندها ويتدبرها فهي جديرة بالتدبر وبأن يستشعر الناظر فيها الخشية وازدياد التصلب في دين الله ."},{"ayah_number":76,"text":"ثم ذكر- سبحانه- مكيدة أخرى من مكايد المشركين، وهي محاولتهم إخراج النبي صلى الله عليه وسلم من بلده، لكي يعكفوا على عبادة آلهتهم الباطلة دون أن ينهاهم عن ذلك أحد، فقال- تعالى-: وَإِنْ كادُوا لَيَسْتَفِزُّونَكَ مِنَ الْأَرْضِ لِيُخْرِجُوكَ مِنْها....قال الإمام ابن كثير عند تفسيره لهذه الآية ما ملخصه: قيل نزلت في اليهود إذ أشاروا على النبي صلى الله عليه وسلم بسكنى الشام، بلاد الأنبياء وترك سكنى المدينة وهذا القول ضعيف لأن هذه الآية مكية وسكنى المدينة كان بعد ذلك ...ثم قال: وقيل نزلت في كفار قريش، حين هموا بإخراج الرسول صلى الله عليه وسلم من بين أظهرهم، فتوعدهم الله- تعالى- بهذه الآية: وأنهم لو أخرجوه لما لبثوا بعده بمكة إلا زمنا يسيرا ...  .وما ذهب إليه ابن كثير- رحمه الله- من أن الآية مكية، هو الذي تسكن إليه النفس.فيكون المعنى: وَإِنْ كادُوا أى: كفار مكة لَيَسْتَفِزُّونَكَ مِنَ الْأَرْضِ أى:ليزعجونك ويحملونك على الخروج من الأرض التي على ترابها ولدت وفيها نشأت، وهي أرض مكة.وقوله: وَإِذاً لا يَلْبَثُونَ خِلافَكَ إِلَّا قَلِيلًا بيان لسوء مصيرهم إذا ما أخرجوه صلى الله عليه وسلم من مكة.أى: ولو أنهم استفزوك وأجبروك على الخروج إجبارا، لما لبثوا خِلافَكَ أى: بعد خروجك إلا زمنا قليلا، ثم يصيبهم ما يصيبهم من الهلاك والنقم.ومع أن الرسول صلى الله عليه وسلم قد خرج من مكة مهاجرا بأمر ربه إلا أنه- سبحانه- قد مكن نبيه صلى الله عليه وسلم وأصحابه من مشركي مكة في غزوة بدر، فقتلوا منهم سبعين، وأسروا نحو ذلك، وكانت المدة بين هجرته صلى الله عليه وسلم وبين غزوة بدر تقل عن سنتين.وهكذا حقق الله- تعالى- وعده لنبيه صلى الله عليه وسلم وأنزل وعيده بأعدائه."},{"ayah_number":77,"text":"ثم بين- سبحانه- أن نصرة رسله سنة من سننه التي لا تتخلف فقال: سُنَّةَ مَنْ قَدْ أَرْسَلْنا قَبْلَكَ مِنْ رُسُلِنا، وَلا تَجِدُ لِسُنَّتِنا تَحْوِيلًا.ولفظ سُنَّةَ منصوب على أنه مصدر مؤكد، أى: سن الله ما قصه عليك سنة، وهذه السنة هي أننا لا نترك بدون عقاب أمة أخرجت رسولها من أرضه، وقد فعلنا ذلك مع الأقوام السابقين الذين أخرجوا أنبياءهم من ديارهم ولا تجد- أيها الرسول الكريم- لسنتنا وطريقتنا تحويلا أو تبديلا، ولولا أننا قد منعنا عن قومك عذاب الاستئصال لوجودك فيهم، لأهلكناهم بسبب إيذائهم لك، وتطاولهم عليك.قال- تعالى-: وَما كانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ....وبذلك نرى الآيات الكريمة قد حكت لنا جانبا من المسالك الخبيثة التي اتبعها المشركون مع النبي صلى الله عليه وسلم كما حكت لنا ألوانا من فضل الله- تعالى- على نبيه صلى الله عليه وسلم حيث عصمه من أى ركون إليهم ووعده بالنصر عليهم.ثم أرشد الله- تعالى- رسوله صلى الله عليه وسلم إلى ما يعينه على التغلب على كيد المشركين، وإلى ما يزيده رفعة في الدرجة، وبشره بأن ما معه من حق، سيزهق ما مع أعدائه من باطل فقال- تعالى-:وهكذا حقق الله- تعالى- وعده لنبيه صلى الله عليه وسلم وأنزل وعيده بأعدائه.قال الإمام الرازي ما ملخصه: وفي نظم هذه الآيات مع ما قبلها وجوه، الأول: أنه- تعالى- لما قرر الإلهيات والمعاد والنبوات، أردفها بذكر الأمر بالطاعات. وأشرف الطاعات. بعد الإيمان الصلاة فلهذا أمر بها.الثاني: أنه- تعالى- لما قال: وَإِنْ كادُوا لَيَسْتَفِزُّونَكَ مِنَ الْأَرْضِ لِيُخْرِجُوكَ مِنْها.أمره- تعالى- بالإقبال على عبادته لكي ينصره عليهم.. كما قال- تعالى-: وَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِما يَقُولُونَ. فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُنْ مِنَ السَّاجِدِينَ. وَاعْبُدْ رَبَّكَ حَتَّى يَأْتِيَكَ الْيَقِينُ ...."},{"ayah_number":78,"text":"وقوله- سبحانه- أَقِمِ الصَّلاةَ لِدُلُوكِ الشَّمْسِ أى: داوم- أيها الرسول الكريم- على إقامة الصلاة، من وقت زوالها وميلها عن وسط السماء لجهة الغرب. يقال:دلكت الشمس تدلك- بضم اللام- إذا مالت وانتقلت من وسط السماء إلى ما يليه. ومادة دلك تدل على التحول والانتقال.ولذلك سمى الدلاك بهذا الاسم. لأن يده لا تكاد تستقر على مكان معين من الجسم.وتفسير دلوك الشمس هذا بمعنى ميلها وزوالها عن كبد السماء، مروى عن جمع من الصحابة والتابعين منهم عمر بن الخطاب، وابنه عبد الله، وأنس، وابن عباس، والحسن، ومجاهد.وقيل المراد بدلوك الشمس هنا غروبها. وقد روى ذلك عن على، وابن مسعود، وابن زيد.قال بعض العلماء: والقول الأول عليه الجمهور، وقالوا: الصلاة التي أمر بها ابتداء من هذا الوقت، هي صلاة الظهر، وقد أيدوا هذا القول بوجوه منها: ما روى عن جابر أنه قال: طعم عندي رسول الله صلى الله عليه وسلم وأصحابه. ثم خرجوا حين زالت الشمس، فقال صلى الله عليه وسلم هذا حين دلكت الشمس.ومن الوجوه- أيضا- النقل عن أهل اللغة، فقد قالوا: إن الدلوك في كلام العرب:الزوال، ولذا قيل للشمس إذا زالت. دالكة  .وقوله: إِلى غَسَقِ اللَّيْلِ أى: إلى شدة ظلمته.قال القرطبي: يقال: غسق الليل غسوقا. وأصل الكلمة من السيلان. يقال: غسقت العين إذ سالت تغسق. وغسق الجرح غسقانا، أى: سال منه ماء أصفر ... وغسق الليل:اجتماع الليل وظلمته.وقال: أبو عبيدة: الغسق: سواد الليل ... » .والمراد من الصلاة التي تقام من بعد دلوك الشمس إلى غسق الليل: صلاة الظهر والعصر والمغرب والعشاء.وقوله- تعالى-: وَقُرْآنَ الْفَجْرِ معطوف على مفعول أَقِمِ وهو الصلاة.والمراد بقرآن الفجر: صلاة الفجر. وسميت قرآنا، لأن القراءة ركن من أركانها، من تسمية الشيء باسم جزئه، كتسمية الصلاة ركوعا وسجودا وقنوتا.وقوله إِنَّ قُرْآنَ الْفَجْرِ كانَ مَشْهُوداً تنويه بشأن صلاة الفجر، وإعلاء من شأنها.أى: داوم- أيها الرسول الكريم- على أداء صلاة الظهر والعصر والمغرب والعشاء، وداوم على صلاة الفجر- أيضا- فإن صلاتها مشهودة من الملائكة ومن الصالحين من عباد الله- عز وجل-.قال الإمام ابن كثير ما ملخصه: وقد ثبتت السنة عن رسول الله صلى الله عليه وسلم تواترا من أفعاله وأقواله بتفاصيل هذه الأوقات على ما عليه أهل الإسلام اليوم، مما تلقوه خلفا عن سلف، وقرنا بعد قرن.روى البخاري عن أبى هريرة أن النبي صلى الله عليه وسلم قال: «فضل صلاة الجميع على صلاة الواحد، خمس وعشرون درجة، وتجتمع ملائكة الليل وملائكة النهار في صلاة الفجر» .يقول أبو هريرة: اقرءوا إن شئتم: وَقُرْآنَ الْفَجْرِ إِنَّ قُرْآنَ الْفَجْرِ كانَ مَشْهُوداً.... .وقال الإمام الفخر الرازي: وفي الآية احتمال، وهو أن يكون المراد من قوله- تعالى-:إِنَّ قُرْآنَ الْفَجْرِ كانَ مَشْهُوداً الترغيب في أن تؤدى هذه الصلاة بالجماعة. ويكون المعنى: إن صلاة الفجر مشهودة بالجماعة الكثيرة»  ."},{"ayah_number":79,"text":"وقوله- سبحانه- وَمِنَ اللَّيْلِ، فَتَهَجَّدْ بِهِ نافِلَةً لَكَ إرشاد إلى عبادة أخرى من العبادات التي تطهر القلب، وتسمو بالنفس إلى مراقى الفلاح، وتعينها على التغلب على الهموم والآلام.والجار والمجرور وَمِنَ اللَّيْلِ متعلق بقوله فَتَهَجَّدْ أى. تهجد بالقرآن بعض الليل. أو متعلق بمحذوف تقديره: وقم قومة من الليل فتهجد، ومِنَ للتبعيض.قال الجمل: والمعروف في كلام العرب أن الهجود عبارة عن النوم بالليل. يقال: هجد فلان، إذا نام بالليل.ثم لما رأينا في عرف الشرع أنه يقال لمن انتبه بالليل من نومه وقام إلى الصلاة أنه متهجد، وجب أن يقال: سمى ذلك متهجدا من حيث أنه ألقى الهجود. فالتهجد ترك الهجود وهو النوم ... » .والضمير في بِهِ يعود إلى القرآن الكريم، المذكور في قوله- تعالى- وَقُرْآنَ الْفَجْرِ، إلا أنه ذكر في الآية السابقة بمعنى الصلاة، وذكر هنا بمعناه المشهور، ففي الكلام ما يسمى في البلاغة بالاستخدام.والنافلة: الزيادة على الفريضة، والجمع نوافل. يقال: تنفل فلان على أصحابه، إذا أخذ زيادة عنهم.أى: واجعل- أيها الرسول الكريم- جانبا من الليل، تقوم فيه، لتصلي صلاة زائدة على الصلوات الخمس التي فرضها الله- تعالى- عليك وعلى أمتك.قال- تعالى-: يا أَيُّهَا الْمُزَّمِّلُ قُمِ اللَّيْلَ إِلَّا قَلِيلًا. نِصْفَهُ أَوِ انْقُصْ مِنْهُ قَلِيلًا. أَوْ زِدْ عَلَيْهِ وَرَتِّلِ الْقُرْآنَ تَرْتِيلًا.قالوا: وقيام الليل كان واجبا في حقه صلى الله عليه وسلم بصفة خاصة، زيادة على الصلاة المفروضة.أخرج البيهقي في سننه عن عائشة أن النبي صلى الله عليه وسلم قال: «ثلاث هن على فرائض، وهن لكم سنة: الوتر، والسواك، وقيام الليل» .ومن العلماء من يرى أن قيام الليل كان مندوبا في حقه صلى الله عليه وسلم كما هو الشأن في أمته، ومعنى نافِلَةً لَكَ أى: زيادة في رفع درجاتك، فإن الله قد غفر لك ما تقدم من ذنبك وما تأخر، أما غيرك فقد شرعنا له النافلة تكفيرا لخطاياه.وقوله- عز وجل-: عَسى أَنْ يَبْعَثَكَ رَبُّكَ مَقاماً مَحْمُوداً بيان لما يترتب على أدائه للصلوات بخشوع وخضوع، من سمو في المكانة، ورفعة في الدرجة.وكلمة عسى في كلام العرب تفيد التوقع، أما في كلام الله- تعالى- فتفيد الوجوب والقطع.قال الجمل: اتفق المفسرون على أن كلمة عَسى من الله- تعالى- تدخل فيما هو قطعى الوقوع، لأن لفظ عسى يفيد الإطماع، ومن أطمع إنسانا في شيء، ثم حرمه، كان عارا عليه والله- تعالى- أكرم من أن يطمع أحدا ثم لا يعطيه ما أطمعه فيه» .أى: داوم أيها الرسول الكريم على عبادة الله وطاعته لنبعثك يوم القيامة ونقيمك مقاما محمودا، ومكانا عاليا، يحمدك فيه الخلائق كلهم.والمراد بالمقام المحمود هنا، هو مقام الشفاعة العظمى يوم القيامة. ليريح الناس من الكرب الشديد، في موقف الحساب.وقد ساق الإمام ابن كثير عند تفسيره لهذه الآية جملة من الأحاديث في هذا منها:ما أخرجه البخاري عن ابن عمر قال: إن الناس يصيرون يوم القيامة جثا- جمع جثوة كخطوة وخطا- أى جماعات- كل أمة تتبع نبيها، يقولون: يا فلان اشفع، يا فلان اشفع، حتى تنتهي الشفاعة إلى محمد صلى الله عليه وسلم، فذلك يوم يبعثه الله مقاما محمودا» .وروى الإمام أحمد والترمذي عن أبى بن كعب عن النبي صلى الله عليه وسلم قال: «إذا كان يوم القيامة، كنت إمام الأنبياء وخطيبهم. وصاحب شفاعتهم غير فخر» .وروى ابن جرير عن أبى هريرة أن الرسول صلى الله عليه وسلم سئل عن قوله- تعالى-:عَسى أَنْ يَبْعَثَكَ رَبُّكَ مَقاماً مَحْمُوداً فقال: «هو المقام الذي أشفع لأمتى فيه» .وقال الآلوسى: والمراد بذلك المقام، مقام الشفاعة العظمى في فصل القضاء حيث لا أحد إلا وهو تحت لوائه صلى الله عليه وسلم، فقد أخرج البخاري وغيره عن ابن عمر قال: سمعت رسول الله صلى الله عليه وسلم يقول: إن الشمس لتدنو حتى يبلع العرق نصف الأذن، فبينما هم كذلك، استغاثوا بآدم، فيقول: لست بصاحب ذلك، ثم موسى فيقول كذلك. ثم محمد فيشفع فيقضى الله- تعالى- بين الخلق، فيمشى صلى الله عليه وسلم حتى يأخذ بحلقة باب الجنة، فيومئذ يبعثه الله- تعالى- مقاما محمودا، يحمده أهل الجمع كلهم»  ."},{"ayah_number":80,"text":"ثم أمر الله- تعالى- رسوله صلى الله عليه وسلم بأن يكثر من اللجوء إليه عن طريق الدعاء، بعد أن أمره بذلك عن طريق المداومة على الصلاة، فقال- تعالى-: وَقُلْ رَبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ، وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ، وَاجْعَلْ لِي مِنْ لَدُنْكَ سُلْطاناً نَصِيراً.والمدخل والمخرج- يضم الميم فيهما- مصدران بمعنى الإدخال والإخراج، فهما كالمجرى والمرسى وإضافتهما إلى الصدق من إضافة الموصوف لصفته.قال الآلوسى: واختلف في تعيين المراد من ذلك، فأخرج الزبير بن بكار عن زيد بن أسلم، أن المراد: بالإدخال: دخول المدينة، وبالإخراج: الخروج من مكة، ويدل عليه ما أخرجه أحمد، والطبراني، والترمذي وحسنه، والحاكم وصححه، وجماعة، عن ابن عباس قال: كان النبي صلى الله عليه وسلم بمكة، ثم أمر بالهجرة، فأنزل الله- تعالى- عليه هذه الآية. وبدأ بالإدخال لأنه الأهم ...ثم قال: والأظهر أن المراد إدخاله- عليه الصلاة والسلام- إدخالا مرضيا في كل ما يدخل فيه ويلابسه من مكان أو أمر، وإخراجه- من كل ما يخرج منه خروجا مرضيا- كذلك-، فتكون الآية عامة في جميع الموارد والمصادر ... » .ويبدو لنا أن المعنى الذي أشار إليه الآلوسى- رحمه الله- بأنه الأظهر، هو الذي تسكن إليه النفس، ويدخل فيه غيره دخولا أوليا، ويكون المعنى:وقل- أيها الرسول الكريم- متضرعا إلى ربك: يا رب أدخلنى إدخالا مرضيا صادقا في كل ما أدخل فيه من أمر أو مكان، وأخرجنى كذلك إخراجا طيبا صادقا من كل أمر أو مكان.والمراد بالسلطان في قوله- تعالى-: وَاجْعَلْ لِي مِنْ لَدُنْكَ سُلْطاناً نَصِيراً الحجة البينة الواضحة التي تقنع العقول، والقوة الغالبة التي ترهب المبطلين.أى: واجعل لي- يا إلهى- من عندك حجة تنصرني بها على من خالفني، وقوة تعينني بها على إقامة دينك، وإزالة الشرك والكفر.وقد وضح صاحب الكشاف هذا المعنى فقال: قوله: وَاجْعَلْ لِي مِنْ لَدُنْكَ سُلْطاناً نَصِيراً أى: حجة تنصرني على من خالفني، أو ملكا وعزا قويا ناصرا للإسلام على الكفر، مظهرا له عليه، فأجيبت دعوته بقوله:وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ فَإِنَّ حِزْبَ اللَّهِ هُمُ الْغالِبُونَ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ. ووعده لينزعن ملك فارس والروم فيجعله له.وعنه صلى الله عليه وسلم أنه استعمل «عتاب بن أسيد» على أهل مكة وقال: انطلق فقد استعملتك على أهل الله، فكان شديدا على المريب. لينا على المؤمن، وقال: لا والله لا أعلم متخلفا يتخلف عن الصلاة في جماعة إلا ضربت عنقه، فإنه لا يتخلف عن الصلاة إلا منافق. فقال أهل مكة: يا رسول الله لقد استعملت على أهل الله «عتاب بن أسيد» أعرابيا جافيا.فقال صلى الله عليه وسلم: «إنى رأيت فيما يرى النائم كأن عتاب بن أسيد أتى باب الجنة، فأخذ بحلقة الباب فقلقلها قلقالا شديدا، حتى فتح له فدخلها، فأعز الله به الإسلام لنصرته المسلمين على من يريد ظلمهم، فذلك السلطان النصير» .وقال ابن كثير- بعد أن ساق بعض الأقوال في معنى الآية الكريمة- قوله: وَاجْعَلْ لِي مِنْ لَدُنْكَ سُلْطاناً نَصِيراً قال الحسن البصري في تفسيرها: وعده ربه لينزعن ملك فارس والروم وليجعلنه له.وقال قتادة فيها: إن نبي الله علم أن لا طاقة له بهذا الأمر إلا بسلطان. فسأل سلطانا نصيرا لكتاب الله. ولحدود الله، ولفرائض الله، ولإقامة دين الله، فإن السلطان رحمة من الله جعله بين أظهر عباده، ولولا ذلك لأغار بعضهم على بعض فأكل شديدهم ضعيفهم ...ثم قال ابن كثير: واختار ابن جرير قول الحسن وقتادة، وهو الأرجح، لأنه لا بد مع الحق من قهر لمن عاداه وناوأه، ولهذا يقول- تعالى-: لَقَدْ أَرْسَلْنا رُسُلَنا بِالْبَيِّناتِ، وَأَنْزَلْنا مَعَهُمُ الْكِتابَ وَالْمِيزانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ، وَأَنْزَلْنَا الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ وَمَنافِعُ لِلنَّاسِ....وفي الحديث  : «إن الله ليزع بالسلطان ما لا يزع بالقرآن» أى: ليمنع بالسلطان عن ارتكاب الفواحش والآثام، ما لا يمتنع كثير من الناس عن ارتكابه بالقرآن وما فيه من الوعيد الأكيد، والتهديد الشديد، وهذا هو الواقع» .وفي قوله- تعالى-: وَاجْعَلْ لِي مِنْ لَدُنْكَ تصوير بديع لشدة القرب والاتصال بالله- تعالى- واستمداد العون منه- سبحانه- مباشرة، واللجوء إلى حماه بدون وساطة من أحد."},{"ayah_number":81,"text":"ثم بشره- سبحانه- بأن النصر له آت لا ريب فيه فقال- تعالى- وَقُلْ جاءَ الْحَقُّ وَزَهَقَ الْباطِلُ إِنَّ الْباطِلَ كانَ زَهُوقاً.والحق في لغة العرب: الشيء الثابت الذي ليس بزائل ولا مضمحل. والباطل على النقيض منه.والمراد بالحق هنا: حقائق الإسلام وتعاليمه التي جاء بها النبي صلى الله عليه وسلم من عند ربه- عز وجل-.والمراد بالباطل: الشرك والمعاصي التي ما أنزل الله بها من سلطان، والمراد بزهوقه: ذهابه وزواله. يقال: فلان زهقت روحه، إذا خرجت من جسده وفارق الحياة.أى: وقل- أيها الرسول الكريم- على سبيل الشكر لربك، والاعتراف له بالنعمة، والاستبشار بنصره، قل: جاء الحق الذي أرسلنى به الله- تعالى- وظهر على كل ما يخالفه من شرك وكفر، وزهق الباطل، واضمحل وجوده وزالت دولته، إن الباطل كان زهوقا، أى: كان غير مستقر وغير ثابت في كل وقت. كما قال- تعالى-: قُلْ إِنَّ رَبِّي يَقْذِفُ بِالْحَقِّ عَلَّامُ الْغُيُوبِ. قُلْ جاءَ الْحَقُّ وَما يُبْدِئُ الْباطِلُ وَما يُعِيدُ .وكما قال- سبحانه-: بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْباطِلِ فَيَدْمَغُهُ فَإِذا هُوَ زاهِقٌ ...  .وقد ذكر المفسرون عند تفسيرهم لهذه الآية أحاديث منها: ما أخرجه الشيخان عن ابن مسعود- رضى الله عنه- قال: دخل النبي صلى الله عليه وسلم مكة- عند فتحها- وحول البيت ستون وثلاثمائة صنم. فجعل يطعنها بعود في يده ويقول جاءَ الْحَقُّ وَزَهَقَ الْباطِلُ إِنَّ الْباطِلَ كانَ زَهُوقاً قُلْ جاءَ الْحَقُّ وَما يُبْدِئُ الْباطِلُ وَما يُعِيدُ.وأخرج ابن أبى شيبة وأبو يعلى وابن المنذر عن جابر قال: دخلنا مع رسول الله صلى الله عليه وسلم مكة، وحول البيت ثلاثمائة وستون صنما، فأمر بها رسول الله صلى الله عليه وسلم فأكبت على وجهها.وقال جاءَ الْحَقُّ وَزَهَقَ الْباطِلُ إِنَّ الْباطِلَ كانَ زَهُوقاً  .وقال القرطبي: في هذه الآية دليل على كسر نصب المشركين، وجميع الأوثان إذا غلب عليهم، ويدخل بالمعنى كسر آلة الباطل كله، وما لا يصلح إلا لمعصية الله كالطنابير والعيدان والمزامير التي لا معنى لها إلا اللهو بها عن ذكر الله تعالى..  .وبذلك نرى أن هذه الآيات الكريمة قد أمرت المسلمين في شخص نبيهم صلى الله عليه وسلم بالمداومة على كل ما يقربهم من الله- تعالى-، ولا سيما الصلاة التي هي صلة بين العبد وربه، وبشرت النبي صلى الله عليه وسلم بمنحه المقام المحمود من ربه- عز وجل، وبأن ما معه من حق وصدق، سيزهق ما مع أعدائه من باطل وكذب، فإن سنة الله- تعالى- قد اقتضت أن تكون العاقبة للمتقين.ثم مدح- سبحانه- القرآن الكريم الذي أنزله على قلب نبيه محمد صلى الله عليه وسلم وبين أحوال الإنسان في حالتي اليسر والعسر، والرخاء والشدة، وأن كل إنسان يعمل في هذه الدنيا على حسب طبيعته ونيته وميوله، فقال- تعالى-:"},{"ayah_number":82,"text":"قال الفخر الرازي- رحمه الله-: اعلم أنه- تعالى- لما أطنب في شرح الإلهيات والنبوات، والحشر والمعاد والبعث، وإثبات القضاء والقدر، ثم أتبعه بالأمر بالصلاة، ونبه على ما فيها من الأسرار، وإنما ذكر كل ذلك في القرآن، أتبعه ببيان كون القرآن شفاء ورحمة. فقال- تعالى-: وَنُنَزِّلُ مِنَ الْقُرْآنِ ما هُوَ شِفاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ ...ثم قال: ولفظة مِنَ هاهنا ليست للتبعيض، بل هي للجنس كقوله: فَاجْتَنِبُوا الرِّجْسَ مِنَ الْأَوْثانِ.والمعنى: وننزل من هذا الجنس الذي هو قرآن ما هو شفاء، فجميع القرآن شفاء ورحمة للمؤمنين .ومما لا شك فيه، أن قراءة القرآن، والعمل بأحكامه وآدابه وتوجيهاته.. شفاء للنفوس من الوسوسة، والقلق، والحيرة، والنفاق، والرذائل المختلفة، ورحمة للمؤمنين من العذاب الذي يحزنهم ويشقيهم.إنه شفاء ورحمة لمن خالطت قلوبهم بشاشة الإيمان، فأشرقت بنور ربها، وتفتحت لتلقى ما في القرآن من هدايات وإرشادات.إنه شفاء للنفوس من الأمراض القلبية كالحسد والطمع والانحراف عن طريق الحق، وشفاء لها من الأمراض الجسمانية.قال القرطبي عند تفسيره لهذه الآية: اختلف العلماء في كونه- أى القرآن- شفاء على قولين:أحدهما: أنه شفاء للقلوب بزوال الجهل عنها وإزالة الريب، ولكشف غطاء القلب من مرض الجهل.الثاني: أنه شفاء من الأمراض الظاهرة بالرقى والتعوذ ونحوه، وقد روى الأئمة- واللفظ للدارقطنى- عن أبى سعيد الخدري قال: بعثنا رسول الله صلى الله عليه وسلم في سرية ثلاثين راكبا. قال: فنزلنا على قوم من العرب فسألناهم أن يضيفونا فأبوا. قال: فلدغ سيد الحي، فأتونا فقالوا: أفيكم أحد يرقى من العقرب؟ قال: قلت: أنا نعم، ولكن لا أفعل حتى تعطونا فقالوا: فإنا نعطيكم ثلاثين شاة. قال: فقرأت عليه الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ سبع مرات فبرئ. فبعثوا إلينا بالنّزل وبعثوا إلينا بالشاء. فأكلنا الطعام أنا وأصحابى، وأبوا أن يأكلوا من الغنم، حتى أتينا رسول الله صلى الله عليه وسلم فأخبرته الخبر، فقال «ما يدريك أنها رقية» ؟ قلت: يا رسول الله، شيء ألقى في روعي. قال: «كلوا وأطعمونا من الغنم»  .والذي تطمئن إليه النفس أن قراءة القرآن الكريم، والعمل بما فيه من هدايات وإرشادات وتشريعات.. كل ذلك يؤدى- بإذن الله تعالى- إلى الشفاء من أمراض القلوب ومن أمراض الأجسام.قال بعض العلماء: وقوله- تعالى- في هذه الآية ما هُوَ شِفاءٌ يشمل كونه شفاء للقلب من أمراضه، كالشك والنفاق وغير ذلك. وكونه شفاء للأجسام إذا رقى عليه به، كما تدل له قصة الذي رقى الرجل اللديغ بالفاتحة، وهي صحيحة مشهورة» .وبعد أن بين- سبحانه- أثر القرآن بالنسبة للمؤمنين، أتبع ذلك ببيان أثره بالنسبة للظالمين، فقال: وَلا يَزِيدُ الظَّالِمِينَ إِلَّا خَساراً.أى: ولا يزيد ما ننزله من قرآن الظالمين إلا خسارا وهلاكا، بسبب عنادهم وجحودهم للحق بعد إذ تبين.قال الآلوسى: وإسناد الزيادة المذكورة إلى القرآن. مع أنهم المزدادون في ذلك لسوء صنيعهم، باعتباره سببا لذلك، وفيه تعجيب من أمره من حيث كونه مدارا للشفاء والشقاء.كماء صار في الأصداف درا ... وفي ثغر الأفاعى صار سماوشبيه بهذه الآية قوله- تعالى-: وَإِذا ما أُنْزِلَتْ سُورَةٌ فَمِنْهُمْ مَنْ يَقُولُ أَيُّكُمْ زادَتْهُ هذِهِ إِيماناً، فَأَمَّا الَّذِينَ آمَنُوا فَزادَتْهُمْ إِيماناً وَهُمْ يَسْتَبْشِرُونَ. وَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ فَزادَتْهُمْ رِجْساً إِلَى رِجْسِهِمْ وَماتُوا وَهُمْ كافِرُونَ .وقوله- تعالى- قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدىً وَشِفاءٌ، وَالَّذِينَ لا يُؤْمِنُونَ فِي آذانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى أُولئِكَ يُنادَوْنَ مِنْ مَكانٍ بَعِيدٍ ."},{"ayah_number":83,"text":"ثم صور- سبحانه- حال الإنسان عند اليسر والعسر، وعند الرخاء والشدة فقال - تعالى-: وَإِذا أَنْعَمْنا عَلَى الْإِنْسانِ أَعْرَضَ وَنَأى بِجانِبِهِ، وَإِذا مَسَّهُ الشَّرُّ كانَ يَؤُساً.أى: وَإِذا أَنْعَمْنا عَلَى الْإِنْسانِ بنعمة الصحة والغنى وما يشبههما مما يسره ويبهجه أَعْرَضَ عن طاعتنا وشكرنا وَنَأى بِجانِبِهِ أى: وابتعد عنا، وولانا ظهره والنأى: البعد، يقال: مكان ناء، أى بعيد، ونأى فلان عن الشيء نأيا: إذا ابتعد عنه.وقوله- تعالى-: نَأى بِجانِبِهِ تأكيد للإعراض، لأن الإعراض عن الشيء أن يوليه عرض وجهه، والنأى بالجانب: أن يلوى عنه عطفه، ويوليه ظهره، ويظهر الاستكبار والغرور. وقوله- تعالى-: وَإِذا مَسَّهُ الشَّرُّ كانَ يَؤُساً أى: وإذا مس الشر هذا الإنسان من فقر أو مرض، كان يئوسا وقنوطا من رحمه الله- تعالى-.فهو في حالة الصحة والغنى يبطر ويتكبر ويطغى. وفي حالة الفقر والمرض ييئس ويقنط ويستولى عليه الحزن والهم.والمراد بالإنسان هنا جنسه، إذ ليس جميع الناس على هذه الحالة، وإنما منهم المؤمنون الصادقون الذين يشكرون الله- تعالى- على نعمه، ويذكرونه ويطيعونه في السراء والضراء.قال- تعالى-: وَلَئِنْ أَذَقْنَا الْإِنْسانَ مِنَّا رَحْمَةً ثُمَّ نَزَعْناها مِنْهُ إِنَّهُ لَيَؤُسٌ كَفُورٌ. وَلَئِنْ أَذَقْناهُ نَعْماءَ بَعْدَ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ ذَهَبَ السَّيِّئاتُ عَنِّي إِنَّهُ لَفَرِحٌ فَخُورٌ. إِلَّا الَّذِينَ صَبَرُوا وَعَمِلُوا الصَّالِحاتِ أُولئِكَ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ .فأنت ترى أن الله- تعالى- قد استثنى الذين صبروا وعملوا الصالحات، من رذيلة الجحود عند اليسر، واليأس عند العسر.قال الآلوسى ما ملخصه: والمراد بالإنسان في قوله- تعالى- وَإِذا أَنْعَمْنا عَلَى الْإِنْسانِ أَعْرَضَ وَنَأى بِجانِبِهِ ... جنسه، إذ يكفى في صحة الحكم وجوده في بعض الأفراد، ولا يضر وجود نقيض في البعض الآخر، وقيل: المراد به الوليد بن المغيرة» .وفي إسناد المساس إلى الشر بعد إسناد الإنعام إلى ضميره- تعالى- إيذان بأن الخير مراد بالذات، والشر ليس كذلك لأن ذلك هو الذي يقتضيه الكرم المطلق، والرحمة الواسعة، وإلى ذلك الإشارة بقوله صلى الله عليه وسلم: «اللهم إن الخير بيديك والشر ليس إليك» .وشبيه بهذه الآية قوله- تعالى-: لا يَسْأَمُ الْإِنْسانُ مِنْ دُعاءِ الْخَيْرِ وَإِنْ مَسَّهُ الشَّرُّ فَيَؤُسٌ قَنُوطٌ .وقوله- سبحانه-: وَإِذا أَذَقْنَا النَّاسَ رَحْمَةً فَرِحُوا بِها، وَإِنْ تُصِبْهُمْ سَيِّئَةٌ بِما قَدَّمَتْ أَيْدِيهِمْ إِذا هُمْ يَقْنَطُونَ ."},{"ayah_number":84,"text":"ثم بين- سبحانه- أنه لا يخفى عليه شيء من أحوال الناس وأعمالهم فقال: قُلْ كُلٌّ يَعْمَلُ عَلى شاكِلَتِهِ فَرَبُّكُمْ أَعْلَمُ بِمَنْ هُوَ أَهْدى سَبِيلًا.والتنوين في قوله كُلٌّ عوض عن المضاف إليه. أى: كل فرد.وقوله: شاكِلَتِهِ: أى: طريقته ومذهبه الذي يشاكل ويناسب حاله في الهداية أو الضلالة. مأخوذ من قولهم: طريق ذو شواكل، وهي الطرق التي تتشعب منه وتتشابه معه في الشكل، فسميت عادة المرء بها، لأنها تشاكل حاله.قال القرطبي قوله قُلْ كُلٌّ يَعْمَلُ عَلى شاكِلَتِهِ قال ابن عباس: على ناحيته. وقال مجاهد: على طبيعته.وقال قتادة: على نيته وقال ابن زيد: على دينه. وقال الفراء: على طريقته ومذهبه الذي جبل عليه..وقيل: هو مأخوذ من الشكل. يقال: لست على شكلي ولا شاكلتى. فالشكل: هو المثل والنظير، كقوله- تعالى-: وَآخَرُ مِنْ شَكْلِهِ أَزْواجٌ.والشكل- بكسر الشين- الهيئة. يقال: جارية حسنة الشكل. أى الهيئة. وهذه الأقوال كلها متقاربة .والمعنى: قل- أيها الرسول الكريم- للناس: كل واحد منكم- أيها الناس- يعمل على شاكلته وطريقته التي تشاكل حاله، وتناسب اتجاهه، وتتلاءم مع سلوكه وعقيدته، فربكم الذي خلقكم وتعهدكم بالرعاية، أعلم بمن هو أهدى سبيلا، وأقوم طريقا، وسيجازى- سبحانه- الذين أساءوا بما عملوا ويجازى الذين أحسنوا بالحسنى.فالآية الكريمة تبشر أصحاب النفوس الطاهرة والأعمال الصالحة، بالعاقبة الحميدة، وتهدد المنحرفين عن طريق الحق، المتبعين لخطوات الشيطان، بسوء المصير، لأن الله- تعالى- لا تخفى عليه خافية، وسيجازى كل إنسان بما يستحقه فَمَنْ يَعْمَلْ مِثْقالَ ذَرَّةٍ خَيْراً يَرَهُ، وَمَنْ يَعْمَلْ مِثْقالَ ذَرَّةٍ شَرًّا يَرَهُ.ثم ذكر- سبحانه- بعد ذلك جانبا من الأسئلة التي كانت توجه إلى الرسول صلى الله عليه وسلم، كما ذكر الإجابة عليها لكي يجابه النبي صلى الله عليه وسلم بها السائلين، فقال- تعالى-:"},{"ayah_number":85,"text":"ذكر المفسرون في سبب نزول قوله- تعالى-: وَيَسْئَلُونَكَ عَنِ الرُّوحِ روايات منها: ما أخرجه الشيخان عن عبد الله بن مسعود قال: بينما أنا أمشى مع النبي صلى الله عليه وسلم في حرث وهو متوكئ على عسيب- أى على عصا- إذ مر اليهود، فقال بعضهم لبعض: سلوه عن الروح، فقالوا: يا محمد ما لروح؟ فأمسك النبي صلى الله عليه وسلم فلم يرد عليهم شيئا، فعلمت أنه يوحى إليه، فقمت مقامي، فلما نزل الوحى قال: وَيَسْئَلُونَكَ عَنِ الرُّوحِ قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي....قال الإمام ابن كثير بعد أن ذكر هذه الرواية وغيرها: وهذا السياق يقتضى فيما يظهر بادى الرأى، أن هذه الآية مدنية، وأنها نزلت حين سأله اليهود عن ذلك بالمدينة، مع أن السورة كلها مكية.وقد يجاب عن هذا بأنه قد تكون نزلت عليه بالمدينة مرة ثانية، كما نزلت عليه بمكة قبل ذلك. أو أنه نزل عليه الوحى بأنه يجيبهم عما سألوه بالآية المتقدم إنزالها عليه، وهي هذه الآية: وَيَسْئَلُونَكَ عَنِ الرُّوحِ....ومما يدل على نزول هذه الآية بمكة ما أخرجه الإمام أحمد عن ابن عباس قال: قالت قريش ليهود. أعطونا شيئا نسأل عنه هذا الرجل؟ فقالوا: سلوه عن الروح، فسألوه فنزلت: ويسألونك عن الروح.. الآية» .وكلمة الروح تطلق في القرآن الكريم على أمور منها:الوحى، كما في قوله- تعالى-: يُلْقِي الرُّوحَ مِنْ أَمْرِهِ عَلى مَنْ يَشاءُ مِنْ عِبادِهِ .. .ومنها: القوة والثبات كما في قوله- تعالى-: أُولئِكَ كَتَبَ فِي قُلُوبِهِمُ الْإِيمانَ وَأَيَّدَهُمْ بِرُوحٍ مِنْهُ ... .ومنها: جبريل، كما في قوله- تعالى-: نَزَلَ بِهِ الرُّوحُ الْأَمِينُ. عَلى قَلْبِكَ لِتَكُونَ مِنَ الْمُنْذِرِينَ ... .ومنها: القرآن كما في قوله- سبحانه-: وَكَذلِكَ أَوْحَيْنا إِلَيْكَ رُوحاً مِنْ أَمْرِنا .. .ومنها: عيسى ابن مريم، كما في قوله- تعالى-: إِنَّمَا الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ رَسُولُ اللَّهِ وَكَلِمَتُهُ أَلْقاها إِلى مَرْيَمَ وَرُوحٌ مِنْهُ ... .وجمهور العلماء على أن المراد بالروح في قوله- تعالى-: وَيَسْئَلُونَكَ عَنِ الرُّوحِ ... ما يحيا به بدن الإنسان، وبه تكون حياته، وبمفارقته للجسد يموت الإنسان، وأن السؤال إنما هو عن حقيقة الروح، إذ معرفة حقيقة الشيء. تسبق معرفة أحواله.وقيل المراد بالروح هنا: القرآن الكريم، وقيل: جبريل، وقيل: عيسى إلى غير ذلك من الأقوال التي أوصلها بعضهم إلى أكثر من عشرة أقوال.ويبدو لنا أن ما ذهب إليه جمهور المفسرين، أولى بالاتباع، لأن قوله- تعالى- بعد ذلك: قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي يؤيد هذا الاتجاه.قال الآلوسى: الظاهر عند المنصف، أن السؤال كان عن حقيقة الروح الذي هو مدار البدن الإنسانى، ومبدأ حياته، لأن ذلك من أدق الأمور التي لا يسع أحدا إنكارها، ويشرئب الجميع إلى معرفتها، وتتوافر دواعي العقلاء إليها، وتكلّ الأذهان عنها، ولا تكاد تعلم إلا بوحي..»  .ومِنْ في قوله: قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي بيانية. والمراد بالأمر هنا. الشأن.والمعنى: ويسألك بعض الناس- أيها الرسول- عن حقيقة الروح، قل لهم على سبيل الإرشاد والزجر: الروح شيء من جنس الأشياء التي استأثر الله- تعالى- وحده بعلم حقيقتها وجوهرها.وقال- سبحانه-: قُلِ الرُّوحُ بالإظهار، لكمال العناية بشأن المسئول عنه.وإضافة كلمة أَمْرِ إلى لفظ الرب- عز وجل-، من باب الاختصاص العلمي، إذ الرب وحده هو العليم بشأنها، وليس من باب الاختصاص الوجودي، لأن الروح وغيرها من مخلوقات الله- تعالى-.وفي هذه الإضافة ما فيها من تشريف المضاف، حيث أضيف هذا الأمر إلى الله- تعالى- وحده.قال القرطبي: وقوله- تعالى- قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي دليل على خلق الروح، أى: هو أمر عظيم، وشأن كبير من أمر الله- تعالى-، مبهما له وتاركا تفصيله، ليعرف الإنسان على القطع عجزه عن علم حقيقة نفسه مع العلم بوجودها. وإذا كان الإنسان في معرفة نفسه هكذا، كان عجزه عن إدراك حقيقة الحق أولى. وحكمة ذلك تعجيز العقل عن إدراك معرفة مخلوق مجاور له، دلالة على أنه عن إدراك خالقه أعجز  .وقوله: وَما أُوتِيتُمْ مِنَ الْعِلْمِ إِلَّا قَلِيلًا من جملة الجواب الذي أمر الله- تعالى- رسوله صلى الله عليه وسلم أن يرد به على السائلين عن حقيقة الروح.أى: وما أوتيتم- أيها السائلون عن الروح- من العلم إلا علما قليلا، بالنسبة إلى علمه- تعالى- الذي وسع كل شيء، ولا يخفى عليه شيء.وإن علمكم مهما كثر فإنه لا يمكنه أن يتعلق بحقيقة الروح وأحوالها، لأن ذلك شيء استأثر الله- تعالى- به وحده، واقتضت حكمته- عز وجل- أن يجعله فوق مستوى عقولكم.قال صاحب الظلال عند تفسيره لهذه الآية: والمنهج الذي سار عليه القرآن- وهو المنهج الأقوم- أن يجيب الناس عما هم في حاجة إليه، وما يستطيع إدراكهم البشرى بلوغه ومعرفته، فلا يبدد الطاقة العقلية التي وهبها الله لهم فيما لا ينتج ولا يثمر، وفي غير مجالها الذي تملك وسائله، وبعضهم عند ما سأل النبي صلى الله عليه وسلم عن الروح، أمره الله أن يجيبهم بأن الروح من أمره- سبحانه- ...وليس في هذا حجر على العقل البشرى أن يعمل، ولكن فيه توجيها لهذا العقل أن يعمل في حدوده، وفي مجاله الذي يدركه.والروح غيب من غيب الله لا يدركه سواه.. ولقد أبدع الإنسان في هذه الأرض ما أبدع، ولكنه وقف حسيرا أمام ذلك السر اللطيف- الروح- لا يدرى ما هو؟ ولا كيف جاء؟ ولا كيف يذهب؟ ولا أين كان ولا أين يكون، إلا ما يخبر به العليم الخبير في التنزيل» «2» .وقال بعض العلماء: وفي هذه الآية ما يزجر الخائضين في شأن الروح، المتكلفين لبيان ماهيته، وإيضاح حقيقته، أبلغ زجر، ويردعهم أعظم ردع، وقد أطالوا المقال في هذا البحث، بما لا يتسع له المقام، وغالبه، بل كله من الفضول الذي لا يأتى بنفع في دين أو دنيا..فقد استأثر الله- تعالى- بعلم الروح، ولم يطلع عليه أنبياءه، ولم يأذن لهم بالسؤال عنه،ولا البحث عن حقيقته، فضلا عن أممهم المقتدين بهم ... » ."},{"ayah_number":86,"text":"ثم بين- سبحانه- مظهرا من مظاهر قدرته، بعد أن بين أن الروح من أمره، فقال- تعالى-: وَلَئِنْ شِئْنا لَنَذْهَبَنَّ بِالَّذِي أَوْحَيْنا إِلَيْكَ ثُمَّ لا تَجِدُ لَكَ بِهِ عَلَيْنا وَكِيلًا.واللام في قوله وَلَئِنْ شِئْنا ... موطئة لقسم محذوف، جوابه لَنَذْهَبَنَّ.أى: والله لئن شئنا لنذهبن بهذا القرآن الذي أوحيناه إليك- أيها الرسول الكريم-، بحيث نزيله عن صدرك، ومن صدور أتباعك، ونمحوه من الصحف حتى لا يبقى له أثر إذ أن قدرتنا لا يعجزها، ولا يحول دون تنفيذ ما نريده حائل..ثم لا تجد لك بعد ذلك من يكون وكيلا عنا في رد القرآن إليك بعد ذهابه ومحوه، ومن يتعهد بإعادته بعد رفعه وإزالته.قال الآلوسى: وعبر عن القرآن بالموصول في قوله بِالَّذِي أَوْحَيْنا إِلَيْكَ، تفخيما لشأنه، ووصفا له بما في حيز الصلة ابتداء، إعلاما بحاله من أول الأمر، وبأنه ليس من قبيل كلام المخلوق ... » ."},{"ayah_number":87,"text":"وقوله: إِلَّا رَحْمَةً مِنْ رَبِّكَ استثناء واستدراك على قوله: لَنَذْهَبَنَّ بِالَّذِي أَوْحَيْنا إِلَيْكَ ...أى: والله إن شئنا إذهاب القرآن من صدرك لأذهبناه، دون أن تجد أحدا يرده عليك، لكننا لم نشأ ذلك بل أبقيناه في صدرك رحمة من ربك.قال الجمل: وفي هذا الاستثناء قولان: أحدهما: أنه استثناء متصل: لأن الرحمة تندرج في قوله وَكِيلًا.أى: إلا رحمة منا فإنها إن نالتك فلعلها تسترده عليك والثاني: أنه منقطع، فيتقدر بلكن أو ببل، ومِنْ رَبِّكَ يجوز أن يتعلق بمحذوف صفة لرحمة- أى لكن رحمة ربك تركته غير مذهوب به .وقوله إِنَّ فَضْلَهُ كانَ عَلَيْكَ كَبِيراً بيان لما امتن الله به على نبيه صلى الله عليه وسلم.أى: إن فضله كان عليك كبيرا، حيث أنزل القرآن عليك، وأبقاه في صدرك دون أن يزيله منه، وجعلك سيد ولد آدم، وخاتم رسله، وأعطاك المقام المحمود يوم القيامة.قال صاحب الكشاف: وهذا امتنان عظيم من الله- تعالى- ببقاء القرآن محفوظا، بعد المنة العظيمة في تنزيله وتحفيظه. فعلى كل ذي علم أن لا يغفل عن هاتين المنتين والقيام بشكرهما. وهما منة الله عليه بحفظه العلم، ورسوخه في صدره، ومنته عليه في بقاء المحفوظ» ."},{"ayah_number":88,"text":"ثم أمر الله- تعالى- نبيه أن يتحدى المشركين بهذا القرآن فقال- تعالى-: قُلْ لَئِنِ اجْتَمَعَتِ الْإِنْسُ وَالْجِنُّ عَلى أَنْ يَأْتُوا بِمِثْلِ هذَا الْقُرْآنِ لا يَأْتُونَ بِمِثْلِهِ، وَلَوْ كانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيراً.أى: قل- أيها الرسول الكريم- لهؤلاء المشركين الذين قالوا- كما حكى الله عنهم- لَوْ نَشاءُ لَقُلْنا مِثْلَ هذا، قل لهم على سبيل التحدي والتعجيز: والله لئن اجتمعت الإنس والجن، واتفقوا على أن يأتوا بمثل هذا القرآن، الذي أنزله الله- تعالى- من عنده على قلبي.. لا يستطيعون ذلك. ولو كان بعضهم لبعض مظاهرا ومعينا ومناصرا، في تحقيق ما يتمنونه من الإتيان بمثله.وخص- سبحانه- «الإنس والجن» بالذكر، لأن المنكر كون القرآن من عند الله، من جنسهما لا من جنس غيرهما كالملائكة- مثلا-، فإنهم عباد مكرمون لا يعصون الله ما أمرهم ويفعلون ما يؤمرون، ولأن التحدي إنما هو للإنس والجن الذين أرسل الرسول صلى الله عليه وسلم إليهم، لهدايتهم إلى الصراط المستقيم.وقال- سبحانه-: لا يَأْتُونَ بِمِثْلِهِ فأظهر في مقام الإضمار، ولم يكتف بأن يقول:لا يأتون به، لدفع توهم أن يتبادر إلى الذهن أن له مثلا معينا، وللإشعار بأن المقصود نفى المثل على أى صفة كانت هذه المثلية، سواء أكانت في بلاغته، أم في حسن نظمه، أم في إخباره عن المغيبات، أم في غير ذلك من وجوه إعجازه.وقوله: وَلَوْ كانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيراً معطوف على مقدر، أى: لا يستطيعون الإتيان بمثله لو لم يكن بعضهم ظهيرا ونصيرا لبعض، ولو كان بعضهم ظهيرا ونصيرا لبعض لما استطاعوا أيضا.والمقصود أنهم لا يستطيعون الإتيان بمثله على أية حال من الأحوال وبأية صورة من الصور، لأنه متى انتفى إتيانهم بمثله مع المظاهرة والمعاونة، انتفى من باب الأولى الإتيان بمثله مع عدمهما. وقوله: لِبَعْضٍ متعلق بقوله ظَهِيراً.ولقد بين- سبحانه- في آيات أخرى أنهم لن يستطيعوا الإتيان بعشر سور من مثله، بل بسورة واحدة من مثله.قال- تعالى-: أَمْ يَقُولُونَ افْتَراهُ قُلْ فَأْتُوا بِعَشْرِ سُوَرٍ مِثْلِهِ مُفْتَرَياتٍ، وَادْعُوا مَنِ اسْتَطَعْتُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صادِقِينَ  .وقال- سبحانه-: وَإِنْ كُنْتُمْ فِي رَيْبٍ مِمَّا نَزَّلْنا عَلى عَبْدِنا فَأْتُوا بِسُورَةٍ مِنْ مِثْلِهِ، وَادْعُوا شُهَداءَكُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صادِقِينَ ."},{"ayah_number":89,"text":"ومع عجز المشركين عن الإتيان بسورة من مثل القرآن الكريم إلا أنهم استمروا في طغيانهم يعمهون، وأبوا التذكر والتدبر، ولقد صور- سبحانه- أحوالهم أكمل تصوير فقال:وَلَقَدْ صَرَّفْنا لِلنَّاسِ فِي هذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ، فَأَبى أَكْثَرُ النَّاسِ إِلَّا كُفُوراً.أى: ولقد صرفنا وكررنا ونوعنا للناس في هذا القرآن من كل مثل، أى: من كل معنى بديع، هو كالمثل في بلاغته، وإقناعه للنفوس، وشرحه للصدور، واشتماله على الفوائد الجملة ...ومفعول: صَرَّفْنا محذوف، والتقدير: ولقد صرفنا الهدايات والعبر بوجوه متعددة..وقوله- سبحانه-: فَأَبى أَكْثَرُ النَّاسِ إِلَّا كُفُوراً بيان لموقف الفاسقين عن أمر ربهم من هدايات القرآن الكريم وتوجيهاته، وأوامره ونواهيه.أى: فأبى أكثر الناس الاستجابة لهديه، وامتنعوا عن الإيمان بأنه من عند الله- تعالى- وجحدوا آياته وإرشاداته، وعموا وصموا عن الحق الذي جاءهم به من نزّل عليه القرآن، وهو رسول لله صلى الله عليه وسلم.وقال- سبحانه-: فَأَبى أَكْثَرُ النَّاسِ بالإظهار في مقام الإضمار، للتأكيد والتوضيح.والمراد بأكثر الناس: أولئك الذين بلغهم القرآن الكريم، واستمعوا إلى آياته وتوجيهاته وتشريعاته وآدابه، ولكنهم استحبوا الكفر على الإيمان، وآثروا الضلالة على الهداية.وعبر- سبحانه- بالأكثر، إنصافا للقلة المؤمنة التي فتحت صدورها للقرآن، فآمنت به، وعملت بما فيه من أوامر ونواه..قال الجمل: فإن قيل: كيف جاز قوله فَأَبى أَكْثَرُ النَّاسِ إِلَّا كُفُوراً حيث وقع الاستثناء المفرغ في الإثبات. مع أنه لا يصح، إذ لا يصح أن تقول: ضربت إلا زبدا.فالجواب: أن لفظة فَأَبى تفيد النفي، فكأنه قيل: فلم يرضوا إلا كفورا  .وبذلك نرى الآيات الكريمة قد ساقت ما يدل على وحدانية الله- تعالى- وقدرته، وعلمه، وفضله على نبيه صلى الله عليه وسلم وعلى الناس، وعلى أن هذا القرآن من عند الله، ولو كان من عند غير الله لوجدوا فيه اختلافا كثيرا.ثم حكى- سبحانه- بعض المطالب المتعنتة التي طلبها المشركون من النبي صلى الله عليه وسلم فقال- تعالى-:"},{"ayah_number":90,"text":"ذكر المفسرون في سبب نزول هذه الآيات رواية طويلة ملخصها: أن نفرا من زعماء قريش اجتمعوا عند الكعبة، وطلبوا رسول الله صلى الله عليه وسلم فجاءهم، فقالوا له يا محمد: إنا قد بعثنا إليك لنعذر فيك، وإنا والله ما نعلم رجلا من العرب أدخل على قومه ما أدخلت على قومك!! لقد شتمت الآباء، وعبت الدين. وسفهت الأحلام، وشتمت الآلهة ...فإن كنت جئت بهذا الحديث تطلب مالا، جمعنا لك من أموالنا حتى تكون أكثرنا مالا، وإن كنت تطلب شرفا فينا، سودناك علينا، وإن كنت تريد ملكا ملكناك علينا ...فقال لهم رسول الله صلى الله عليه وسلم ما بي شيء مما تقولون، ولكن الله بعثني إليكم رسولا، وأنزل على كتابا، وأمرنى أن أكون بشيرا ونذيرا، فبلغتكم رسالة ربي ونصحت لكم، فإن تقبلوا منى فهو حظكم من الدنيا والآخرة، وإن تردوه على أصبر لأمر الله- تعالى- حتى يحكم بيني وبينكم.فقالوا له يا محمد: فإن كنت صادقا فيما تقول، فسل لنا ربك الذي بعثك، فليسير عنا هذا الجبل الذي قد ضيق علينا، وليبسط لنا بلادنا، ويفجر فيها الأنهار، ويبعث من مضى من آبائنا، فنسألهم عما تقول أحق هو أم باطل..وسله أن يبعث معك ملكا يصدقك، واسأله أن يجعل لك جنانا وقصورا أو كنوزا من ذهب وفضة. تعينك على معاشك.فقال صلى الله عليه وسلم ما بعثت بهذا. فقالوا: فأسقط السماء- كما زعمت- علينا كسفا ...وقال أحدهم: لا أومن بك أبدا، حتى تتخذ لك سلما إلى السماء ترقى فيه، ونحن ننظر إليك..فانصرف صلى الله عليه وسلم عنهم حزينا، لما رأى من تباعدهم عن الهدى، فأنزل الله عليه هذه الآيات تسلية له ... »  .والمعنى: وقال المشركون الذين لا يرجون لقاءنا لرسولنا صلى الله عليه وسلم يا محمد: لَنْ نُؤْمِنَ لَكَ ونتبعك فيما تدعونا إليه.حَتَّى تَفْجُرَ لَنا مِنَ الْأَرْضِ يَنْبُوعاً أى: حتى تخرج لنا من أرض مكة القليلة المياه، يَنْبُوعاً أى: عينا لا ينضب ماؤها ولا يغور.يقال: نبع الماء من العين ينبع- بتثليث الباء فيهما- إذا خرج وظهر وكثر.وقرأ بعض السبعة تَفْجُرَ بالتخفيف- من باب نصر- وقرأ البعض الآخر تَفْجُرَ بتشديد الجيم، من فجر بالتشديد، والتضعيف للتكثير.والتعريف في لفظ الْأَرْضِ للعهد، لأن المراد بها أرض مكة.وعبر بكلمة يَنْبُوعاً للإشعار بأنهم لا يريدون من الماء ما يكفيهم فحسب، وإنما هم يريدون ماء كثيرا لا ينقص في وقت من الأوقات، إذ الياء زائدة للمبالغة."},{"ayah_number":91,"text":"وقوله- سبحانه-: أَوْ تَكُونَ لَكَ جَنَّةٌ مِنْ نَخِيلٍ وَعِنَبٍ فَتُفَجِّرَ الْأَنْهارَ خِلالَها تَفْجِيراً بيان لاقتراح آخر من مقترحاتهم السخيفة.والمعنى: أو تكون لك بصفة خاصة يا محمد، جَنَّةٌ أى: حديقة ملتفة الأغصان، مشتملة على الكثير من أشجار النخيل والأعناب: تجرى الأنهار في وسطها جريا عظيما هائلا..وخصوا النخيل والأعناب بالذكر- كما حكى القرآن عنهم-، لأن هذين الصنفين يعتبران من أهم الثمار عندهم، ولأنهما على رأس الزروع المنتشرة في أراضيهم، والتي لها الكثير من الفوائد.وقوله: خِلالَها منصوب على الظرفية، لأنه بمعنى وسطها وبين ثناياها.والتنوين في قوله تَفْجِيراً للتكثير، أى: تفجيرا كثيرا زاخرا، بحيث تكون تلك الجنة الخاصة بك، غنية بالمياه التي تنفعها وترويها."},{"ayah_number":92,"text":"وقوله- عز وجل-: أَوْ تُسْقِطَ السَّماءَ كَما زَعَمْتَ عَلَيْنا كِسَفاً ... اقتراح ثالث من مقترحاتهم الفاسدة.ولفظ كِسَفاً أى: قطعا جمع كسفة- بكسر الكاف وسكون السين، يقال: كسفت الثوب أى: قطعته وهو حال من السماء، والكاف في قوله: كَما صفة لموصوف محذوف.والمعنى: أو تسقط أنت علينا السماء إسقاطا مماثلا لما هددتنا به، من أن في قدرة ربك- عز وجل- أن ينزل علينا عذابا متقطعا من السماء.ولعلهم يعنون بذلك قوله- تعالى-: أَفَلَمْ يَرَوْا إِلى ما بَيْنَ أَيْدِيهِمْ وَما خَلْفَهُمْ مِنَ السَّماءِ وَالْأَرْضِ، إِنْ نَشَأْ نَخْسِفْ بِهِمُ الْأَرْضَ، أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفاً مِنَ السَّماءِ ...  .وقيل: يعنون بذلك، أنك وعدتنا أن يوم القيامة تنشق فيه السماء، فعجل لنا ذلك في الدنيا، وأسقطها علينا، كما حكى عنهم القرآن ذلك في قوله- تعالى- وَإِذْ قالُوا اللَّهُمَّ إِنْ كانَ هذا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنا حِجارَةً مِنَ السَّماءِ أَوِ ائْتِنا بِعَذابٍ أَلِيمٍ ... .فهم يتعجلون العذاب، والرسول صلى الله عليه وسلم، يرجو لهم من الله- تعالى- الرحمة والهداية وتأخير العذاب عنهم، لعله- سبحانه- أن يخرج من أصلابهم من يخلص له العبادة والطاعة.وقوله- تعالى- أَوْ تَأْتِيَ بِاللَّهِ وَالْمَلائِكَةِ قَبِيلًا تسجيل لمطلب رابع من مطالبهم القبيحة.قال الآلوسى: قَبِيلًا أى: مقابلا، كالعشير والمعاشر، وأرادوا- كما جاء عن ابن عباس- عيانا.وهذا كقولهم: لَوْلا أُنْزِلَ عَلَيْنَا الْمَلائِكَةُ أَوْ نَرى رَبَّنا، وفي رواية أخرى عنه وعن الضحاك تفسير القبيل بالكفيل، أى: كفيلا بما تدعيه. يعنون شاهدا يشهد لك بصحة ما قلته.وهو على الوجهين حال من لفظ الجلالة.. وعن مجاهد: القبيل الجماعة كالقبيلة، فيكون حالا من الملائكة- أى: أو تأتى بالله وبالملائكة قبيلة قبيلة  ."},{"ayah_number":93,"text":"ثم حكى- سبحانه- بقية مطالبهم التي لا يقرها عقل سليم فقال: أَوْ يَكُونَ لَكَ بَيْتٌ مِنْ زُخْرُفٍ.أى: من ذهب، والزخرف يطلق في الأصل على الزينة، وأطلق هنا على الذهب لأن الذهب أثمن ما يتزين به في العادة.أَوْ تَرْقى فِي السَّماءِ أى: تصعد إليها. يقال: رقى فلان في السلم يرقى رقيا ورقيا أى صعد، وَلَنْ نُؤْمِنَ لِرُقِيِّكَ وصعودك إليها مع مشاهدتنا لذلك حَتَّى تُنَزِّلَ عَلَيْنا منها كِتاباً نَقْرَؤُهُ ونفهم ما فيه، أى: يكون هذا الكتاب بلغتنا التي نفهمها وبأسلوب مخاطباتنا، وفيه ما يدل دلالة قاطعة على أنك رسول من عند الله- تعالى-، وما يدعونا إلى الإيمان بك.ثم ختم- سبحانه- هذه الآيات، بأن أمر نبيه محمدا صلى الله عليه وسلم بأن يرد عليهم بما يخرس ألسنتهم، فقال: قُلْ سُبْحانَ رَبِّي هَلْ كُنْتُ إِلَّا بَشَراً رَسُولًا.أى: قل- أيها الرسول الكريم- على سبيل التعجب من سوء تفكير هؤلاء الجاحدين:يا سبحان الله هل أنا إلا بشر كسائر البشر، ورسول كسائر الرسل، وليس من شأن من كان كذلك أن يأتى بتلك المطالب المتعنتة التي طلبتموها، وإنما من شأنه أن يبلغ ما أمره الله بتبليغه من هدايات. تخرج الناس من ظلمات الكفر والجهل. إلى نور الإيمان والعلم.فالاستفهام في قوله هَلْ كُنْتُ ... للنفي، أى: ما كنت إلا رسولا كسائر الرسل، وبشرا مثلهم.وقوله سُبْحانَ رَبِّي يفيد التعجيب من فرط حماقتهم، ومن بالغ جهلهم، حيث طلبوا تلك المطالب، التي تضمنت ما يعتبر من أعظم المستحيلات، كطلبهم إتيان الله- عز وجل- والملائكة إليهم، ورؤيتهم لذاته- سبحانه-، على سبيل المعاينة والمقابلة.وهذا التعنت والعناد الذي حكاه الله- تعالى- عن هؤلاء الجاحدين، قد جاء ما يشبهه في آيات أخرى. كما جاء ما يدل على أنهم حتى لو أعطاهم الله- تعالى- مطالبهم.لما آمنوا، ومن ذلك قوله- تعالى-: وَلَوْ أَنَّنا نَزَّلْنا إِلَيْهِمُ الْمَلائِكَةَ وَكَلَّمَهُمُ الْمَوْتى، وَحَشَرْنا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلًا، ما كانُوا لِيُؤْمِنُوا إِلَّا أَنْ يَشاءَ اللَّهُ، وَلكِنَّ أَكْثَرَهُمْ يَجْهَلُونَ  .وقوله- سبحانه-: إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لا يُؤْمِنُونَ وَلَوْ جاءَتْهُمْ كُلُّ آيَةٍ حَتَّى يَرَوُا الْعَذابَ الْأَلِيمَ .وقوله- عز وجل-: وَلَوْ فَتَحْنا عَلَيْهِمْ باباً مِنَ السَّماءِ فَظَلُّوا فِيهِ يَعْرُجُونَ لَقالُوا إِنَّما سُكِّرَتْ أَبْصارُنا بَلْ نَحْنُ قَوْمٌ مَسْحُورُونَ .ثم حكى- سبحانه- بعد ذلك شبهة من شبهاتهم الفاسدة والمتعددة، وهي زعمهم أن الرسول لا يكون من البشر بل يكون ملكا. وقد أمر الله- تعالى- رسوله صلى الله عليه وسلم بأن يرد عليهم بما يبطل مدعاهم فقال:"},{"ayah_number":94,"text":"قال الفخر الرازي: اعلم أنه- تعالى- لما حكى شبهة القوم في اقتراح المعجزات الزائدة، وأجاب عنها، حكى عنهم شبهة أخرى، وهي أن القوم استبعدوا أن يبعث الله إلى الخلق رسولا من البشر، بل اعتقدوا أن الله- تعالى- لو أرسل رسولا إلى الخلق، لوجب أن يكون ذلك الرسول من الملائكة، فأجاب الله- تعالى- عن هذه الشبهة فقال:وَما مَنَعَ النَّاسَ أَنْ يُؤْمِنُوا إِذْ جاءَهُمُ الْهُدى إِلَّا أَنْ قالُوا ... .والمراد بالناس هنا: المشركون منهم، الذين استبعدوا واعتقدوا أن الرسول لا يكون من البشر، ويدخل فيهم دخولا أوليا كفار مكة.وجملة أَنْ يُؤْمِنُوا في محل نصب، لأنها مفعول ثان لمنع.وقوله: إِلَّا أَنْ قالُوا هو الفاعل، و «إذ» ظرف للفعل منع، أو لقوله: أَنْ يُؤْمِنُوا.والمعنى: وما صرف المشركين عن الإيمان بالدين الحق وقت أن جاءتهم به الرسل، إلا اعتقاد هؤلاء المشركين أن الله- تعالى- لا يبعث إليهم رجلا من البشر لكي يبلغهم وحيه، وإنما يبعث إليهم ملكا من الملائكة لكي يبلغهم ذلك.وعبر عن اعتقادهم الباطل هذا بالقول فقال: إِلَّا أَنْ قالُوا.. للإشعار بأنه مجرد قول لاكته ألسنتهم، دون أن يكون معهم أى مستند يستندون إليه لإثبات قبوله عند العقلاء.وجاء التعبير عن اعتقادهم الباطل هذا بصيغة الحصر، لبيان أنه مع بطلانه- هو من أهم الموانع والصوارف، التي منعتهم وصرفتهم عن الدخول في الدين الحق، الذي جاءتهم به الرسل- عليهم الصلاة والسلام-، وهذا لا يمنع أن هناك صوارف أخرى حالت بينهم وبين الإيمان كالحسد والعناد.قال صاحب الكشاف: والمعنى. وما منعهم من الإيمان بالقرآن، وبنبوة النبي صلى الله عليه وسلم إلا شبهة تلجلجت في صدورهم، وهي إنكارهم أن يرسل الله البشر. والهمزة في أَبَعَثَ اللَّهُ للإنكار، وما أنكروه فخلافه هو المنكر عند الله- تعالى- لأن قضية حكمته، أن لا يرسل ملك الوحى إلا إلى أمثاله، أو إلى الأنبياء» .والمتدبر في القرآن الكريم، يرى أن هذه الشبهة- وهي إنكار المشركين كون الرسول بشرا- قد حكاها في آيات كثيرة منها قوله- تعالى-: أَكانَ لِلنَّاسِ عَجَباً أَنْ أَوْحَيْنا إِلى رَجُلٍ مِنْهُمْ أَنْ أَنْذِرِ النَّاسَ وَبَشِّرِ الَّذِينَ آمَنُوا أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِنْدَ رَبِّهِمْ ... .وقوله- تعالى-: ذلِكَ بِأَنَّهُ كانَتْ تَأْتِيهِمْ رُسُلُهُمْ بِالْبَيِّناتِ فَقالُوا أَبَشَرٌ يَهْدُونَنا، فَكَفَرُوا وَتَوَلَّوْا، وَاسْتَغْنَى اللَّهُ، وَاللَّهُ غَنِيٌّ حَمِيدٌ .ومما لا شك فيه أن هذه الشبهة تدل، على أن هؤلاء الكافرين، لم يدركوا قيمة بشريتهم وكرامتها عند الله- تعالى-، وذلك بسبب انطماس بصائرهم، وكثرة جهلهم، وعكوفهم على موروثاتهم الفاسدة."},{"ayah_number":95,"text":"ولذا أمر الله- تعالى- بأن يرد عليهم بما يزهق هذه الشبهة فقال- سبحانه- قُلْ لَوْ كانَ فِي الْأَرْضِ مَلائِكَةٌ يَمْشُونَ مُطْمَئِنِّينَ، لَنَزَّلْنا عَلَيْهِمْ مِنَ السَّماءِ مَلَكاً رَسُولًا.والمعنى: قل- يا محمد- لهؤلاء الجاهلين: لو ثبت ووجد ملائكة في الأرض، يمشون على أقدامهم كما يمشى الإنس، ويعيشون فوقها مُطْمَئِنِّينَ أى: مستقرين فيها مقيمين بها.لو ثبت ذلك، لاقتضت حكمتنا أن نرسل إليهم من السماء ملكا رسولا، يكون من جنسهم، ويتكلم بلسانهم، وبذلك يتمكنون من مخاطبته، ومن الأخذ عنه، ومن التفاهم معه لأن الجنس إلى الجنس أميل، والرسول يجب أن يكون من جنس المرسل إليهم، فلو كان المرسل إليهم ملائكة، لكان الرسول إليهم ملكا مثلهم، ولو كان المرسل إليهم من البشر، لكان الرسول إليهم بشرا مثلهم.فكيف تطلبون أيها الجاهلون- أن يكون الرسول إليكم ملكا، وتستبعدون أن يكون بشرا مع أنكم من البشر؟!! قال الآلوسى: قوله: لَنَزَّلْنا عَلَيْهِمْ مِنَ السَّماءِ مَلَكاً رَسُولًا أى: يعلمهم ما لا تستقل عقولهم بعلمه، وليسهل عليهم الاجتماع به، والتلقي منه، وأما عامة البشر فلا يسهل عليهم ذلك، لبعد ما بين الملك وبينهم ... »  .وهذا المعنى الذي وضحته الآية الكريمة- وهو أن الرسول يجب أن يكون من جنس المرسل إليهم- قد جاء ما يشبهه ويؤكده في آيات كثيرة منها قوله- تعالى-: وَقالُوا لَوْلا أُنْزِلَ عَلَيْهِ مَلَكٌ، وَلَوْ أَنْزَلْنا مَلَكاً لَقُضِيَ الْأَمْرُ ثُمَّ لا يُنْظَرُونَ. وَلَوْ جَعَلْناهُ مَلَكاً لَجَعَلْناهُ رَجُلًا وَلَلَبَسْنا عَلَيْهِمْ ما يَلْبِسُونَ  .وقوله- سبحانه-: وَما أَرْسَلْنا قَبْلَكَ إِلَّا رِجالًا نُوحِي إِلَيْهِمْ، فَسْئَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لا تَعْلَمُونَ .وقوله- عز وجل: وَما أَرْسَلْنا مِنْ رَسُولٍ إِلَّا بِلِسانِ قَوْمِهِ لِيُبَيِّنَ لَهُمْ ... ."},{"ayah_number":96,"text":"ثم أمر الله- تعالى- نبيه صلى الله عليه وسلم للمرة الثانية، أن يحسم الجدال معهم، بتفويض أمره وأمرهم إلى الله- عز وجل-، فهو خير الحاكمين فقال: قُلْ كَفى بِاللَّهِ شَهِيداً بَيْنِي وَبَيْنَكُمْ، إِنَّهُ كانَ بِعِبادِهِ خَبِيراً بَصِيراً.أى: قل لهم في هذه المرة من جهتك، بعد أن قلت لهم في المرة السابقة من جهتنا: قل لهم- أيها الرسول الكريم- يكفيني ويرضيني ويسعدني، أن يكون الله- تعالى- هو الشهيد والحاكم بيني وبينكم يوم نلقاه جميعا فهو- سبحانه- يعلم أنى قد بلغتكم ما أرسلت به إليكم، إنه- تعالى- كان وما زال خبيرا بصيرا. أى: محيطا إحاطة تامة بظواهرهم وبواطنهم، لا يخفى عليه شيء في الأرض ولا في السماء.وفي هذه الآية الكريمة تسلية للرسول صلى الله عليه وسلم عما أصابه منهم من أذى، وتهديد لهم بسوء المصير، حيث آذوا نبيهم الذي جاء لهدايتهم وسعادتهم.وبذلك نرى الآيات الكريمة، قد حكت بعض الشبهات الفاسدة التي تذرع بها الكافرون في البقاء على كفرهم، كما حكت ما اقتضته حكمته- سبحانه- في إرسال الرسل، وهددت المصرين على كفرهم بسوء العاقبة.ثم ساق- سبحانه- شبهة أخرى من شبهات المشركين التي حكاها عنهم كثيرا، ورد عليها بما يبطلها، وبين أحوالهم السيئة يوم القيامة، بعد أن بين أن الهداية والإضلال من شأنه وحده فقال- تعالى-:"},{"ayah_number":97,"text":"وقوله- سبحانه-: وَمَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ، وَمَنْ يُضْلِلْ فَلَنْ تَجِدَ لَهُمْ أَوْلِياءَ مِنْ دُونِهِ كلام مستأنف منه- تعالى- لبيان نفاذ قدرته ومشيئته.أى: ومن يهده الله- تعالى- إلى طريق الحق، فهو الفائز بالسعادة، المهدى إلى كل مطلوب حسن، وَمَنْ يُضْلِلْ أى: ومن يرد الله- تعالى- إضلاله فَلَنْ تَجِدَ لَهُمْ أيها الرسول الكريم أَوْلِياءَ أى: نصراء ينصرونهم ويهدونهم إلى طريق الحق مِنْ دُونِهِ عز وجل، إذ أن الله- تعالى- وحده هو الخالق للهداية والضلالة، على حسب ما تقتضيه حكمته ومشيئته.في البقاء على كفرهم، كما حكت ما اقتضته حكمته- سبحانه- في إرسال الرسل، وهددت المصرين على كفرهم بسوء العاقبة.ثم ساق- سبحانه- شبهة أخرى من شبهات المشركين التي حكاها عنهم كثيرا، ورد عليها بما يبطلها، وبين أحوالهم السيئة يوم القيامة، بعد أن بين أن الهداية والإضلال من شأنه وحده فقال- تعالى-:وقوله- سبحانه-: وَمَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ، وَمَنْ يُضْلِلْ فَلَنْ تَجِدَ لَهُمْ أَوْلِياءَ مِنْ دُونِهِ كلام مستأنف منه- تعالى- لبيان نفاذ قدرته ومشيئته.أى: ومن يهده الله- تعالى- إلى طريق الحق، فهو الفائز بالسعادة، المهدى إلى كل مطلوب حسن، وَمَنْ يُضْلِلْ أى: ومن يرد الله- تعالى- إضلاله فَلَنْ تَجِدَ لَهُمْ أيها الرسول الكريم أَوْلِياءَ أى: نصراء ينصرونهم ويهدونهم إلى طريق الحق مِنْ دُونِهِ عز وجل، إذ أن الله- تعالى- وحده هو الخالق للهداية والضلالة، على حسب ما تقتضيه حكمته ومشيئته.وجاء قوله- تعالى- فَهُوَ الْمُهْتَدِ بصيغة الإفراد حملا على لفظ مَنْ في قوله وَمَنْ يَهْدِ اللَّهُ وجاء قوله: فَلَنْ تَجِدَ لَهُمْ بصيغة الجمع حملا على معناها في قوله:وَمَنْ يُضْلِلْ.قالوا: ووجه المناسبة في ذلك- والله أعلم- أنه لما كان الهدى شيئا واحدا غير متشعب السبل، ناسبه الإفراد، ولما كان الضلال له طرق متشعبة، كما في قوله- تعالى-:وَلا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ ناسبه الجمع.ثم بين- سبحانه- الصورة الشنيعة التي يحشر عليها الضالون يوم القيامة فقال:وَنَحْشُرُهُمْ يَوْمَ الْقِيامَةِ عَلى وُجُوهِهِمْ، عُمْياً وَبُكْماً وَصُمًّا ...والحشر: الجمع. يقال: حشرت الجند حشرا. أى جمعتهم. وقوله: عَلى وُجُوهِهِمْ حال من الضمير المنصوب في نحشرهم. وقوله: عُمْياً، وَبُكْماً وَصُمًّا أحوال من الضمير المستكن في قوله عَلى وُجُوهِهِمْ. أى: نجمع هؤلاء الضالين يوم القيامة، حين يقومون من قبورهم، ونجعلهم- بقدرتنا- يمشون على وجوههم، أو يسحبون عليها، إهانة لهم وتعذيبا، ويكونون في هذه الحالة عميا لا يبصرون، وبكما لا ينطقون، وصما لا يسمعون.قال الآلوسى ما ملخصه: قوله- تعالى-: نَحْشُرُهُمْ يَوْمَ الْقِيامَةِ عَلى وُجُوهِهِمْ إما مشيا، بأن يزحفوا منكبين عليها. ويشهد له ما أخرجه الشيخان وغيرهما عن أنس قال:قيل لرسول الله صلى الله عليه وسلم: كيف يحشر الناس على وجوههم؟ فقال: «الذي أمشاهم على أرجلهم، قادر على أن يمشيهم على وجوههم» ..وإما سحبا بأن تجرهم الملائكة منكبين عليها، كقوله- تعالى-: يَوْمَ يُسْحَبُونَ فِي النَّارِ عَلى وُجُوهِهِمْ ذُوقُوا مَسَّ سَقَرَ ويشهد له ما أخرجه أحمد والنسائي والحاكم- وصححه- عن أبى ذر، أنه تلا هذه الآية. وَنَحْشُرُهُمْ يَوْمَ الْقِيامَةِ عَلى وُجُوهِهِمْ فقال: حدثني الصادق المصدوق صلى الله عليه وسلم أن الناس يحشرون يوم القيامة على ثلاثة أفواج فوج طاعمين كاسين راكبين، وفوج يمشون ويسعون، وفوج تسحبهم الملائكة على وجوههم.وجائز أن يكون الأمران في حالين: الأول: عند جمعهم وقبل دخولهم النار، والثاني عند دخولهم فيها ...ثم قال: وزعم بعضهم أن الكلام على المجاز، وذلك كما يقال للمنصرف عن أمر وهو خائب مهموم: انصرف على وجهه.. وإياك أن تلتفت إلى- هذا الزعم- أو إلى تأويل نطقت السنة النبوية بخلافه، ولا تعبأ بقوم يفعلون ذلك».فإن قيل: كيف نوفق بين هذه الآية التي تثبت لهؤلاء الضالين يوم حشرهم العمى والبكم والصمم، وبين آيات أخرى تثبت لهم في هذا اليوم الرؤية والكلام والسمع، كما في قوله- تعالى-: وَرَأَى الْمُجْرِمُونَ النَّارَ ...وكما في قوله- سبحانه-: دَعَوْا هُنالِكَ ثُبُوراً وكما في قوله- عز وجل-:سَمِعُوا لَها تَغَيُّظاً وَزَفِيراً؟فالجواب: أن المراد في الآية هنا أنهم يحشرون عميا لا يرون ما يسرهم، وبكما لا ينطقون بحجة تنفعهم، وصما لا يسمعون ما يرضيهم..أو أنهم يحشرون كذلك، ثم تعاد لهم حواسهم بعد ذلك عند الحساب وعند دخولهم النار.أو أنهم عند ما يحشرون يوم القيامة، ويرون ما يرون من أهوال، تكون أحوالهم كأحوال العمى الصم البكم، لعظم حيرتهم، وشدة خوفهم، وفرط ذهولهم.ثم بين- سبحانه- مآلهم بعد الحشر والحساب فقال: مَأْواهُمْ جَهَنَّمُ كُلَّما خَبَتْ زِدْناهُمْ سَعِيراً.ومعنى: خَبَتْ هدأت وسكن لهيبها. يقال: خبت النار تخبو إذا هدأ لهيبها.أى: أن هؤلاء المجرمين مأواهم ومسكنهم ومقرهم جهنم، كلما سكن لهيب جهنم وهدأ، بأن أكلت جلودهم ولحومهم، زدناهم توقدا، بأن تبدل جلودهم ولحومهم بجلود ولحوم أخرى، فتعود النار كحالتها الأولى ملتهبة مستعرة.وخبو النار وسكونها لا ينقص شيئا من عذابهم، وعلى ذلك فلا تعارض بين هذه الآية وبين قوله- عز وجل- خالِدِينَ فِيها لا يُخَفَّفُ عَنْهُمُ الْعَذابُ وَلا هُمْ يُنْظَرُونَ.وفي هذه الآية ما فيها من عذاب للكافرين تقشعر من هوله الأبدان، وترتجف من تصويره النفوس والقلوب، نسأل الله- تعالى- بفضله ورحمته أن يجنبنا هذا المصير المؤلم."},{"ayah_number":98,"text":"وقوله- عز وجل-: ذلِكَ جَزاؤُهُمْ بِأَنَّهُمْ كَفَرُوا بِآياتِنا وَقالُوا: أَإِذا كُنَّا عِظاماً وَرُفاتاً أَإِنَّا لَمَبْعُوثُونَ خَلْقاً جَدِيداً بيان للأسباب التي أفضت بهم إلى تلك العاقبة السيئة.أى: ذلك الذي نزل بهم من العذاب الشديد، المتمثل في حشرهم على وجوههم وفي اشتعال النار بهم، سببه أنهم كفروا بآياتنا الدالة على وحدانيتنا وقدرتنا وقالوا بإنكار وجهالة:أإذا كنا عظاما نخرة، ورفاتا أى وصارت أجسادنا تشبه التراب في تفتتها وتكسرها، أإنا بعد ذلك لمعادون إلى الحياة ومبعوثون على هيئة خلق جديد.فالآية الكريمة تحكى تصميمهم على الكفر، وإنكارهم للبعث والحساب إنكارا لا مزيد عليه، لذا كانت عقوبتهم شنيعة، وعذابهم أليما. فقد سلط الله- تعالى- عليهم النار تأكل أجزاءهم، وكلما سكن لهيبها، أعادها الله- تعالى- ملتهبة مشتعلة على جلود أخرى لهم، كما قال- تعالى- إِنَّ الَّذِينَ كَفَرُوا بِآياتِنا سَوْفَ نُصْلِيهِمْ ناراً، كُلَّما نَضِجَتْ جُلُودُهُمْ بَدَّلْناهُمْ جُلُوداً غَيْرَها لِيَذُوقُوا الْعَذابَ .."},{"ayah_number":99,"text":"ثم رد- سبحانه- على ما استنكروه من شأن البعث ردا يقنع كل ذي عقل سليم، فقال- تعالى- أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّماواتِ وَالْأَرْضَ قادِرٌ عَلى أَنْ يَخْلُقَ مِثْلَهُمْ....والهمزة للاستفهام التوبيخي، وهي داخلة على محذوف، والمراد بمثلهم إياهم، فيكون المعنى: أعموا عن الحق، ولم يعلموا كما يعلم العقلاء، أن الله- تعالى- الذي خلق السموات والأرض بقدرته، وهما أعظم من خلق الناس، قادر على إعادتهم إلى الحياة مرة أخرى بعد موتهم، لكي يحاسبهم على أعمالهم في الدنيا.إن عدم علمهم بذلك، وإنكارهم له، لمن أكبر الأدلة على جهلهم وانطماس بصيرتهم، لأن من قدر على خلق ما هو أعظم وأكبر- وهو السموات والأرض فهو على إعادة ما هو دونه- وهو الناس- أقدر.قال الشيخ الجمل ما ملخصه: قوله: أَوَلَمْ يَرَوْا.. هذا رد لإنكارهم البعث، ولما استبعدوه من شأنه، يعنى أن من خلق السموات والأرض، كيف يستبعد منه أن يقدر على إعادتهم بأعيانهم.. وأراد- سبحانه-.. بمثلهم: إياهم، فعبر عن خلقهم بلفظ المثل كقول المتكلمين: إن الإعادة مثل الابتداء، وذلك أن مثل الشيء مساو له في حاله، فجاز أن يعبر به عن الشيء نفسه يقال: مثلك لا يفعل كذا، أى: أنت لا تفعله.ويجوز أن يكون المعنى أنه- سبحانه- قادر على أن يخلق عبيدا غيرهم يوحدونه ويقرون بكمال حكمته، ويتركون هذه الشبهات الفاسدة، كما في قوله- تعالى- وَإِنْ تَتَوَلَّوْا يَسْتَبْدِلْ قَوْماً غَيْرَكُمْ، ثُمَّ لا يَكُونُوا أَمْثالَكُمْ والأول أشبه بما قبله.وشبيه بهذه الآية قوله- تعالى-: أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّماواتِ وَالْأَرْضَ وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقادِرٍ عَلى أَنْ يُحْيِيَ الْمَوْتى، بَلى إِنَّهُ عَلى كُلِّ شَيْءٍ قَدِيرٌ .وقوله- سبحانه-: أَوَلَيْسَ الَّذِي خَلَقَ السَّماواتِ وَالْأَرْضَ بِقادِرٍ عَلى أَنْ يَخْلُقَ مِثْلَهُمْ، بَلى وَهُوَ الْخَلَّاقُ الْعَلِيمُ .. .وبعد أن أقام- سبحانه- الدليل الواضح على أن البعث حق، وعلى أن إعادة الناس إلى الحياة بعد موتهم أمر ممكن، أتبع ذلك ببيان أن لهذه الإعادة وقتا معلوما يجريه حسب حكمته- تعالى- فقال: وَجَعَلَ لَهُمْ أَجَلًا لا رَيْبَ فِيهِ.أى: وجعل لهم ميقاتا محددا لا شك في حصوله، وعند حلول هذا الميقات يخرجون من قبورهم للحساب والجزاء، كما قال- تعالى-: وَما نُؤَخِّرُهُ إِلَّا لِأَجَلٍ مَعْدُودٍ. يَوْمَ يَأْتِ لا تَكَلَّمُ نَفْسٌ إِلَّا بِإِذْنِهِ، فَمِنْهُمْ شَقِيٌّ وَسَعِيدٌ.والجملة الكريمة وهي قوله: وَجَعَلَ لَهُمْ ... معطوفة على قوله أَوَلَمْ يَرَوْا..لأنه في قوة قولك قد رأوا وعلموا.قال صاحب الكشاف: فإن قلت علام عطف قوله: وَجَعَلَ لَهُمْ أَجَلًا؟قلت: على قوله: أَوَلَمْ يَرَوْا لأن المعنى: قد علموا بدليل العقل، أن من قدر على خلق السموات والأرض، فهو قادر على خلق أمثالهم من الإنس لأنهم ليسوا بأشد خلقا منهن، كما قال: أَأَنْتُمْ أَشَدُّ خَلْقاً أَمِ السَّماءُ.وقوله- سبحانه-: فَأَبَى الظَّالِمُونَ إِلَّا كُفُوراً بيان لإصرارهم على جحود الحق مع علمهم بأنه حق.أى: فأبى هؤلاء الظالمون المنكرون للبعث، إلا جحودا له وعنادا لمن دعاهم إلى الإيمان به، شأن الجاهلين المغرورين الذين استحبوا العمى على الهدى."},{"ayah_number":100,"text":"ثم ختم- سبحانه- الآيات الكريمة بأمر النبي صلى الله عليه وسلم بأن يجابه هؤلاء الظالمين بما جبلوا عليه من بخل وشح، بعد أن طلبوا منه ما طلبوا من مقترحات متعنتة، فقال- تعالى-: قُلْ لَوْ أَنْتُمْ تَمْلِكُونَ خَزائِنَ رَحْمَةِ رَبِّي إِذاً لَأَمْسَكْتُمْ خَشْيَةَ الْإِنْفاقِ، وَكانَ الْإِنْسانُ قَتُوراً.والمراد بخزائن رحمة ربي: أرزاقه التي وزعها على عباده، ونعمه التي أنعم بها عليهم.وقَتُوراً من التقتير بمعنى البخل. يقال: قتر فلان يقتر- بضم التاء وكسرها- إذا بالغ في الإمساك والشح.أى: قل- أيها الرسول الكريم- لهؤلاء الظالمين الذين أعرضوا عن دعوتك، وطالبوك بما ليس في وسعك من تفجير الأرض بالأنهار، ومن غير ذلك من مقترحاتهم الفاسدة، قل لهم على سبيل التقريع والتبكيت: لو أنكم تملكون- أيها الناس- التصرف في خزائن الأرزاق التي وزعها الله على خلقه، إذا لبخلتم وأمسكتم في توزيعها عليهم، مخافة أن يصيبكم الفقر لو أنكم توسعتم في العطاء، مع أن خزائن الله لا تنفد أبدا، ولكن لأن البخل من طبيعتكم فعلتم ذلك.قال بعضهم: وقوله: لَوْ أَنْتُمْ تَمْلِكُونَ فيه وجهان: أحدهما: أن المسألة من باب الاشتغال. فأنتم مرفوع بفعل مقدر يفسره هذا الظاهر، لأن لولا يليها إلا الفعل ظاهرا أو مضمرا. فهي كإن في قوله- تعالى-: وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجارَكَ فَأَجِرْهُ..والأصل: لو تملكون، فحذف الفعل لدلالة ما بعده عليه- والثاني: أنه مرفوع بكان، وقد كثر حذفها بعد لو، والتقدير: لو كنتم تملكون ... .والمقصود بالإمساك هنا: إمساكهم عن العطاء في الدنيا، وهذا لا ينافي قوله- تعالى-:وَلَوْ أَنَّ لِلَّذِينَ ظَلَمُوا ما فِي الْأَرْضِ جَمِيعاً وَمِثْلَهُ مَعَهُ لَافْتَدَوْا بِهِ ... لأن ذلك حكاية عن أحوالهم في الآخرة عند ما يرون العذاب، ويتمنون أن يفتدوا أنفسهم منه بأى شيء.وقوله إِذاً ظرف لتملكون. وقوله لَأَمْسَكْتُمْ جواب لو، وقوله خَشْيَةَ الْإِنْفاقِ علة للإمساك والبخل.وقوله: وَكانَ الْإِنْسانُ قَتُوراً أى: مبالغا في البخل والإمساك.قال الإمام ابن كثير: والله- تعالى- يصف الإنسان من حيث هو، إلا من وفقه الله وهداه، فإن البخل والجزع والهلع صفة له، كما قال- تعالى-: إِنَّ الْإِنْسانَ خُلِقَ هَلُوعاً. إِذا مَسَّهُ الشَّرُّ جَزُوعاً. وَإِذا مَسَّهُ الْخَيْرُ مَنُوعاً. إِلَّا الْمُصَلِّينَ.ولهذا نظائر كثيرة في القرآن الكريم، وهذا يدل على كرمه- تعالى- وإحسانه. وقد جاء في الصحيحين: يد الله ملأى لا يغيضها نفقة، سحاء الليل والنهار، أرأيتم ما أنفق منذ خلق السموات والأرض، فإنه لم يغض ما في يمينه.وقال الآلوسى: وقد بلغت هذه الآية من الوصف بالشح الغاية القصوى التي لا يبلغها الوهم، حيث أفادت أنهم لو ملكوا خزائن رحمة الله- تعالى- التي لا تتناهى، وانفردوا بملكها من غير مزاحم، لأمسكوا عن النفقة من غير مقتض إلا خشية الفقر، وإن شئت فوازن بقول الشاعر:ولو ان دارك أنبتت لك أرضها ... إبرا يضيق بها فناء المنزلوأتاك يوسف يستعيرك إبرة ... ليخيط قد قميصه لم تفعلمع أن فيه من المبالغات ما يزيد على العشرة، ترى التفاوت الذي لا يحصر ... » .ثم بين- سبحانه- ما يدل على أن العبرة في الإيمان، ليست بعظم الخوارق ووضوحها، وإنما العبرة بتفتح القلوب للحق، واستعدادها لقبوله، وساق- سبحانه- مثلا لذلك من قصة موسى- عليه السلام- فقد أعطاه من المعجزات البينة ما يشهد بصدقه، ولكن فرعون وجنده لم تزدهم تلك المعجزات إلا كفرا وعنادا، فقال- تعالى-:"},{"ayah_number":101,"text":"والمراد بالآيات التسع في قوله- تعالى-: وَلَقَدْ آتَيْنا مُوسى تِسْعَ آياتٍ بَيِّناتٍ ... :العصا، واليد، والسنون، والبحر، والطوفان، والجراد، والقمل، والضفادع والدم. قال ذلك ابن عباس ومجاهد وقتادة وغيرهم.وقد جاء الحديث عن هذه الآيات في مواضع أخرى من القرآن الكريم، منها قوله- تعالى-: فَأَلْقى عَصاهُ فَإِذا هِيَ ثُعْبانٌ مُبِينٌ. وَنَزَعَ يَدَهُ فَإِذا هِيَ بَيْضاءُ لِلنَّاظِرِينَ .وقوله- تعالى-: وَلَقَدْ أَخَذْنا آلَ فِرْعَوْنَ بِالسِّنِينَ وَنَقْصٍ مِنَ الثَّمَراتِ ....وقوله- سبحانه-: فَأَوْحَيْنا إِلى مُوسى أَنِ اضْرِبْ بِعَصاكَ الْبَحْرَ فَانْفَلَقَ فَكانَ كُلُّ فِرْقٍ كَالطَّوْدِ الْعَظِيمِ.وقوله- عز وجل-: فَأَرْسَلْنا عَلَيْهِمُ الطُّوفانَ وَالْجَرادَ وَالْقُمَّلَ وَالضَّفادِعَ وَالدَّمَ، آياتٍ مُفَصَّلاتٍ فَاسْتَكْبَرُوا وَكانُوا قَوْماً مُجْرِمِينَ.والمعنى: لا تظن- أيها الرسول الكريم- أن إيمان هؤلاء المشركين من قومك، متوقف على إجابة ما طلبوه منك. وما اقترحوه عليك من أن تفجر لهم من الأرض ينبوعا، أو تكون لك جنة من نخيل وعنب.. إلخ. لا تظن ذلك:فإن الخوارق مهما عظمت لا تنشئ الإيمان في القلوب الجاحدة الحاقدة، بدليل أننا قد أعطينا أخاك موسى تسع معجزات، واضحات الدلالة على صدقه في نبوته، ولكن هذه المعجزات لم تزد المعاندين من قومه إلا كفرا على كفرهم ورجسا على رجسهم. فاصبر- أيها الرسول- على تعنت قومك وأذاهم، كما صبر أولو العزم من الرسل قبلك.وتحديد الآيات بالتسع، لا ينفى أن هناك معجزات أخرى أعطاها الله- تعالى-لموسى- عليه السلام- إذ من المعروف عند علماء الأصول، أن تحديد العدد بالذكر، لا يدل على نفى الزائد عنه.قال الإمام ابن كثير عند تفسيره لهذه الآية: وهذا القول- المروي عن ابن عباس وغيره- ظاهر جلى حسن قوى.. فهذه الآيات التسع، التي ذكرها هؤلاء الأئمة، هي المرادة هنا ...وقد أوتى موسى- عليه السلام- آيات أخرى كثيرة منها: ضربه الحجر بالعصا، وخروج الماء منه.. وغير ذلك مما أوتوه بنو إسرائيل بعد خروجهم من مصر، ولكن ذكر هنا هذه الآيات التسع التي شاهدها فرعون وقومه من أهل مصر وكانت حجة عليهم فخالفوها وعاندوها كفرا وجحودا.ثم قال: وقال الإمام أحمد: حدثنا يزيد، حدثنا شعبة عن عمرو بن مرة، قال: سمعت عبد الله بن سلمة يحدث عن صفوان بن عسال المرادي قال: قال يهودي لصاحبه: اذهب بنا إلى هذا النبي حتى نسأله عن هذه الآية: وَلَقَدْ آتَيْنا مُوسى تِسْعَ آياتٍ بَيِّناتٍ ...فسألاه: فقال النبي صلى الله عليه وسلم: «لا تشركوا بالله شيئا، ولا تسرقوا ولا تزنوا، ولا تقتلوا النفس التي حرم الله إلا بالحق، ولا تسخروا، ولا تأكلوا الربا، ولا تمشوا ببريء إلى ذي سلطان ليقتله، ولا تقذفوا محصنة، ولا تفروا من الزحف» .. فقبّلا يديه ورجليه ...ثم قال: «أما هذا الحديث فهو حديث مشكل. وعبد الله بن سلمة في حفظه شيء، وتكلموا فيه، ولعله اشتبه عليه التسع الآيات، بالعشر الكلمات، فإنها وصايا في التوراة، لا تعلق لها بقيام الحجة على فرعون ... ».والحق أن ما رجحه الإمام ابن كثير من أن المراد بالآيات التسع هنا: ما آتاه الله- تعالى- لنبيه موسى- عليه السلام- من العصا، واليد ... هو الذي تسكن إليه النفس، لأن قوله- تعالى- بعد ذلك قالَ لَقَدْ عَلِمْتَ ما أَنْزَلَ هؤُلاءِ إِلَّا رَبُّ السَّماواتِ وَالْأَرْضِ بَصائِرَ ... يؤيد أن المراد بها ما تقدم من العصا، واليد، والسنين.. ولأنها هي التي فيها الحجج، والبراهين والمعجزات الدالة على صدق موسى- عليه السلام-. أما تلك الوصايا التي وردت في الحديث فلا علاقة لها بقيام الحجة على فرعون- كما قال الإمام ابن كثير.هذا، والخطاب في قوله- تعالى-: فَسْئَلْ بَنِي إِسْرائِيلَ إِذْ جاءَهُمْ يرى بعضهم أنه للنبي صلى الله عليه وسلم والمسئولون هم المؤمنون من بنى إسرائيل كعبد الله بن سلام وأصحابه.وعلى هذا التفسير يكون قوله إِذْ جاءَهُمْ ظرف لقوله آتَيْنا وجملة فَسْئَلْ بَنِي إِسْرائِيلَ معترضة بين العامل والمعمول.والمعنى: ولقد آتينا موسى تسع آيات بينات، وقت أن أرسله الله- تعالى- إلى فرعون وقومه، فاسأل- أيها الرسول الكريم- المؤمنين من بنى إسرائيل عن ذلك، فستجد منهم الجواب عما جرى بين موسى وأعدائه عن طريق ما طالعوه في التوراة.والمقصود بسؤالهم: الاستشهاد بهم حتى يزداد المؤمنون إيمانا على إيمانهم، لأن من شأن الأدلة إذا تضافرت وتعددت، أن تكون أقوى وأثبت في تأييد المدعى.قال الآلوسى: والمعنى: فاسأل يا محمد مؤمنى أهل الكتاب عن ذلك، إما لأن تظاهر الأدلة أقوى- في التثبيت-، وإما من باب التهييج والإلهاب، وإما للدلالة على أنه أمر محقق عندهم ثابت في كتابهم. وليس المقصود حقيقة السؤال. بل كونهم- أعنى المسئولين- من أهل علمه، ولهذا يؤمر مثلك بسؤالهم».ويرى آخرون أن الخطاب لموسى- عليه السلام-، وعليه يكون السؤال إما بمعناه المشهور أو بمعنى الطلب، ويكون قوله إِذْ جاءَهُمْ ظرفا لفعل مقدر.والمعنى: ولقد آتينا موسى تسع آيات بينات، فقلنا له حين مجيئه إلى بنى إسرائيل: اسألهم عن أحوالهم مع فرعون، أو اطلب منهم أن يؤمنوا بك ويصدقوك، ويخرجوا معك حين تطلب من فرعون ذلك.والفاء في قوله: فَقالَ لَهُ فِرْعَوْنُ إِنِّي لَأَظُنُّكَ يا مُوسى مَسْحُوراً هي الفصيحة. إذ المعنى: فامتثل موسى أمرنا، وسأل بنى إسرائيل عن أحوالهم، وطلب من فرعون أن يرسلهم معه، بعد أن أظهر له من المعجزات ما يدل على صدقه، فقال فرعون لموسى على سبيل التعالي والتهوين من شأنه- عليه السلام-: يا موسى إنى لأظنك مسحورا.أى: سحرت فخولط عقلك واختل، وصرت تتصرف تصرفا يتنافى مع العقل السليم، وتدعى دعاوى لا تدل على تفكير قويم.فقوله مَسْحُوراً اسم مفعول. يقال: سحر فلان فلانا يسحره سحرا فهو مسحور، إذا اختلط عقله.ويجوز أن يكون قوله مَسْحُوراً بمعنى ساحر، فيكون المعنى: إنى لأطنك يا موسى ساحرا، عليما بفنون السحر فقد أتيت بأشياء عجيبة يشير بذلك إلى انقلاب العصا حية بعد أن ألقاها- عليه السلام-.وهذا شأن الطغاة في كل زمان ومكان، عند ما يرون الحق قد أخذ يحاصرهم، ويكشف عن ضلالهم وكذبهم ... يرمون أهله- زورا وبهتانا- بكل نقيصة."},{"ayah_number":102,"text":"وعند ما يحكى القرآن الكريم ما رد به موسى على فرعون فيقول: قالَ لَقَدْ عَلِمْتَ ما أَنْزَلَ هؤُلاءِ إِلَّا رَبُّ السَّماواتِ وَالْأَرْضِ بَصائِرَ.أى: قال موسى لفرعون ردا على كذبه وافترائه: لقد علمت يا فرعون أنه ما أوجد هذه الآيات التسع إلا الله- تعالى- خالق السموات والأرض، وقد أوجدها- سبحانه- بصورة واضحة جلية، حتى لكأتها البصائر في كشفها للحقائق وتجليتها.فقوله بَصائِرَ حال من هؤُلاءِ أى: أنزل هذه الآيات حال كونها بينات واضحات تدلك على صدقى.وفي هذا الرد توبيخ لفرعون على تجاهله الحقائق، حيث كان يعلم علم اليقين أن موسى- عليه السلام- ليس مسحورا ولا ساحرا، وأن الآيات التي جاء بها إنما هي من عند الله- تعالى-، كما قال- سبحانه-: مخاطبا موسى: وَأَدْخِلْ يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضاءَ مِنْ غَيْرِ سُوءٍ، فِي تِسْعِ آياتٍ إِلى فِرْعَوْنَ وَقَوْمِهِ، إِنَّهُمْ كانُوا قَوْماً فاسِقِينَ. فَلَمَّا جاءَتْهُمْ آياتُنا مُبْصِرَةً، قالُوا هذا سِحْرٌ مُبِينٌ. وَجَحَدُوا بِها وَاسْتَيْقَنَتْها أَنْفُسُهُمْ ظُلْماً وَعُلُوًّا، فَانْظُرْ كَيْفَ كانَ عاقِبَةُ الْمُفْسِدِينَ .وقوله: وَإِنِّي لَأَظُنُّكَ يا فِرْعَوْنُ مَثْبُوراً توبيخ آخر لفرعون، وتهديد له لأنه وصف نبيا من أنبياء الله- تعالى- بأنه مسحور.ومثبورا بمعنى مهلك مدمر. يقال: ثبر الله- تعالى- الظالم يثبره ثبورا، إذا أهلكه.أو بمعنى مصروفا عن الخير. مطبوعا على الشر من قولهم: ما ثبرك يا فلان عن هذا الأمر؟ أى: ما الذي صرفك ومنعك عنه.والظن هنا بمعنى اليقين، والمعنى: وإنى لأعتقد يا فرعون أن مصيرك إلى الهلاك والتدمير،بسبب إصرارك على الكفر والطغيان، من بعد إتيانى بالمعجزات الدالة على صدقى فيما أبلغه عن ربي الذي خلقني وخلقك وخلق كل شيء."},{"ayah_number":103,"text":"ثم حكى القرآن بعد ذلك ما هم به فرعون، بعد أن أخرسه موسى- عليه السلام- بقوة حجته، وثبات جنانه فقال: فَأَرادَ أَنْ يَسْتَفِزَّهُمْ مِنَ الْأَرْضِ..والاستفزاز: الإزعاج والاستخفاف، والمراد- به هنا: الطرد والقتل.والضمير المنصوب في يَسْتَفِزَّهُمْ يعود إلى موسى وقومه بنى إسرائيل.أى: فأراد فرعون بعد أن وبخه موسى وهدده، أن يطرده وقومه من أرض مصر التي يسكنون معه فيها. وأن يقطع دابرهم، كما أشار إلى ذلك- سبحانه- في قوله: وَقالَ الْمَلَأُ مِنْ قَوْمِ فِرْعَوْنَ أَتَذَرُ مُوسى وَقَوْمَهُ لِيُفْسِدُوا فِي الْأَرْضِ وَيَذَرَكَ وَآلِهَتَكَ قالَ سَنُقَتِّلُ أَبْناءَهُمْ وَنَسْتَحْيِي نِساءَهُمْ وَإِنَّا فَوْقَهُمْ قاهِرُونَ."},{"ayah_number":104,"text":"ثم حكى- سبحانه- ما ترتب على ما أراده فرعون من استفزاز لموسى وقومه فقال:فَأَغْرَقْناهُ وَمَنْ مَعَهُ جَمِيعاً. وَقُلْنا مِنْ بَعْدِهِ لِبَنِي إِسْرائِيلَ اسْكُنُوا الْأَرْضَ....أى: أراد فرعون أن يطرد موسى وقومه من أرض مصر، وأن يهلكهم.. فكانت النتيجة أن عكسنا عليه مكره وبغيه، حيث أهلكناه هو وجنده بالغرق، دون أن نستثنى منهم أحدا.وقلنا من بعد هلاكه لبنى إسرائيل على لسان نبينا موسى- عليه السلام-: اسكنوا الأرض التي أراد أن يستفزكم منها فرعون وهي أرض مصر.قال الآلوسى: وهذا ظاهر إن ثبت أنهم دخلوها بعد أن خرجوا منها، وبعد أن أغرق الله فرعون وجنده. وإن لم يثبت فالمراد من بنى إسرائيل ذرية أولئك الذين أراد فرعون استفزازهم، واختار غير واحد أن المراد من الأرض. الأرض المقدسة، وهي أرض الشام .وعلى أية حال فالآية الكريمة تحكى سنة من سنن الله- تعالى- في إهلاك الظالمين، وفي توريث المستضعفين الصابرين أرضهم وديارهم.ورحم الله الإمام ابن كثير، فقد قال عند تفسيره لهذه الآية. وفي هذا بشارة لمحمد صلى الله عليه وسلم بفتح مكة. مع أن هذه السورة نزلت قبل الهجرة، وكذلك وقع، فإن أهل مكة هموا بإخراج الرسول صلى الله عليه وسلم منها، كما قال- تعالى-: وَإِنْ كادُوا لَيَسْتَفِزُّونَكَ مِنَ الْأَرْضِ لِيُخْرِجُوكَ مِنْها ... ولهذا أورث الله- تعالى- رسوله مكة، فدخلها، وقهر أهلها، ثم أطلقهم حلما وكرما، كما أورث الله القوم الذين كانوا مستضعفين من بنى إسرائيل، مشارق الأرض ومغاربها. وأورثهم بلاد فرعون ... »  .ثم ختم- سبحانه- الآيات الكريمة بقوله: فَإِذا جاءَ وَعْدُ الْآخِرَةِ جِئْنا بِكُمْ لَفِيفاً.أى: فإذا جاء وعد الدار الآخرة، أى: الموعد الذي حدده الله- تعالى- لقيام الساعة، أحييناكم من قبوركم، وجئنا بكم جميعا أنتم وفرعون وقومه مختلطين أنتم وهم، ثم نحكم بينكم وبينهم بحكمنا العادل.واللفيف: اسم جمع لا واحد له من لفظه، ومعناه الجماعة التي اجتمعت من قبائل شتى.يقال: هذا طعام لفيف، إذا كان مخلوطا من جنسين فصاعدا.وبذلك نرى الآيات الكريمة قد حكت لنا جانبا مما دار بين موسى- عليه السلام- وبين فرعون من محاورات ومجادلات، وبينت لنا سنة من سنن الله- تعالى- التي لا تتخلف في نصرة المؤمنين، ودحر الكافرين.ثم عادت السورة الكريمة إلى التنويه بشأن القرآن الكريم، وأثنت على المؤمنين من أهل الكتاب الذين تأثروا تأثرا بليغا عند سماعه، فقال- تعالى-:"},{"ayah_number":105,"text":"قال الآلوسى: قوله- تعالى-: وَبِالْحَقِّ أَنْزَلْناهُ وَبِالْحَقِّ نَزَلَ.. عود إلى شرح حال القرآن الكريم، فهو مرتبط بقوله: لَئِنِ اجْتَمَعَتِ الْإِنْسُ وَالْجِنُّ عَلى أَنْ يَأْتُوا بِمِثْلِ هذَا الْقُرْآنِ لا يَأْتُونَ بِمِثْلِهِ.. وهكذا طريقة العرب في كلامها، تأخذ في شيء وتستطرد منه إلى آخر، ثم إلى آخر، ثم إلى آخر، ثم تعود إلى ما ذكرته أولا، والحديث شجون ... ».والمراد بالحق الأول: الحكمة الإلهية التي اقتضت إنزاله، والمراد بالحق الثاني: ما اشتمل عليه هذا القرآن من عقائد وعبادات وآداب وأحكام ومعاملات ...والباء في الموضعين للملابسة، والجار والمجرور في موضع الحال من ضمير القرآن الذي دل الكلام على أن الحديث عنه.والمعنى: وإن هذا القرآن ما أنزلناه إلا ملتبسا بالحق الذي تقتضيه حكمتنا، وما أنزلناه إلا وهو مشتمل على كل ما هو حق من العقائد والعبادات وغيرهما. فالحق سداه ولحمته، والحق مادته وغايته.قال بعض العلماء: بين- جل وعلا- في هذه الآية الكريمة، أنه أنزل هذا القرآن بالحق، أى: ملتبسا به متضمنا له، فكل ما فيه حق، فأخباره صدق. وأحكامه عدل، كما قال- تعالى-: وَتَمَّتْ كَلِمَةُ رَبِّكَ صِدْقاً وَعَدْلًا لا مُبَدِّلَ لِكَلِماتِهِ ... وكيف لا، وقد أنزله- سبحانه- بعلمه، كما قال- تعالى- لكِنِ اللَّهُ يَشْهَدُ بِما أَنْزَلَ إِلَيْكَ أَنْزَلَهُ بِعِلْمِهِ، وَالْمَلائِكَةُ يَشْهَدُونَ وَكَفى بِاللَّهِ شَهِيداً.وقوله وَبِالْحَقِّ نَزَلَ يدل على أنه لم يقع فيه تغيير ولا تبديل في طريق إنزاله، لأن الرسول المؤتمن على إنزاله قوى لا يغلب عليه، حتى يغير فيه، أمين لا يغير ولا يبدل، كما أشار إلى هذا- سبحانه- بقوله: إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ. ذِي قُوَّةٍ عِنْدَ ذِي الْعَرْشِ مَكِينٍ. مُطاعٍ ثَمَّ أَمِينٍ .وقوله- سبحانه-: وَما أَرْسَلْناكَ إِلَّا مُبَشِّراً وَنَذِيراً ثناء على الرسول صلى الله عليه وسلم الذي نزل عليه القرآن، بعد الثناء على القرآن في ذاته.أى: وما أرسلناك- أيها الرسول الكريم- إلا مبشرا لمن أطاعنا بالثواب، وإلا منذرا لمن عصانا بالعقاب. ولم نرسلك لتخلق الهداية في القلوب، فإن ذلك من شأن الله تعالى."},{"ayah_number":106,"text":"ثم بين- سبحانه- الحكم التي من أجلها أنزل القرآن مفصلا ومنجما، فقال: وَقُرْآناً فَرَقْناهُ لِتَقْرَأَهُ عَلَى النَّاسِ عَلى مُكْثٍ وَنَزَّلْناهُ تَنْزِيلًا.ولفظ: قُرْآناً منصوب بفعل مضمر أى: وآتيناك قرآنا.وقوله: فَرَقْناهُ أى: فصلناه. أو فرقنا فيه بين الحق والباطل. أو أنزلناه منجما مفرقا.قال الجمل: وقراءة العامة فَرَقْناهُ بالتخفيف. أى: بينا حلاله وحرامه ...وقرأ على وجماعة من الصحابة وغيرهم بالتشديد وفيه وجهان: أحدهما: أن التضعيف للتكثير. أى: فرقنا آياته بين أمر ونهى وحكم وأحكام. ومواعظ وأمثال وقصص وأخبار.والثاني: أنه دال على التفريق والتنجيم».وقوله عَلى مُكْثٍ أى: على تؤدة وتمهل وحسن ترتيل، إذ المكث التلبث في المكان، والإقامة فيه انتظارا لأمر من الأمور.والمعنى: «ولقد أنزلنا إليك- أيها الرسول- هذا القرآن، مفصلا في أوامره ونواهيه، وفي أحكامه وأمثاله ... ومنجما في نزوله لكي تقرأه على الناس على تؤدة وتأن وحسن ترتيل، حتى يتيسر لهم حفظه بسهولة، وحتى يتمكنوا من تطبيق تشريعاته وتوجيهاته تطبيقا عمليا دقيقا.وهكذا فعل الصحابة- رضى الله عنهم-: فإنهم لم يكن القرآن بالنسبة لهم متعة عقلية ونفسية فحسب، وإنما كان القرآن بجانب حبهم الصادق لقراءته وللاستماع إليه منهجا لحياتهم، يطبقون أحكامه وأوامره ونواهيه وآدابه ... في جميع أحوالهم الدينية والدنيوية.قال أبو عبد الرحمن السلمى: حدثنا الذين كانوا يقرئوننا القرآن، أنهم كانوا يستقرئون عن النبي صلى الله عليه وسلم، وكانوا إذا تعلموا عشر آيات لم يتركوها حتى يعملوا بما فيها «فتعلمنا القرآن والعمل جميعا» .وقوله- سبحانه-: وَنَزَّلْناهُ تَنْزِيلًا أى: ونزلناه تنزيلا مفرقا منجما عليك يا محمد في مدة تصل إلى ثلاث وعشرين سنة، على حسب ما تقتضيه حكمتنا، وعلى حسب الحوادث والمصالح، وليس من أجل تيسير حفظه فحسب."},{"ayah_number":107,"text":"ثم أمر الله- تعالى- نبيه صلى الله عليه وسلم أن يخاطب المشركين بما يدل على هوان شأنهم. وعلى عدم المبالاة بهم، فقال- تعالى-: قُلْ آمِنُوا بِهِ أَوْ لا تُؤْمِنُوا، إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِنْ قَبْلِهِ إِذا يُتْلى عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقانِ سُجَّداً....أى: قل- أيها الرسول الكريم- لهؤلاء الجاهلين. الذين طلبوا منك ما هو خارج عن رسالتك، والذين وصفوا القرآن بأنه أساطير الأولين: قل لهم: آمنوا بهذا القرآن أو لا تؤمنوا به، لأن إيمانكم به، لا يزيده كمالا، وعدم إيمانكم به لا ينقص من شأنه شيئا، فإن علماء أهل الكتاب الذين آتاهم الله العلم قبل نزول هذا القرآن، وميزوا بين الحق والباطل، كانوا إذا تلى عليهم هذا القرآن، - كأمثال عبد الله بن سلام وأصحابه «يخرون للأذقان سجدا» أى: يسقطون على وجوههم ساجدين لله- تعالى- شكرا له على إنجاز وعده، بإرسالك- أيها الرسول الكريم- وبإنزال القرآن عليك، كما وعد بذلك- سبحانه- في كتبه السابقة.فالجملة الكريمة: إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ.. تعليل لعدم المبالاة بهؤلاء المشركين الجاهلين، والضمير في قوله: مِنْ قَبْلِهِ يعود إلى القرآن الكريم.وقوله: يَخِرُّونَ لِلْأَذْقانِ سُجَّداً يدل على قوة إيمانهم، وعلى سرعة تأثرهم بهذا القرآن، فهم بمجرد تلاوته عليهم، يسقطون على وجوههم ساجدين لله- تعالى-.وخصت الأذقان بالذكر، لأن الذقن أول جزء من الوجه يقرب من الأرض عند السجود، ولأن ذلك يدل على نهاية خضوعهم لله- تعالى- وتأثرهم بسماع القرآن الكريم:."},{"ayah_number":108,"text":"ثم حكى- سبحانه- ما يقولونه في سجودهم فقال: وَيَقُولُونَ سُبْحانَ رَبِّنا إِنْ كانَ وَعْدُ رَبِّنا لَمَفْعُولًا.أى: ويقولون في سجودهم، ننزه ربنا- عز وجل- عن كل ما يقوله الجاهلون بشأنه، إنه- تعالى- كان وعده منجزا ومحققا لا شك في ذلك.ثم كرر- سبحانه- مدحه لهم فقال: وَيَخِرُّونَ لِلْأَذْقانِ يَبْكُونَ، وَيَزِيدُهُمْ أى سماع القرآن خُشُوعاً وخضوعا لله- عز وجل"},{"ayah_number":109,"text":"وكرر- سبحانه- خرورهم على وجوههم ساجدين لله- تعالى- لاختلاف السبب، فهم أولا أسرعوا بالسجود لله تعظيما له- سبحانه- وشكرا له على إنجازه لوعده.وهم ثانيا أسرعوا بالسجود، لفرط تأثرهم بمواعظ القرآن الكريم.فأنت ترى هاتين الآيتين قد أمرتا النبي صلى الله عليه وسلم بالإعراض عن المشركين، وباحتقارهم وبازدراء شأنهم، فإن الذين هم خير منهم وأفضل وأعلم قد آمنوا.وفي ذلك ما فيه من التسلية لرسول الله صلى الله عليه وسلم فكأن الله- تعالى- يقول له: يا محمد تسلّ عن إيمان هؤلاء الجهلاء، بإيمان العلماء.هذا، وقد أخذ العلماء من هاتين الآيتين أن البكاء من خشية الله، يدل على صدق الإيمان، وعلى نقاء النفس، ومن الأحاديث التي وردت في فضل ذلك، ما أخرجه الترمذي عن ابن عباس قال: سمعت رسول الله صلى الله عليه وسلم يقول: «عينان لا تمسهما النار: عين بكت من خشية الله، وعين باتت تحرس في سبيل الله» .ثم ختم- سبحانه- السورة الكريمة بآيتين دالتين على تفرده- سبحانه- بالتقديس والتعظيم والتمجيد والعبادة، فقال- تعالى-:"},{"ayah_number":110,"text":"ذكر المفسرون في سبب نزول قوله- تعالى-: قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمنَ أَيًّا ما تَدْعُوا فَلَهُ الْأَسْماءُ الْحُسْنى.. ذكروا روايات منها: ما أخرجه ابن جرير وابن مردويه عن ابن عباس قال: وصلّى رسول الله صلى الله عليه وسلم بمكة ذات يوم فدعا الله- تعالى- فقال:يا الله، يا رحمن، فقال المشركون: انظروا إلى هذا الصابئ ينهانا أن ندعو إلهين وهو يدعو إلهين فنزلت.ومعنى: ادعوا، سموا، وأَوِ للتخيير. وأَيًّا اسم شرط جازم منصوب على المفعولية بقوله: ادْعُوا والمضاف إليه محذوف، أى: أى الاسمين. وتَدْعُوا مجزوم على أنه فعل الشرط لأيّا، وجملة فَلَهُ الْأَسْماءُ الْحُسْنى واقعة موقع جواب الشرط، وما مزيدة للتأكيد. والحسنى: مؤنث الأحسن الذي هو أفعل تفضيل.والمعنى: قل يا محمد للناس: سموا المعبود بحق بلفظ الله أو بلفظ الرحمن بأى واحد منهما سميتموه فقد أصبتم، فإنه- تعالى- له الأسماء الأحسن من كل ما سواه، وقال- سبحانه-: فَلَهُ الْأَسْماءُ الْحُسْنى للمبالغة في كمال أسمائه- تعالى- وللدلالة على أنه ما دامت أسماؤه كلها حسنة، فلفظ الله ولفظ الرحمن كذلك، كل واحد منهما حسن.وقد ذكر الجلالان عند تفسيرهما لهذه الآية، أسماء الله الحسنى، فارجع إليها إن شئت.وقوله- سبحانه-: وَلا تَجْهَرْ بِصَلاتِكَ وَلا تُخافِتْ بِها وَابْتَغِ بَيْنَ ذلِكَ سَبِيلًا تعليم من الله- تعالى- لنبيه كيفية أفضل طرق القراءة في الصلاة.فالمراد بالصلاة هنا: القراءة فيها. والجهر بها: رفع الصوت أثناءها، والمخافتة بها:خفضه بحيث لا يسمع. يقال: خفت الرجل بصوته إذا لم يرفعه، والكلام على حذف مضاف.والمعنى: ولا تجهر يا محمد في قراءتك خلال الصلاة، حتى لا يسمعها المشركون فيسبوا القرآن، ولا تخافت بها، حتى لا يسمعها من يكون خلفك، بل أسلك في ذلك طريقا وسطا بين الجهر والمخافتة.ومما يدل على أن المراد بالصلاة هنا: القراءة فيها، ما رواه الشيخان وغيرهما عن ابن عباس.قال: نزلت ورسول الله صلى الله عليه وسلم مختف بمكة، فكان إذا صلى بأصحابه رفع صوته بالقرآن، فإذا سمع ذلك المشركون، سبوا القرآن، ومن أنزله، ومن جاء به، فأمره الله بالتوسط.وقيل: المراد بالصلاة هنا: الدعاء. أى: لا ترفع صوتك وأنت تدعو الله، ولا تخافت به. وقد روى ذلك عن عائشة، فقد أخرج الشيخان عنها أنها نزلت في الدعاء.ويبدو لنا أن التوجيهات التي بالآية الكريمة تتسع للقولين، أى: أن على المسلم أن يكون متوسطا في رفع صوته بالقراءة في الصلاة، وفي رفع صوته حال دعائه."},{"ayah_number":111,"text":"ثم ختم- سبحانه- السورة الكريمة بهذه الآية: وَقُلِ الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَداً....أى: وقل- أيها الرسول الكريم-: الحمد الكامل، والثناء الجميل، لله- تعالى- وحده، الذي لم يتخذ ولدا لأنه هو الغنى، كما قال- تعالى-: قالُوا اتَّخَذَ اللَّهُ وَلَداً، سُبْحانَهُ هُوَ الْغَنِيُّ، لَهُ ما فِي السَّماواتِ وَما فِي الْأَرْضِ...ولم يكن له، - سبحانه- شَرِيكٌ فِي الْمُلْكِ بل هو المالك لكل شيء، ليس له في هذا الكون من يزاحمه أو يشاركه في ملكه أو في عبادته. كما قال- تعالى-: قُلْ لَوْ كانَ مَعَهُ آلِهَةٌ كَما يَقُولُونَ إِذاً لَابْتَغَوْا إِلى ذِي الْعَرْشِ سَبِيلًا. سُبْحانَهُ وَتَعالى عَمَّا يَقُولُونَ عُلُوًّا كَبِيراً .وكما قال- عز وجل-: مَا اتَّخَذَ اللَّهُ مِنْ وَلَدٍ، وَما كانَ مَعَهُ مِنْ إِلهٍ، إِذاً لَذَهَبَ كُلُّ إِلهٍ بِما خَلَقَ، وَلَعَلا بَعْضُهُمْ عَلى بَعْضٍ، سُبْحانَ اللَّهِ عَمَّا يَصِفُونَ.وَلَمْ يَكُنْ لَهُ وَلِيٌّ مِنَ الذُّلِّ أى: ولم يكن له- سبحانه- ناصر ينصره من ذل أصابه أو نزل به، لأنه- عز وجل- هو أقوى الأقوياء، وقاهر الجبابرة، ومذل الطغاة، أَلا لَهُ الْخَلْقُ وَالْأَمْرُ تَبارَكَ اللَّهُ رَبُّ الْعالَمِينَ.وَكَبِّرْهُ تَكْبِيراً أى: وعظمه تعظيما تاما كاملا، يليق بجلاله عز وجل.قال الإمام ابن كثير: عن قتادة أنه قال: ذكر لنا أن النبي صلى الله عليه وسلم كان يعلم أهله كبيرهم وصغيرهم هذه الآية. الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَداً....ثم قال ابن كثير: وقد جاء في حديث أن رسول الله صلى الله عليه وسلم سماها آية العز.وبعد: فهذا تفسير لسورة الإسراء نسأل الله- تعالى- أن يجعله خالصا لوجهه، ونافعا لعباده، وشافعا لنا يوم نلقاه يَوْمَ لا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئاً وَالْأَمْرُ يَوْمَئِذٍ لِلَّهِ.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم."}]