[{"ayah_number":1,"text":"تعريف بسورة مريم1- سورة مريم من السور المكية.قال القرطبي: وهي مكية بالإجماع. وهي تسعون وثماني آيات  .وقال ابن كثير: وقد روى محمد بن إسحاق في السيرة، من حديث أم سلمة، وأحمد بن حنبل عن ابن مسعود في قصة الهجرة إلى أرض الحبشة من مكة، أن جعفر بن أبى طالب- رضى الله عنه- قرأ صدر هذه السورة على النجاشيّ  .وكان نزولها بعد سورة فاطر  .2- ويبدو أن تسميتها بهذا الاسم كان بتوقيف من النبي صلّى الله عليه وسلّم، فقد أخرج الطبراني والديلمي، من طريق أبى بكر بن عبد الله بن أبى مريم الغساني عن أبيه عن جده، قال:أتيت النبي صلّى الله عليه وسلّم فقلت: ولدت لي الليلة جارية. فقال: والليلة أنزلت على سورة مريم.وجاء فيما روى عن ابن عباس، تسميتها بسورة كهيعص  .وقد تكرر اسم مريم في القرآن ثلاثين مرة، ولم تذكر امرأة سواها باسمها الصريح.3- والذي يقرأ هذه السورة الكريمة بتدبر وتأمل، يراها زاخرة بالحديث عن عدد من الأنبياء- عليهم الصلاة والسلام-.فقد افتتحت بالحديث عن تلك الدعوات التي تضرع بها زكريا إلى ربه، لكي يهب له وليا، يرثه ويرث من آل يعقوب.وقد استجاب الله- تعالى- دعاء زكريا، فوهبه يحيى كما قال- تعالى-: يا زَكَرِيَّا إِنَّا نُبَشِّرُكَ بِغُلامٍ اسْمُهُ يَحْيى لَمْ نَجْعَلْ لَهُ مِنْ قَبْلُ سَمِيًّا.ثم تحدثت السورة بعد ذلك عن قصة مريم، بصورة فيها شيء من التفصيل، فذكرت اعتزالها لقومها ومجيء جبريل إليها وما دار بينه وبينها من محاورات، ومولدها لعيسى وإتيانهابه قومها، وما دار بينها وبينهم في شأنه. ثم ختمت هذه القصة بالقول الحق في شأن عيسى، قال- تعالى-: ذلِكَ عِيسَى ابْنُ مَرْيَمَ قَوْلَ الْحَقِّ الَّذِي فِيهِ يَمْتَرُونَ. ما كانَ لِلَّهِ أَنْ يَتَّخِذَ مِنْ وَلَدٍ سُبْحانَهُ، إِذا قَضى أَمْراً فَإِنَّما يَقُولُ لَهُ كُنْ فَيَكُونُ، وَإِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هذا صِراطٌ مُسْتَقِيمٌ.5- ثم تحدثت السورة بعد ذلك عن طرف من قصة إبراهيم وموسى وإسماعيل وإدريس، وختمت حديثها عن الرسل الكرام بقوله- تعالى-: أُولئِكَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ مِنْ ذُرِّيَّةِ آدَمَ، وَمِمَّنْ حَمَلْنا مَعَ نُوحٍ. وَمِنْ ذُرِّيَّةِ إِبْراهِيمَ وَإِسْرائِيلَ. وَمِمَّنْ هَدَيْنا وَاجْتَبَيْنا، إِذا تُتْلى عَلَيْهِمْ آياتُ الرَّحْمنِ خَرُّوا سُجَّداً وَبُكِيًّا.6- ثم حكت السورة الكريمة أنماطا من الشبهات التي تفوه بها الضالون، ومن هذه الشبهات ما يتعلق بالبعث والنشور، ومنها ما يتعلق بموقفهم من القرآن الكريم ومنها ما يتعلق بزعمهم أن لله ولدا ... وقد ردت على كل شبهة من هذه الشبهات بما يبطلها، ويخرس ألسنة قائليها.ومن ذلك قوله- تعالى-: وَيَقُولُ الْإِنْسانُ أَإِذا ما مِتُّ لَسَوْفَ أُخْرَجُ حَيًّا أَوَلا يَذْكُرُ الْإِنْسانُ أَنَّا خَلَقْناهُ مِنْ قَبْلُ وَلَمْ يَكُ شَيْئاً.وقوله- سبحانه-: أَفَرَأَيْتَ الَّذِي كَفَرَ بِآياتِنا وَقالَ لَأُوتَيَنَّ مالًا وَوَلَداً. أَطَّلَعَ الْغَيْبَ أَمِ اتَّخَذَ عِنْدَ الرَّحْمنِ عَهْداً. كَلَّا سَنَكْتُبُ ما يَقُولُ وَنَمُدُّ لَهُ مِنَ الْعَذابِ مَدًّا. وَنَرِثُهُ ما يَقُولُ وَيَأْتِينا فَرْداً.وقوله- عز وجل-: وَقالُوا اتَّخَذَ الرَّحْمنُ وَلَداً. لَقَدْ جِئْتُمْ شَيْئاً إِدًّا. تَكادُ السَّماواتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبالُ هَدًّا. أَنْ دَعَوْا لِلرَّحْمنِ وَلَداً. وَما يَنْبَغِي لِلرَّحْمنِ أَنْ يَتَّخِذَ وَلَداً.7- ومن هذا العرض الإجمالى لآيات السورة الكريمة، يتبين لنا أن سورة مريم قد اهتمت بإقامة الأدلة على وحدانية الله- تعالى-، وعلى نفى الشريك والولد عن ذاته- سبحانه-، كما اهتمت- أيضا- بإقامة الأدلة على أن البعث حق، وعلى أن الناس سيحاسبون على أعمالهم يوم القيامة.كما زخرت السورة بالحديث عن قصص بعض الأنبياء- عليهم الصلاة والسلام- تارة بشيء من التفصيل كما في قصة زكريا وعيسى ابن مريم، وتارة بشيء من الاختصار والتركيز كما في قصة إبراهيم وموسى وإسماعيل وإدريس.كما نراها بوضوح تحكى شبهات المشركين. ثم ترد عليها بما يبطلها ...وقد ساقت السورة ما ساقت من قضايا، بأسلوب عاطفى بديع، يهيج المشاعر نحو الخير والحق والفضيلة، وينفر من الشر والباطل والرذيلة، ويطلع العقول على نماذج شتى من مظاهر رحمة الله- تعالى- بعباده الصالحين ترى ذلك في مثل قوله- تعالى-: ذِكْرُ رَحْمَتِ رَبِّكَ عَبْدَهُ زَكَرِيَّا.وفي مثل قوله- سبحانه-: إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ سَيَجْعَلُ لَهُمُ الرَّحْمنُ وُدًّا.8- قال بعض العلماء ما ملخصه: والظل الغالب في جو السورة هو ظل الرحمة والرضا والاتصال. فهي تبدأ بذكر رحمة ربك لعبده زكريا. ويتكرر لفظ الرحمة ومعناها وظلها في ثنايا السورة كثيرا. ويكثر فيها اسم الرَّحْمنِ.وإنك لتحس لمسات الرحمة الندية. ودبيبها اللطيف في الكلمات والعبارات والظلال، كما تحس انتفاضات الكون وارتجافاته لوقع كلمة الشرك التي لا تطيقها فطرته ...كذلك تحس أن للسورة إيقاعا موسيقيا خاصا، فحتى جرس ألفاظها وفواصلها فيه رخاء، وفيه عمق كألفاظ: رضيا، سريا، حفيا، نجيا ...فأما المواضع التي تقتضي الشدة والعنف، فتجيء فيها الفاصلة مشددة في الغالب، كألفاظ: ضدّا، هدّا، إدّا، أزّا  .وبعد فهذا تعريف لسورة مريم، نرجو أن يكون القارئ له، قد أخذ صورة مركزة عن أهم المقاصد التي اشتملت عليها السورة الكريمة.والحمد لله الذي بنعمته تتم الصالحات، وصلّى الله على سيدنا محمد وعلى آله وصحبه وسلّم.سورة ( مريم ) من السور القرآنية التى افتتحت ببعض حروف التهجى .وقد سبق أن تكلمنا بشىء من التفصيل ، عن آراء العلماء فى المراد بهذه الحروف التى افتتحت بها بعض السور ، وذلك عند تفسيرنا لسور : البقرة ، وآل عمران ، والأعراف ، ويونس . . .ورجحنا أن هذه الحروف المقطعة ، قد وردت فى افتتاح بعض سور القرآن ، على سبيل الإيقاظ والتنبيه للذين تحداهم القرآن .فكأن الله - تعالى - يقول لأولئك المعارضين فى أن القرآن من عند الله - تعالى - ، هاكم القرآن ترونه مؤلفا من كلامهو من جنس ما تؤلفون به كلامكم ، ومنظوماً من حروف هى من جنس الحروف الهجائية التى تنظمون منها حروفكم ، فإن كنتم فى شك من كونه منزلاً من عند الله فهاتوا مثله . أو عشر سور من مثله ، بل بسورة واحدة من مثله ، وادعوا من شئتم من الخلق لكى يعاونكم فى ذلك . . .فلما عجزوا - وهم أهل الفصاحة والبيان - ثبت أن غيرهم أعجز ، وأن هذا القرآن من عند الله ( وَلَوْ كَانَ مِنْ عِندِ غَيْرِ الله لَوَجَدُواْ فِيهِ اختلافا كَثِيراً )."},{"ayah_number":2,"text":"وقوله- تعالى-: ذِكْرُ رَحْمَتِ رَبِّكَ عَبْدَهُ زَكَرِيَّا خبر لمبتدأ محذوف. أى: المتلو عليك ذكر رحمة ربك عبده ذكريا.ولفظ ذِكْرُ مصدر مضاف لمفعوله. ولفظ رَحْمَتِ مصدر مضاف لفاعله وهو ربك، وعَبْدَهُ مفعول به للمصدر الذي هو رحمة.وزَكَرِيَّا هو واحد من أنبياء الله الكرام، وينتهى نسبه إلى يعقوب بن إسحاق بن إبراهيم- عليهم السلام-.والمعنى: هذا الذي نذكره لك يا محمد، هو جانب من قصة عبدنا زكريا، وطرف من مظاهر الرحمة التي اختصصناه بها، ومنحناه إياها."},{"ayah_number":3,"text":"وقوله: إِذْ نادى رَبَّهُ نِداءً خَفِيًّا ظرف لرحمة ربك. والمراد بالنداء: الدعاء الذي تضرع به زكريا إلى ربه- عز وجل-.أى: هذا الذي قرأناه عليك يا محمد في أول هذه السورة. وذكرناه لك، هو جانب من رحمتنا لعبدنا زكريا. وقت أن نادانا وتضرع إلينا في خفاء وستر، ملتمسا منا الذرية الصالحة.وإنما أخفى زكريا دعاءه، لأن هذا الإخفاء فيه بعد عن الرياء، وقرب من الإخلاص، وقد أمر الله- تعالى- به في قوله: ادْعُوا رَبَّكُمْ تَضَرُّعاً وَخُفْيَةً إِنَّهُ لا يُحِبُّ الْمُعْتَدِينَ.ويبدو أن هذا الدعاء قد تضرع به زكريا إلى ربه في أوقات تردده على مريم، واطلاعه على ما أعطاها الله- تعالى- من رزق وفير.ويشهد لذلك قوله- تعالى-: فَتَقَبَّلَها رَبُّها بِقَبُولٍ حَسَنٍ وَأَنْبَتَها نَباتاً حَسَناً وَكَفَّلَها زَكَرِيَّا، كُلَّما دَخَلَ عَلَيْها زَكَرِيَّا الْمِحْرابَ وَجَدَ عِنْدَها رِزْقاً، قالَ يا مَرْيَمُ أَنَّى لَكِ هذا قالَتْ هُوَ مِنْ عِنْدِ اللَّهِ، إِنَّ اللَّهَ يَرْزُقُ مَنْ يَشاءُ بِغَيْرِ حِسابٍ. هُنالِكَ دَعا زَكَرِيَّا رَبَّهُ قالَ رَبِّ هَبْ لِي مِنْ لَدُنْكَ ذُرِّيَّةً طَيِّبَةً إِنَّكَ سَمِيعُ الدُّعاءِ ."},{"ayah_number":4,"text":"ثم بين- سبحانه- ما نادى به زكريا ربه فقال: قالَ رَبِّ إِنِّي وَهَنَ الْعَظْمُ مِنِّي ...والوهن: الضعف. يقال: وهن الجسم يهن- من باب وعد- إذا ضعف.وخص العظم بالذكر، لأنه دعامة البدن، وعماد الجسم، وبه قوامه، فإذ ضعف كان غيره من أجزاء الجسم أضعف. وإفراد لفظ العظم لإرادة الجنس.وَاشْتَعَلَ الرَّأْسُ شَيْباً والمراد باشتعال الرأس شيبا: انتشار بياض الشيب فيه.والألف واللام في لفظ الرَّأْسُ قاما مقام المضاف إليه.والمراد: واشتعل رأسى شيبا، وهذا يدل على تقدم السن، كما يشهد له قوله- تعالى- وَقَدْ بَلَغْتُ مِنَ الْكِبَرِ عِتِيًّا وقوله- عز وجل-: وَقَدْ بَلَغَنِيَ الْكِبَرُ....قال صاحب الكشاف: «شبه الشيب بشواظ النار في بياضه وإنارته وانتشاره في الشعر..باشتعال النار، ثم أخرجه مخرج الاستعارة، ثم أسند الاشتعال إلى مكان الشعر ومنبته وهو الرأس، وأخرج الشيب مميزا ولم يضف إلى الرأس اكتفاء بعلم المخاطب أنه رأس زكريا، فمن ثم فصحت هذه الجملة وشهد لها بالبلاغة ... » .وقوله: وَلَمْ أَكُنْ بِدُعائِكَ رَبِّ شَقِيًّا أى: ولم أكن فيما مضى من عمرى مخيب الدعاء وإنما تعودت منك يا إلهى إجابة دعائي، وما دام الأمر كذلك فأجب دعائي في الزمان الآتي من عمرى، كما أجبته في الزمان الماضي منه.فأنت ترى أن زكريا- عليه السلام- قد أظهر في دعائه أسمى ألوان الأدب مع خالقه، حيث توسل إليه- سبحانه- بضعف بدنه، وبتقدم سنه، وبما عوده إياه من إجابة دعائه في الماضي."},{"ayah_number":5,"text":"ثم حكى- سبحانه- بعض الأسباب الأخرى لإلحاح زكريا في الدعاء فقال: وَإِنِّي خِفْتُ الْمَوالِيَ مِنْ وَرائِي، وَكانَتِ امْرَأَتِي عاقِراً فَهَبْ لِي مِنْ لَدُنْكَ وَلِيًّا يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ ...والموالي: جمع مولى، والمراد بهم هنا: عصبته وأبناء عمومته الذين يلون أمره بعد موته، وكان لا يثق فيهم لسوء سلوكهم.والعاقر: العقيم الذي لا يلد، ويطلق على الرجل والمرأة، يقال: امرأة عاقر، ورجل عاقر.أى: وإنى- يا إلهى- قد خفت ما يفعله أقاربى مِنْ وَرائِي أى: من بعد موتى، من تضييع لأمور الدين، ومن عدم القيام بحقه وَكانَتِ امْرَأَتِي عاقِراً لا تلد قط في شبابها ولا في غير شبابها، فَهَبْ لِي مِنْ لَدُنْكَ أى: من عندك وَلِيًّا أى: ولدا من صلبي،هذا الولد يَرِثُنِي في العلم والنبوة وَيَرِثُ أيضا مِنْ آلِ يَعْقُوبَ ابن إسحاق بن إبراهيم العلم والنبوة والصفات الحميدة وَاجْعَلْهُ يا رب رَضِيًّا أى:مرضيا عندك في أقواله وأفعاله وسائر تصرفاته.ففي هاتين الآيتين نرى زكريا يجتهد في الدعاء بأن يرزقه الله الولد، لا من أجل شهوة دنيوية، وإنما من أجل مصلحة الدين والخوف من تضييعه وتبديله والحرص على من يرثه في علمه ونبوته، ويكون مرضيا عنده- عز وجل-.قال الآلوسى ما ملخصه: «وقوله مِنْ وَرائِي المراد به من بعد موتى، والجار والمجرور متعلق بمحذوف ينساق إليه الذهن أى: خفت فعل الموالي من ورائي أو جور الموالي. وهم عصبة الرجل.. وكانوا على سائر الأقوال شرار بنى إسرائيل، فخاف أن لا يحسنوا خلافته في أمته»  .وفي قوله فَهَبْ لِي مِنْ لَدُنْكَ وَلِيًّا اعتراف عميق بقدرة الله- تعالى- لأن مثل هذا العطاء لا يرجى إلا منه- عز وجل-، بعد أن تقدمت بزكريا السن، وبعد أن عهد من زوجه العقم وعدم الولادة.وقد أشار- سبحانه- في آية أخرى إلى أنه أزال عنها العقم وأصلحها للولادة فقال:وَزَكَرِيَّا إِذْ نادى رَبَّهُ رَبِّ لا تَذَرْنِي فَرْداً وَأَنْتَ خَيْرُ الْوارِثِينَ فَاسْتَجَبْنا لَهُ وَوَهَبْنا لَهُ يَحْيى وَأَصْلَحْنا لَهُ زَوْجَهُ ...   أى: وجعلناها صالحة للولادة بعد أن كانت عقيما من حين شبابها إلى شيبها.."},{"ayah_number":6,"text":"والمراد بالوراثة في قوله يَرِثُنِي وراثة العلم والنبوة والصفات الحميدة.قال الإمام ابن كثير ما ملخصه: «وقوله: وَإِنِّي خِفْتُ الْمَوالِيَ مِنْ وَرائِي قرأ الأكثرون بنصب الياء من الموالي على أنه مفعول، وعن الكسائي أنه سكن الياء..ووجه خوفه أنه خشي أن يتصرفوا من بعده في الناس تصرفا سيئا. فسأل الله ولدا يكون نبيا من بعده ليسوسهم بنبوته.. لا أنه خشي من وراثتهم له ماله. فإن النبي أعظم منزلة وأجل قدرا من أن يشفق على ماله إلى هذا الحد، وأن يأنف من وراثة عصبته له، ويسأل أن يكون له ولد ليحوز ميراثه دونهم.وقد ثبت في الصحيحين من غير وجه أن رسول الله صلّى الله عليه وسلّم قال: «لا نورث ما تركنا صدقة» وفي رواية عند الترمذي بإسناد صحيح: «نحن معاشر الأنبياء لا نورث» .وعلى هذا فتعين حمل قوله فَهَبْ لِي مِنْ لَدُنْكَ وَلِيًّا يَرِثُنِي على ميراث النبوة ولهذا قال: وَيَرِثُ مِنْ آلِ يَعْقُوبَ كقوله: وَوَرِثَ سُلَيْمانُ داوُدَ أى: في النبوة، إذ لو كان في المال لما خصه من بين إخوته بذلك، ولما كان في الإخبار بذلك كبير فائدة، إذ من المعلوم المستقر في جميع الشرائع والملل، أن الولد يرث أباه، فلولا أنها وراثة خاصة لما أخبر بها، وكل هذا يقرره ويثبته ما صح في الحديث: «نحن معاشر الأنبياء لا نورث، ما تركنا فهو صدقة» .وقال بعض العلماء ما ملخصه: ومعنى يَرِثُنِي أى: إرث علم ونبوة، ودعوة إلى الله والقيام بدينه، لا إرث مال، ويدل لذلك أمران:أحدهما قوله: وَيَرِثُ مِنْ آلِ يَعْقُوبَ ومعلوم أن آل يعقوب انقرضوا من زمان، فلا يورث عنهم إلا العلم والنبوة والدين.والأمر الثاني ما جاء من الأدلة أن الأنبياء- صلوات الله وسلامه عليهم- لا يورث عنهم المال، وإنما يورث عنهم العلم والدين، فمن ذلك ما أخرجه الشيخان عن أبى بكر الصديق أن رسول الله صلّى الله عليه وسلّم قال: «لا نورث ما تركنا صدقة» .ثم بين القرآن الكريم أن الله- تعالى- قد أجاب بفضله وكرمه دعاء عبده زكريا. كما بين ما قاله زكريا عند ما بشره ربه بغلام اسمه يحيى فقال- تعالى-:"},{"ayah_number":7,"text":"قال القرطبي: قوله- تعالى- يا زَكَرِيَّا في الكلام حذف، أى: فاستجاب الله دعاءه فقال: يا زَكَرِيَّا إِنَّا نُبَشِّرُكَ بِغُلامٍ اسْمُهُ يَحْيى ... فتضمنت هذه البشارة ثلاثة أشياء: أحدها: إجابة دعائه وهي كرامة. الثاني: إعطاؤه الولد وهو قوة. الثالث: أن يفرد بتسميته ... » .وقد بين- سبحانه- في آيات أخرى أن الذي بشر زكريا هو بعض الملائكة، وأن ذلك كان وهو قائم يصلى في المحراب، قال- تعالى-: فَنادَتْهُ الْمَلائِكَةُ وَهُوَ قائِمٌ يُصَلِّي فِي الْمِحْرابِ، أَنَّ اللَّهَ يُبَشِّرُكَ بِيَحْيى، مُصَدِّقاً بِكَلِمَةٍ مِنَ اللَّهِ، وَسَيِّداً وَحَصُوراً وَنَبِيًّا مِنَ الصَّالِحِينَ .وقوله- سبحانه-: اسْمُهُ يَحْيى يدل على أن هذه التسمية قد سماها الله- تعالى- ليحيى، ولم يكل تسميته لزكريا أو لغيره، وهذا لون من التشريف والتكريم.وقوله- تعالى-: لَمْ نَجْعَلْ لَهُ مِنْ قَبْلُ سَمِيًّا أى لم نجعل أحدا من قبل مشاركا له في هذا الاسم، بل هو أول من تسمى بهذا الاسم الجميل.قال بعض العلماء: «وقول من قال: إن معناه: لم نجعل له من قبل سميا، أى: نظيرا يساويه في السمو والرفعة غير صواب، لأنه ليس بأفضل من إبراهيم ونوح وموسى فالقول الأول هو الصواب، وممن قال به: ابن عباس، وقتادة، والسدى، وابن أسلم وغيرهم ... » ."},{"ayah_number":8,"text":"ثم حكى- سبحانه- بعد ذلك ما قاله زكريا بعد هذه البشارة السارة. فقال- تعالى-: قالَ رَبِّ أَنَّى يَكُونُ لِي غُلامٌ، وَكانَتِ امْرَأَتِي عاقِراً. وَقَدْ بَلَغْتُ مِنَ الْكِبَرِ عِتِيًّا.فالجملة الكريمة استئناف مبنى على سؤال تقديره: فماذا قال زكريا عند ما بشره الله- تعالى- بيحيى؟ولفظ أَنَّى بمعنى: كيف. أو بمعنى: من أين.أى: قال زكريا مخاطبا ربه بعد أن بشره بابنه يحيى: يا رب كيف يكون لي غلام، وحال امرأتى أنها كانت عاقرا في شبابها وفي شيخوختها، وحالي أنا أننى قد بلغت من الكبر عتيا، أى. قد تقدمت في السن تقدما كبيرا.يقال: عتى الشيخ يعتو عتيا- بكسر العين وضمها- إذا بلغ النهاية في الكبر.قال ابن جرير: «قوله: وَقَدْ بَلَغْتُ مِنَ الْكِبَرِ عِتِيًّا يقول: وقد عتوت من الكبر فصرت نحيل العظام يابسها، يقال منه للعود اليابس: عات وعاس. وقد عتا يعتو عتوا وعتيا ... وكل متناه في كبر أو فساد أو كفر فهو عات ... ».فإن قيل: «ما المراد باستفهام زكريا- عليه السلام- مع علمه بقدرة الله- تعالى- على كل شيء؟فالجواب أن استفهامه إنما هو على سبيل الاستعلام والاستخبار، لأنه لم يكن يعلم أن الله- تعالى- سيرزقه بيحيى عن طريق زوجته العاقر، أو عن طريق الزواج بامرأة أخرى، فاستفهم عن الحقيقة ليعرفها.ويصح أن يكون المقصود بالاستفهام التعجب والسرور بهذا الأمر العجيب حيث رزقه الله الولد مع تقدم سنه وسن زوجته.ويجوز أن يكون المقصود بالاستفهام الاستبعاد لما جرت به العادة من أن يأتى الغلام مع تقدم سنه وسن زوجته. وليس المقصود به استحالة ذلك على قدرة الله- تعالى- لأنه- سبحانه- لا يعجزه شيء."},{"ayah_number":9,"text":"ثم حكى- سبحانه- ما رد به على استفهام زكريا فقال: قالَ كَذلِكَ قالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٌ، وَقَدْ خَلَقْتُكَ مِنْ قَبْلُ وَلَمْ تَكُ شَيْئاً.وقوله: كَذلِكَ خبر لمبتدأ محذوف، أى: الأمر كذلك.قال الآلوسى: وذلك إشارة إلى قول زكريا- عليه السلام- وجملة هُوَ عَلَيَّ هَيِّنٌ مفعول قالَ الثاني وجملة «الأمر كذلك» مع جملة قالَ رَبُّكَ إلخ مفعول قالَ الأول ... ».والمعنى: قال الله- تعالى- مجيبا على استفهام زكريا، الأمر كما ذكرت يا زكريا من كون امرأتك عاقرا، وأنت قد بلغت من الكبر عتيا، ولكن ذلك لا يحول بيننا وبين تنفيذ إرادتنا في منحك هذا الغلام، فإن قدرتنا لا يعجزها شيء، ولا تخضع لما جرت به العادات.وهذا الأمر وهو إيجاد الولد منك ومن زوجتك هذه لا من غيرها هُوَ عَلَيَّ هَيِّنٌ أى:يسير سهل.ثم ذكر له- سبحانه- ما هو أعجب مما سأل عنه فقال: وَقَدْ خَلَقْتُكَ مِنْ قَبْلُ وَلَمْ تَكُ شَيْئاً.أى: لا تعجب يا زكريا من أن يأتيك غلام وأنت وزوجك بتلك الحالة، فإنى أنا الله الذي أوجدتك من العدم، ومن أوجدك من العدم، فهو قادر على أن يرزقك بهذا الغلام المذكور.فالآية الكريمة قد ساقت بطريق منطقي برهاني، ما يدل على كمال قدرة الله- تعالى- وما يزيد في اطمئنان قلب زكريا- عليه السلام-."},{"ayah_number":10,"text":"ثم حكى- سبحانه- بعد ذلك ما التمسه زكريا- عليه السلام- من خالقه فقال:قالَ رَبِّ اجْعَلْ لِي آيَةً....أى: اجعل لي علامة أستدل بها على وقوع ما بشرتني به، لأزداد سرورا واطمئنانا.ولأعرف الوقت الذي تحمل فيه امرأتى بهذا الغلام فأكثر من شكرك وذكرك.فأجابه الله- تعالى- بقوله: قالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ ثَلاثَ لَيالٍ سَوِيًّا.أى: قال الله- تعالى- لعبده زكريا: يا زكريا. علامة وقوع ما بشرتك به، أنك تجد نفسك عاجزا عن أن تكلم الناس بلسانك، لمدة ثلاث ليال بأيامهن حال كونك سوى الخلق، سليم الحواس ليس بك من خرس، أو بكم، ولكنك ممنوع من الكلام بأمرنا وقدرتنا على سبيل خرق العادة."},{"ayah_number":11,"text":"فقوله: سَوِيًّا حال من فاعل «تكلم» وهو زكريا أى: حال كونك يا زكريا سوى الخلق، سليم الجوارح، لا علة تمنعك من ذلك سوى قدرتنا. ثم بين- سبحانه- ما كان من زكريا بعد ذلك فقال: فَخَرَجَ عَلى قَوْمِهِ مِنَ الْمِحْرابِ فَأَوْحى إِلَيْهِمْ أَنْ سَبِّحُوا بُكْرَةً وَعَشِيًّا.والمحراب: المصلى، أو الغرفة التي كان يجلس فيها في بيت المقدس، أو هو المسجد، فقد كانت مساجدهم تسمى المحاريب. لأنها الأماكن التي تحارب فيها الشياطين.أى: فخرج زكريا- عليه السلام- على قومه من المكان الذي كان يصلى فيه، فَأَوْحى إِلَيْهِمْ أى: فأشار إليهم أو كتب لهم دون أن ينطق بلسانه أَنْ سَبِّحُوا الله- تعالى- وقدسوه بُكْرَةً أى: في أوائل النهار وَعَشِيًّا أى: في أواخره.وقد ذكر- سبحانه- في آية أخرى، ما يشير إلى أن هذا المحراب الذي خرج منه زكريا- عليه السلام- على قومه. هو ذلك المكان الذي بشره الله- تعالى- فيه بيحيى.قال- تعالى-: فَنادَتْهُ الْمَلائِكَةُ وَهُوَ قائِمٌ يُصَلِّي فِي الْمِحْرابِ أَنَّ اللَّهَ يُبَشِّرُكَ بِيَحْيى،مُصَدِّقاً بِكَلِمَةٍ مِنَ اللَّهِ وَسَيِّداً وَحَصُوراً وَنَبِيًّا مِنَ الصَّالِحِينَ.وبذلك نرى الآيات الكريمة قد حكت لنا بأسلوبها البليغ جانبا من رحمة الله- تعالى- بعبده زكريا، ومن الدعوات التي تضرع بها إلى خالقه- عز وجل-، وأن الله- تعالى- قد أجاب له دعاءه، وبشره بيحيى، وعرفه بالعلامة التي بها يعرف وقوع ما بشره به، زيادة في اطمئنانه وسروره.ثم انتقلت السورة الكريمة إلى الحديث عن يحيى، فبينت ما أمره الله- تعالى- به، وما منحه من صفات فاضلة. فقال- تعالى-:"},{"ayah_number":12,"text":"وقوله- سبحانه-: يا يَحْيى خُذِ الْكِتابَ بِقُوَّةٍ مقول لقول محذوف، والسر في حذفه المسارعة إلى الإخبار بإنجاز الوعد الكريم.والتقدير: وبعد أن ولد يحيى، ونما وترعرع قلنا له عن طريق وحينا: يا يَحْيى خُذِ الْكِتابَ الذي هو التوراة بِقُوَّةٍ أى: بجد واجتهاد، وتفهم لمعناه على الوجه الصحيح، وتطبيق ما اشتمل عليه من أحكام وآداب، فإن بركة العلم في العمل به.والجار والمجرور بِقُوَّةٍ حال من فاعل خذ وهو يحيى، والباء للملابسة أى: خذه حالة كونك ملتبسا بحفظه وتنفيذ أحكامه بشدة وثبات.وقوله: وَآتَيْناهُ الْحُكْمَ صَبِيًّا أى: وأعطيناه بقدرتنا وفضلنا الْحُكْمَ أى: فهم الكتاب والعمل بأحكامه، وهو في سن الصبا.قيل: كان سنه ثلاث سنين، وقيل سبع سنين.قال الآلوسى: «أخرج أبو نعيم، وابن مردويه، والديلمي، عن ابن عباس، عن النبي صلّى الله عليه وسلّم أنه قال في ذلك: «أعطى الفهم والعبادة وهو ابن سبع سنين».وقال الجمل في حاشيته: «فإن قلت: كيف يصح حصول العقل والفطنة والنبوة حال الصبا؟.قلت: لأن أصل النبوة مبنى على خرق العادات. إذا ثبت هذا. فلا تمنع صيرورة الصبى نبيا. وقيل: أراد بالحكم فهم الكتاب فقرأ التوراة وهو صغير.. .والذي تطمئن إليه النفس وعليه جمهور المفسرين أن المراد بالحكم هنا: العلم النافع مع العمل به، وذلك عن طريق حفظ التوراة وفهمها وتطبيق أحكامها.قال ابن كثير: وَآتَيْناهُ الْحُكْمَ صَبِيًّا أى: الفهم والعلم والجد والعزم، والإقبال على الخير، والإكباب عليه، والاجتهاد فيه، وهو صغير حدث.قال عبد الله بن المبارك: قال معمر: قال الصبيان ليحيى بن زكريا: اذهب بنا نلعب، فقال: ما للعب خلقنا. قال: فلهذا أنزل الله: وَآتَيْناهُ الْحُكْمَ صَبِيًّا  ."},{"ayah_number":13,"text":"وقوله- تعالى-: وَحَناناً مِنْ لَدُنَّا وَزَكاةً وَكانَ تَقِيًّا معطوف على الْحُكْمَ.أى: وأعطيناه الحكم صبيا، وأعطيناه حنانا ...قال القرطبي ما ملخصه: «الحنان: الشفقة والرحمة والمحبة، وهو فعل من أفعال النفس ...وأصله: من حنان الناقة على ولدها ... قال طرفة:أبا منذر أفنيت فاستبق بعضنا ... حنانيك بعض الشر أهون من بعضوالمعنى: منحنا يَحْيى الحكم صبيا، ومنحناه من عندنا وحدنا رحمة عظيمة عليه، ورحمة في قلبه جعلته يعطف على غيره، وأعطيناه كذلك زكاة أى: طهارة في النفس، أبعدته عن ارتكاب ما نهى الله عنه، وجعلته سباقا لفعل الخير وَكانَ تَقِيًّا أى مطيعا لنا في كل ما نأمره به، أو ننهاه عنه."},{"ayah_number":14,"text":"ثم أضاف- سبحانه- إلى تلك الصفات الكريمة ليحيى صفات أخرى فقال:وَبَرًّا بِوالِدَيْهِأى: وجعلناه كثير البر بوالديه، والإحسان إليهما.وَلَمْ يَكُنْ جَبَّاراًأى: مستكبرا متعاليا مغرورا عَصِيًّاأى: ولم يكن ذا معصية ومخالفة لأمر ربه."},{"ayah_number":15,"text":"ثم ختم- سبحانه- هذه الصفات ببيان العاقبة الحسنة التي ادخرها ليحيى- عليه السلام- فقال: وَسَلامٌ عَلَيْهِ يَوْمَ وُلِدَأى: وتحية وأمان له منا يوم ولادته وَيَوْمَ يَمُوتُويفارق هذه الدنيا وَيَوْمَ يُبْعَثُ حَيًّاللحساب يوم القيامة.وخص- سبحانه- هذه الأوقات الثلاثة بالذكر، لأنها أحوج إلى الرعاية من غيرها.قال سفيان بن عيينة: أحوج ما يكون المرء في ثلاثة مواطن: يوم يولد فيرى نفسه خارجا مما كان فيه. ويوم يموت فيرى قوما لم يكن عاينهم. ويوم يبعث فيرى نفسه في محشر عظيم.وبعد هذا الحديث عن جانب من قصة زكريا ويحيى- عليهما السلام-، انتقلت السورة الكريمة إلى الحديث عن قصة أخرى أعجب من قصة ميلاد يحيى، ألا وهي قصة مريم وميلادها لابنها عيسى- عليه السلام- فقال- تعالى-:"},{"ayah_number":16,"text":"قال ابن كثير: «لما ذكر الله تعالى- قصة زكريا- عليه السلام- وأنه أوجد منه في حال كبره وعقم زوجته ولدا زكيا طاهرا مباركا، وعطف بذكر قصة مريم، في إيجاده ولدها عيسى- عليه السلام- منها من غير أب.وهي مريم ابنة عمران- من سلالة داود- عليه السلام- وكانت من بيت طاهر في بنى إسرائيل ... ونشأت نشأة عظيمة، فكانت إحدى العابدات الناسكات ...وكانت في كفالة زوج أختها زكريا- عليه السلام- ورأى لها من الكرامات الهائلة ما بهره ... » .والمعنى: وَاذْكُرْ- أيها الرسول الكريم- فِي الْكِتابِأى في هذه السورة الكريمة، أو في القرآن الكريم، خبر مريم وقصتها إِذِ انْتَبَذَتْ مِنْ أَهْلِها مَكاناً شَرْقِيًّاأى: وقت أن تنحت عنهم واعتزلتهم في مكان يلي الناحية الشرقية من بيت المقدس، أو من بيتها الذي كانت تسكنه.وفي التعبير بقوله- تعالى- إِذِ انْتَبَذَتْ مِنْ أَهْلِهاإشارة إلى شدة عزلتها عن أهلها إذ النبذ معناه الطرح والرمي، فكأنها ألقت بنفسها في هذا المكان لتختلى للعبادة والطاعة، والتقرب إلى الله- تعالى- بصالح الأعمال.قال القرطبي: واختلف الناس لم انتبذت؟ فقال السدى: انتبذت لتطهر من حيض أو نفاس. وقال غيره: لتعبد الله وهذا حسن. وذلك أن مريم كانت وقفا على سدانة المعبد وخدمته والعبادة فيه، فتنحت من الناس لذلك، ودخلت في المسجد إلى جانب المحراب في شرقيه لتخلو للعبادة..فقوله مَكاناً شَرْقِيًّاأى: مكانا من جانب الشرق. والشرق- بسكون الراء- المكان الذي تشرق فيه الشمس. والشرق- بفتح الراء- الشمس.وإنما خص المكان بالشرق، لأنهم كانوا يعظمون جهة المشرق، حيث تطلع الأنوار ... » ."},{"ayah_number":17,"text":"وقوله: فَاتَّخَذَتْ مِنْ دُونِهِمْ حِجاباًتأكيد لانتباذها من أهلها، واعتزالها إياهم.أى: اذكر وقت أن اعتزلت أهلها. في مكان يلي شرق بيت المقدس، فاتخذت بينها وبينهم حجابا وساترا للتفرغ لعبادة ربها.ثم بين- سبحانه- ما أكرمها به في حال خلوتها فقال: فَأَرْسَلْنا إِلَيْها رُوحَنا فَتَمَثَّلَ لَها بَشَراً سَوِيًّا.أى: فأرسلنا إليها روحنا وهو جبريل- عليه السلام- فتشبه لها في صورة بشر سوى معتدل الهيئة، كامل البنية، كأحسن ما يكون الإنسان.يقال: رجل سوى، إذا كان تام الخلقة عظيم الخلق، لا يعيبه في شأن من شئونه إفراط أو تفريط.والإضافة في قوله رُوحَناللتشريف والتكريم، وسمى جبريل- عليه السلام- روحا لمشابهة الروح الحقيقية في أن كلا منهما مادة الحياة للبشر. فجبريل من حيث ما يحمل من الرسالة الإلهية تحيا به القلوب، والروح تحيا به الأجسام.وإنما تمثل لها جبريل- عليه السلام- في صورة بشر سوى، لتستأنس بكلامه، وتتلقى منه ما يلقى إليها من كلماته، ولو بدا لها في صورته التي خلقه الله- تعالى- عليها. لنفرت منه، ولم تستطع مكالمته.وقوله: بَشَراً سَوِيًّاحالان من ضمير الفاعل في قوله فَتَمَثَّلَ لَها."},{"ayah_number":18,"text":"ثم حكى- سبحانه- بعد ذلك ما دار بين مريم وبين جبريل من حوار ونقاش فقال:قالَتْ إِنِّي أَعُوذُ بِالرَّحْمنِ مِنْكَ إِنْ كُنْتَ تَقِيًّا.أى: قالت لجبريل- عليه السلام- الذي تمثل لها في صورة بشر سوى: إنى أعوذ وألتجئ إلى الرحمن منك، إن كنت ممن يتقى الله ويخشاه.وخصت الرحمن بالذكر، لتثير مشاعر التقوى في نفسه، إذ من شأن الإنسان التقى أن ينتفض وجدانه عند ذكر الرحمن، وأن يرجع عن كل سوء يخطر بباله.وجواب هذا الشرط محذوف، أى إن كنت تقيا، فابتعد عنى واتركني في خلوتي لأتفرغ لعبادة الله- تعالى-.وبهذا القول الذي حكاه القرآن عن مريم. تكون قد جمعت بين الاعتصام بربها، وبين تخويف من تخاطبه وترهيبه من عذاب الله. إن سولت له نفسه إرادتها بسوء. كما أن قولها هذا، يدل على أنها قد بلغت أسمى درجات العفة والطهر والبعد عن الريبة، فهي تقول له هذا القول، وهي تراه بشرا سويا، وفي مكان بمعزل عن الناس ..."},{"ayah_number":19,"text":"وهنا يجيبها جبريل- كما حكى القرآن عنه- بقوله: قالَ إِنَّما أَنَا رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلاماً زَكِيًّا أى: قال لها جبريل ليدخل السكون والاطمئنان على قلبها: إنما أنا يا مريم رسول ربك الذي استعذت به، والتجأت إليه، فلا تخافي ولا تجزعي وقد أرسلنى- سبحانه- إليك، لأهب لك بإذنه وقدرته غلاما زكيا، أى: ولدا طاهرا من الذنوب والمعاصي، كثير الخير والبركات.ونسب الهبة لنفسه، لكونه سببا فيها. وقرأ نافع وأبو عمرو: ليهب لك بالياء المفتوحة بعد اللام أى: ليهب لك ربك غلاما زكيا."},{"ayah_number":20,"text":"وهنا تزداد حيرة مريم، ويشتد عجبها فتقول: أَنَّى يَكُونُ لِي غُلامٌ وَلَمْ يَمْسَسْنِي بَشَرٌ، وَلَمْ أَكُ بَغِيًّا.أى: قالت على سبيل التعجب مما سمعته: كيف يكون لي غلام، والحال أنى لم يمسني بشر من الرجال عن طريق الزواج الذي أحله الله- تعالى-، ولم أك في يوم من الأيام بغيا، أى: فاجرة تبغى الرجال. أو يبغونها للزنا بها. يقال: بغت المرأة تبغى إذا فجرت وتجاوزت حدود الشرف والعفاف.قال صاحب الكشاف: جعل المس عبارة عن النكاح الحلال، لأنه كناية عنه. كقوله- تعالى- مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ والزنا ليس كذلك، إنما يقال فيه: فجر بها وخبث بها وما أشبه ذلك، وليس بقمن أن تراعى فيه الكنايات والآداب. والبغي: الفاجرة التي تبغى الرجال ... »   .وعلى هذا الرأى الذي ذهب إليه صاحب الكشاف، يكون ما حكاه القرآن عن مريم من قولها: وَلَمْ يَمْسَسْنِي بَشَرٌ ... المقصود به النكاح الحلال.ويرى آخرون أن المقصود به ما يشمل الحلال والحرام، أى: ولم يمسسني بشر كائنا من كان لا بنكاح ولا بزنى، ويكون قوله: وَلَمْ أَكُ بَغِيًّا من باب التخصيص بعد التعميم، ويؤيد هذا الرأى قوله- تعالى-: قالَتْ رَبِّ أَنَّى يَكُونُ لِي وَلَدٌ وَلَمْ يَمْسَسْنِي بَشَرٌ. قالَ كَذلِكِ اللَّهُ يَخْلُقُ ما يَشاءُ إِذا قَضى أَمْراً فَإِنَّما يَقُولُ لَهُ كُنْ فَيَكُونُ .ويؤيده أيضا أن لفظ بَشَرٌ نكرة في سياق النفي فيعم كل بشر سواء أكان زوجا أم غير زوج.قال القرطبي: قوله: وَلَمْ أَكُ بَغِيًّا أى: زانية. وذكرت هذا تأكيدا لأن قولها وَلَمْ يَمْسَسْنِي بَشَرٌ يشمل الحلال والحرام ... .وقال الجمل في حاشيته ما ملخصه: وإنما تعجبت مما بشرها به جبريل لأنها عرفت بالعادة أن الولادة لا تكون إلا بعد الاتصال برجل. فليس في قولها هذا دلالة على أنها لم تعلم أنه- تعالى- قادر على خلق الولد ابتداء. كيف وقد عرفت أن أبا البشر قد خلقه الله- تعالى- من غير أب أو أم ... » ."},{"ayah_number":21,"text":"وقوله- تعالى-: قالَ كَذلِكِ قالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٌ ... رد من جبريل عليها.أى: قال الأمر كذلك أى: كما ذكرت من أن بشرا لم يمسسك ومن أنك لم تكوني في يوم من الأيام بغيا. أو الأمر كذلك من أنى أرسلنى ربك لأهب لك غلاما زكيا من غير أن يكون له أب.وقوله قالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٌ بيان لمظهر من مظاهر قدرة الله- تعالى- التي لا يعجزها شيء، أى: قالَ رَبُّكِ هُوَ أى: خلق ولدك من غير أب عَلَيَّ هَيِّنٌ أى: سهل يسير لأن قدرتنا لا يعجزها شيء.وقوله- سبحانه- وَلِنَجْعَلَهُ آيَةً لِلنَّاسِ تعليل لمعلل محذوف، أى: ولنجعل وجود الغلام منك من غير أن يمسك بشر آيَةً عظيمة، وأمرا عجيبا يدل دلالة واضحة على قدرتنا، أمام الناس جميعا، فإن قدرتنا لا يعجزها ذلك، كما لا يعجزها أن توجد بشرا من غير أب وأم كما فعلنا مع آدم. أو من غير أم كما فعلنا مع حواء، أو من أب وأم كما فعلنا مع سائر البشر.وقوله: وَرَحْمَةً مِنَّا معطوف على ما قبله، أى: ولنجعل هذا الغلام الذي وهبناه لك من غير أب رحمة عظيمة منا لمن آمن به، واتبع دعوته. وَكانَ وجود هذا الغلام منك على هذه الكيفية أَمْراً مَقْضِيًّا أى: مقدرا في الأزل مسطورا في اللوح المحفوظ، ولا بد من وقوعه بدون تغيير أو تبديل.وبذلك تكون هذه الآيات الكريمة، قد حكت لنا جانبا من حالة مريم ومن الحوار الذي جرى بينها وبين جبريل- عليه السلام- الذي تمثل لها في صورة بشر سوى.ثم انتقلت السورة الكريمة إلى الحديث عن مشهد آخر من مشاهد تلك القصة العجيبة، حكت فيها حالتها عند حملها بعيسى، وعند ما جاءها المخاض. فقال- تعالى-:."},{"ayah_number":22,"text":"قال ابن كثير رحمه الله: يقول- تعالى- مخبرا عن مريم، أنها لما قال لها جبريل عن الله- تعالى- ما قال: أنها استسلمت لقضائه- تعالى-، فذكر غير واحد من علماء السلف، أن الملك وهو جبريل- عليه السلام- عند ذلك نفخ في جيب درعها، فنزلت النفخة حتى ولجت في الفرج، فحملت بالولد بإذن الله- تعالى- ...والمشهور عن الجمهور أنها حملت به تسعة أشهر. قال عكرمة: ثمانية أشهر. وعن ابن عباس أنه قال: لم يكن إلا أن حملت فوضعت، وهذا غريب، وكأنه مأخوذ من ظاهر قوله- تعالى-: فَحَمَلَتْهُ فَانْتَبَذَتْ بِهِ مَكاناً قَصِيًّا فَأَجاءَهَا الْمَخاضُ إِلى جِذْعِ النَّخْلَةِ. فالفاء وإن كانت للتعقيب، لكن تعقيب كل شيء بحسبه.فالمشهور الظاهر- والله على كل شيء قدير- أنها حملت به كما تحمل النساء بأولادهن ... »  .والفاء في قوله- تعالى-: فَحَمَلَتْهُ.. هي الفصيحة أى: وبعد أن قال جبريل لمريم إنما أنا رسول ربك لأهب لك غلاما زكيا ... نفخ فيها فحملته، أى: عيسى، فانتبذت به، أى: فتنحت به وهو في بطنها مَكاناً قَصِيًّا أى: إلى مكان بعيد عن المكان الذي يسكنه أهلها.يقال: قصى فلان عن فلان قصوا وقصوّا، إذا بعد عنه. ويقال: فلان بمكان قصى، أى: بعيد.وجمهور العلماء على أن هذا المكان القصي، كان بيت لحم بفلسطين.قال ابن عباس: أقصى الوادي، وهو وادي بيت لحم، فرارا من قومها أن يعيروها بولادتها من غير زوج»  ."},{"ayah_number":23,"text":"ثم حكى- سبحانه- ما اعتراها من حزن عند ما أحست بقرب الولادة فقال:فَأَجاءَهَا الْمَخاضُ إِلى جِذْعِ النَّخْلَةِ قالَتْ يا لَيْتَنِي مِتُّ قَبْلَ هذا وَكُنْتُ نَسْياً مَنْسِيًّا.وقوله: فَأَجاءَهَا أى: فألجأها، يقال: أجأته إلى كذا، بمعنى: ألجأته واضطرته إليه. ويقال: جاء فلان. وأجاءه غيره، إذا حمله على المجيء، ومنه قول الشاعر:وجار سار معتمدا علينا ... أجاءته المخافة والرجاءقال صاحب الكشاف: «أجاء: منقول من جاء، إلا أن استعماله قد تغير بعد النقل إلى معنى الإلجاء. ألا تراك تقول: جئت المكان وأجاءنيه زيد، كما تقول: بلغته وأبلغنيه ... » .والمخاض: وجع الولادة. يقال: مخضت المرأة- بكسر الخاء- تمخض- بفتحها- إذا دنا وقت ولادتها مأخوذ من المخض، وهو الحركة الشديدة، وسمى بذلك لشدة تحرك الجنين في بطن الأم عند قرب خروجه.وجذع النخلة: ساقها الذي تقوم عليه.أى: وبعد أن حملت مريم بعيسى، وابتعدت به- وهو محمول في بطنها- عن قومها، وحان وقت ولادتها. ألجأها المخاض إلى جذع النخلة لتتكئ عليه عند الولادة ...فاعتراها في تلك الساعة ما اعتراها من هم وحزن وقالت: يا لَيْتَنِي مِتُّ قَبْلَ هذا الحمل والمخاض الذي حل بي وَكُنْتُ نَسْياً مَنْسِيًّا أى: وكنت شيئا منسيا متروكا، لا يهتم به أحد، وكل شيء نسى وترك ولم يطلب فهو نسى ونسىّ.قال القرطبي: «والنّسى في كلام العرب: الشيء الحقير الذي من شأنه أن ينسى ولا يتألم لفقده كالوتد، والحبل للمسافر. وقرئ: نَسْياً بكسر النون وهما لغتان مثل: الوتر والوتر ... »قال الآلوسى ما ملخصه: «وإنما قالت ذلك مع أنها كانت تعلم ما جرى بينها وبين جبريل من الوعد الكريم، استحياء من الناس، وخوفا من لائمتهم، أو حذرا من وقوع الناس في المعصية بسبب كلامهم في شأنها.وتمنى الموت لمثل ذلك لا كراهة فيه- لأنه يتعلق بأمر ديني- نعم يكره أن يتمنى المرء الموت لأمر دنيوى كمرض أو فقر.. ففي صحيح مسلم، قال رسول الله صلّى الله عليه وسلّم:«لا يتمنين أحدكم الموت لضرر نزل به، فإن كان لا بد متمنيا فليقل: اللهم أحينى ما كانت الحياة خيرا لي، وتوفني إذا كانت الوفاة خيرا لي» .ومن ظن أن تمنى مريم الموت كان لشدة الوجع فقد أساء الظن  ."},{"ayah_number":24,"text":"ثم ذكر- سبحانه- جانبا من إكرامه لمريم في تلك الساعات العصيبة من حياتها فقال:فَناداها مِنْ تَحْتِها أَلَّا تَحْزَنِي، قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا. وَهُزِّي إِلَيْكِ بِجِذْعِ النَّخْلَةِ تُساقِطْ عَلَيْكِ رُطَباً جَنِيًّا، فَكُلِي وَاشْرَبِي وَقَرِّي عَيْناً....والذي ناداها يرى بعضهم أنه جبريل- عليه السلام-. وقوله مِنْ تَحْتِها فيه قراءتان سبعيتان: إحداهما: بكسر الميم في لفظ مِنْ على أنه حرف جر، وخفض تاء تَحْتِها على أنه مجرور بحرف الجر والفاعل محذوف أى: فناداها جبريل من مكان تحتها، أى أسفل منها ...والثانية: بفتح الميم في لفظ مِنْ على أنه اسم موصول، فاعل نادى وبفتح التاء في تَحْتِها على الظرفية، أى: فناداها الذي هو تحتها، وهو جبريل- عليه السلام-.قال القرطبي: قوله- تعالى- فَناداها مِنْ تَحْتِها.قال ابن عباس: المراد بمن تحتها جبريل، ولم يتكلم عيسى حتى أتت به قومها.. ففي هذا لها آية وأمارة أن هذا من الأمور الخارقة للعادة، التي لله- تعالى- فيها مراد عظيم»  .ويرى بعض المفسرين أن المنادى هو عيسى- عليه السلام- فيكون المعنى: فناداها ابنها عيسى الذي كان عند ما وضعته موجودا تحتها.وقد رجح الإمام ابن جرير هذا الرأى فقال: «وأولى القولين في ذلك عندنا قول من قال: الذي ناداها ابنها عيسى، وذلك أنه من كناية- أى ضمير- ذكره أقرب منه من ذكر جبريل، فرده على الذي هو أقرب إليه أولى من رده على الذي هو أبعد منه، ألا ترى أنه في مريم."},{"ayah_number":25,"text":"والباء في قوله بِجِذْعِ مزيدة للتوكيد، لأن فعل الهز يتعدى بنفسه.أى: وحركي نحوك أو جهة اليمين أو الشمال جذع النخلة تُساقِطْ عَلَيْكِ رُطَباً وهو ما نضج واستوى من الثمر جَنِيًّا أى: صالحا للأخذ والاجتناء فَكُلِي من ذلك الرطب وَاشْرَبِي من ذلك السرى، وَقَرِّي عَيْناً أى: طيبي نفسا بوجودى تحتك، واطردى عنك الأحزان.يقال: قرت عين فلان، إذا رأت ما كانت متشوقة إلى رؤيته. مأخوذ من القرار بمعنى الاستقرار والسكون، لأن العين إذا رأت ما تحبه سكنت إليه، ولم تنظر إلى غيره.وقد أخذ العلماء من هذه الآية الكريمة، أن مباشرة الأسباب في طلب الرزق أمر واجب وأن ذلك لا ينافي التوكل على الله، لأن المؤمن يتعاطى الأسباب امتثالا لأمر ربه مع علمه ويقينه أنه لا يقع في ملكه- سبحانه- إلا ما يشاؤه ويريده.وهنا قد أمر الله- تعالى- مريم- على لسان مولودها- بأن تهز النخلة ليتساقط لها الرطب، مع قدرته- سبحانه- على إنزال الرطب إليها من غير هز أو تحريك، ورحم الله القائل:ألم تر أن الله قال لمريم ... وهزي إليك الجذع يساقط الرطبولو شاء أن تجنيه من غير هزه ... جنته، ولكن كل شيء له سببكما أخذوا منها أن خير ما تأكله المرأة بعد ولادتها الرطب، قالوا: لأنه لو كان شيء أحسن للنفساء من الرطب لأطمعه الله- تعالى- لمريم."},{"ayah_number":26,"text":"وقوله- سبحانه-: فَإِمَّا تَرَيِنَّ مِنَ الْبَشَرِ أَحَداً فَقُولِي إِنِّي نَذَرْتُ لِلرَّحْمنِ صَوْماً فَلَنْ أُكَلِّمَ الْيَوْمَ إِنْسِيًّا حكاية منه- تعالى- لبقية كلام عيسى لأمه.ولفظ فَإِمَّا مركب من إن الشرطية، وما المزيدة لتوكيد الشرط وتَرَيِنَّ فعل الشرط، وجوابه فَقُولِي وبين هذا الجواب وشرطه كلام محذوف يرشد إليه السياق.والمعنى: أن عيسى- عليه السلام- قال لأمه: لا تحزني يا أماه بسبب وجودى بدون أب، وقرى عينا، وطيبي نفسا لذلك، فإما ترين من البشر أحدا كائنا من كان فسألك عن أمرى وشأنى فقولي له إِنِّي نَذَرْتُ لِلرَّحْمنِ صَوْماً أى: صمتا عن الكلام فَلَنْ أُكَلِّمَ الْيَوْمَ إِنْسِيًّا لا في شأن هذا المولود ولا في شأن غيره، وإنما سأترك الكلام لابني ليشرح لكم حقيقة أمره.قالوا: إنما منعت من الكلام لأمرين: أحدهما: أن يكون عيسى هو المتكلم عنها ليكون أقوى لحجتها في إزالة التهمة عنها، وفي هذا دلالة على تفويض الكلام إلى الأفضل.والثاني: «كراهة مجادلة السفهاء، وفيه أن السكوت عن السفيه واجب، ومن أذل الناس سفيه لم يجد مسافها»  .وبذلك نرى أن هذه الآيات الكريمة قد حكت لنا بأسلوبها البليغ الحكيم ما فعلته مريم عند ما شعرت بالحمل وما قالته عند ما أحست بقرب الولادة، وما قاله لها مولودها عيسى من كلام جميل طيب، لإدخال الطمأنينة على قلبها.ثم انتقلت السورة الكريمة إلى الحديث عن مشهد آخر من مشاهد تلك القصة العجيبة مشهد مريم عند ما جاءت بوليدها إلى قومها، وما قالوه لها، وما قاله وليدها لهم ...استمع إلى القرآن الكريم وهو يحكى ذلك فيقول:"},{"ayah_number":27,"text":"وقوله- سبحانه-: فَأَتَتْ بِهِ قَوْمَها تَحْمِلُهُ ... معطوف على كلام محذوف يفهم من سياق القصة.والتقدير: وبعد أن استمعت مريم إلى ما قاله لها ابنها عيسى- عليه السلام- اطمأنت نفسها، وقرت عينها، فأتت به أى بمولودها عيسى إلى قومها. وهي تحمله معها من المكان القصي الذي اعتزلت فيه قومها.قال الآلوسى: أى: جاءتهم مع ولدها حاملة إياه، على أن الباء للمصاحبة. وجملة تَحْمِلُهُ في موضع الحال من ضمير مريم ... وكان هذا المجيء على ما أخرج سعيد بن منصور، وابن عساكر عن ابن عباس بعد أربعين يوما حين طهرت من نفاسها ...وظاهر الآية والأخبار «أنها جاءتهم به من غير طلب منهم..» .ثم حكى- سبحانه- ما قاله قومها عند ما رأوها ومعها وليدها فقال: قالُوا يا مَرْيَمُ لَقَدْ جِئْتِ شَيْئاً فَرِيًّا.أى: قالوا لها على سبيل الإنكار: يا مريم لقد جئت أى فعلت شيئا منكرا عجيبا في بابه، حيث أتيت بولد من غير زوج نعرفه لك.والفري: مأخوذ من فريت الجلد إذا قطعته، أى: شيئا قاطعا وخارقا للعادة، ومرادهم:أنها أتت بولدها عن طريق غير شرعي، كما قال- تعالى- في آية أخرى: وَبِكُفْرِهِمْ وَقَوْلِهِمْ عَلى مَرْيَمَ بُهْتاناً عَظِيماً.ويدل على أن مرادهم هذا، قولهم بعد ذلك: يا أُخْتَ هارُونَ ما كانَ أَبُوكِ امْرَأَ سَوْءٍ."},{"ayah_number":28,"text":"أى: ما كان أبوك رجلا زانيا أو معروفا بالفحش وَما كانَتْ أُمُّكِ بَغِيًّا أى: تتعاطى الزنا. يقال: بغت المرأة، إذا فجرت وابتعدت عن طريق الطهر والعفاف.وليس المراد بهارون: هارون بن عمران أخا موسى، وإنما المراد به رجل من قومها معروف بالصلاح والتقوى، فشبهت به، أى: يا أخت هارون في الصلاح والتقوى.أو المراد به أخ لها كان يسمى بهذا الاسم.قال الآلوسى ما ملخصه: «وقوله: يا أُخْتَ هارُونَ استئناف لتجديد التعيير، وتأكيد التوبيخ، وليس المراد بهارون أخا موسى بن عمران- عليهما السلام- لما أخرج أحمد، ومسلم، والترمذي، والنسائي، والطبراني، وابن حبان، وغيرهم عن المغيرة بن شعبة قال: بعثني رسول الله صلّى الله عليه وسلّم إلى أهل نجران فقالوا: أرأيت ما تقرأون:يا أُخْتَ هارُونَ وموسى قبل عيسى بكذا وكذا. قال: فرجعت فذكرت ذلك لرسول الله صلّى الله عليه وسلّم فقال: «ألا أخبرتهم أنهم كانوا يسمون بالأنبياء والصالحين قبلهم» ..وعن قتادة قال: «هو رجل صالح في بنى إسرائيل. والأخت على هذا بمعنى المشابهة، وشبهوها به تهكّما، أو لما رأوا قبل من صلاحها ... » .وعلى أية حال فإن مرادهم بقولهم هذا، هو اتهام مريم بما هي بريئة منه، والتعجب من حالها، حيث انحدرت من أصول صالحة طاهرة، ومع ذلك لم تنهج نهجهم."},{"ayah_number":29,"text":"وهنا نجد مريم تبدأ في الدفاع عن نفسها، عن طريق وليدها فَأَشارَتْ إِلَيْهِ.أى: فأشارت إلى ابنها عيسى، ولسان حالها يقول لهم: وجهوا كلامكم إليه فإنه سيخبركم بحقيقة الأمر.ولكنهم لم يقتنعوا بإشارتها بل قالوا لها: كَيْفَ نُكَلِّمُ مَنْ كانَ فِي الْمَهْدِ صَبِيًّا.والمهد: اسم للمضطجع الذي يهيأ للصبي في رضاعه. وهو في الأصل مصدر مهده يمهده إذا بسطه وسواه.أى: كيف نكلم طفلا صغيرا ما زال في مهده وفي حال رضاعه.والفعل الماضي وهو كانَ هاهنا بمعنى الفعل المضارع المقترن بالحال، كما يدل عليه سياق القصة."},{"ayah_number":30,"text":"ولكن عيسى- عليه السلام- أنطقه الله- تعالى- بما يدل على صدق مريم وطهارتها فقال: قالَ إِنِّي عَبْدُ اللَّهِ.. أى: قال عيسى في رده على المنكرين على أمه إتيانها به:إنى عبد الله، خلقني بقدرته، فأنا عبده وأنتم- أيضا- عبيده، وهذا الخالق العظيم آتانِيَ الْكِتابَ أى: سبق في قضائه إيتائى الكتاب أى: الإنجيل أو التوراة أو مجموعهما.وعبر في هذه الجملة وفيما بعدها بالفعل الماضي عما سيقع في المستقبل، تنزيلا لتحقق الوقوع منزلة الوقوع الفعلى.وهذا التعبير له نظائر كثيرة في القرآن الكريم، منها قوله- تعالى-: أَتى أَمْرُ اللَّهِ فَلا تَسْتَعْجِلُوهُ.وقوله- سبحانه- وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّماواتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شاءَ اللَّهُ. ثُمَّ نُفِخَ فِيهِ أُخْرى. فَإِذا هُمْ قِيامٌ يَنْظُرُونَ  ."},{"ayah_number":31,"text":"وقوله: وَجَعَلَنِي نَبِيًّا أدعو الناس إلى عبادته وحده وَجَعَلَنِي أيضا بجانب نبوتي مُبارَكاً أى: كثير الخير والبركة أَيْنَ ما كُنْتُ أى: حينما حللت جعلني مباركا، فأينما شرطية وجوابها محذوف لدلالة ما قبله عليه.وَأَوْصانِي بِالصَّلاةِ وَالزَّكاةِ أى: بالمحافظة على أدائهما ما دُمْتُ حَيًّا في هذه الدنيا."},{"ayah_number":32,"text":"وقوله: وَبَرًّا بِوالِدَتِي، أى: وجعلني كذلك مطيعا والدتي، وبارا بها، ومحسنا إليها، وَلَمْ يَجْعَلْنِي سبحانه- فضلا منه وكرما جَبَّاراً شَقِيًّا أى: ولم يجعلني مغرورا متكبرا مرتكبا للمعاصي والموبقات."},{"ayah_number":33,"text":"وَالسَّلامُ والأمان منه- تعالى- عَلَيَّ يَوْمَ وُلِدْتُ وَيَوْمَ أَمُوتُ مفارقا هذه الدنيا وَيَوْمَ أُبْعَثُ حَيًّا للحساب والجزاء يوم القيامة.فأنت ترى أن عيسى- عليه السلام- قد وصف نفسه بمجموعة من الصفات الفاضلة، افتتحها بصفة العبودية لله رب العالمين، لإرشاد الناس إلى تلك الحقيقة التي لا حق سواها.واختتمها برجاء الأمان له من الله- تعالى- في كل أطوار حياته.ثم ختم- سبحانه- هذه القصة ببيان وجه الحق فيها، وأنذر الذين وصفوا عيسى وأمه بما هما بريئان منه بسوء المصير. فقال- تعالى-:"},{"ayah_number":34,"text":"واسم الإشارة ذلِكَ في قوله: ذلِكَ عِيسَى ابْنُ مَرْيَمَ إشارة إلى ما ذكره الله- تعالى- قبل ذلك لعيسى من صفات حميدة، ومن أخبار صادقة وهو مبتدأ، وعيسى خبره، وابن مريم صفته.ولفظ: قَوْلَ فيه قراءتان سبعيتان إحداهما قراءة الجمهور بضم اللام، والثانية قراءة ابن عامر وعاصم، بفتحها.وعلى القراءة بالرفع يكون قَوْلَ الْحَقِّ خبر مبتدأ محذوف. فيكون المعنى: ذلك الذي أخبرناك عنه بشأن عيسى وأمه هو قول الحق- عز وجل- وهو قول لا يحوم حوله باطل، ولا يخالطه ريب أو شك. فلفظ الْحَقِّ يصح أن يراد به الله- سبحانه- لأنه من أسمائه، ويصح أن يراد به ما هو ضد الباطل، وهو الصدق والثبوت.وعلى قراءة النصب يكون لفظ قَوْلَ مصدرا مؤكدا لمضمون الجملة، أى: ذلك الذي قصصناه عليك- أيها الرسول الكريم- من شأن عيسى ابن مريم، هو القول الثابت الصادق. الذي أقول فيه قول الحق.والإضافة من باب إضافة الموصوف إلى صفته أى: القول الحق، كقوله- تعالى- وَعْدَ الصِّدْقِ أى: الوعد الصدق.وقوله: الَّذِي فِيهِ يَمْتَرُونَ بيان لموقف الكافرين من هذا القول الحق الذي ذكره الله- تعالى- عن عيسى وأمه. والَّذِي صفة للقول. أو للحق، ويَمْتَرُونَ يشكون من المرية بمعنى الشك والجدل ...أى: ذلك الذي ذكرناه لك من خبر عيسى هو القول الحق، الذي شك في صدقه الكافرون، وتنازع فيه الضالون، فلا تلتفت إلى شكهم وكفرهم بل ذرهم في طغيانهم يعمهون."},{"ayah_number":35,"text":"ثم نزه- سبحانه- ذاته عن أن يكون له ولد فقال: ما كانَ لِلَّهِ أَنْ يَتَّخِذَ مِنْ وَلَدٍ سُبْحانَهُ ... أى: ما يصح وما يستقيم وما يتصور في حقه- تعالى- أن يتخذ ولدا، لأنه منزه عن ذلك، لأن الولد إنما يتخذه الفانون للامتداد، ويتخذه الضعفاء للنصرة، والله- تعالى- هو الباقي بقاء أبديا، وهو القوى القادر الذي لا يعجزه شيء.ومِنْ في قوله مِنْ وَلَدٍ لتأكيد هذا النفي وتعميمه.وفي معنى هذه الآيات جاءت آيات كثيرة منها قوله- تعالى- في هذه السورة: وَقالُوا اتَّخَذَ الرَّحْمنُ وَلَداً. لَقَدْ جِئْتُمْ شَيْئاً إِدًّا، تَكادُ السَّماواتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبالُ هَدًّا. أَنْ دَعَوْا لِلرَّحْمنِ وَلَداً. وَما يَنْبَغِي لِلرَّحْمنِ أَنْ يَتَّخِذَ وَلَداً.ثم بين- سبحانه- ما يدل على غناه عن الولد والوالد والصاحب والشريك فقال:إِذا قَضى أَمْراً فَإِنَّما يَقُولُ لَهُ كُنْ فَيَكُونُ أى: لا يتصور في حقه- سبحانه- اتخاذ الولد، لأنه إذا أراد قضاء أمر، فإنما يقول له: كن، فيكون في الحال، بدون تأخير أو تردد."},{"ayah_number":36,"text":"وقوله- تعالى- وَإِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ.... قرأه ابن عامر والكوفيون بكسر همزة إِنَّ على الاستئناف، أى: وإن عيسى- عليه السلام- قد قال لقومه- أيضا- وإن الله- تعالى- هو ربي وهو ربكم فأخلصوا له العبادة والطاعة، وهذا الذي أمرتكم به هو الصراط المستقيم الذي لا يضل سالكه.وقرأ الباقون بفتح همزة أن بتقدير حذف حرف الجر أى: وقال عيسى لقومه: ولأن الله ربي وربكم فاعبدوه ... كما في قوله- تعالى-: وَأَنَّ الْمَساجِدَ لِلَّهِ فَلا تَدْعُوا مَعَ اللَّهِ أَحَداً أى: ولأن المساجد لله.."},{"ayah_number":37,"text":"ثم بين- سبحانه- موقف أهل الكتاب من عيسى- عليه السلام- فقال: فَاخْتَلَفَ الْأَحْزابُ مِنْ بَيْنِهِمْ فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنْ مَشْهَدِ يَوْمٍ عَظِيمٍ.والأحزاب جمع حزب والمراد بهم فرق اليهود والنصارى الذين اختلفوا في شأنه- عليه السلام- فمنهم من اتهم أمه بما هي بريئة منه، وهم اليهود كما في قوله: وَبِكُفْرِهِمْ وَقَوْلِهِمْ عَلى مَرْيَمَ بُهْتاناً عَظِيماً.ومنهم من قال هو ابن الله، أو هو الله، أو إله مع الله، أو هو ثالث ثلاثة ... إلى غير ذلك من الأقوال الباطلة التي حكاها القرآن عن الضالين وهم النصارى.ولفظ ويل مصدر لا فعل له من لفظه، وهو كلمة عذاب ووعيد.ومَشْهَدِ يصح أن يكون مصدرا ميميا بمعنى الشهود والحضور.والمعنى: هكذا قال عيسى- عليه السلام- لقومه: اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ ولكن الفرق الضالة من اليهود والنصارى اختلفوا فيما بينهم في شأنه اختلافا كبيرا، وضلوا ضلالا بعيدا، حيث وصفوه بما هو برىء منه، فويل لهؤلاء الكافرين من شهود ذلك اليوم العظيم وهو يوم القيامة، حيث سيلقون عذابا شديدا من الله بسبب ما نطقوا به من زور وبهتان.وعبر عنهم بالموصول في قوله لِلَّذِينَ كَفَرُوا إيذانا بكفرهم جميعا، وإشعارا بعلة الحكم.قال أبو حيان: «ومعنى: مِنْ بَيْنِهِمْ أن الاختلاف لم يخرج عنهم، بل كانوا هم المختلفين دون غيرهم»  .وجاء التعبير في قوله مِنْ مَشْهَدِ يَوْمٍ عَظِيمٍ بالتنكير، للتهويل من شأن هذا المشهد، ومن شأن هذا اليوم وهو يوم القيامة، الذي يشهده الثقلان وغيرهما من مخلوقات الله- تعالى-."},{"ayah_number":38,"text":"وقوله- سبحانه- أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنا ... تهكم بهم، وتوعد لهم بالعذاب الشديد، فهو تأكيد لما قبله.وأَسْمِعْ بِهِمْ وَأَبْصِرْ صيغتا تعجب، لفظهما لفظ الأمر، ومعناهما التعجيب، أى حمل المخاطب على التعجيب، وفاعلهما الضمير المجرور بالباء، وهي زائدة فيهما لزوما، والمعنى:ما أسمع هؤلاء الكافرين وما أبصرهم في ذلك اليوم، لما يخلع قلوبهم، ويسود وجوههم، مع أنهم كانوا في الدنيا صما وعميانا عن الحق الذي جاءتهم به رسلهم.فالمراد باليوم في قوله لكِنِ الظَّالِمُونَ الْيَوْمَ فِي ضَلالٍ مُبِينٍ هو ما كانوا فيه في الدنيا من ضلال وغفلة عن الحق.أى: أن هؤلاء القوم ما أعجب حالهم إنهم لا يسمعون ولا يبصرون في الدنيا حين يكون السمع والبصر وسيلة للهدى والنجاة. وهم أسمع ما يكون السمع وأبصر ما يكون البصر، عند ما يكون السمع والبصر وسيلة للخزى والعذاب في الآخرة."},{"ayah_number":39,"text":"ثم أمر الله- تعالى- نبيه محمدا صلّى الله عليه وسلّم بأن يخوف المشركين من أهوال يوم القيامة، فقال: وَأَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ إِذْ قُضِيَ الْأَمْرُ وَهُمْ فِي غَفْلَةٍ وَهُمْ لا يُؤْمِنُونَ.والإنذار: الإعلام بالمخوف منه على وجه الترهيب والتحذير، وأشد ما يخوف به يوم القيامة.والحسرة: أشد الندم على الأمر الذي فات وانقضى ولا يمكن تداركه.أى: وأنذر- أيها الرسول الكريم- المشركين، وخوفهم من أهوال يوم القيامة، يوم يتحسر الظالمون على تفريطهم في طاعة الله، ولكن هذا التحسر لن ينفعهم، لأن حكم الله قد نفذ فيهم وقضى الأمر بنجاة المؤمنين، وبعذاب الفاسقين، وذهب أهل الجنة إلى الجنة وأهل النار إلى النار.وقوله: وَهُمْ فِي غَفْلَةٍ وَهُمْ لا يُؤْمِنُونَ حال من الضمير المنصوب في أَنْذِرْهُمْ.أى: أنذرهم لأنهم في حالة يحتاجون فيها إلى الإنذار وهي الغفلة وعدم الإيمان.هذا، وقد جاء في الحديث الصحيح ما يدل على أن المراد بقوله- تعالى- إِذْ قُضِيَ الْأَمْرُ.أى: ذبح الموت. فقد روى البخاري عن أبى سعيد الخدري قال: قال رسول الله صلّى الله عليه وسلّم: «يؤتى بالموت كهيئة كبش أملح فينادى مناد: يا أهل الجنة فيشرئبون وينظرون، فيقول: هل تعرفون هذا؟ فيقولون نعم. هذا الموت وكلهم قد رآه. ثم ينادى يا أهل النار، فيشرئبون وينظرون فيقول: هل تعرفون هذا؟ فيقولون نعم. هذا الموت وكلهم قد رآه. فيذبح. ثم يقول: يا أهل الجنة خلود بلا موت، ويا أهل النار خلود بلا موت. ثم قرأ صلّى الله عليه وسلّم وَأَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ إِذْ قُضِيَ الْأَمْرُ وَهُمْ فِي غَفْلَةٍ وَهُمْ لا يُؤْمِنُونَ ."},{"ayah_number":40,"text":"ثم ساق- سبحانه- ما يدل على كمال قدرته، وشمول ملكه فقال: إِنَّا نَحْنُ نَرِثُ الْأَرْضَ وَمَنْ عَلَيْها.. أى: إنا نحن وحدنا الذين نميت جميع الخلائق الساكنين بالأرض، فلا يبقى لأحد غيرنا من سلطان عليهم أو عليها، وهؤلاء الخلائق جميعا وَإِلَيْنا وحدنا يُرْجَعُونَ يوم القيامة، فنحاسبهم على أعمالهم.وشبيه بهذه الآية قوله- تعالى- وَإِنَّا لَنَحْنُ نُحْيِي وَنُمِيتُ وَنَحْنُ الْوارِثُونَ.وإلى هنا تكون السورة الكريمة قد حدثتنا عن جانب من قصة زكريا ويحيى، وعن قصة مريم وعيسى، حديثا يهدى إلى الرشد، ويزيد المؤمنين إيمانا على إيمانهم، ويقذف بحقه على باطل المبطلين فيدمغه فإذا هو زاهق.ثم أوردت السورة الكريمة القصة الثالثة وهي قصة إبراهيم- عليه السلام- وما دار بينه وبين أبيه من حوار. قال- تعالى-:"},{"ayah_number":41,"text":"قال الإمام الرازي ما ملخصه: «اعلم أن الغرض من هذه السورة، بيان التوحيد والنبوة والحشر، والمنكرون للتوحيد فريقان: فريق أثبت معبودا غير الله حيا عاقلا وهم النصارى ومن على شاكلتهم، وفريق أثبت معبودا من الجماد ليس بحي ولا عاقل، وهم عبدة الأوثان.والفريقان وإن اشتركا في الضلال إلا أن ضلال الفريق الثاني أعظم. ولما بين- سبحانه- ضلال الفريق الأول- وهم النصارى-، أتبعه بذكر الفريق الثاني، وهم عبدة الأوثان قوم إبراهيم- عليه السلام- وإبراهيم- عليه السلام- هو من أولى العزم من الرسل، وهو الذي جعل الله في ذريته النبوة والكتاب، وهو الذي وصفه الله- تعالى- بجملة من الصفات الكريمة، منها قوله- تعالى-: إِنَّ إِبْراهِيمَ لَحَلِيمٌ أَوَّاهٌ مُنِيبٌ  .أى: واذكر- أيها الرسول الكريم- للناس في هذا القرآن قصة أبيهم إبراهيم- عليه السلام-، لكي يعتبروا ويتعظوا ويقتدوا بهذا النبي الكريم في قوة إيمانه، وصفاء يقينه وجميل أخلاقه.وقوله: إِنَّهُ كانَ صِدِّيقاً نَبِيًّا استئناف مسوق لتعليل موجب الأمر في قوله:وَاذْكُرْ.والصديق: صيغة مبالغة من الصدق. أى: إنه كان ملازما للصدق في كل أقواله وأفعاله وأحواله، كما كان نبيا من أولى العزم، الذين فضلهم الله على غيرهم من الرسل الكرام."},{"ayah_number":42,"text":"ثم بين- سبحانه- مظاهر صدقه وإخلاصه لدعوة الحق فقال: إِذْ قالَ لِأَبِيهِ يا أَبَتِ لِمَ تَعْبُدُ ما لا يَسْمَعُ وَلا يُبْصِرُ وَلا يُغْنِي عَنْكَ شَيْئاً.والظرف إِذْ بدل اشتمال من إِبْراهِيمَ وجملة إِنَّهُ كانَ صِدِّيقاً نَبِيًّا معترضة بين البدل والمبدل منه لتعظيم شأنه- عليه السلام-.والتاء في قوله يا أَبَتِعوض عن ياء المتكلم، إذ الأصل با أبى، وناداه بهذا الوصف دون أن يذكر اسمه: زيادة في احترامه واستمالة قلبه للحق.أى: واذكر خبر إبراهيم وقت أن قال لأبيه آزر مستعطفا إياه: يا أبت لماذا تعبد شيئا لا يسمع من يناديه. ولا يبصر من يقف أمامه، ولا يغنى عنك شيئا من الإغناء، لأنه لا يملك لنفسه- فضلا عن غيره- نفعا ولا ضرا."},{"ayah_number":43,"text":"ثم دعاه إلى اتباع الحق بألطف أسلوب فقال: يا أَبَتِ إِنِّي قَدْ جاءَنِي مِنَ الْعِلْمِ النافع الذي علمني الله- تعالى- إياه ما لَمْ يَأْتِكَ أنت، وهذا فضل الله يؤتيه من يشاء، فَاتَّبِعْنِي فيما أدعوك إليه أَهْدِكَ صِراطاً سَوِيًّا أى: أهدك إلى الطريق المستقيم الذي لا عوج فيه ولا اضطراب."},{"ayah_number":44,"text":"ثم نهاه عن عبادة الشيطان، لأنها جهل وانحطاط في التفكير فقال: يا أَبَتِ لا تَعْبُدِ الشَّيْطانَ فإن عبادتك لهذه الأصنام هي عبادة وطاعة للشيطان الذي هو عدو للإنسان.ثم علل له هذا النهى بقوله: إِنَّ الشَّيْطانَ كانَ لِلرَّحْمنِ عَصِيًّا أى: إن الشيطان الذي أغراك بعبادة هذه الأصنام كان للرحمن عصيا، أى: كثير العصيان، لا يهدى الناس إلى طاعة الله، وإنما يهديهم إلى مخالفته ومعصيته وموجبات غضبه."},{"ayah_number":45,"text":"ثم ختم هذا النداء بما يدل على حبه له، وشفقته عليه فقال: يا أَبَتِ إِنِّي أَخافُ أَنْ يَمَسَّكَ عَذابٌ مِنَ الرَّحْمنِ فَتَكُونَ لِلشَّيْطانِ وَلِيًّا.أى: يا أبت إنى أشفق عليك من أن ينزل بك عذاب من الرحمن بسبب إصرارك على عبادة غيره، وبذلك تصبح قرينا للشيطان في العذاب بالنار، لأنك انقدت له، وخالفت طريق الحق.بهذا الأسلوب الحكيم الهادئ الرقيق ... خاطب إبراهيم أباه، وهو يدعوه إلى عبادته- تعالى- وحده.ورحم الله صاحب الكشاف فقد قال ما ملخصه: انظر كيف رتب إبراهيم الكلام مع أبيه في أحسن اتساق، وساقه أرشق مساق، مع استعماله المجاملة واللطف والرفق واللين والأدب الجميل والخلق الحسن.وذلك أنه طلب منه- أولا- العلة في خطئه. طلب منبه على تماديه، موقظ لإفراطه وتناهيه ... حيث عبد ما ليس به حس ولا شعور.ثم ثنى بدعوته إلى الحق مترفقا به متلطفا، فلم يصف أباه بالجهل المفرط، ولا نفسه بالعلم الفائق. ولكنه قال: إن معى طائفة من العلم وشيئا منه ليس معك.. ثم ثلث بتثبيطه ونهيه عما كان عليه، بتصويره بصورة يستنكرها كل عاقل.. ثم ربع بتخويفه سوء العاقبة، وما يجره ما هو فيه من الوبال.ولم يخل ذلك من حسن الأدب، حيث لم يصرح بأن العقاب لا حق له، وأن العذاب لاصق به، ولكنه قال: إِنِّي أَخافُ أَنْ يَمَسَّكَ....وصدر كل نصيحة من النصائح الأربع بقوله: يا أَبَتِتوسلا واستعطافا ...  ."},{"ayah_number":46,"text":"ولكن هذه النصيحة الحكيمة الغالية من إبراهيم لأبيه. لم تصادف أذنا واعية ولم تحظ من أبيه بالقبول بل قوبلت بالاستنكار والتهديد فقد قال الأب الكافر لابنه المؤمن: أَراغِبٌ أَنْتَ عَنْ آلِهَتِي يا إِبْراهِيمُ؟ لَئِنْ لَمْ تَنْتَهِ لَأَرْجُمَنَّكَ وَاهْجُرْنِي مَلِيًّا.والاستفهام في قوله أَراغِبٌ للإنكار والتهديد والرغبة عن الشيء: تركه عمدا زهدا فيه لعدم الحاجة إليه.ولفظ راغِبٌ مبتدأ، وأَنْتَ فاعل سد مسد الخبر، ومَلِيًّا أى: زمنا طويلا. مأخوذ من الملاوة، وهي الفترة الطويلة من الزمان، ويقال لليل والنهار: الملوان.والمعنى: قال والد إبراهيم له على سبيل التهديد والوعيد، أتارك أنت يا إبراهيم عبادة آلهتي، وكاره لتقرب الناس إليها، ومنفرهم منها لئن لم تنته عن هذا المسلك، لَأَرْجُمَنَّكَ بالحجارة وبالكلام القبيح وَاهْجُرْنِي مَلِيًّا بأن تغرب عن وجهى زمنا طويلا لا أحب أن أراك فيه.وهكذا قابل الأب الكافر أدب ابنه المؤمن، بالفظاظة والغلظة والتهديد والعناد والجهالة..شأن القلب الذي أفسده الكفر."},{"ayah_number":47,"text":"ولكن إبراهيم- عليه السلام- لم يقابل فظاظة أبيه وتهديده بالغضب والضيق، بل قابل ذلك بسعة الصدر. وجميل المنطق، حيث قال له: سَلامٌ عَلَيْكَ سَأَسْتَغْفِرُ لَكَ رَبِّي إِنَّهُ كانَ بِي حَفِيًّا.أى: لك منى- يا أبت- السلام الذي لا يخالطه جدال أو أذى، والوداع الذي أقابل فيه إساءتك إلى بالإحسان إليك. وفضلا عن ذلك فإنى سَأَسْتَغْفِرُ لَكَ رَبِّي إِنَّهُ كانَ بِي حَفِيًّا أى: بارّا بي، كثير الإحسان إلى.يقال: فلان حفى بفلان حفاوة، إذا بالغ في إكرامه، واهتم بشأنه.وقد وفي إبراهيم بوعده، حيث استمر على استغفاره لأبيه إلى أن تبين له أنه عدو لله- تعالى- فتبرأ منه كما قال- تعالى-: وَما كانَ اسْتِغْفارُ إِبْراهِيمَ لِأَبِيهِ إِلَّا عَنْ مَوْعِدَةٍ وَعَدَها إِيَّاهُ، فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِلَّهِ تَبَرَّأَ مِنْهُ، إِنَّ إِبْراهِيمَ لَأَوَّاهٌ حَلِيمٌ  ."},{"ayah_number":48,"text":"ثم حكى- سبحانه- بعد ذلك أن إبراهيم- عليه السلام- عند ما رأى تصميم أبيه وقومه على الكفر والضلال، قرر اعتزالهم والابتعاد عنهم فقال- تعالى-: وَأَعْتَزِلُكُمْ وَما تَدْعُونَ مِنْ دُونِ اللَّهِ وَأَدْعُوا رَبِّي عَسى أَلَّا أَكُونَ بِدُعاءِ رَبِّي شَقِيًّا.أى: وقال إبراهيم- أيضا- لأبيه: إنى بجانب استغفاري لك، ودعوتي لك بالهداية، فإنى سأعتزلك وأعتزل قومك، وأعتزل عبادة أصنامكم التي تعبدونها من دون الله وأرتحل عنكم جميعا إلى أرض الله الواسعة، وأخص ربي وخالقي بالعبادة والطاعة والدعاء، فقد عودنى- سبحانه- أن لا يخيب دعائي وتضرعي إليه.وفي تصدير كلامه بلفظ عَسى دليل على تواضعه، وعلى أدبه مع خالقه- تعالى-."},{"ayah_number":49,"text":"ثم بين- سبحانه- ما ترتب على اعتزال إبراهيم للشرك والمشركين فقال: فَلَمَّا اعْتَزَلَهُمْ وَما يَعْبُدُونَ مِنْ دُونِ اللَّهِ، وَهَبْنا لَهُ إِسْحاقَ وَيَعْقُوبَ وَكُلًّا جَعَلْنا نَبِيًّا. وَوَهَبْنا لَهُمْ مِنْ رَحْمَتِنا، وَجَعَلْنا لَهُمْ لِسانَ صِدْقٍ عَلِيًّا.أى: فحين اعتزل إبراهيم- عليه السلام- أباه وقومه وآلهتهم الباطلة. لم نضيعه، وإنما أكرمناه وتفضلنا عليه بأن وهبنا له إسحاق ويعقوب ليأنس بهما بعد أن فارق أباه وقومه من أجل إعلاء كلمتنا وَكُلًّا جَعَلْنا نَبِيًّا أى: وكل واحد منهما جعلناه نبيا"},{"ayah_number":50,"text":"وَوَهَبْنا لَهُمْ أى: لإبراهيم وإسحاق ويعقوب مِنْ رَحْمَتِنا بأن جعلناهم أنبياء ومنحناهم الكثير من فضلنا وإحساننا ورزقنا.وجعلنا لهم لسان صدق عليا، بأن صيرنا الناس يثنون عليهم ويمدحونهم ويذكرونهم بالذكر الجميل، لخصالهم الحميدة، وأخلاقهم الكريمة.وهكذا نرى أن اعتزال الشرك والمشركين، والفسق والفاسقين، يؤدى إلى السعادة الدينية والدنيوية، وما أصدق قوله- تعالى-: فَلَمَّا اعْتَزَلَهُمْ وَما يَعْبُدُونَ مِنْ دُونِ اللَّهِ وَهَبْنا لَهُ إِسْحاقَ وَيَعْقُوبَ وَكُلًّا جَعَلْنا نَبِيًّا.وخص- سبحانه- هنا اسحق ويعقوب بالذكر دون إسماعيل لأن إسماعيل سيذكر فضله بعد قليل.ثم مدح الله- تعالى- موسى- عليه السلام- وهو واحد من أولى العزم من الرسل، وينتهى نسبه إلى إبراهيم- عليه السلام- فقال- تعالى-:"},{"ayah_number":51,"text":"ولفظ مُخْلَصاً فيه قراءتان سبعيتان، إحداهما بفتح اللام- بصيغة اسم المفعول- أى: أخلصه الله- تعالى- لذاته، واصطفاه، كما قال- تعالى-: قالَ يا مُوسى إِنِّي اصْطَفَيْتُكَ عَلَى النَّاسِ بِرِسالاتِي وَبِكَلامِي..   .والثانية بكسر اللام- بصيغة اسم الفاعل- أى: كان مخلصا لنا في عبادته وطاعته.والمعنى: واذكر- أيها الرسول الكريم- للناس خبر أخيك موسى- عليه السلام- إنه كان من الذين أخلصناهم واصطفيناهم لحمل رسالتنا، وكان من الذين أخلصوا لنا وحدنا العبادة والطاعة، وكان- أيضا- رَسُولًا من جهتنا لتبليغ ما أمرناه بتبليغه، وكان كذلك نَبِيًّا رفيع القدر، عالى المكانة والمنزلة، فقد جمع الله- تعالى- له بين هاتين الصفتين الساميتين صفة الرسالة وصفة النبوة."},{"ayah_number":52,"text":"وقوله- تعالى-: وَنادَيْناهُ مِنْ جانِبِ الطُّورِ الْأَيْمَنِ وَقَرَّبْناهُ نَجِيًّا بيان لفضائل أخرى منحها الله- تعالى- لموسى- عليه السلام-.والطور: جبل بين مصر وقرى مدين، الأيمن: أى الذي يلي يمين موسى.قال الآلوسى: «والأيمن» صفة لجانب، لقوله- تعالى- في آية أخرى: جانِبِ الطُّورِ الْأَيْمَنِ بالنصب. أى: ناديناه من ناحيته اليمنى، من اليمين المقابل لليسار. والمراد به يمين موسى، أى: الناحية التي تلى يمينه «إذ الجبل نفسه لا ميمنة له ولا ميسرة» .ويجوز أن يكون الأيمن من اليمن وهو البركة، وهو صفة لجانب- أيضا- أى: من جانبه الميمون المبارك ...والمراد من ندائه من ذلك الجانب: ظهور كلامه- تعالى- من تلك الجهة، والظاهر أنه- عليه السلام- إنما سمع الكلام اللفظي ... »   .وقوله وَقَرَّبْناهُ نَجِيًّا أى: وقربناه تقريب تشريف وتكريم حالة مناجاته لنا، حيث أسمعناه كلامنا، واصطفيناه لحمل رسالتنا إلى الناس.فقوله نَجِيًّا من المناجاة وهي المسارة بالكلام، وهو حال من مفعول وقربناه، أى:وقربنا موسى منا حال كونه مناجيا لنا."},{"ayah_number":53,"text":"وقوله- تعالى-: وَوَهَبْنا لَهُ مِنْ رَحْمَتِنا أَخاهُ هارُونَ نَبِيًّا بيان لمظهر آخر من مظاهر فضل الله- تعالى- على عبده موسى.أى: ووهبنا لموسى من أجل رحمتنا له. وعطفنا عليه. أخاه هارون ليكون عونا له في أداء رسالته كما قال- تعالى- حكاية عنه وَاجْعَلْ لِي وَزِيراً مِنْ أَهْلِي. هارُونَ أَخِي اشْدُدْ بِهِ أَزْرِي. وَأَشْرِكْهُ فِي أَمْرِي....وقوله: نَبِيًّا حال من هارون، أى حال كونه نبيا من أنبياء الله- عز وجل-.هذا، وما ذكره الله- تعالى- هنا مجملا عن ندائه لموسى من جانب الطور الأيمن، قد جاء مفصلا في مواطن أخرى منها قوله- تعالى-: فَلَمَّا قَضى مُوسَى الْأَجَلَ وَسارَ بِأَهْلِهِ آنَسَ مِنْ جانِبِ الطُّورِ ناراً قالَ لِأَهْلِهِ امْكُثُوا إِنِّي آنَسْتُ ناراً لَعَلِّي آتِيكُمْ مِنْها بِخَبَرٍ أَوْ جَذْوَةٍ مِنَ النَّارِ لَعَلَّكُمْ تَصْطَلُونَ، فَلَمَّا أَتاها نُودِيَ مِنْ شاطِئِ الْوادِ الْأَيْمَنِ فِي الْبُقْعَةِ الْمُبارَكَةِ مِنَ الشَّجَرَةِ، أَنْ يا مُوسى إِنِّي أَنَا اللَّهُ رَبُّ الْعالَمِينَ ...ثم ساق- سبحانه- جانبا من فضائل إسماعيل- عليه السلام- وهو الفرع الثاني من ذرية إبراهيم، فقال- تعالى-:"},{"ayah_number":54,"text":"أى: واذكر في هذا الكتاب لقومك- أيها الرسول الكريم- خبر جدك إسماعيل بن إبراهيم- عليهما السلام- لكي يتأسوا به في صفاته الجليل، إِنَّهُ كانَ صادِقَ الْوَعْدِ ويكفى للدلالة على صدق وعده، وشدة وفائه، أنه وعد أباه بصير على ذبحه فلم يخلف وعده. بل قال- كما حكى القرآن عنه- يا أَبَتِ افْعَلْ ما تُؤْمَرُ سَتَجِدُنِي إِنْ شاءَ اللَّهُ مِنَ الصَّابِرِينَ.ووصف بصدق الوعد وإن كان غيره من النبيين كذلك تشريفا وتكريما له، ولأن هذا الوصف من الأوصاف التي اكتملت شهرتها فيه.وقد مدح الله- تعالى- الأوفياء بعهودهم في آيات كثيرة منها قوله- تعالى- وَالْمُوفُونَ بِعَهْدِهِمْ إِذا عاهَدُوا، وَالصَّابِرِينَ فِي الْبَأْساءِ وَالضَّرَّاءِ وَحِينَ الْبَأْسِ، أُولئِكَ الَّذِينَ صَدَقُوا، وَأُولئِكَ هُمُ الْمُتَّقُونَ.وروى الإمام الطبراني عن ابن مسعود قال: لا يعد أحدكم صبيه ثم لا ينجز له فإن رسول الله صلّى الله عليه وسلّم قال: «العدة دين» ...وقال القرطبي: «والعرب تمتدح بالوفاء، وتذم بالخلف والغدر، وكذلك سائر الأمم، ولقد أحسن القائل:متى ما يقل حر لصاحب حاجة نعم، يقضها، والحر للوعد ضامن وقوله- تعالى-: وَكانَ رَسُولًا نَبِيًّا أى: وكان من رسلنا الذين أرسلناهم لتبليغ شريعتنا، ومن أنبيائنا الذين رفعنا منزلتهم وأعلينا قدرهم.قالوا: وكانت رسالته بشريعة أبيه إلى قبيلة جرهم من عرب اليمن، الذين نزلوا على أمه هاجر بوادي مكة حين خلفها إبراهيم هي وابنها بذلك الوادي، فسكنوا هناك حتى كبر إسماعيل وزوجوه منهم، وأرسله الله- تعالى- إليهم»  ."},{"ayah_number":55,"text":"ثم وصفه الله- تعالى- بصفة كريمة ثالثة فقال: وَكانَ يَأْمُرُ أَهْلَهُ بِالصَّلاةِ وَالزَّكاةِ....أى: وكان بجانب حرصه على أداء هاتين الفريضتين، يأمر أهله وأقرب الناس إليه بالحرص على أدائهما حتى يكون هو وأهله قدوة لغيرهم في العمل الصالح.وكان النبي صلّى الله عليه وسلّم يفعل ذلك الذي أثنى الله به على نبيه إسماعيل استجابة لقوله- تعالى-: وَأْمُرْ أَهْلَكَ بِالصَّلاةِ وَاصْطَبِرْ عَلَيْها ...قال الإمام ابن كثير: «وقد جاء في الحديث عن أبى هريرة قال رسول الله صلّى الله عليه وسلّم:«رحم الله رجلا قام من الليل فصلى وأيقظ امرأته، فإن أبت نضح في وجهها الماء رحم الله امرأة قامت من الليل فصلت وأيقظت زوجها فإن أبى نضحت في وجهه الماء» .وعن أبى سعيد عن النبي صلّى الله عليه وسلّم قال: «إذا استيقظ الرجل من الليل وأيقظ امرأته فصليا ركعتين، كتبا من الذاكرين الله كثيرا والذاكرات» .ثم ختم- سبحانه- هذه الصفات الجميلة التي مدح بها نبيه إسماعيل فقال: وَكانَ عِنْدَ رَبِّهِ مَرْضِيًّا.أى: وكان إسماعيل عند ربه مرضى الخصال، لاستقامته في أقواله وأفعاله، وللصدق في وعده، ولأمره أهله بالصلاة والزكاة، ولا شك أن من جمع هذه المناقب كان ممن رضى الله عنهم ورضوا عنه.ثم ختم الله هذا الحديث عن بعض الأنبياء، بذكر جانب من قصة إدريس- عليه السلام- فقال:"},{"ayah_number":56,"text":"قال الآلوسى ما ملخصه: «وإدريس هو نبي قبل نوح وبينهما ألف سنة وهو أخنوخ ابن يرد.. بن شيث بن آدم. وهو أول من نظر في النجوم والحساب، وأول رسول بعد آدم ... »  .أى: واذكر- أيضا- في الكتاب خبر إدريس- عليه السلام-. إنه كان ملازما للصدق، وكان ممن شرفناهم بالنبوة."},{"ayah_number":57,"text":"وقوله: وَرَفَعْناهُ مَكاناً عَلِيًّا قالوا: هو شرف النبوة والزلفى عند الله- تعالى- أو المراد برفعه إلى المكان العلى: إسكانه في الجنة، إذ لا شرف أعلى من ذلك..وروى أن النابغة الجعدي لما أنشد قوله:بلغنا السماء مجدنا وسناؤنا ... وإنا لنرجو فوق ذلك مظهراقال له الرسول صلّى الله عليه وسلّم: إلى أين المظهر يا أبا ليلى؟ قال: إلى الجنة. قال: أجل إن شاء الله- تعالى-.وإلى هنا تكون السورة الكريمة قد حدثتنا عن طرف من قصص زكريا ويحيى وعيسى وإبراهيم وموسى وإسماعيل وإدريس- عليهم الصلاة والسلام- وقد وصفتهم بما هم أهله من صفات كريمة، ليتأسى الناس بهم في ذلك.ثم تسوق السورة الكريمة بعد ذلك موازنة بين هؤلاء الأخيار، وبين من جاءوا بعدهم من أقوامهم الذين أضاعوا الصلاة واتبعوا الشهوات، وتفتح السورة باب التوبة ليدخله بصدق وإخلاص المخطئون، حتى يكفر الله- تعالى- عنهم ما فرط منهم. قال- تعالى-:"},{"ayah_number":58,"text":"واسم الإشارة في قوله: أُولئِكَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ ... يعود إلى الأنبياء المذكورين في هذه السورة. وهم عشرة أولهم في الذكر زكريا وآخرهم إدريس.قال القرطبي: «قوله- تعالى- أُولئِكَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ مِنْ ذُرِّيَّةِ آدَمَ يريد إدريس وحده وَمِمَّنْ حَمَلْنا مَعَ نُوحٍ يريد إبراهيم وحده وَمِنْ ذُرِّيَّةِ إِبْراهِيمَ يريد إسماعيل وإسحاق ويعقوب وَمن ذرية إِسْرائِيلَ يريد موسى وهارون وزكريا ويحيى وعيسى فكان لإدريس ونوح شرف القرب من آدم، ولإبراهيم شرف القرب من نوح، ولإسماعيل وإسحاق ويعقوب، شرف القرب من إبراهيم»  .وقوله: وَمِمَّنْ هَدَيْنا وَاجْتَبَيْنا معطوف على قوله مِنْ ذُرِّيَّةِ آدَمَ ومن للتبعيض.أى: ومن جملة من أنعم الله عليهم، أولئك الذين هديناهم إلى طريق الحق واجتبيناهم واخترناهم لحمل رسالتنا ووحينا.فأنت ترى أن الله- تعالى- قد جمع لهؤلاء المنعم عليهم جملة من المزايا منها: أعمالهم الصالحة، ومناقبهم الحميدة التي سبق الحديث عنها، ومنها: كونهم من نسل هؤلاء المصطفين الأخيار، ومنها أنهم ممن هداهم الله- تعالى- واصطفاهم لحمل رسالته.وقد بين- سبحانه- في سورة النساء من أنعم عليهم بصورة أكثر شمولا فقال: وَمَنْ يُطِعِ اللَّهَ وَالرَّسُولَ فَأُولئِكَ مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَداءِ وَالصَّالِحِينَ وَحَسُنَ أُولئِكَ رَفِيقاً .وقوله- تعالى-: إِذا تُتْلى عَلَيْهِمْ آياتُ الرَّحْمنِ خَرُّوا سُجَّداً وَبُكِيًّا بيان لرقة مشاعرهم، وشدة تأثرهم عند سماع آيات الله- تعالى-.فالجملة الكريمة استئناف مسوق لبيان عظم خشيتهم من الله- تعالى- أو هي خبر لاسم الإشارة أُولئِكَ وسُجَّداً وَبُكِيًّا جمع ساجد وباك.أى: أولئك الذين أنعم الله- تعالى- عليهم، من صفاتهم أنهم إذا تتلى عليهم آيات الرحمن، المتضمنة لتمجيده وتعظيمه وحججه.. خروا على جباههم ساجدين وباكين. وسقطوا خاضعين خاشعين خوفا ورجاء، وتعظيما وتمجيدا لله رب العالمين.وجمع- سبحانه- بين السجود والبكاء بالنسبة لهم، للإشعار بأنهم مع تعظيمهم الشديد لمقام ربهم، فهم أصحاب قلوب رقيقة، وعواطف جياشة بالخوف من الله- تعالى-.وفي معنى هذه الجملة الكريمة وردت آيات كثيرة، منه قوله- تعالى-: قُلْ آمِنُوا بِهِ أَوْ لا تُؤْمِنُوا إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِنْ قَبْلِهِ إِذا يُتْلى عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقانِ سُجَّداً وَيَقُولُونَ سُبْحانَ رَبِّنا إِنْ كانَ وَعْدُ رَبِّنا لَمَفْعُولًا وَيَخِرُّونَ لِلْأَذْقانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعاً .وقوله- سبحانه-: وَإِذا سَمِعُوا ما أُنْزِلَ إِلَى الرَّسُولِ تَرى أَعْيُنَهُمْ تَفِيضُ مِنَ الدَّمْعِ مِمَّا عَرَفُوا مِنَ الْحَقِّ، يَقُولُونَ رَبَّنا آمَنَّا فَاكْتُبْنا مَعَ الشَّاهِدِينَ  .فهذه الآيات الكريمة تدل على أن من صفات المؤمنين الصادقين، أنهم يتأثرون تأثرا عظيما عند سماعهم لكلام الله- تعالى-، تأثرا يجعلهم يبكون ويسجدون وتقشعر جلودهم، وتوجل قلوبهم، وتلين نفوسهم.قال ابن كثير- رحمه الله-: قوله- تعالى-: إِذا تُتْلى عَلَيْهِمْ آياتُ الرَّحْمنِ خَرُّوا سُجَّداً وَبُكِيًّا أى: إذا سمعوا كلام الله المتضمن حججه ودلائله وبراهينه سجدوا لربهم خضوعا واستكانة وشكرا على ما هم فيه من نعم.. فلهذا أجمع العلماء على شرعية السجود هاهنا اقتداء بهم، واتباعا لمنوالهم وقرأ عمر بن الخطاب- رضى الله عنه- هذه الآية فسجد وقال: هذا السجود فأين البكاء» ."},{"ayah_number":59,"text":"ثم بين- سبحانه- ما حدث من الذين جاءوا بعد هؤلاء المنعم عليهم فقال: فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ، أَضاعُوا الصَّلاةَ وَاتَّبَعُوا الشَّهَواتِ فَسَوْفَ يَلْقَوْنَ غَيًّا.ولفظ الخلف بسكون اللام- الأولاد، والواحد والجمع فيه سواء، وأكثر ما يطلق على الأشرار والطالحين، ومنه المثل السائر: «سكت ألفا ونطق خلفا» وقوله الشاعر:ذهب الذين نعيش في أكنافهم ... وبقيت في خلف كجلد الأجربوالمراد بهذا اللفظ في الآية: اليهود والنصارى وغيرهم من المشركين الذين جاءوا بعد أنبيائهم، ولكنهم خالفوا شريعتهم، وأهملوا ما أمروهم به وما نهوهم عنه.أما لفظ «الخلف» بفتح اللام- فيطلق على البدل ولدا كان أو غير ولد وأكثر استعمالاته في المدح، ومنه قوله صلّى الله عليه وسلّم: «يحمل هذا العلم من كل خلف عدوله..» .والمعنى: فخلف من بعد أولئك الأخيار الذين أنعم الله عليهم، خلف سوء وشر، ومن الأدلة على سوئهم وفجورهم أنهم أَضاعُوا الصَّلاةَ بأن تركوها، أو لم يؤدوها على وجهها المشروع وَاتَّبَعُوا الشَّهَواتِ التي جعلتهم ينهمكون في المعاصي، ويسارعون في اقتراف المنكرات.وقوله فَسَوْفَ يَلْقَوْنَ غَيًّا بيان لسوء عاقبتهم، أى: فسوف يلقى هؤلاء المضيعون للصلاة، المتبعون للشهوات، خسرانا وشرا في دنياهم وآخرتهم، بسبب ضلالهم وتنكبهم الصراط المستقيم.فالمراد بالغىّ: الخسران والضلال. يقال: غوى فلان يغوى إذ ضل. والاسم الغواية.وقيل: المراد بالغيّ هنا: واد في جهنم تستعيذ من حره أوديتها. وقيل: هو نهر في أسفل جهنم يسيل فيه صديد أهلها."},{"ayah_number":60,"text":"ثم فتح- سبحانه- للتائبين باب الرحمة فقال: إِلَّا مَنْ تابَ وَآمَنَ وَعَمِلَ صالِحاً....أى: هذا العقاب الشديد للمضيعين للصلاة، وللمتبعين للشهوات، لكن من تاب منهم توبة نصوحا، وآمن بالله- تعالى- حق الإيمان، وعمل في دنياه الأعمال الصالحة.فَأُولئِكَ المنعوتون بالتوبة والإيمان والعمل الصالح يَدْخُلُونَ الْجَنَّةَ بفضله- تعالى- ورحمته وَلا يُظْلَمُونَ شَيْئاً أى: ولا ينقصون من أجور أعمالهم شيئا."},{"ayah_number":61,"text":"وقوله جَنَّاتِ عَدْنٍ الَّتِي وَعَدَ الرَّحْمنُ عِبادَهُ بِالْغَيْبِ. بدل من الجنة في قوله فَأُولئِكَ يَدْخُلُونَ الْجَنَّةَ.أى: هؤلاء التائبون المؤمنون العاملون للصالحات يدخلهم الله- تعالى- جنات عدن، أى: الجنات الدائمة التي وعدهم الرحمن بدخولها، وكان هذا الوعد في الدنيا قبل أن يشاهدوها أو يروها.فقوله: بِالْغَيْبِ حال من المفعول وهو عِبادَهُ أى: وعدهم بها حالة كونهم غائبين عنها، لا يرونها، وإنما آمنوا بوجودها بمجرد إخباره- سبحانه- لهم بذلك.وقد أكد- سبحانه- هذا الوعد لهم في الدنيا بقوله: إِنَّهُ كانَ وَعْدُهُ مَأْتِيًّا أى: إنه- تعالى- كان وما زال ما وعد به عباده وهو الجنة مَأْتِيًّا أى: يأتيه ويصل إليه من وعده الله- تعالى- به، لأنه- سبحانه- لا يخلف وعده.فقوله: مَأْتِيًّا اسم مفعول من أتاه الشيء بمعنى جاءه، وقيل: هو اسم مفعول بمعنى فاعل، أى: إن وعده- سبحانه- لعباده كان آتيا لا ريب فيه."},{"ayah_number":62,"text":"ثم وصف- سبحانه- الجنات وأهلها بما يحمل العقلاء على العمل الصالح الذي يوصلهم إليها بفضله- تعالى- وكرمه فقال: لا يَسْمَعُونَ فِيها لَغْواً إِلَّا سَلاماً ...واللغو: هو فضول الكلام، وما لا قيمة له منه، ويدخل فيه الكلام الباطل.وقوله إِلَّا سَلاماً الظاهر فيه أنه استثناء منقطع، لأن المستثنى ليس من جنس المستثنى منه.أى: لا يسمعون فيها كلاما لغوا، لكنهم يسمعون فيها سلاما. أى: تسليما من الملائكة عليهم، كما قال- تعالى-: وَالْمَلائِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِنْ كُلِّ بابٍ سَلامٌ عَلَيْكُمْ بِما صَبَرْتُمْ ...أو يسمعون فيها تسليما وتحية من بعضهم على بعض، كما قال- تعالى-: وَتَحِيَّتُهُمْ فِيها سَلامٌ.قال الآلوسى: قوله إلا سلاما، استثناء منقطع، والسلام إما بمعناه المعروف.أى: لكن يسمعون تسليم الملائكة عليهم، أو تسليم بعضهم على بعض، أو بمعنى الكلام السالم من العيب والنقص، أى: لكن يسمعون كلاما سالما من العيب والنقص.وجوز أن يكون استثناء متصلا، وهو من تأكيد المدح بما يشبه الذم، كما في قوله:ولا عيب فيهم غير أن سيوفهم ... بهن فلول من قراع الكتائبوهو يفيد نفى سماع اللغو بالطريق البرهاني الأقوى. والاتصال على هذا على طريق الفرض والتقدير، ولولا ذلك لم يقع موقعه من الحسن والمبالغة» .وقوله- تعالى-: وَلَهُمْ رِزْقُهُمْ فِيها بُكْرَةً وَعَشِيًّا بيان لدوام رزقهم فيها بدون انقطاع، إذ ليس في الجنة نهار ولا ليل، ولا بكرة ولا عشى ...قال القرطبي ما ملخصه قوله وَلَهُمْ رِزْقُهُمْ فِيها بُكْرَةً وَعَشِيًّا أى: لهم ما يشتهون من المطاعم والمشارب بكرة وعشيا، أى: في قدر هذين الوقتين، إذ لا بكرة ثم- أى هناك- ولا عشيا.. وقيل: رزقهم فيها غير منقطع ...وخرج الحكيم الترمذي في نوادر الأصول من حديث أبان عن الحسن وأبى قلابة قالا: قال رجل يا رسول الله، هل في الجنة من ليل؟ قال صلّى الله عليه وسلّم: «وما هيجك على هذا» ؟ قال:سمعت الله- تعالى- يذكر في الكتاب: وَلَهُمْ رِزْقُهُمْ فِيها بُكْرَةً وَعَشِيًّا فقلت: الليل بين البكرة والعشى. فقال رسول الله صلّى الله عليه وسلّم: «ليس هناك ليل وإنما هو ضوء ونور، يرد الغدو على الرواح، والرواح على الغدو، وتأتيهم طرف الهدايا من الله لمواقيت الصلاة التي كانوا يصلون فيها في الدنيا، وتسلم عليهم الملائكة» .ثم قال الإمام القرطبي: «وهذا في غاية البيان لمعنى الآية ... » ."},{"ayah_number":63,"text":"ثم أضاف- سبحانه- إلى تعظيمه لشأن الجنة تعظيما آخر فقال: تِلْكَ الْجَنَّةُ الَّتِي نُورِثُ مِنْ عِبادِنا مَنْ كانَ تَقِيًّا.فاسم الإشارة تِلْكَ يعود إلى ما تقدم من قوله: فَأُولئِكَ يَدْخُلُونَ الْجَنَّةَ ...وقوله جَنَّاتِ عَدْنٍ الَّتِي وَعَدَ الرَّحْمنُ عِبادَهُ بِالْغَيْبِ ...أى: تلك هي الجنة العظيمة الشأن، العالية القدر، التي نجعلها ميراثا للمؤمنين الصادقين المتقين من عبادنا، كما قال- تعالى-: أُولئِكَ هُمُ الْوارِثُونَ الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ هُمْ فِيها خالِدُونَ وكما قال- سبحانه-: تِلْكَ الْجَنَّةُ الَّتِي أُورِثْتُمُوها بِما كُنْتُمْ تَعْمَلُونَ.قال صاحب الكشاف: قوله نُورِثُ.. أى: نبقى عليه الجنة كما نبقى على الوارث مال المورث، ولأن الأتقياء يلقون ربهم يوم القيامة وقد انقضت أعمالهم وثمرتها باقية وهي الجنة، فإذا أدخلهم- سبحانه- الجنة، فقد أورثهم من تقواهم كما يورث الوارث المال من المتوفى..»   .ثم ساق- سبحانه- ما يدل على كمال قدرته، وشمول علمه، فقال- تعالى-:"},{"ayah_number":64,"text":"والتنزل: النزول على مهل. فإنه مطاوع نزل- بالتشديد-، يقال: نزلته فتنزل، إذا حدث النزول على مهل وتدرج. وقد يطلق التنزيل بمعنى النزول مطلقا، إلا أن المناسب هنا هو المعنى الأول.والآية الكريمة حكاية لما قاله جبريل للنبي صلّى الله عليه وسلّم، فقد ذكر كثير من المفسرين أن الوحى احتبس عن الرسول صلّى الله عليه وسلّم لفترة من الوقت بعد أن سأله المشركون أسئلة تتعلق بأصحاب الكهف. وبذي القرنين وبالروح، حتى قال المشركون: إن رب محمد صلّى الله عليه وسلّم قد قلاه- أى: أبغضه وكرهه- فلما نزل جبريل على النبي صلّى الله عليه وسلّم بعد فترة من غياب- قيل خمسة عشر يوما وقيل أكثر قال له: يا جبريل احتبست عنى حتى ساء ظني واشتقت إليك فقال له جبريل: إنى كنت أشوق ولكني عبد مأمور، إذا بعثت جئت، وإذا حبست احتبست، وأنزل الله- تعالى- هذه الآية وسورة الضحى» .وقال الآلوسى: «ولا يأبى ما تقدم في سبب النزول ما أخرجه أحمد، والبخاري والترمذي، والنسائي، وجماعة، في سببه عن ابن عباس قال: قال رسول الله صلّى الله عليه وسلّم لجبريل: ما يمنعك أن تزورنا أكثر مما تزورنا؟ فنزلت: وَما نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَ..لجواز أن يكون صلّى الله عليه وسلّم قال ذلك في محاورته السابقة- أيضا-، واقتصر في كل رواية على شيء مما وقع في المحاورة ... »  .والمعنى: قال جبريل للرسول صلّى الله عليه وسلّم عند ما سأله عن سبب احتباسه عنه لفترة من الوقت: يا محمد إنى ما أتنزل عليك وقتا بعد وقت، إلا بأمر ربك وإرادته، فأنا عبده الذي لا يعصى له أمرا ...لَهُ- سبحانه- ما بَيْنَ أَيْدِينا وَما خَلْفَنا وَما بَيْنَ ذلِكَ أى: له وحده جميع الجهات والأماكن، وجميع الأزمان الحاضرة والماضية والمستقبلة، وما بين ذلك، فلا نقدر أن ننتقل من جهة إلى جهة، أو من وقت إلى وقت إلا بأمر ربك ومشيئته.فالجملة الكريمة مسوقة لبيان ملكية الله- تعالى- لكل شيء، وقدرته على كل شيء وعلمه بكل شيء.وقوله- تعالى-: وَما كانَ رَبُّكَ نَسِيًّا مؤكد لما قبله من إثبات قدرة الله- تعالى- وعلمه.أى: وما كان ربك- أيها الرسول الكريم- ناسيا أو تاركا لك أو مهملا لشأنك، ولكنه- سبحانه- محيط بأحوالك وبأحوال جميع المخلوقات لا يَعْزُبُ عَنْهُ مِثْقالُ ذَرَّةٍ فِي السَّماواتِ وَلا فِي الْأَرْضِ، وَلا أَصْغَرُ مِنْ ذلِكَ وَلا أَكْبَرُ إِلَّا فِي كِتابٍ مُبِينٍ.قال ابن كثير: «قال ابن أبى حاتم: حدثنا يزيد بن محمد ... عن أبى الدرداء يرفعه قال:«ما أحل الله في كتابه فهو حلال، وما حرمه فهو حرام، وما حرمه فهو حرام، وما سكت عنه فهو عافية، فاقبلوا من الله عافيته، فإن الله لم يكن لينسى شيئا» ثم تلا هذه الآية: وَما كانَ رَبُّكَ نَسِيًّا ."},{"ayah_number":65,"text":"ثم قال- تعالى-: رَبُّ السَّماواتِ وَالْأَرْضِ وَما بَيْنَهُما أى: هو رب السموات والأرض ورب ما بينهما، وهو خالقهما وخالق كل شيء، ومالكهما ومالك كل شيء.وما دام الأمر كذلك: فَاعْبُدْهُ وَاصْطَبِرْ لِعِبادَتِهِ أى: فأخلص له العبادة ووطن نفسك على أداء هذه العبادة بصبر وجلد وقوة احتمال، فإن المداومة على طاعة الله تحتاج إلى عزيمة صادقة، ومجاهدة للنفس الأمارة بالسوء.والاستفهام في قوله: هَلْ تَعْلَمُ لَهُ سَمِيًّا للإنكار والنفي. والسمى بمعنى المسامى والمضاهي والنظير والشبيه.أى: هل تعلم له نظيرا أو شبيها يستحق معه المشاركة في العبادة أو الطاعة؟ كلا، إنك لا تعلم ذلك، لأنه- سبحانه- هو وحده المستحق للعبادة والطاعة، إذ هو الخالق لكل شيء والعليم بكل شيء، والقادر على كل شيء، وما سواه إنما هو مخلوق له، وساجد له طوعا أو كرها، ولا شبهة في صفة من صفاته، فهو- سبحانه- لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ.ثم ساقت السورة الكريمة بعد ذلك موقف المشركين من عقيدة البعث. فحكت أقوالهم الباطلة، وردت عليهم بما يكبتهم وبينت أن يوم القيامة آت لا ريب فيه، وأن النجاة في هذا اليوم للمتقين، والعذاب والخسران للكافرين قال- تعالى-:"},{"ayah_number":66,"text":"ذكر كثير من المفسرين أن قوله- تعالى-: وَيَقُولُ الْإِنْسانُ ... نزل في أشخاص معينين.فمنهم من يرى أن هذه الآية نزلت في «أبى بن خلف» فإنه أخذ عظما باليا، فجعل يفتته بيده، ويذريه في الريح ويقول: زعم محمد صلّى الله عليه وسلّم أننا نبعث بعد أن نموت ونصير مثل هذا العظم البالي ومنهم من يرى أنها نزلت في الوليد بن المغيرة، أو في العاصي بن وائل، أو في أبى جهل.وعلى كل واحد من هذه الأقوال تكون أل في الإنسان للعهد، والمراد بها أحد هؤلاء الأشخاص، ويكون لفظ الإنسان من قبيل العام الذي أريد به الخصوص.ومن الأساليب العربية المعروفة، إسناد الفعل إلى المجموع، مع أن فاعله بعضهم لا جميعهم كما يقال: بنو فلان قتلوا فلانا مع أن القاتل واحد منهم، ومن هذا القبيل قول الفرزدق: فسيوف بنى عبس وقد ضربوا به ... نبت بيدي ورقاء من رأس خالدفقد أسند الضرب إلى بنى عبس، مع أنه صرح بأن الضارب هو ورقاء الذي كان السيف بيده.وقيل: المراد بالإنسان هنا: جماعة معينون وهم الكفرة المنكرون للبعث أو المراد: جنس الكافر المنكر للبعث.و «إذا» في قوله: أَإِذا ما مِتُّ منصوب بفعل مضمر دل عليه جزاء الشرط.والمعنى: ويقول هذا الإنسان الجاهل الجحود، المنكر للبعث والنشور، أأعود للحياة مرة أخرى بعد موتى، وبعد أن أكون كالعظام النخرة.والاستفهام للإنكار والنفي، وعبر- سبحانه- بالمضارع يَقُولُ لاستحضار تلك الصورة الغريبة، وتلك الأقوال المنكرة التي صدرت عن هذا الكافر، أو لإفادة أن هذا القول موجود ومستمر عند كثير من الكافرين.وشبيه بهذه الآية قوله- تعالى- حكاية عن هؤلاء الجاحدين: أَإِذا مِتْنا وَكُنَّا تُراباً ذلِكَ رَجْعٌ بَعِيدٌ  .وقوله- عز وجل-: يَقُولُونَ أَإِنَّا لَمَرْدُودُونَ فِي الْحافِرَةِ. أَإِذا كُنَّا عِظاماً نَخِرَةً قالُوا تِلْكَ إِذاً كَرَّةٌ خاسِرَةٌ  ."},{"ayah_number":67,"text":"وقد رد الله- تعالى- عليهم بما يبطل قولهم، ويخرس ألسنتهم فقال: أَوَلا يَذْكُرُ الْإِنْسانُ أَنَّا خَلَقْناهُ مِنْ قَبْلُ وَلَمْ يَكُ شَيْئاً.والاستفهام للتوبيخ والتقريع، والواو للعطف على مقدر.والمعنى: أيقول هذا الإنسان ذلك القول الباطل، ولا يتذكر أننا أوجدناه بقدرتنا من العدم ولم يكن شيئا مذكورا، ومن المعروف عند العقلاء، أن إعادة الإنسان إلى الحياة بعد وجوده، أيسر من إيجاده من العدم.فالآية الكريمة ترد على كل جاحد للبعث بدليل منطقي برهاني، يهدى القلوب إلى الحق، ويقنع العقول بأن البعث حق وصدق.وفي معنى هذه الآية الكريمة جاءت آيات أخرى كثيرة منها قوله- تعالى- وَضَرَبَ لَنا مَثَلًا وَنَسِيَ خَلْقَهُ، قالَ مَنْ يُحْيِ الْعِظامَ وَهِيَ رَمِيمٌ، قُلْ يُحْيِيهَا الَّذِي أَنْشَأَها أَوَّلَ مَرَّةٍ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ.. .وقوله- سبحانه-: وَلَقَدْ عَلِمْتُمُ النَّشْأَةَ الْأُولى فَلَوْلا تَذَكَّرُونَ .قال الإمام ابن كثير: «وفي الحديث الصحيح- الذي يرويه النبي صلّى الله عليه وسلّم عن ربه:«يقول الله- تعالى- كذبني ابن آدم ولم يكن له أن يكذبني، وآذاني ابن آدم ولم يكن له أن يؤذيني. أما تكذيبه لي فقوله: لن يعيدني كما بدأنى، وليس أول الخلق أهون على من آخره.وأما أذاه إياى فقوله: «إن لي ولدا وأنا الأحد الصمد الذي لم يلد ولم يولد ولم يكن له كفوا أحد» ."},{"ayah_number":68,"text":"ثم عقب- سبحانه- على هذا التوبيخ والتقريع لهذا الإنسان الجاحد، بقسم منه- سبحانه- على وقوع البعث والنشور، فقال: فَوَ رَبِّكَ لَنَحْشُرَنَّهُمْ وَالشَّياطِينَ، ثُمَّ لَنُحْضِرَنَّهُمْ حَوْلَ جَهَنَّمَ جِثِيًّا.والحشر: الجمع. يقال: حشر القائد جنده، إذا جمعهم.والمراد بالشياطين: أولئك الأشرار الذين كانوا في الدنيا يوسوسون لهم بإنكار البعث.أى: أقسم لك بذاتى- أيها الرسول الكريم- أن هؤلاء المنكرين للبعث لنجمعنهم جميعا يوم القيامة للحساب والجزاء، ولنجمعن معهم الشياطين الذين كانوا يضلونهم في الدنيا.قالوا: وفائدة القسم أمران: أحدهما: أن العادة جارية بتأكيد الخبر باليمين، والثاني: أن في إقسام الله- تعالى- باسمه، مضافا إلى الرسول صلّى الله عليه وسلّم رفعا منه لشأنه، كما رفع من شأن السموات والأرض في قوله- تعالى-: فَوَ رَبِّ السَّماءِ وَالْأَرْضِ إِنَّهُ لَحَقٌّ مِثْلَ ما أَنَّكُمْ تَنْطِقُونَ  .وقوله: ثُمَّ لَنُحْضِرَنَّهُمْ حَوْلَ جَهَنَّمَ جِثِيًّا تصوير حسى بليغ لسوء مصيرهم، ونكد حالهم.وجِثِيًّا جمع جاث وهو الجالس على ركبتيه. يقال: جثا فلان يجثو ويجثى جثوا وجثيا فهو جاث إذا جلس على ركبتيه، أو قام على أطراف أصابعه. والعادة عند العرب أنهم إذا كانوا في موقف شديد، وأمر ضنك جثوا على ركبهم.أى: فوربك لنحضرنهم يوم القيامة للحساب ومعهم شياطينهم، ثم لنحضرنهم جميعا حول جهنم، حالة كونهم باركين على الركب، عجزا منهم عن القيام، بسبب ما يصيبهم من هول يوم القيامة وشدته.قال- تعالى-: وَتَرى كُلَّ أُمَّةٍ جاثِيَةً، كُلُّ أُمَّةٍ تُدْعى إِلى كِتابِهَا، الْيَوْمَ تُجْزَوْنَ ما كُنْتُمْ تَعْمَلُونَ، هذا كِتابُنا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ، إِنَّا كُنَّا نَسْتَنْسِخُ ما كُنْتُمْ تَعْمَلُونَ ."},{"ayah_number":69,"text":"ثم يخص- سبحانه- بالذكر المصير المفزع للمتكبرين من هؤلاء الكافرين فيقول:ثُمَّ لَنَنْزِعَنَّ مِنْ كُلِّ شِيعَةٍ أَيُّهُمْ أَشَدُّ عَلَى الرَّحْمنِ عِتِيًّا.والنزع: العزل والإخراج. يقال: نزع السلطان عامله، إذا عزله وأخرجه من عمله، والشيعة في الأصل: الجماعة من الناس يتعاونون فيما بينهم على أمر من الأمور، يقال: تشايع القوم، إذا تعاونوا فيما بينهم.وعِتِيًّا أى: خروجا عن الطاعة والاستجابة للأمر، يقال: عتا فلان يعتو عتوا- من باب قعد- فهو عات إذا استكبر وجاوز حدوده في العصيان والطغيان.والمعنى: ثم لنستخرجن من كل طائفة تشايعت وتعاهدت على الكفر بالبعث، والجحود للحق، الذين هم أشد خروجا عن طاعتنا وامتثال أمرنا فنبدأ بتعذيبهم أولا، لأنهم أشد من غيرهم في العتو والعناد والجحود والضلال.قال الجمل ما ملخصه: «وأظهر الأعاريب في قوله: أَيُّهُمْ أَشَدُّ أن «أى» موصولة بمعنى الذي. وأن حركتها حركة بناء- أى هي مبنية على الضم-، وأشد خبر مبتدأ مضمر.والجملة صلة لأى. وأيهم وصلتها في محل نصب مفعولا به لننزعن. وعتيا تمييز محول عن المبتدأ المحذوف الذي هو أشد، أى: جراءته على الرحمن أشد من جراءة غيره»  ."},{"ayah_number":70,"text":"وقوله- تعالى-: ثُمَّ لَنَحْنُ أَعْلَمُ بِالَّذِينَ هُمْ أَوْلى بِها صِلِيًّا بيان لشمول علمه- تعالى- بأحوال هؤلاء الجاحدين، وبأحوال غيرهم.وصِلِيًّا مصدر صلى النار- كرضى- يصلاها صليا- بكسر الصاد وضمها- إذا ذاق حرها، واكتوى بها.أى: ثم لنحن أعلم من كل أحد سوانا، بالذين هم أحق بجهنم، وباصطلاء نارها، وبالاكتواء بحرها وسعيرها، لأننا لا يخفى علينا شيء من أحوال خلقنا وسنجازى المتقين بما يستحقون من خير وثواب، وسنجازى الجاحدين بما يستحقون من إهانة وعذاب."},{"ayah_number":71,"text":"ثم بين- سبحانه- أن الجميع سيرد جهنم، فقال: وَإِنْ مِنْكُمْ إِلَّا وارِدُها كانَ عَلى رَبِّكَ حَتْماً مَقْضِيًّا.وللعلماء أقوال متعددة في المراد بقوله- تعالى- وَإِنْ مِنْكُمْ إِلَّا وارِدُها.فمنهم من يرى أن المراد بورودها: دخولها فجميع الناس مؤمنهم وكافرهم يدخلونها، إلا أن النار تكون بردا وسلاما على المؤمنين عند دخولهم إياها، وتكون لهيبا وسعيرا على غيرهم.ومنهم من يرى أن المراد بورودها: رؤيتها والقرب منها والإشراف عليها دون دخولها. كما في قوله- تعالى- وَلَمَّا وَرَدَ ماءَ مَدْيَنَ أى: أشرف عليه وقاربه.ومنهم من يرى أن المراد بورودها، خصوص الكافرين، أى: أنهم وحدهم هم الذين يردون عليها ويدخلونها. أما المؤمنون فلا يردون عليها ولا يدخلونها.ويبدو لنا أن المراد بالورود هنا: الدخول، أى: دخول النار بالنسبة للناس جميعا إلا أنها تكون بردا وسلاما على المؤمنين، وهناك أدلة على ذلك منها.أن هناك آيات قرآنية جاء فيها الورود، بمعنى الدخول، ومن هذه الآيات قوله- تعالى-: وَلَقَدْ أَرْسَلْنا مُوسى بِآياتِنا وَسُلْطانٍ مُبِينٍ. إِلى فِرْعَوْنَ وَمَلَائِهِ فَاتَّبَعُوا أَمْرَ فِرْعَوْنَ. وَما أَمْرُ فِرْعَوْنَ بِرَشِيدٍ. يَقْدُمُ قَوْمَهُ يَوْمَ الْقِيامَةِ فَأَوْرَدَهُمُ النَّارَ وَبِئْسَ الْوِرْدُ الْمَوْرُودُ  .ومعنى فأوردهم: فأدخلهم.يضاف إلى ذلك أن قوله- تعالى- بعد هذه الآية: ثُمَّ نُنَجِّي الَّذِينَ اتَّقَوْا وَنَذَرُ الظَّالِمِينَ فِيها جِثِيًّا قرينة قوية على أن المراد بقوله وَإِنْ مِنْكُمْ إِلَّا وارِدُها.. أى: داخلها سواء أكان مؤمنا أم كافرا، إلا أنه- سبحانه- بفضله وكرمه ينجى الذين اتقوا من حرها، ويترك الظالمين يصطلون بسعيرها.كذلك مما يشهد بأن الورود بمعنى الدخول، ما أخرجه الإمام أحمد وعبد بن حميد والترمذي، وابن المنذر، وابن أبى حاتم، والحاكم ... عن أبى سمية قال: اختلفنا في الورود فقال بعضنا لا يدخلها مؤمن، وقال آخرون يدخلونها جميعا، ثم ينجى الله الذين اتقوا.قال: فلقيت جابر بن عبد الله- رضى الله عنهما- فذكرت له ذلك فقال- وأهوى بإصبعه على أذنيه- صمّتا إن لم أكن سمعت رسول الله صلّى الله عليه وسلّم يقول: «لا يبقى بر ولا فاجر إلا دخلها، فتكون على المؤمنين بردا وسلاما، كما كانت على إبراهيم حتى إن للنار ضجيجا من بردهم، ثم ينجى الله الذين اتقوا، ويذر الظالمين فيها جثيا» .ولا يمنع من كون الورود بمعنى الدخول قوله- تعالى- إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنى أُولئِكَ عَنْها مُبْعَدُونَ. لا يَسْمَعُونَ حَسِيسَها.. لأن دخول المؤمنين فيها لا يجعلهم يشعرون بحرها أو حسيسها، وإنما هي تكون بردا وسلاما عليهم، كما جاء في الحديث الشريف.قال الإمام القرطبي بعد أن توسع في ذكر هذه الأقوال: «وظاهر الورود الدخول..إلا أنها تكون بردا وسلاما على المؤمنين، وينجون منها سالمين. قال خالد بن معدان: إذا دخل أهل الجنة الجنة قالوا: ألم يقل ربنا: إنا نرد النار فيقال لهم: لقد وردتموها فألفيتموها رمادا.قلت: وهذا القول يجمع شتات الأقوال، فإن من وردها ولم تؤذه بلهبها وحرها، فقد أبعد عنها ونجى منها، نجانا الله- تعالى- منها بفضله وكرمه، وجعلنا ممن وردها فدخلها سالما، وخرج منها غانما.فإن قيل: فهل يدخل الأنبياء النار؟ قلنا: لا نطلق هذا، ولكن نقول: إن الخلق جميعا يردونها- كما دل عليه حديث جابر- فالعصاة يدخلونها بجرائمهم، والأولياء والسعداء لشفاعتهم، فبين الدخولين بون..» .والمعنى: وما منكم- أيها الناس- أحد إلا وهو داخل النار، سواء أكان مسلما أم كافرا، إلا أنها تكون بردا وسلاما على المؤمنين. وهذا الدخول فيها كان على ربك أمرا واجبا ومحتوما، بمقتضى حكمته الإلهية، لا بإيجاب أحد عليه."},{"ayah_number":72,"text":"ثُمَّ نُنَجِّي الَّذِينَ اتَّقَوْا أى: ثم بعد دخول الناس جميعا النار، ننجي الذين اتقوا، فنخرجهم منها دون أن يذوقوا حرها وَنَذَرُ الظَّالِمِينَ فِيها جِثِيًّا أى: ونترك الظالمين في النار مخلدين فيها. جاثين على ركبهم، عاجزين عن الحركة، من شدة ما يصيبهم من هولها وسعيرها.وبذلك نرى الآيات الكريمة قد حكت لنا أقوال الجاحدين في شأن البعث والحساب، وردت عليهم ردا يبطل أقوالهم، كما أثبتت أن البعث حق، وأن الحساب حق، وأن الظالمين سيدخلون النار، وأن المؤمنين سينجيهم الله- تعالى- بفضله منها.ثم تسوق السورة بعد ذلك موقف الكافرين عند سماعهم لآيات الله- تعالى- كما تسوق ما قالوه للمؤمنين على سبيل التفاخر عليهم، وما رد به القرآن على هؤلاء المترفين المتعالين، قال- تعالى-:"},{"ayah_number":73,"text":"فقوله- سبحانه-: وَإِذا تُتْلى عَلَيْهِمْ آياتُنا بَيِّناتٍ ... حكاية لما قاله الكافرون للمؤمنين على سبيل التباهي والتفاخر.أى: وإذا تتلى على هؤلاء المشركين المنكرين للبعث آياتنا البينات الواضحات، الدالة على صحة وقوع البعث والحساب يوم القيامة قالَ الَّذِينَ كَفَرُوا على سبيل العناد والتعالي لِلَّذِينَ آمَنُوا بالله وملائكته وكتبه ورسله واليوم الآخر، قالوا لهم انظروا أَيُّ الْفَرِيقَيْنِ خَيْرٌ مَقاماً وَأَحْسَنُ نَدِيًّا.والمقام- بفتح الميم-: مكان القيام والمراد به مساكنهم ومنازلهم التي يسكنونها وينزلون بها.والندى والنادي والمنتدى: مجلس القوم ومكان تجمعهم.يقال: ندوت القوم أندوهم ندوا، إذا جمعتهم في مجلس للانتداء. ومنه: دار الندوة للمكان الذي كانت تجتمع فيه قريش للتشاور في أمورها.أى: وإذا تتلى على هؤلاء الكافرين آياتنا الدالة على وحدانيتنا وقدرتنا وعلى أن البعث حق. قالوا للمؤمنين على سبيل الاحتقار لهم: نحن وأنتم أينا خير من الآخر مكانا، وأحسن مجلسا ومجتمعا فهم يتفاخرون على المؤمنين بمساكنهم الفارهة، ومجالسهم التي يجتمع فيها أغنياؤهم ووجهاؤهم.قال الجمل في حاشيته: «أى قالوا للمؤمنين: انظروا إلى منازلنا فتروها أحسن من منازلكم وانظروا إلى مجلسنا عند التحدث ومجلسكم، فترونا نجلس في صدر المجلس، وأنتم جالسون في طرفه الحقير. فإذا كنا بهذه المثابة وأنتم بتلك فنحن عند الله خير منكم، ولو كنتم على حق لأكرمكم الله بهذه الأمور كما أكرمنا بها» .وما حكاه الله- تعالى- عن هؤلاء الكافرين في هذه الآية، قد جاء ما يشبهه في آيات أخرى، ومن ذلك قوله- تعالى-: وَقالُوا نَحْنُ أَكْثَرُ أَمْوالًا وَأَوْلاداً وَما نَحْنُ بِمُعَذَّبِينَ  ."},{"ayah_number":74,"text":"وقد رد الله- تعالى- على هؤلاء الجاهلين المغرورين بقوله: وَكَمْ أَهْلَكْنا قَبْلَهُمْ مِنْ قَرْنٍ هُمْ أَحْسَنُ أَثاثاً وَرِءْياً.وكَمْ هنا خبرية، ومعناها الاخبار عن العدد الكثير وهي في محل نصب على المفعول به لجملة أَهْلَكْنا ومِنْ قَرْنٍ تمييز لها. والقرن: اسم لأهل كل أمة تتقدم في الوجود على غيرها، مأخوذ من قرن الدابة لتقدمه فيها.والأثاث المتاع للبيت. وقيل: هو الجديد من الفراش، وقد يطلق على المال بصفة عامة.ورِءْياً أى: منظرا وهيئة ومرأى في العين مأخوذ من الرؤية التي تراها العين.والمعنى: قل- أيها الرسول الكريم- لهؤلاء الكافرين المتباهين بمساكنهم ومجالسهم: لا تفتخروا ولا يغرنكم ما أنتم فيه من نعيم، فإنما هو نوع من الاستدراج، فإن الله- تعالى- قد أهلك كثيرا من الأمم السابقة عليكم، كانوا أحسن منكم متاعا وزينة، وكانوا أجمل منكم منظرا وهيئة فلم ينفعهم أثاثهم ورياشهم ومظهرهم الحسن، عند ما أراد الله- تعالى- إهلاكهم بسبب كفرهم وجحودهم.فالآية الكريمة تهديد للكافرين المعاصرين للنبي صلّى الله عليه وسلّم ورد على أقوالهم الباطلة، وعنجهيتهم الذميمة إذ لو كانت المظاهر والأمتعة والهيئات الحسنة تنفع أصحابها، لنفعت أولئك المهلكين من الأمم السابقة.وشبيه بهذه الآية في الرد على هؤلاء الكافرين قوله- تعالى-: وَما أَمْوالُكُمْ وَلا أَوْلادُكُمْ بِالَّتِي تُقَرِّبُكُمْ عِنْدَنا زُلْفى. إِلَّا مَنْ آمَنَ وَعَمِلَ صالِحاً فَأُولئِكَ لَهُمْ جَزاءُ الضِّعْفِ بِما عَمِلُوا وَهُمْ فِي الْغُرُفاتِ آمِنُونَ.وقوله- سبحانه-: فَذَرْنِي وَمَنْ يُكَذِّبُ بِهذَا الْحَدِيثِ سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لا يَعْلَمُونَ. وَأُمْلِي لَهُمْ إِنَّ كَيْدِي مَتِينٌ  ."},{"ayah_number":75,"text":"ثم أمر الله- تعالى- رسوله صلّى الله عليه وسلّم أن يضيف إلى تهديدهم السابق تهديدا آخر فقال:قُلْ مَنْ كانَ فِي الضَّلالَةِ فَلْيَمْدُدْ لَهُ الرَّحْمنُ مَدًّا ...أى: قل- أيها الرسول الكريم- لهؤلاء الكافرين المتفاخرين بمساكنهم ومظاهرهم.. قل لهم: من كان منغمسا في الضلالة والشقاوة والغفلة.. فقد اقتضت حكمة الله- تعالى- أن يمد له العطاء كأن يطيل عمره ويوسع رزقه، على سبيل الاستدراج والإمهال..فصيغة الطلب وهي قوله- تعالى-: فَلْيَمْدُدْ على هذا التفسير، المراد بها:الإخبار عن سنة من سنن الله- تعالى- في خلقه، وهي أن سننه- تعالى- قد اقتضت أن يمهل الضالين، وأن يزيدهم من العطاء الدنيوي، ثم يأخذهم أخذ عزيز مقتدر.قال- تعالى-: فَلَمَّا نَسُوا ما ذُكِّرُوا بِهِ فَتَحْنا عَلَيْهِمْ أَبْوابَ كُلِّ شَيْءٍ حَتَّى إِذا فَرِحُوا بِما أُوتُوا أَخَذْناهُمْ بَغْتَةً فَإِذا هُمْ مُبْلِسُونَ. فَقُطِعَ دابِرُ الْقَوْمِ الَّذِينَ ظَلَمُوا وَالْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ   .وقال- سبحانه-: وَلا يَحْسَبَنَّ الَّذِينَ كَفَرُوا أَنَّما نُمْلِي لَهُمْ خَيْرٌ لِأَنْفُسِهِمْ إِنَّما نُمْلِي لَهُمْ لِيَزْدادُوا إِثْماً وَلَهُمْ عَذابٌ مُهِينٌ .وقد صدر الآلوسى تفسيره للآية بهذا التفسير فقال ما ملخصه: قوله قُلْ مَنْ كانَ فِي الضَّلالَةِ ... أمر منه- تعالى- لرسوله صلّى الله عليه وسلّم بأن يجيب على هؤلاء المتفاخرين بما لهم من الحظوظ الدنيوية..وقوله: فَلْيَمْدُدْ لَهُ الرَّحْمنُ مَدًّا أى: يمد- سبحانه- له ويمهله بطول العمر، وإعطاء المال، والتمكن من التصرفات، فالطلب في معنى الخبر واختير للإيذان بأن ذلك مما ينبغي أن يفعل بموجب الحكمة لقطع المعاذير فيكون حاصل المعنى: من كان في الضلالة فلا عذر له فقد أمهله الرحمن ومد له مدا وجوز أن يكون ذلك للاستدراج.وحاصل المعنى: من كان في الضلالة فعادة الله أن يمد له ويستدرجه  .ومن المفسرين من يرى أن صيغة الطلب وهي فَلْيَمْدُدْ على بابها، ويكون المقصود بالآية الدعاء على الضال من الفريقين بالازدياد من الضلال.وعليه يكون المعنى: قل- أيها الرسول الكريم لهؤلاء المتفاخرين، من كان منا أو منكم على الضلالة، فليزده الله من ذلك، وكأن الآية الكريمة تأمر الرسول صلّى الله عليه وسلّم بمباهلة المشركين كما أمره الله- تعالى- في آية أخرى بمباهلة اليهود في قوله: قُلْ يا أَيُّهَا الَّذِينَ هادُوا إِنْ زَعَمْتُمْ أَنَّكُمْ أَوْلِياءُ لِلَّهِ مِنْ دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صادِقِينَ.. .وكما أمر الله بمباهلة النصارى في قوله- سبحانه- فَمَنْ حَاجَّكَ فِيهِ مِنْ بَعْدِ ما جاءَكَ مِنَ الْعِلْمِ فَقُلْ تَعالَوْا نَدْعُ أَبْناءَنا وَأَبْناءَكُمْ، وَنِساءَنا وَنِساءَكُمْ، وَأَنْفُسَنا وَأَنْفُسَكُمْ ثُمَّ نَبْتَهِلْ فَنَجْعَلْ لَعْنَتَ اللَّهِ عَلَى الْكاذِبِينَ  .ومن المفسرين الذين ساروا على هذا التفسير الإمامان ابن جرير وابن كثير، فقد قال ابن كثير: يقول- تعالى- قُلْ يا محمد لهؤلاء المشركين بربهم المدعين أنهم على الحق وأنكم على الباطل مَنْ كانَ فِي الضَّلالَةِ أى منا ومنكم فَلْيَمْدُدْ لَهُ الرَّحْمنُ مَدًّا أى: فأمهله الرحمن فيما هو فيه حتى يلقى ربه وينقضي أجله.. قال مجاهد في قوله فَلْيَمْدُدْ لَهُ الرَّحْمنُ مَدًّا فليدعه الله في طغيانه هكذا، قرر ذلك أبو جعفر بن جرير، وهذه مباهلة للمشركين الذين يزعمون أنهم على هدى فيما هم فيه كما ذكر- تعالى- مباهلة اليهود والنصارى.. .ومع وجاهة التفسيرين لمعنى فَلْيَمْدُدْ لَهُ.. إلا أننا نميل إلى الرأى الأول وهو أن صيغة الطلب يراد بها الإخبار عن سنة الله- تعالى- في الضالين، لأنه هو المتبادر من معنى الآية الكريمة ولأن قوله- تعالى- بعد ذلك وَيَزِيدُ اللَّهُ الَّذِينَ اهْتَدَوْا هُدىً.. يؤيد هذا الرأى.وقوله- سبحانه-: حَتَّى إِذا رَأَوْا ما يُوعَدُونَ.. متعلق بما قبله.أى: فليمدد له الرحمن مدا على سبيل الاستدراج والإمهال، حتى إذا رأى هؤلاء الكافرون ما توعدهم الله- تعالى- به، علموا وأيقنوا أن الأمر بخلاف ما كانوا يظنون وما كانوا يقولون لأنهم سينزل الله- تعالى- بهم إِمَّا الْعَذابَ الدنيوي على أيدى المؤمنين وَإِمَّا السَّاعَةَ أى: وإما عذاب الآخرة وهو أشد وأبقى.وحينئذ يعلمون ويوقنون مَنْ هُوَ من الفريقين شَرٌّ مَكاناً أى: أسوأ منزلا ومسكنا وَأَضْعَفُ جُنْداً وأضعف أعوانا وأنصارا.وهذه الجملة الكريمة رد على قول المشركين قبل ذلك: أَيُّ الْفَرِيقَيْنِ خَيْرٌ مَقاماً وَأَحْسَنُ نَدِيًّا."},{"ayah_number":76,"text":"وقوله- تعالى-: وَيَزِيدُ اللَّهُ الَّذِينَ اهْتَدَوْا هُدىً.. كلام مستأنف مسوق لبيان سنة الله- تعالى- التي لا تتخلف في المهتدين، بعد بيان سنته في الضالين.أى: ويزيد الله- تعالى- المهتدين إلى طريق الحق هداية على هدايتهم، بأن يثبتهم عليه، كما قال- سبحانه-: وَالَّذِينَ اهْتَدَوْا زادَهُمْ هُدىً وَآتاهُمْ تَقْواهُمْ. وكما قال- عز وجل-: هُوَ الَّذِي أَنْزَلَ السَّكِينَةَ فِي قُلُوبِ الْمُؤْمِنِينَ لِيَزْدادُوا إِيماناً مَعَ إِيمانِهِمْ ...وقوله- تعالى-: وَالْباقِياتُ الصَّالِحاتُ خَيْرٌ عِنْدَ رَبِّكَ ثَواباً وَخَيْرٌ مَرَدًّا أى:والأعمال الباقيات الصالحات كالصلاة والزكاة والصيام والحج وغيرها من أعمال البر، خير عند ربك ثوابا وجزاء مما تمتع به الكفار في دنياهم من شهوات وَخَيْرٌ مَرَدًّا أى: مرجعا وعاقبة.وقال صاحب الكشاف: فإن قلت: كيف قيل: خير عند ربك ثوابا، كأن لمفاخراتهم ثوابا، حتى يجعل ثواب الصالحات خيرا منه؟.قلت: كأنه قيل: ثوابهم النار على طريقة قوله: تحية بينهم ضرب وجيع، ثم ينى عليه خير ثوابا، وفيه ضرب من التهكم الذي هو أغيظ للمتهدد من أن يقال له: عقابك النار..والخلاصة أنه لا ثواب لهؤلاء الكافرين سوى النار، أما المؤمنون فثوابهم جنات تجرى من تحتها الأنهار.وقال بعض العلماء: «ويظهر لي في الآية جواب آخر أقرب من هذا، وهو أن الكافر يجازى بعمله الصالح في الدنيا، فإذا بر والديه، ونفس عن المكروب.. فإن الله يثيبه في الدنيا. فثوابه هذا الراجع إليه من عمله في الدنيا، هو الذي فضل عليه ثواب المؤمنين، وهذا واضح لا إشكال فيه»وبذلك نرى الآيات الكريمة، قد حكت جانبا من تباهي الكافرين بدنياهم، وردت عليهم بما يخرس ألسنتهم.ثم ساقت السورة الكريمة بعد ذلك لونا آخر من ألوان تبجحهم، وأقوالهم الباطلة، وردت عليها بأسلوب منطقي حكيم فقال- تعالى-:"},{"ayah_number":77,"text":"ذكر المفسرون في سبب نزول هذه الآيات روايات منها ما أخرجه البخاري ومسلم عن خباب بن الأرت قال: جئت العاص بن وائل السهمي أتقاضاه حقا لي عنده، فقال لي: لا أعطيك حتى تكفر بمحمد صلّى الله عليه وسلّم فقلت له: لا، والله لا أكفر بمحمد صلّى الله عليه وسلّم حيا ولا ميتا ولا إذا بعثت. فقال العاص: فإذا بعثت جئتني ولي هناك مال وولد فأعطيك حقك، فأنزل الله- تعالى- هذه الآيات.وفي رواية أن رجالا من أصحاب النبي صلّى الله عليه وسلّم أتوا العاص يتقاضون دينا لهم عليه فقال: ألستم تزعمون أن في الجنة ذهبا وفضة وحريرا ومن كل الثمرات؟ قالوا: بلى. قال:«موعدكم الآخرة والله لأوتين مالا وولدا»  .والاستفهام في قوله- سبحانه- أَفَرَأَيْتَ.. للتعجيب من شأن هذا الكافر الجهول والفاء للعطف على مقدر يستدعيه المقام، والتقدير: أنظرت أيها العاقل فرأيت هذا الجاحد الجهول الذي كفر بآياتنا الدالة على وحدانيتنا، وعلى أن البعث حق، وعلى أن ما جاء به رسولنا صلّى الله عليه وسلّم حق وصدق ...ولم يكتف بهذا الكفر، بل قال بكل تبجح، وإصرار على الباطل، واستهزاء بالدين الحق: والله لَأُوتَيَنَّ في الآخرة مالًا وَوَلَداً كما هو حالي في الدنيا.فأنت ترى أن هذا الكافر لم يكتف بكفره، بل أضاف إليه القول الباطل المصحوب بالقسم الكاذب، وبالتهكم بالدين الحق.وقرأ حمزة والكسائي: لَأُوتَيَنَّ مالًا وَوَلَداً- بضم الواو الثانية وسكون اللام-، وقرأ الباقون بفتحهما. قالوا: والقراءتان بمعنى واحد كالعرب والعرب. ويرى بعضهم الولد بالفتح للمفرد، والولد- بضم الواو وسكون اللام- للجمع."},{"ayah_number":78,"text":"وقد رد الله- تعالى- على هذا المتبجح المغرور ردا حكيما ملزما فقال: أَطَّلَعَ الْغَيْبَ أَمِ اتَّخَذَ عِنْدَ الرَّحْمنِ عَهْداً كَلَّا ...والاستفهام للإنكار والنفي، والأصل: أاطلع فحذفت همزة الوصل للتخفيف.والمعنى: إن قول هذا الجاهل إما أن يكون مستندا إلى اطلاعه على الغيب وعلمه بأن الله سيؤتيه في الآخرة مالا وولدا، وإما أن يكون مستندا إلى عهد أعطاه الله- تعالى- له بذلك.ومما لا شك فيه أن كلا الأمرين لم يتحققا بالنسبة له، فهو لم يطلع على الغيب، ولم يتخذ عند الله عهدا، فثبت كذبه وافتراؤه، ولذا كذبه الله- تعالى- بقوله كَلَّا وهو قول يفيد الزجر والردع والنفي.أى: كلا لم يطلع على الغيب، ولم يتخذ عند الرحمن عهدا. بل قال ذلك افتراء على الله."},{"ayah_number":79,"text":"وقوله- سبحانه-: سَنَكْتُبُ ما يَقُولُ وَنَمُدُّ لَهُ مِنَ الْعَذابِ مَدًّا. وَنَرِثُهُ ما يَقُولُ وَيَأْتِينا فَرْداً بيان للمصير السيئ الذي سيصير إليه هذا الشقي وأمثاله، ونَمُدُّ من المد وأكثر ما يستعمل في المكروه.أى: سنسجل على هذا الكافر ما قاله، ونحاسبه عليه حسابا عسيرا، ونزيده عذابا فوق العذاب المعد له، بأن نضاعفه له ونطيله عليه"},{"ayah_number":80,"text":"وَنَرِثُهُ ما يَقُولُ أى: ما يقول إنه يؤتاه يوم القيامة من المال والولد، بأن نسلبه منه، ونجعله يخرج من هذه الدنيا خالي الوفاض منهما، وليس معه في قبره سوى كفنه، وَيَأْتِينا فَرْداً أى: ويأتينا يوم القيامة بعد مبعثه منفردا بدون مال أو ولد أو خدم أو غير ذلك مما كان يتفاخر به في الدنيا هو وأشباهه من المغرورين الجاحدين.قال صاحب الكشاف: فإن قلت: كيف قيل: سنكتب بسين التسويف وهو كما قاله كتبه من غير تأخير قال- تعالى-: ما يَلْفِظُ مِنْ قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ؟.قلت: فيه وجهان: أحدهما: سنظهر له ونعلمه أنا كتبنا قوله على طريقة قول الشاعر:إذا ما انتسبنا لم تلدني لئيمة ... ولم تجدى من أن تقرى بها بداأى: تبين وعلم بالانتساب أنى لم تلدني لئيمة.والثاني: أن المتوعد يقول للجاني: سوف أنتقم منك، يعنى أنه لا يخل بالانتصار وإن تطاول به الزمان واستأخر، فجرد هاهنا لمعنى الوعيد..  .ثم تسوق السورة الكريمة بعد ذلك ألوانا أخرى من رذائل المشركين، فتحكى اعتزازهم بأوثانهم، ونثبت عداوة هذه الأوثان لهم يوم القيامة، وتبشر المؤمنين برضا الله- تعالى- عنهم. وتنذر الكافرين بالسوق إلى جهنم.. قال- تعالى-:"},{"ayah_number":81,"text":"والضمير في قوله: وَاتَّخَذُوا يعود إلى أولئك الكافرين الذين ذكر القرآن فيما سبق بعض رذائلهم ودعاواهم الكاذبة، ولما تنته بعد.أى: واتخذ هؤلاء الجاهلون آلهة باطلة يعبدونها من دون الله- تعالى- لتكون لهم تلك الآلهة عِزًّا أى- لينالوا بها العزة والشفاعة والنصرة والنجاة من عذاب يوم القيامة.فقد حكى القرآن أنهم كانوا إذا سئلوا عن سبب عبادتهم لهذه الأصنام التي لا تنفع ولا تضر قالوا: ما نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونا إِلَى اللَّهِ زُلْفى وقالوا: هؤُلاءِ شُفَعاؤُنا عِنْدَ اللَّهِ...."},{"ayah_number":82,"text":"وقد رد الله- تعالى- عليهم بما يردعهم عن هذا الظن لو كانوا يعقلون فقال: كَلَّا سَيَكْفُرُونَ بِعِبادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا.وكَلَّا لفظ جيء به لزجرهم وردعهم عن هذا الاتخاذ الفاسد الباطل. أى: ليس الأمر كما توهم الجاهلون من أن أصنامهم ستكون لهم عزا، بل الحق أن هذه المعبودات الباطلة ستكون عدوة لهم. وقرينتهم في النار.وشبيه بهذه الآية قوله- تعالى-: وَمَنْ أَضَلُّ مِمَّنْ يَدْعُوا مِنْ دُونِ اللَّهِ مَنْ لا يَسْتَجِيبُ لَهُ إِلى يَوْمِ الْقِيامَةِ وَهُمْ عَنْ دُعائِهِمْ غافِلُونَ، وَإِذا حُشِرَ النَّاسُ كانُوا لَهُمْ أَعْداءً وَكانُوا بِعِبادَتِهِمْ كافِرِينَ .وقوله- سبحانه-: إِنْ تَدْعُوهُمْ لا يَسْمَعُوا دُعاءَكُمْ وَلَوْ سَمِعُوا مَا اسْتَجابُوا لَكُمْ، وَيَوْمَ الْقِيامَةِ يَكْفُرُونَ بِشِرْكِكُمْ، وَلا يُنَبِّئُكَ مِثْلُ خَبِيرٍ  ."},{"ayah_number":83,"text":"وأفرد- سبحانه- عِزًّا وضِدًّا مع أن المراد بهما الجمع. لأنهما مصدران ثم بين- عز وجل- أن هؤلاء الكافرين قد استحوذت عليهم الشياطين فزادتهم كفرا على كفرهم، فقال- تعالى-: أَلَمْ تَرَ أَنَّا أَرْسَلْنَا الشَّياطِينَ عَلَى الْكافِرِينَ تَؤُزُّهُمْ أَزًّا فَلا تَعْجَلْ عَلَيْهِمْ إِنَّما نَعُدُّ لَهُمْ عَدًّا.والاستفهام للتقرير والتأكد وتَؤُزُّهُمْ تحركهم تحريكا قويا. وتهزهم هزا شديدا، وتحرضهم على ارتكاب المعاصي والموبقات حتى يقعوا فيها.يقال: أز فلان الشيء يئزه ويؤزه.. بكسر الهمزة وضمها أزا، إذا حركه بشدة، وأز فلان فلانا، إذا أغراه وهيجه وحثه على فعل شيء معين، وأصله من أزت القدر تؤز أزيزا، إذا اشتد غليان الماء فيها.والمعنى: لقد علمت أنت وأتباعك أيها الرسول الكريم، أنا أرسلنا الشياطين على الكافرين، وسلطانهم عليهم، وقيضناهم لهم، لكي يحضوهم على ارتكاب السيئات، ويحركوهم تحريكا شديدا نحو الموبقات حتى يقترفوها وينغمسوا فيها.."},{"ayah_number":84,"text":"ومادام الأمر كذلك. فذرهم في طغيانهم يعمهون، ولا تتعجل وقوع العذاب بهم. فإن الله- تعالى- قد حدد- بمقتضى حكمته- وقتا معينا لنزول العذاب بهم.وقوله: إِنَّما نَعُدُّ لَهُمْ عَدًّا تعليل لموجب النهى ببيان أن وقت هلاكهم قد اقترب، إذ كل معدود له نهاية ينتهى عندها.قال القرطبي ما ملخصه: قوله: إِنَّما نَعُدُّ لَهُمْ عَدًّا يعنى الأيام والليالى والشهور والسنين إلى انتهاء أجل العذاب.. وقال الضحاك: نعد أنفاسهم وقال قطرب: نعد أعمالهم عدا.روى أن المأمون قرأ هذه السورة فمر بهذه الآية وعنده جماعة من الفقهاء فأشار برأسه إلى ابن السماك أن يعظه، فقال: إذا كانت الأنفاس بالعدد، ولم يكن لها مدد، فما أسرع ما تنفد، وقيل في هذا المعنى:حياتك أنفاس تعد فكلما ... مضى نفس منك انتقصت به جزءايميتك ما يحييك في كل ليلة ... ويحدوك حاد ما يريد به الهزءاوكان ابن عباس- رضى الله عنهما- إذا قرأ هذه الآية بكى وقل: آخر العدد: خروج نفسك. آخر العدد: فراق أهلك آخر العدد: دخول قبرك."},{"ayah_number":85,"text":"ثم بين- سبحانه- عاقبة المتقين، وعاقبة المجرمين يوم القيامة فقال: يَوْمَ نَحْشُرُ الْمُتَّقِينَ إِلَى الرَّحْمنِ وَفْداً وَنَسُوقُ الْمُجْرِمِينَ إِلى جَهَنَّمَ وِرْداً لا يَمْلِكُونَ الشَّفاعَةَ إِلَّا مَنِ اتَّخَذَ عِنْدَ الرَّحْمنِ عَهْداً ويَوْمَ ظرف منصوب بقوله: لا يَمْلِكُونَ ... أى: لا يملكون الشفاعة يوم نحشر المتقين.. ويجوز أن يكون منصوبا بفعل محذوف تقديره: اذكر أو احذر..وقوله: وَفْداً جمع وافد. يقال: وفد فلان على فلان يفد وفدا ووفودا، إذا أقدم عليه، وفعله من باب وعد.ويطلق الوفد على الجمع من الرجال الذين يفدون على غيرهم لأمر من الأمور الهامة، وهم راكبون على دوابهم. وهذا الإطلاق هو المراد باللفظ هنا.والمعنى: واذكر- أيها العاقل- يوم القيامة، يوم نحشر المتقين إلى جنة الرحمن، ودار كرامته راكبين على مراكب تنشرح لها النفوس وتسر لها القلوب.قال الإمام ابن كثير عند تفسيره لهذه الآية ما ملخصه: يخبر الله- تعالى- عن أوليائه المتقين، الذين خافوه في الدار الدنيا، واتبعوا رسله وصدقوهم، أنه يحشرهم يوم القيامة وفدا إليه. والوفد هم القادمون ركبانا ومنه الوفود، وركوبهم على نجائب من نور من مراكب الدار الآخرة. وهم قادمون على خير موفود إليه، إلى دار كرامته ورضوانه.وقال ابن أبى حاتم: حدثنا أبو سعيد الأشج.. عن ابن مرزوق قال: يستقبل المؤمن عند خروجه من قبره أحسن صورة رآها، وأطيبها ريحا، فيقول: من أنت؟ فيقول: أما تعرفني؟ فيقول: لا، إلا أن الله- تعالى- طيب ريحك وحسن وجهك. فيقول: أنا عملك الصالح.. فهلم فاركبنى فذلك قوله: يَوْمَ نَحْشُرُ الْمُتَّقِينَ إِلَى الرَّحْمنِ وَفْداً ."},{"ayah_number":86,"text":"وقوله- تعالى-: وَنَسُوقُ الْمُجْرِمِينَ إِلى جَهَنَّمَ وِرْداً بيان لسوء عاقبة المجرمين بعد بيان ما أعده الله للمتقين من نعيم.ووِرْداً أى: عطاشا. وأصل الورد الإتيان إلى الماء بقصد الارتواء منه بعد العطش الشديد.أى: ونسوق المجرمين الذين ارتكبوا الجرائم في دنياهم، نسوقهم سوقا إلى جهنم كما تساق البهائم. حالة كونهم عطاشا، يبحثون عن الماء فلا يجدونه."},{"ayah_number":87,"text":"والضمير في قوله- تعالى-: لا يَمْلِكُونَ الشَّفاعَةَ.. يرى بعضهم أنه يعود إلى المجرمين في قوله نَسُوقُ الْمُجْرِمِينَ ...أى: نسوق المجرمين إلى جهنم عطاشا، حالة كونهم لا يملكون الشفاعة لغيرهم، ولا يستحقون أن يشفع لهم غيرهم، لكن من اتخذ عند الرحمن عهدا وهم المؤمنون الصادقون فإنهم يملكونها بتمليك الله- تعالى- لهم إياها وإذنه لهم فيها، كما قال- تعالى-: مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ.. وكما قال- سبحانه-: وَكَمْ مِنْ مَلَكٍ فِي السَّماواتِ لا تُغْنِي شَفاعَتُهُمْ شَيْئاً إِلَّا مِنْ بَعْدِ أَنْ يَأْذَنَ اللَّهُ لِمَنْ يَشاءُ وَيَرْضى .وعلى هذا التفسير يكون الاستثناء منقطعا.قال القرطبي: «قوله- تعالى-: لا يَمْلِكُونَ الشَّفاعَةَ أى: هؤلاء الكفار لا يملكون الشفاعة لأحد إِلَّا مَنِ اتَّخَذَ عِنْدَ الرَّحْمنِ عَهْداً وهم المسلمون فيملكونها، فهو استثناء الشيء من غير جنسه. أى: لكن من اتخذ عند الرحمن عهدا يشفع، فمن في موضع نصب على هذا ... ويرى آخرون أن الضمير في قوله: لا يَمْلِكُونَ ... يعود إلى فريقى المتقين والمجرمين.أى: لا يملك أحد من الفريقين يوم القيامة الشفاعة لأحد، ولا يملك غيرهم الشفاعة لهم، إِلَّا مَنِ اتَّخَذَ منهم عِنْدَ الرَّحْمنِ عَهْداً وهم المؤمنون فإنهم يملكون بإذن الله لهم.والمراد بالعهد الأمر والإذن، يقال: عهد الأمير إلى فلان بكذا، إذا أمره به. أو أذن له في فعله.وعلى هذا يكون الاستثناء متصلا، ويكون لفظ مَنِ بدل من الواو في يَمْلِكُونَ.قال الآلوسى ما ملخصه: «قوله لا يَمْلِكُونَ الشَّفاعَةَ ضمير الجمع يعم المتقين والمجرمين، أى: العباد مطلقا ... وقوله إِلَّا مَنِ اتَّخَذَ عِنْدَ الرَّحْمنِ عَهْداً استثناء متصل ... والمعنى: لا يملك العباد أن يشفعوا لغيرهم، إلا من اتصف منهم بما يستأهل معه أن يشفع وهو المراد بالعهد ... »  .ويبدو لنا أن هذا القول أولى، لشموله وعمومه إذ الكلام السابق في الفريقين جميعا، فريق المتقين وفريق المجرمين.ثم يستطرد السياق القرآنى، إلى حكاية أقوال أخرى، من أقوال الكافرين الباطلة، وهي زعمهم أن لله- تعالى- ولدا، فقال- سبحانه-:"},{"ayah_number":88,"text":"والضمير في قوله- تعالى-: وَقالُوا يشمل كل من تفوه بهذا القول الباطل سواء أكان من اليهود أم من النصارى أم من المشركين."},{"ayah_number":89,"text":"وقوله: لَقَدْ جِئْتُمْ شَيْئاً إِدًّا توبيخ وتقريع من الله- تعالى- لهم على هذا القول المنكر.أى: لقد جئتم بقولكم هذا أيها الضالون شيئا فظيعا عجيبا منكرا تقشعر لهوله الأبدان.والإد والإدة- بكسر الهمزة- الأمر الفظيع والداهية الكبيرة. يقال: فلان أدته الداهية فهي تئده وتؤدة، إذا نزلت به وحطمت كيانه."},{"ayah_number":90,"text":"وقوله- سبحانه-: تَكادُ السَّماواتُ يَتَفَطَّرْنَ مِنْهُ ... في موضع الصفة لقوله إِدًّا.أى: لقد جئتم بقولكم هذا أمرا منكرا فظيعا، تكاد السموات يَتَفَطَّرْنَ مِنْهُ أى:يتشققن من هوله، من التفطير بمعنى التشقيق، يقال: فلان فطر هذا الشيء يفطره- بكسر الطاء وضمها- إذا شقه. وقرأ حمزة وابن عامر ينفطرن من الانفطار وهو الانشقاق- أيضا-.وَتَنْشَقُّ الْأَرْضُ أى: وتتصدع الأرض من عظمه، وتنخسف بهؤلاء القائلين ذلك القول الفاسد، وَتَخِرُّ الْجِبالُ هَدًّا أى: وتسقط الجبال مهدودة- أيضا- من فظاعة هذا القول. يقال: هذا الجدار يهده- بضم الهاء- هدا: إذا هدمه."},{"ayah_number":91,"text":"وقوله: أَنْ دَعَوْا لِلرَّحْمنِ وَلَداً وَما يَنْبَغِي لِلرَّحْمنِ أَنْ يَتَّخِذَ وَلَداً بمنزلة التعليل لما قبله مع تقدير لام التعليل المحذوفة.أى: تكاد السموات يتفطرن والأرض تتشقق، والجبال تنهد، لأن هؤلاء الضالين قد زعموا أن الله- تعالى- ولدا، والحال أنه ما يصح وما يليق أن يتخذ الرحمن ولدا، لأنه- سبحانه- غنى عن العالمين.قال صاحب الكشاف ما ملخصه: «إن قلت: ما معنى هذا التأثر من أجل هذه الكلمة؟.قلت: فيه وجهان: أحدهما أن الله- سبحانه- يقول: كدت أفعل هذا بالسموات والأرض والجبال عند وجود هذه الكلمة غضبا منى على من تفوه بها.. لولا أنى لا أعجل بالعقوبة ...والثاني: أن يكون استعظاما للكلمة، وتهويلا من فظاعتها وتصويرا لأثرها في الدين، وهدمها لأركانه وقواعده، وأن مثال ذلك الأثر في المحسوسات: أن يصيب هذه الأجرام العظيمة التي هي قوام العالم: ما تنفطر منه وتنشق وتخر..»  ."},{"ayah_number":92,"text":"وقال الإمام القرطبي: «نفى عن نفسه- سبحانه وتعالى- الولد، لأن الولد يقتضى الجنسية والحدوث.. ولا يليق به ذلك، ولا يوصف به، ولا يجوز في حقه ...وروى البخاري عن أبى هريرة قال: قال رسول الله صلّى الله عليه وسلّم: يقول الله- تبارك وتعالى- كذبني ابن آدم ولم يكن له ذلك، وشتمني ولم يكن له ذلك، فأما تكذيبه إياى فقوله: لن يعيدني كما بدأنى. وليس أول الخلق بأهون على من إعادته. وأما شتمه إياى فقوله: اتخذ الله ولدا وأنا الأحد الصمد. لم يلد ولم يولد ولم يكن له كفوا أحد»  ."},{"ayah_number":93,"text":"ثم بين- سبحانه- أن جميع المخلوقات خاضعة لقدرته وإرادته وعلمه فقال: إِنْ كُلُّ مَنْ فِي السَّماواتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمنِ عَبْداً....وإِنْ نافية بمعنى ما، أى: ما من أحد من أهل السموات والأرض إلا وهو يأتى يوم القيامة مقرا له- سبحانه- بالعبودية، خاضعا لقدرته، معترفا بطاعته. مقرا بأنه عبد من مخلوقاته. ومن كان كذلك فكيف يكون له ولد؟وصدق الله إذ يقول: بَدِيعُ السَّماواتِ وَالْأَرْضِ، أَنَّى يَكُونُ لَهُ وَلَدٌ، وَلَمْ تَكُنْ لَهُ صاحِبَةٌ، وَخَلَقَ كُلَّ شَيْءٍ، وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ   ."},{"ayah_number":94,"text":"ثم أكد- سبحانه- أنه هو المالك لكل شيء، والعليم بكل شيء فقال: لَقَدْ أَحْصاهُمْ.أى: حصرهم وأحاط بهم، بحيث لا يخرج أحد من مخلوقاته عن علمه وطاعته وَعَدَّهُمْ عَدًّا أى: وعد أشخاصهم وذواتهم وحركاتهم وسكناتهم.. بحيث لا يهربون من قبضته، ولا يخفى عليه أحد منهم.."},{"ayah_number":95,"text":"وَكُلُّهُمْ آتِيهِ يَوْمَ الْقِيامَةِ فَرْداً أى: وكل واحد يأتيه- سبحانه- يوم القيامة منفردا، بدون أهل أو مال أو جاه ... أو غير ذلك مما كانوا يتفاخرون به في الدنيا.وبذلك تكون الآيات الكريمة قد ردت أبلغ رد وأحكمه. على أولئك الضالين الذين زعموا أن الله ولدا.ثم ختم- سبحانه- السورة الكريمة ببيان ما أعده لعباده المؤمنين وببيان بعض الخصائص التي جعلها لكتابه الكريم.. فقال- تعالى-:"},{"ayah_number":96,"text":"أى: إن الذين أمنوا بالله- تعالى- حق الإيمان، وعملوا الأعمال الصالحات سَيَجْعَلُ لَهُمُ الرَّحْمنُ في دنياهم وفي آخرتهم وُدًّا أى: سيجعل لهم محبة ومودة في القلوب، لإيمانهم وعملهم الصالح، يقال: ود فلان فلانا، إذا أحبه وأخلص له المودة.روى الإمام مسلم في صحيحه عن أبى هريرة قال: قال رسول الله صلّى الله عليه وسلّم: «إن الله- تعالى- إذا أحب عبدا دعا جبريل فقال: يا جبريل إنى أحب فلانا فأحبه. قال: فيحبه جبريل. ثم ينادى في أهل السماء: إن الله يحب فلانا فأحبوه. قال: فيحبه أهل السماء. ثم يوضع له القبول في الأرض، وإن الله إذا أبغض عبدا دعا جبريل فقال: يا جبريل إنى أبغض فلانا فأبغضه. قال: فيبغضه جبريل ثم ينادى في أهل السماء إن الله يبغض فلانا فأبغضوه.قال: فيبغضه أهل السماء، ثم توضع له البغضاء في الأرض»   ."},{"ayah_number":97,"text":"ثم بين- سبحانه- الحكمة التي من أجلها جعل القرآن ميسرا في حفظه وفهمه فقال:فَإِنَّما يَسَّرْناهُ بِلِسانِكَ لِتُبَشِّرَ بِهِ الْمُتَّقِينَ، وَتُنْذِرَ بِهِ قَوْماً لُدًّا.أى: إننا أنزلنا هذا القرآن على قلبك- أيها الرسول الكريم- وجعلناه بلسانك العربي المبين، وسهلنا حفظه وفهمه على الناس، لِتُبَشِّرَ بِهِ الْمُتَّقِينَ الذين امتثلوا أمرنا واجتنبوا نهينا وَتُنْذِرَ بِهِ قَوْماً لُدًّا أى: ذوى لدد وشدة في الخصومة بالباطل، وهم مشركو قريش فقوله لُدًّا جمع ألد ومنه قوله- تعالى-: وَمِنَ النَّاسِ مَنْ يُعْجِبُكَ قَوْلُهُ فِي الْحَياةِ الدُّنْيا وَيُشْهِدُ اللَّهَ عَلى ما فِي قَلْبِهِ وَهُوَ أَلَدُّ الْخِصامِ «2» أى أشد الناس خصومة وجدلا.وشبيه بهذه الآية الكريمة قوله- تعالى-: وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ ."},{"ayah_number":98,"text":"ثم ختم- سبحانه- السورة الكريمة بهذه الآية التي تخبر عن سنة من سننه في الظالمين فقال: وَكَمْ أَهْلَكْنا قَبْلَهُمْ مِنْ قَرْنٍ هَلْ تُحِسُّ مِنْهُمْ مِنْ أَحَدٍ أَوْ تَسْمَعُ لَهُمْ رِكْزاً.أى: وكثير من القرى الظالمة التي سبقتك- أيها الرسول الكريم- قد أهلكناها وأبدناها وجعلناها خاوية على عروشها.والاستفهام في قوله هَلْ تُحِسُّ مِنْهُمْ مِنْ أَحَدٍ للنفي: أى: ما تحس منهم أحدا ولا ترى منها ديارا. يقال: أحس الرجل الشيء إحساسا، إذا علمه وشعر به.وقوله أَوْ تَسْمَعُ لَهُمْ رِكْزاً معطوف على ما قبله، والركز. الصوت الخفى. ومنه قولهم: ركز فلان رمحه، إذا غيب طرفه وأخفاه في الأرض. ومنه الركاز للمال المدفون في الأرض.والمعنى: أهلكنا كثيرا من القرى الظالمة الماضية، فأصبحت لا ترى منهم أحدا على الإطلاق، ولا تسمع لهم صوتا حتى ولو كان صوتا خافتا ضعيفا وإنما هم في سكون عميق، وصمت رهيب، بعد أن كانوا فوق هذه الأرض يدبون ويتحركون.وهذه سنتنا التي لا تتخلف في الظالمين. نُمَتِّعُهُمْ قَلِيلًا ثُمَّ نَضْطَرُّهُمْ إِلى عَذابٍ غَلِيظٍ نعوذ بالله- تعالى- من ذلك.وبعد: فهذا تفسير لسورة مريم، نسأل الله- تعالى- أن يجعله خالصا لوجهه، ونافعا لعباده.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم."}]