[{"ayah_number":1,"text":"تمهيد بين يدي السورة1- سورة الأنبياء، من السور المكية. وعدد آياتها اثنتا عشرة ومائة عند الكوفيين.وعند غيرهم إحدى عشرة آية ومائة. وكان نزولها بعد سورة إبراهيم.قال الآلوسى: وهي سورة عظيمة، فيها موعظة فخيمة، فقد أخرج ابن مردويه وأبو نعيم في الحلية، وابن عساكر، عن عامر بن ربيعة أنه نزل به رجل من العرب فأكرمه عامر، وكلم فيه رسول الله صلّى الله عليه وسلّم فجاءه الرجل فقال: إنى استقطعت رسول الله صلّى الله عليه وسلّم واديا ما في العرب واد أفضل منه. وقد أردت أن أقطع لك منه قطعة تكون لك ولعقبك من بعدك.فقال عامر: لا حاجة لي في ذلك، فقد نزلت اليوم سورة أذهلتنا عن الدنيا.ثم قرأ: اقْتَرَبَ لِلنَّاسِ حِسابُهُمْ وَهُمْ فِي غَفْلَةٍ مُعْرِضُونَ..  .2- وعند ما نقرأ هذه السورة الكريمة بتدبر وتأمل، نراها في مطلعها تسوق لنا ما يهز القلوب، ويحملها على الاستعداد لاستقبال يوم القيامة بالإيمان والعمل الصالح، ويزجرها عن الغفلة والإعراض.قال- تعالى-: اقْتَرَبَ لِلنَّاسِ حِسابُهُمْ وَهُمْ فِي غَفْلَةٍ مُعْرِضُونَ. ما يَأْتِيهِمْ مِنْ ذِكْرٍ مِنْ رَبِّهِمْ مُحْدَثٍ إِلَّا اسْتَمَعُوهُ وَهُمْ يَلْعَبُونَ ...3- ثم تحكى السورة بعد ذلك ألوانا من الشبهات التي أثارها المشركون حول الرسول صلّى الله عليه وسلّم وحول دعوته، وردت عليهم بما يبطل شبهاتهم وأقوالهم، فقال- تعالى-: بَلْ قالُوا أَضْغاثُ أَحْلامٍ بَلِ افْتَراهُ، بَلْ هُوَ شاعِرٌ، فَلْيَأْتِنا بِآيَةٍ كَما أُرْسِلَ الْأَوَّلُونَ ما آمَنَتْ قَبْلَهُمْ مِنْ قَرْيَةٍ أَهْلَكْناها أَفَهُمْ يُؤْمِنُونَ وَما أَرْسَلْنا قَبْلَكَ إِلَّا رِجالًا نُوحِي إِلَيْهِمْ فَسْئَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لا تَعْلَمُونَ وَما جَعَلْناهُمْ جَسَداً لا يَأْكُلُونَ الطَّعامَ وَما كانُوا خالِدِينَ.4- ثم ساقت السورة الكريمة بعد ذلك ادلة متعددة على وحدانية الله- تعالى- وعلى شمول قدرته. منها قوله- عز وجل-: أَمِ اتَّخَذُوا آلِهَةً مِنَ الْأَرْضِ هُمْ يُنْشِرُونَ لَوْ كانَ فِيهِما آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتا فَسُبْحانَ اللَّهِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ لا يُسْئَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْئَلُونَ.وقوله- سبحانه-: أَوَلَمْ يَرَ الَّذِينَ كَفَرُوا أَنَّ السَّماواتِ وَالْأَرْضَ كانَتا رَتْقاً فَفَتَقْناهُما، وَجَعَلْنا مِنَ الْماءِ كُلَّ شَيْءٍ حَيٍّ أَفَلا يُؤْمِنُونَ وَجَعَلْنا فِي الْأَرْضِ رَواسِيَ أَنْ تَمِيدَ بِهِمْ وَجَعَلْنا فِيها فِجاجاً سُبُلًا لَعَلَّهُمْ يَهْتَدُونَ وَجَعَلْنَا السَّماءَ سَقْفاً مَحْفُوظاً وَهُمْ عَنْ آياتِها مُعْرِضُونَ.5- وبعد أن ذكرت السورة ألوانا من نعم الله على خلقه، وحكت جانبا من تصرفات المشركين السيئة مع النبي صلّى الله عليه وسلّم أتبعت ذلك بتسليته صلّى الله عليه وسلّم عما قالوه في شأنه.قال- تعالى-: وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ فَحاقَ بِالَّذِينَ سَخِرُوا مِنْهُمْ ما كانُوا بِهِ يَسْتَهْزِؤُنَ.6- ثم عرضت السورة الكريمة جانبا من قصص بعض الأنبياء، تارة على سبيل الإجمال، وتارة بشيء من التفصيل، فتحدثت عن موسى وهارون، وعن إبراهيم ولوط، وعن إسحاق ويعقوب، وعن نوح وأيوب، وعن داود وسليمان، وعن إسماعيل وإدريس، وعن يونس وزكريا.وفي نهاية حديثها عنهم- صلوات الله وسلامه عليهم- عقبت بالمقصود الأساسى من رسالتهم، وهو دعوة الناس جميعا إلى إخلاص العبادة لله- تعالى-، وأنهم جميعا قد جاءوا برسالة واحدة في جوهرها، فقال- تعالى-: إِنَّ هذِهِ أُمَّتُكُمْ أُمَّةً واحِدَةً وَأَنَا رَبُّكُمْ فَاعْبُدُونِ.7- ثم تحدثت في أواخرها عن أشراط الساعة، وعن أهوالها، وعن أحوال الناس فيها.قال- تعالى-: حَتَّى إِذا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ وَهُمْ مِنْ كُلِّ حَدَبٍ يَنْسِلُونَ وَاقْتَرَبَ الْوَعْدُ الْحَقُّ فَإِذا هِيَ شاخِصَةٌ أَبْصارُ الَّذِينَ كَفَرُوا، يا وَيْلَنا قَدْ كُنَّا فِي غَفْلَةٍ مِنْ هذا بَلْ كُنَّا ظالِمِينَ.8- ثم ختم- سبحانه- سورة الأنبياء بالحديث عن سنة من سننه التي لا تتخلف، وعن رسالة نبيه صلّى الله عليه وسلّم وعن موقفه من أعدائه، فقال- تعالى-:وَلَقَدْ كَتَبْنا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ أَنَّ الْأَرْضَ يَرِثُها عِبادِيَ الصَّالِحُونَ إِنَّ فِي هذا لَبَلاغاً لِقَوْمٍ عابِدِينَ وَما أَرْسَلْناكَ إِلَّا رَحْمَةً لِلْعالَمِينَ قُلْ إِنَّما يُوحى إِلَيَّ أَنَّما إِلهُكُمْ إِلهٌ واحِدٌ فَهَلْ أَنْتُمْ مُسْلِمُونَ فَإِنْ تَوَلَّوْا فَقُلْ آذَنْتُكُمْ عَلى سَواءٍ، وَإِنْ أَدْرِي أَقَرِيبٌ أَمْ بَعِيدٌ ما تُوعَدُونَ إِنَّهُ يَعْلَمُ الْجَهْرَ مِنَ الْقَوْلِ وَيَعْلَمُ ما تَكْتُمُونَ وَإِنْ أَدْرِي لَعَلَّهُ فِتْنَةٌ لَكُمْ وَمَتاعٌ إِلى حِينٍ قالَ رَبِّ احْكُمْ بِالْحَقِّ وَرَبُّنَا الرَّحْمنُ الْمُسْتَعانُ عَلى ما تَصِفُونَ.وبعد: فهذا عرض إجمالى لسورة الأنبياء، ومنه نرى أنها قد أقامت ألوانا من الأدلة على وحدانية الله- تعالى-، وعلى صدق الرسول صلّى الله عليه وسلّم فيما يبلغه عن ربه، وعلى أن يوم القيامة حق ...كما حكت شبهات المشركين وردت عليها بما يبطلها، كما ساقت نماذج متعددة من قصص الأنبياء- عليهم الصلاة والسلام.ونسأل الله- تعالى- أن يجعل هذا العمل خالصا لوجهه الكريم. وآخر دعوانا أن الحمد لله رب العالمين.قوله - سبحانه - : ( اقترب ) من القرب الذى هو ضد البعد .والمعنى : قرب الزمن الذى يحاسب فيه الناس على أعمالهم فى الدنيا ، والحال أن الكافرين منهم فى غفلة تامة عن هذا الحساب ، وفى إعراض مستمر عن الاستعداد له بالإيمان والعمل الصالح .قال الإمام ابن كثير : هذا تنبيه من الله - عز وجل - على اقتراب الساعة ودنوها ، وأن الناس فى غفلة عنها ، أى لا يعملون لها ، ولا يستعدون من أجلها .قال - تعالى - : ( أتى أَمْرُ الله فَلاَ تَسْتَعْجِلُوهُ . . . ) وقال : ( اقتربت الساعة وانشق القمر وَإِن يَرَوْاْ آيَةً يُعْرِضُواْ وَيَقُولُواْ سِحْرٌ مُّسْتَمِرٌّ ) وعبر سبحانه - بالقرب مع أنه قد مضى على نزول هذه الآية وأمثالها أكثر من أربعة عشر قرنا ، لأن كل آت وإن طالت أوقات استقباله وترقبه ، قريب الوقوع ، ولأن ذلك الوقت وإن كان كبيرا فى عرف الناس ، إلا أنه عند الله - تعالى - قليل ، كما قال - سبحانه - : ( وَيَسْتَعْجِلُونَكَ بالعذاب وَلَن يُخْلِفَ الله وَعْدَهُ وَإِنَّ يَوْماً عِندَ رَبِّكَ كَأَلْفِ سَنَةٍ مِّمَّا تَعُدُّونَ ) وقال - تعالى - : ( إِنَّهُمْ يَرَوْنَهُ بَعِيداً وَنَرَاهُ قَرِيباً ) وقال - تعالى - : ( اقترب لِلنَّاسِ . . . ) بلفظ العموم ، مع أن ما بعده من ألفاظ الغفلة والإعراض يشعر بأن المراد بهم الكافرون ، للتنبيه على أن الحساب سيشمل الجميع ، إلا أنه بالنسبة للكافرين سيكون حسابا عسيرا .قال صاحب الكشاف : وصفهم بالغفلة مع الإعراض ، على معنى : أنهم غافلون عن حسابهم ساهون لا يتفكرون فى عاقبتهم ، ولا يتفطنون لما ترجع إليه خاتمة أمرهم ، مع اقتضاء عقولهم أنه لا بد من جزاء للمحسن والمسىء . وإذا قرعت لهم العصا ، ونبهوا عن سنة الغفلة ، وفطنوا لذلك بما يتلى عليهم من الآيات والنذر ، أعرضوا وسدوا أسماعهم ونفروا .وفي التعبير عن اقتراب يوم القيامة باقتراب الحساب، زيادة في الترهيب والتخويف، وفي الحض على الاستعداد لهذا اليوم، لأنه يوم يحاسب فيه الناس على أعمالهم في الدنيا حسابا دقيقا، ولن تملك فيه نفس لنفس شيئا، وإنما يجازى فيه كل إنسان بحسب عمله."},{"ayah_number":2,"text":"وقوله- سبحانه-: ما يَأْتِيهِمْ مِنْ ذِكْرٍ مِنْ رَبِّهِمْ مُحْدَثٍ إِلَّا اسْتَمَعُوهُ وَهُمْ يَلْعَبُونَ بيان لمواقف هؤلاء الغافلين اللاهين ممن يذكرهم بأهوال ذلك اليوم.والمراد بالذكر: ما ينزل من آيات القرآن على النبي صلّى الله عليه وسلّم.والمراد بالمحدث: الحديث العهد بالنزول على النبي صلّى الله عليه وسلّم وهو صفة لذكر.أى: أن هؤلاء الغافلين المعرضين عن الاستعداد ليوم الحساب، لا يصل إلى أسماعهم شيء من القرآن الكريم، الذي أنزله الله- تعالى- على قلب نبيه صلّى الله عليه وسلّم آية فآية، أو سورة بعد سورة في أوقات متقاربة، إلا استمعوا إلى هذا القرآن المحدث تنزيله على الرسولصلّى الله عليه وسلّم وهم يلعبون، دون أن يحرك منهم عاطفة نحو الإيمان به، فهم لانطماس بصيرتهم، وقسوة قلوبهم، وجحود نفوسهم للحق، لا يتعظون ولا يعتبرون.وقوله: ما يَأْتِيهِمْ مِنْ ذِكْرٍ.. يشعر بأن ما نزل من قرآن قد وصل إليهم دون أن يتعبوا أنفسهم في الحصول عليه، بل أتاهم وهم في أماكنهم بدون سعى إليه.وقوله ذِكْرٍ فاعل ومِنْ مزيدة للتأكيد.وقوله مِنْ رَبِّهِمْ متعلق بمحذوف صفة لذكر، ومِنْ لابتداء الغاية أى:ما يأتيهم من ذكر كائن من ربهم وخالقهم ورازقهم، في حال من الأحوال، إلا استمعوه وهم هازلون مستهترون."},{"ayah_number":3,"text":"وقوله: لاهِيَةً قُلُوبُهُمْ حال أخرى من أحوالهم الغريبة التي تدل على نهاية طغيانهم وفجورهم، لأنهم بجانب استماعهم إلى ما ينزل من القرآن بلعب وغفلة، تستقبله قلوبهم- التي هي محل التدبر والتفكر- بلهو واستخفاف.ثم حكى- سبحانه- لونا من ألوان مكرهم وخبثهم فقال: وَأَسَرُّوا النَّجْوَى الَّذِينَ ظَلَمُوا والنجوى: المسارة بالحديث، وإخفاؤه عن الناس.أى: بعد أن استمعوا إلى القرآن بإعراض ولهو واستهتار، اختلى بعضهم ببعض، وبالغوا في إخفاء ما يضمرونه من سوء نحو النبي صلّى الله عليه وسلّم ونحو ما جاء به من عند الله- تعالى-، وحاولوا أن يظهروا ذلك فيما بينهم فحسب، مبالغة منهم في المكر السيئ الذي حاق بهم.وقوله- سبحانه-: هَلْ هذا إِلَّا بَشَرٌ مِثْلُكُمْ. أَفَتَأْتُونَ السِّحْرَ وَأَنْتُمْ تُبْصِرُونَ بيان لما قالوه في تناجيهم من سوء.والاستفهام للنفي والإنكار.أى: أنهم قالوا في تناجيهم: ما هذا الذي يدعى النبوة، وهو محمد صلّى الله عليه وسلّم إلا بشر مثلكم، ولا يمكن أن يكون رسولا، وما جاءنا به إنما هو السحر بعينه، فكيف تذهبون إليه، وتقبلون منه ما يدعيه، والحال أنكم تعاينون بأبصاركم سحره.وما حملهم على هذا القول الباطل إلا توهمهم أن الرسول لا يكون من البشر، وأن كل ما يظهر على يد مدعى النبوة من البشر من خوارق، إنما هو من قبيل السحر.قال الآلوسى: وأرادوا بقولهم: «ما هذا إلا بشر مثلكم» أى: من جنسكم، وما أتى به سحر، تعلمون ذلك فتأتونه وتحضرونه على وجه الإذعان والقبول وأنتم تعاينون أنه سحر. قالوا ذلك بناء على ما ارتكز في اعتقادهم الزائغ أن الرسول لا يكون إلا ملكا، وأن كل ما يظهر على يد البشر من الخوارق من قبيل السحر. وعنوا بالسحر. هنا القرآن الكريم، ففي ذلك إنكار لحقيته على أبلغ وجه، قاتلهم الله- تعالى-: أنّى يؤفكون. وإنما أسروا ذلك، لأنه كان على طريق توثيق العهد، وترتيب مبادئ الشر والفساد وتمهيد مقدمات المكر والكيد في هدم أمر النبوة. وإطفاء نور الدين ويأبى الله إلا أن يتم نوره ولو كره المشركون .هذا، ودعوى المشركين أن الرسول لا يكون بشرا، قد حكاها القرآن في كثير من آياته، ومن ذلك قوله- تعالى-: وَما مَنَعَ النَّاسَ أَنْ يُؤْمِنُوا إِذْ جاءَهُمُ الْهُدى، إِلَّا أَنْ قالُوا أَبَعَثَ اللَّهُ بَشَراً رَسُولًا  .وقد رد الله- تعالى- عليهم هذه الدعوى الكاذبة في كثير من آيات كتابه- أيضا، ومن ذلك قوله عز وجل-: وَما أَرْسَلْنا مِنْ قَبْلِكَ إِلَّا رِجالًا نُوحِي إِلَيْهِمْ مِنْ أَهْلِ الْقُرى.. ."},{"ayah_number":4,"text":"ثم حكى- سبحانه- بعد ذلك ما لقنه لنبيه صلّى الله عليه وسلّم من الرد عليهم، فقال: قالَ رَبِّي يَعْلَمُ الْقَوْلَ فِي السَّماءِ وَالْأَرْضِ وَهُوَ السَّمِيعُ الْعَلِيمُ.أى: قال الرسول صلّى الله عليه وسلّم في الرد على ما تناجوا به سرا: ربي الذي أرسلنى لإخراجكم من ظلمات الكفر إلى نور الإيمان. يعلم ما تقولونه سواء كان سرا أم جهرا، وسواء أكان القائل موجودا في السماء أم في الأرض، وهو وحده السميع لجميع ما يسمع، العليم بكل شيء في هذا الكون.وما دام الأمر كذلك فأنا سأمضى في طريقي مبلغا رسالته- سبحانه-، أما أنتم فسترون سوء عاقبتكم إذا ما سرتم في طريق الكفر والعناد.وفي قراءة سبعية بلفظ قل على الأمر للنبي صلّى الله عليه وسلّم.أى: قل لهم- أيها الرسول الكريم- ربي يعلم القول في السماء والأرض وهو السميع العليم."},{"ayah_number":5,"text":"وقوله- تعالى-: بَلْ قالُوا أَضْغاثُ أَحْلامٍ، بَلِ افْتَراهُ، بَلْ هُوَ شاعِرٌ إضراب من جهته- تعالى-، وانتقال من حكاية قولهم السابق هَلْ هذا إِلَّا بَشَرٌ مِثْلُكُمْ.. إلى حكاية أقوال أخرى باطلة قالوها في شأنه صلّى الله عليه وسلّم وفي شأن ما جاء به.أى: أن هؤلاء الكافرين لم يكتفوا بما قالوه قبل ذلك في شأن الرسول صلّى الله عليه وسلّم من أنه بشر وما جاء به سحر، بل أضافوا إلى ذلك أن القرآن أضغاث أحلام. أى: أخلاط كأخلاط الأحلام، وأنه أباطيل لا حقيقة لها.والأضغاث: جمع ضغث. وأصله ما جمع من أنواع شتى من النبات ثم حزم في حزمة واحدة.والأحلام: جمع حلم- بضم الحاء وسكون اللام- وهو ما يراه النائم مما ليس بحسن.وقد استعير هذا التركيب لما يراه النائم من وساوس وأحلام خلال نومه بَلِ افْتَراهُ أى: اختلق هذا القرآن من عند نفسه.بَلْ هُوَ شاعِرٌ أى: أن الرسول صلّى الله عليه وسلّم شاعر- في زعمهم- وما أتى به هو نوع من الشعر التخييلى الذي لا حقيقة له.ثم أضافوا إلى هذا التخبط واضطراب قولهم: فَلْيَأْتِنا بِآيَةٍ كَما أُرْسِلَ الْأَوَّلُونَ.ومرادهم بالآية هنا: آية كونية، والجملة جواب لشرط محذوف يفصح عنه السياق، والتقدير: إن لم يكن كما قلنا في شأنه من أنه شاعر بل كان رسولا حقا فليأتنا بخارق يدل على صدقه كناقة صالح، وعصا موسى، وإحياء عيسى للأموات.. فإن المرسلين السابقين فعلوا ذلك.وكأنهم- لانطماس بصائرهم وشدة جهالاتهم- لا يعتبرون القرآن الذي هو آية الآيات- لا يعتبرونه آية ومعجزة تدل على صدقه صلّى الله عليه وسلّم.فأنت ترى أن هذه الآية الكريمة قد صورت تخبط هؤلاء المشركين تصويرا حكيما، شأنهم في ذلك شأن الحائر المضطرب الذي لا يستطيع الثبات على قرار، بل هو لتمحله وتعلله ينتقل من دعوى باطلة إلى أخرى أشد منها بطلانا.وقد نفى القرآن عن الرسول صلّى الله عليه وسلّم كل هذه الدعاوى الباطلة، ومن ذلك قوله- تعالى-: وَما هُوَ بِقَوْلِ شاعِرٍ قَلِيلًا ما تُؤْمِنُونَ وَلا بِقَوْلِ كاهِنٍ قَلِيلًا ما تَذَكَّرُونَ تَنْزِيلٌ مِنْ رَبِّ الْعالَمِينَ  .وقوله- سبحانه- وَما عَلَّمْناهُ الشِّعْرَ وَما يَنْبَغِي لَهُ إِنْ هُوَ إِلَّا ذِكْرٌ وَقُرْآنٌ مُبِينٌ لِيُنْذِرَ مَنْ كانَ حَيًّا وَيَحِقَّ الْقَوْلُ عَلَى الْكافِرِينَ ."},{"ayah_number":6,"text":"ثم بين- سبحانه- جانبا من مظاهر فضله ورحمته بهؤلاء الذين أرسل إليهم رسوله محمدا صلّى الله عليه وسلّم فقال: ما آمَنَتْ قَبْلَهُمْ مِنْ قَرْيَةٍ أَهْلَكْناها أَفَهُمْ يُؤْمِنُونَ.أى: أن هؤلاء الجاهلين من قومك- أيها الرسول الكريم- قد طلبوا منك آية كونية كالتي جاء بها موسى وعيسى وصالح.. وهذه الخوارق عند ما جاء بها هؤلاء الرسل ولم يؤمن بها أقوامهم أهلكنا هؤلاء الأقوام، وفقا لسنتنا التي لا تتخلف في إهلاك من يكذبون بآياتنا، ولو أنا أعطيناك هذه الخوارق ولم يؤمن بها قومك لأهلكناهم كما أهلكنا السابقين، لذا اقتضت حكمتنا ورحمتنا أن نمنع عنهم ما طلبوه، لأنهم بشر كالسابقين. ومادام السابقون لم يؤمنوا بهذه الخوارق فهؤلاء أيضا لن يؤمنوا بها.فالاستفهام في قوله: أَفَهُمْ يُؤْمِنُونَ للإنكار. أى: أن هؤلاء الكافرين من أمتك- أيها الرسول الكريم- لن يؤمنوا بهذه الخوارق التي طلبوها متى جاءتهم لأنهم لا يقلون عتوا وعنادا عن السابقين الذين لم يؤمنوا بها فأهلكهم الله.وصدق الله إذ يقول: إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لا يُؤْمِنُونَ وَلَوْ جاءَتْهُمْ كُلُّ آيَةٍ حَتَّى يَرَوُا الْعَذابَ الْأَلِيمَ .ثم بين- سبحانه- أن حكمته قد اقتضت أن يكون جميع الرسل من البشر وأن يعيشوا الحياة التي تقتضيها الطبيعة البشرية، وأن يؤيدهم الله- تعالى- بالمعجزات الدالة على صدقهم، فقال- تعالى-:"},{"ayah_number":7,"text":"أى: وما أرسلنا قبلك- أيها الرسول الكريم- إلى الأمم السابقة إلا رسلا من البشر، ليعيشوا حياة البشر، ويتمكنوا من التعامل والتخاطب والتفاهم مع من هم من جنسهم، ولو كان الرسل من غير البشر لما كانت هناك وشيجة ورابطة بينهم وبين أقوامهم.وهذه الجملة رد مفحم على المشركين الجاهلين الذين استبعدوا أن يكون الرسول بشرا وقالوا قبل ذلك: هَلْ هذا إِلَّا بَشَرٌ مِثْلُكُمْ.وقوله- تعالى- نُوحِي إِلَيْهِمْ استئناف مبين لكيفية الإرسال.أى: اقتضت حكمتنا أن يكون الرسل من الرجال، وأن نبلغهم ما نكلفهم به عن طريق الوحى المنزل إليهم من جهتنا.وقوله- سبحانه-: فَسْئَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لا تَعْلَمُونَ توبيخ لهم وتجهيل، لأنهم قالوا ما قالوا بدون تعقل أو تدبر.والمراد بأهل الذكر: علماء أهل الكتاب الذين كان المشركون يرجعون إليهم في أمور دينهم.والفاء في قوله: فَسْئَلُوا.. لترتيب ما بعدها على ما قبلها. وجواب الشرط محذوف لدلالة الكلام عليه.أى: مادامت قد بلغت بكم الجهالة أن تستبعدوا أن يكون الرسول بشرا فاسألوا أهل العلم في ذلك، فسيبينون لكم أن الرسل السابقين لم يكونوا إلا رجالا.قال القرطبي: قوله- تعالى-: فَسْئَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لا تَعْلَمُونَ يريد أهل التوراة والإنجيل الذين آمنوا بالنبي صلّى الله عليه وسلّم وسماهم أهل الذكر، لأنهم كانوا يذكرون خبر الأنبياء، مما لم تعرفه العرب، وكان كفار قريش يراجعون أهل الكتاب في أمر النبي صلّى الله عليه وسلّم.وقال ابن زيد: أراد بالذكر: القرآن. أى: فاسألوا المؤمنين العالمين من أهل القرآن.. ."},{"ayah_number":8,"text":"ثم أكد- سبحانه- هذه الحقيقة وهي كون الرسل من البشر فقال: وَما جَعَلْناهُمْ جَسَداً لا يَأْكُلُونَ الطَّعامَ وَما كانُوا خالِدِينَ.والضمير في جَعَلْناهُمْ يعود إلى الرسل، والجسد مصدر جسد الدم يجسد- من باب فرح- إذا التصق بغيره، وأطلق على الجسم جسد، لالتصاق أجزائه بعضها ببعض، ويطلق هذا اللفظ على الواحد المذكر وغيره ولذلك أفرد، أو هو أفرد لإرادة الجنس.أى: وما جعلنا الرسل السابقين عليك يا محمد أجسادا لا تأكل ولا تشرب كالملائكة، وإنما جعلناهم مثلك يأكلون ويشربون ويتزوجون ويتناسلون ويعتريهم ما يعترى البشر من سرور وحزن، ويقظة ونوم.. وغير ذلك مما يحسه البشر.وما جعلناهم- أيضا- خالدين في هذه الحياة بدون موت، وإنما جعلنا لأعمارهم أجلا محددا تنتهي حياتهم عنده بدون تأخير أو تقديم.قال- تعالى-: إِنَّكَ مَيِّتٌ وَإِنَّهُمْ مَيِّتُونَ ثُمَّ إِنَّكُمْ يَوْمَ الْقِيامَةِ عِنْدَ رَبِّكُمْ تَخْتَصِمُونَ."},{"ayah_number":9,"text":"وقوله- سبحانه-: ثُمَّ صَدَقْناهُمُ الْوَعْدَ.. بيان لسنة الله- تعالى- الجارية مع رسله- عليهم الصلاة والسلام-.أى: ثم صدقنا هؤلاء الرسل ما وعدناهم به من جعل العاقبة لهم فَأَنْجَيْناهُمْ من العذاب الذي أنزلناه بأعدائهم. وأنجينا معهم مَنْ نَشاءُ إنجاءهم من المؤمنين بهم.وَأَهْلَكْنَا الْمُسْرِفِينَ الذين تجاوزوا الحدود في كفرهم وتطاولهم على الرسل الكرام، وإعراضهم عن دعوتهم.وإلى هنا نرى الآيات الكريمة من أول السورة إلى هنا، قد أنذرت الناس باقتراب يوم الحساب، وحذرتهم من الغفلة عنه، ومن الإعراض عن الاستعداد له بالإيمان والعمل الصالح، وحكت ما قاله المشركون من تهم باطلة تتعلق بالرسول صلّى الله عليه وسلّم وبما جاء به من عند ربه- تعالى- وردت عليها بما يزهقها، ليحق الحق ويبطل الباطل ولو كره المجرمون.ثم بين- سبحانه- أن ما أنزله على نبيه صلّى الله عليه وسلّم هو خير الآيات وأخلدها وأشرفها، وأنه يشرف الأمة التي تنتسب إليه، وأن الأمم السابقة التي كذبت بالخوارق والمعجزات التي جاء بها الرسل- عليهم السلام- أهلكها الله- تعالى- هلاك استئصال- فقال- تعالى-:"},{"ayah_number":10,"text":"قال الآلوسى: «قوله- تعالى-: لَقَدْ أَنْزَلْنا إِلَيْكُمْ كِتاباً.. كلام مستأنف لتحقيق حقية القرآن العظيم، الذي ذكر في صدر السورة إعراض الناس عما يأتيهم من آياته، واستهزاؤهم به، واضطرابهم في أمره، وبيان علو مرتبته، إثر تحقيق رسالته صلّى الله عليه وسلّم، ببيان أنه كسائر الرسل الكرام، وقد صدر الكلام بالتوكيد القسمي، إظهارا لمزيد الاعتناء بمضمونه وإيذانا، بأن المخاطبين في أقصى مراتب النكير، والخطاب لقريش، وجوز أن يكون لجميع العرب.».والمعنى: لقد أنزلنا إليكم يا معشر العرب عن طريق رسولنا محمد صلّى الله عليه وسلّم كتابا عظيم الشأن، نير البرهان، مشتملا على ما يسعدكم، وهذا الكتاب فِيهِ ذِكْرُكُمْأى: فيه شرفكم، وعلو منزلتكم، وحسن موعظتكم، وشفاء صدوركم.أَفَلا تَعْقِلُونَ ذلك، مع أن هذا الأمر واضح، ولا يحتاج إلى جدال أو مناقشة.فالاستفهام لإنكار عدم تدبرهم في شأن هذا الكتاب الذي أنزله الله- تعالى- ليظفروا بسببه بالذكر الجميل، وبالموعظة الحسنة، كما قال- تعالى- وَإِنَّهُ لَذِكْرٌ لَكَ وَلِقَوْمِكَ وَسَوْفَ تُسْئَلُونَ .وإن من مظاهر كون القرآن الكريم فيه ذكر العرب وشرفهم، أنه نزل بلغتهم، وأنه المعجزة الباقية الخالدة بخلاف غيره من المعجزات التي أيد الله- تعالى- بها الرسل السابقين، وأنه الكتاب الذي قادوا به البشرية قرونا طويلة. عند ما حملوه إلى الناس، فقرأوه عليهم، وشرحوا لهم أحكامه وآدابه وتشريعاته.. وما أصيب العرب في دينهم ودنياهم إلا يوم أن تخلوا عن العمل بهدايات هذا الكتاب، وقصروا في تبليغه إلى الناس."},{"ayah_number":11,"text":"ثم بين- سبحانه- ما أنزله بالقوم الظالمين فقال: وَكَمْ قَصَمْنا مِنْ قَرْيَةٍ كانَتْ ظالِمَةً وَأَنْشَأْنا بَعْدَها قَوْماً آخَرِينَ.و «كم» هنا خبرية مفيدة للتكثير، وهي في محل نصب على أنها مفعول مقدم «لقصمنا» .وأصل القصم: كسر الشيء حتى ينقطع وينفصل عن غيره، يقال: قصم فلان ظهر فلان، إذا كسره حتى النهاية، بخلاف الفصم فهو صدع الشيء من غير قطع وانفصال.قال القرطبي: «والقصم: الكسر، يقال: قصمت ظهر فلان، وانقصمت سنه، إذا انكسرت.والمعنى ها هنا به الإهلاك. وأما الفصم- بالفاء- فهو الصدع في الشيء من غير بينونة»  .أى: وكثيرا من القرى الظالمة التي تجاوز أهلها حدود الحق، ومردوا على الكفر والضلال، أبدناها مع أهلها، وعذبناها عذابا نكرا، بسبب ظلمهم وبغيهم، وأنشأنا من بعدهم قوما آخرين ليسوا مثلهم.وأوقع- سبحانه- فعل القصم على القرى، للإشعار بأن الهلاك قد أصابها وأصاب أهلها معها. فالكل قد دمره- سبحانه- تدميرا.أما عند الإنشاء فقد أوقع الفعل على القوم فقال: وَأَنْشَأْنا بَعْدَها قَوْماً آخَرِينَ للإيماء إلى أن هؤلاء القوم الآخرين، الذين لم يكونوا أمثال السابقين، هم الذين ينشئون القرى ويعمرونها.وشبيه بهذه الآية قوله- تعالى-: وَكَمْ أَهْلَكْنا مِنَ الْقُرُونِ مِنْ بَعْدِ نُوحٍ وَكَفى بِرَبِّكَ بِذُنُوبِ عِبادِهِ خَبِيراً بَصِيراً ."},{"ayah_number":12,"text":"ثم صور- سبحانه- حال هؤلاء الظالمين عند ما أحسوا بالعذاب وهو نازل بهم فقال:فَلَمَّا أَحَسُّوا بَأْسَنا إِذا هُمْ مِنْها يَرْكُضُونَ.وقوله: أَحَسُّوا من الإحساس. وهو إدراك الشيء بالحاسة. يقال: أحس فلان الشيء، إذا علمه بالحس، وأحس بالشيء، إذا شعر به بحاسته.وقوله: يَرْكُضُونَ من الركض وهو السير السريع، وأصله: أن يضرب الرجل دابته برجله ليحثها على الجري والسرعة في المشي. والمقصود به هنا: الهرب بسرعة.أى: فلما أحس هؤلاء الظالمون عذابنا المدمر، وأيقنوا نزوله بهم، وعلموا ذلك علما مؤكدا، إذا هم يخرجون من قريتهم يَرْكُضُونَ أى: يهربون بسرعة وذعر، حتى لكأنهم من اضطرابهم وخوفهم يظنون أن ذلك سينجيهم.وإذا هنا فجائية، والجملة بعدها جواب «لما» ."},{"ayah_number":13,"text":"وقوله- سبحانه-: لا تَرْكُضُوا وَارْجِعُوا إِلى ما أُتْرِفْتُمْ فِيهِ وَمَساكِنِكُمْ حكاية لما تقوله لهم الملائكة وهم يركضون هربا- على سبيل التهكم والاستهزاء.أى: يقال لهم من جهة الملائكة أو من جهة المؤمنين لا تركضوا هاربين وَارْجِعُوا إِلى قريتكم وإلى ما أُتْرِفْتُمْ فِيهِ أى: وإلى ما نعمتم فيه من العيش الهنيء. والخير الوفير، الذي أبطركم وجعلكم تجحدون النعم، ولم تستعملوها فيما خلقت له.فقوله: أُتْرِفْتُمْ من الترفه- بالتاء المشددة مع الضم- وهي النعمة والطعام الطيب. يقال: ترف فلان- كفرح- إذا تنعم. وفلان أترفته النعمة، إذا أطغته أو نعمته.وقوله: وَمَساكِنِكُمْ معطوف على ما.أى: لا تهربوا وارجعوا إلى ما نعمتم فيه من العيش الهنيء، وإلى مساكنكم التي كنتم تسكنونها، وتتفاخرون بها.لَعَلَّكُمْ تُسْئَلُونَ أى يقصدكم غيركم لسؤالكم عما نزل بكم، فتجيبوا عن علم ومشاهدة.قال صاحب الكشاف: «قوله لَعَلَّكُمْ تُسْئَلُونَ تهكم بهم وتوبيخ، أى: ارجعوا إلى نعيمكم ومساكنكم لعلكم تسألون غدا عما جرى عليكم ونزل بأموالكم ومساكنكم. فتجيبوا السائل عن علم ومشاهدة.أو ارجعوا واجلسوا كما كنتم في مجالسكم، وترتبوا في مراتبكم حتى يسألكم حشمكم وعبيدكم، ومن تملكون أمره. وينفذ فيه أمركم ونهيكم، ويقول لكم: بم تأمرون؟ وبماذا ترسمون؟وكيف نأتى ونذر كعادة المنعمين المخدّمين.أو يسألكم الناس في أنديتكم.. ويستشيرونكم في المهمات. ويستضيئون بآرائكم.أو يسألكم الوافدون عليكم، ويستمطرون سحائب أكفكم.. قيل لهم ذلك تهكما إلى تهكم، وتوبيخا إلى توبيخ» ."},{"ayah_number":14,"text":"وهنا أدرك هؤلاء الظالمون، أن الأمر جد لا هزل، وأن العذاب نازل بهم لا محالة، وأن القائلين لهم لا تركضوا، إنما يتهكمون بهم. فأخذ أولئك الظالمون يتفجعون ويتحسرون قائلين: يا وَيْلَنا إِنَّا كُنَّا ظالِمِينَ.والويل: الفضيحة والبلية والمصيبة التي يعقبها الهلاك. وهي كلمة جزع وتحسر.وتستعمل عند ما تحيط بالإنسان داهية عظيمة، وكأن المتحسر لنزول مصيبة به، ينادى ويلته ويطلب حضورها بعد تنزيلها منزلة من ينادى.أى: قالوا عند ما تيقنوا أن الهلاك نازل بهم: يا هلاكنا إنا كنا ظالمين لأنفسنا، مستوجبين للعذاب. بسبب إعراضنا عن الحق، وتكذيبنا لمن جاء به."},{"ayah_number":15,"text":"واسم الإشارة في قوله- تعالى-: فَما زالَتْ تِلْكَ دَعْواهُمْ يعود إلى الكلمات التي قالوها على سبيل التحسر عند ما يئسوا من الخلاص والهرب، وتأكدوا من الهلاك، وهي قولهم: يا وَيْلَنا إِنَّا كُنَّا ظالِمِينَ.أى: فما زالوا يرددون تلك الكلمات بتفجع وتحسر واستعطاف.وسميت هذه الكلمات دعوى، لأن المولول كأنه يدعو الويل قائلا: أيها الويل هذا أوانك فأقبل نحوي.وقوله: حَتَّى جَعَلْناهُمْ حَصِيداً خامِدِينَ بيان لما آل إليه حالهم.وخامدين: من الخمود بمعنى الهمود والانطفاء والانتهاء. يقال: خمدت النار تخمد خمدا وخمودا، إذا سكن لهيبها، وانطفأ شررها.أى: فما زالت تلك كلماتهم حتى جعلناهم في الهمود والهلاك كالنبات المحصود بالمناجل، وكالنار الخامدة بعد اشتعالها.وهكذا تكون عاقبة الظالمين. وما ظلمهم الله ولكن كانوا أنفسهم يظلمون.ثم ساق- سبحانه- بعد ذلك ما يدل على قدرته ووحدانيته، وعلى أن من في السموات والأرض لا يستكبرون عن عبادته- تعالى-، فقال- عز وجل-:"},{"ayah_number":16,"text":"والمعنى: إننا لم نخلق السموات والأرض وما بينهما من مخلوقات لا يعلمها إلا الله، لم نخلق ذلك عبثا، وإنما خلقنا هذه المخلوقات بحكمتنا السامية، وقدرتنا النافذة، ومشيئتنا التي لا يقف في وجهها شيء."},{"ayah_number":17,"text":"وقوله- تعالى-: لَوْ أَرَدْنا أَنْ نَتَّخِذَ لَهْواً لَاتَّخَذْناهُ مِنْ لَدُنَّا إِنْ كُنَّا فاعِلِينَ استئناف مقرر لمضمون ما قبله، من أن خلق السموات والأرض وما بينهما لم يكن عبثا، وإنما لحكم بالغة، مستتبعة لغايات جليلة، ومنافع عظيمة.و «لو» هنا حرف امتناع لامتناع. أى: امتناع وقوع فعل الجواب لامتناع وقوع فعل الشرط.واللهو: الترويح عن النفس بما لا تقتضيه الحكمة، ولا يتناسب مع الجد، وهو قريب من العبث الباطل تقول: لهوت بهذا الشيء ألهو لهوا، إذا تشاغلت به عن الجد، ويطلقه بعضهم على الولد والزوجة والمرأة.أى: لو أردنا- على سبيل الفرض والتقدير- أن نتخذ ما نتلهى به، لاتخذناه من عندنا ومن جهتنا دون أن يمنعنا أحد مما نريده ولكنا لم نرد ذلك لأنه مستحيل علينا استحالة ذاتية، فيستحيل علينا أن نريده.فالآية الكريمة من باب تعليق المحال على المحال، لأن كلا الأمرين يتنافى مع حكمة الله- تعالى- ومع ذاته الجليلة.وقوله: إِنْ كُنَّا فاعِلِينَ تأكيد لامتناع إرادة اللهو، وأَنْ نافية، أى: ما كنا فاعلين ذلك، لأن اتخاذ اللهو يستحيل علينا."},{"ayah_number":18,"text":"وقوله- سبحانه-: بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْباطِلِ فَيَدْمَغُهُ فَإِذا هُوَ زاهِقٌ إضراب عن إرادة اتخاذ اللهو، وإثبات لما تقتضيه ذاته- تعالى- مما يخالف ذلك.والقذف: الرمي بسرعة. والاسم القذاف- ككتاب-، وهو سرعة السير، ومنه قولهم: ناقة قذاف- بكسر القاف- إذا كانت متقدمة على غيرها في السير.ويدمغه: أى. يمحقه ويزيله. قال القرطبي: وأصل الدمغ شج الرأس حتى يبلغ الدماغ.أى: ليس من شأننا أن نتخذ لهوا، وإنما الذي من شأننا وحكمتنا، أن نلقى بالحق الذي أرسلنا به رسلنا، على الباطل الذي تشبث به الفاسقون فَيَدْمَغُهُ أى: فيقهره ويهلكه ويزيله إزالة تامة.والتعبير القرآنى البليغ، يرسم هذه السنة الإلهية في صورة حسية متحركة حتى لكأنما الحق قذيفة تنطلق بسرعة فتهوي على الباطل فتشق أم رأسه، فإذا هو زاهق زائل.قال الآلوسى: وفي إذا الفجائية، والجملة الاسمية، من الدلالة على كمال المسارعة في الذهاب والبطلان مالا يخفى، فكأنه زاهق من الأصل  .وقوله- تعالى-: وَلَكُمُ الْوَيْلُ مِمَّا تَصِفُونَ وعيد شديد لأولئك الكافرين الذين نسبوا إلى الله- تعالى- مالا يليق به، ووصفوه بأن له صاحبة وولدا سُبْحانَهُ وَتَعالى عَمَّا يَقُولُونَ عُلُوًّا كَبِيراً.أى: ولكم- أيها الضالون المكذبون- الويل والهلاك، من أجل وصفكم له- تعالى- بما لا يليق بشأنه الجليل."},{"ayah_number":19,"text":"وقوله- تعالى-: وَلَهُ مَنْ فِي السَّماواتِ وَالْأَرْضِ استئناف مؤكد لما قبله من أن جميع المخلوقات خاضعة لقدرته- تعالى-.أى: وله وحده- سبحانه- جميع من في السموات والأرض، خلقا، وملكا، وتدبيرا، وتصرفا وإحياء، وإماتة، لا يخرج منهم أحد عن علمه وقدرته- عز وجل-.ثم بين- سبحانه- نماذج من عباده الطائعين له، بعد أن حكى أقوال أولئك الضالين، فقال: وَمَنْ عِنْدَهُ لا يَسْتَكْبِرُونَ عَنْ عِبادَتِهِ وَلا يَسْتَحْسِرُونَ يُسَبِّحُونَ اللَّيْلَ وَالنَّهارَ لا يَفْتُرُونَ.والاستحسار: الكلل والتعب. يقال: حسر البصر يحسر حسورا- من باب قعد- إذا تعب من طول النظر، ومنه قوله- تعالى-: ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ يَنْقَلِبْ إِلَيْكَ الْبَصَرُ خاسِئاً وَهُوَ حَسِيرٌ أى: كليل متعب.أى: ومن عنده من مخلوقاته وعلى رأسهم الملائكة المقربون، لا يستكبرون عن عبادته- سبحانه- بل يخضعون له خضوعا تاما وَلا يَسْتَحْسِرُونَ أى: ولا يكلون ولا يتعبون."},{"ayah_number":20,"text":"بل هم يُسَبِّحُونَ الله- تعالى- ويحمدونه ويكبرونه. طوال الليل والنهار بدون فتور أو تراخ أو تقصير. يقال: فتر فلان عن الشيء يفتر فتورا، إذا سكن بعد حدة، ولان بعد شدة، ويقال: فتر الماء- من باب قعد- إذا سكن حره فهو فاتر.قالوا: وذلك لأن تسبيح الملائكة لله- تعالى- يجرى منهم مجرى التنفس منا، فهو سجية وطبيعة فيهم وكما أن اشتغالنا لا يمنعنا من الكلام، فكذلك اشتغالهم بالتسبيح لا يمنعهم من سائر الأعمال .وبعد أن بين- سبحانه- أن من مخلوقاته من يقوم بتسبيحه وعبادته بدون انقطاع أو فتور، أتبع ذلك بتوبيخ المشركين وبإقامة الأدلة على وحدانيته، واستحالة أن يكون هناك من يشاركه في ألوهيته فقال- تعالى-:"},{"ayah_number":21,"text":"قال الإمام الرازي: اعلم أن الكلام من أول السورة إلى هنا كان في النبوات وما يتصل بها من الكلام سؤالا وجوابا، وأما هذه الآيات فإنها في بيان التوحيد ونفى الأضداد والأنداد..» .والاستفهام في قوله أَمِ اتَّخَذُوا.. للإنكار والتوبيخ. وقوله: يُنْشِرُونَ من النشر بمعنى الإحياء والبعث. يقال: أنشر الله- تعالى- الموتى: إذا بعثهم بعد موتهم.والمعنى: إن هؤلاء الضالين قد أشركوا مع الله- تعالى- آلهة أخرى في العبادة، فهل هذه الآلهة التي اتخذوها تستطيع أن تعيد الحياة إلى الأموات؟كلا إنها لا تستطيع ذلك بإقرارهم ومشاهدتهم، ومادام الأمر كذلك فكيف أباحوا لأنفسهم أن يتخذوا آلهة لا تستطيع أن تفعل شيئا من ذلك أو من غيره؟إن اتخاذهم هذا لمن أكبر الأدلة وأوضحها على جهالاتهم وسفاهاتهم وسوء تفكيرهم.قال صاحب الكشاف ما ملخصه: فإن قلت: كيف أنكر عليهم اتخاذ آلهة تنشر. وما كانوا يدّعون ذلك لآلهتهم، لأنهم كانوا ينكرون البعث أصلا ويقولون: من يحيى العظام وهي رميم؟ قلت: الأمر كما ذكرت ولكنهم بادعائهم لها الإلهية، يلزمهم أن يدعوا لها الإنشار، لأنه لا يستحق هذا الاسم إلا القادر على كل مقدور، والإنشار من جملة المقدورات. وفيه باب من التهكم بهم، والتوبيخ والتجهيل، وإشعار بأن ما استبعدوه من الله- تعالى- لا يصح استبعاده، لأن الإلهية لما صحت صح معها الاقتدار على الإبداء والإعادة .وقوله- سبحانه- مِنَ الْأَرْضِ متعلق باتخذوا، و «من» ابتدائية، أى: اتخذوها من أجزاء الأرض كالحجارة وما يشبهها، ويجوز أن يكون الجار والمجرور متعلق بمحذوف صفة للآلهة، أى: اتخذوا آلهة كائنة من الأرض.. وعلى كلا التقديرين فالمراد بهذا التعبير التحقير والتجهيل."},{"ayah_number":22,"text":"ثم ساق- سبحانه- دليلا عقليا مستمدا من واقع هذا الكون فقال: لَوْ كانَ فِيهِما آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتا.أى: لو كان في السموات والأرض آلهة أخرى سوى الله- تعالى-، تدبر أمرهما، لفسدتا ولخرجتا عن نظامهما البديع، الذي لا خلل فيه ولا اضطراب.وذلك لأن تعدد الآلهة يلزمه التنازع والتغالب بينهم.. فيختل النظام لهذا الكون، ويضطرب الأمر، ويعم الفساد في هذا العالم.ولما كان المشاهد غير ذلك إذ كل شيء في هذا الكون يسير بنظام محكم دقيق دل الأمر على أن لهذا الكون كله، إلها واحدا قادرا حكيما لا شريك له.قال صاحب الكشاف: «والمعنى لو كان يتولاهما ويدبر أمرهما آلهة شتى غير الواحد الذي هو فاطرهما لفسدتا.وفيه دلالة على أمرين: أحدهما: وجوب أن لا يكون مدبرهما إلا واحدا.الثاني: أن لا يكون ذلك الواحد إلا إياه وحده، لقوله إِلَّا اللَّهُ.فإن قلت: لم وجب الأمران؟ قلت: لعلمنا أن الرعية تفسد بتدبير الملكين لما يحدث بينهما من التغالب والتناكر والاختلاف.قال عبد الملك بن مروان حين قتل عمرو بن سعيد الأشدق: كان والله أعز على من دم ناظري. ولكن لا يجتمع فحلان في شول- أى: في عدد مع النياق- .وقوله- تعالى-: فَسُبْحانَ اللَّهِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ تنزيه لله- تعالى- عما قاله الجاهلون في شأنه- عز وجل-.أى: فتنزيها لله وتقديسا وتبرئة لذاته عن أن يكون له شريك في ألوهيته، وجل عما وصفه به الجاهلون."},{"ayah_number":23,"text":"وقوله- تعالى-: لا يُسْئَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْئَلُونَ تأكيد لوحدانيته وقدرته- سبحانه- أى: لا يسأله سائل- سبحانه- عما يفعله بعباده من إعزاز وإذلال. وهداية وإضلال، وغنى وفقر، وصحة ومرض، وإسعاد وإشقاء.. لأنه هو الرب المالك المتصرف في شئون خلقه، وهم يسألون يوم القيامة عن أعمالهم وأقوالهم لأنهم عبيده، وقد أرسل إليهم الرسل مبشرين ومنذرين، فمنهم من اتبع الرسل فسعد وفاز، ومنهم من استحب العمى على الهدى فشقي وهلك."},{"ayah_number":24,"text":"وبعد أن ساق- سبحانه- دليلا عقليا على وحدانيته، أتبعه بدليل آخر نقلي، فقال- تعالى-: أَمِ اتَّخَذُوا مِنْ دُونِهِ آلِهَةً قُلْ هاتُوا بُرْهانَكُمْ، هذا ذِكْرُ مَنْ مَعِيَ وَذِكْرُ مَنْ قَبْلِي ...قال الآلوسى ما ملخصه: هذا إضراب وانتقال من إظهار بطلان كون ما اتخذوه آلهة، لخلوها من خصائصها التي من جملتها الإنشار، إلى تبكيتهم ومطالبتهم بالبرهان على دعواهم الباطلة، وتحقيق أن جميع الكتب السماوية ناطقة بحقية التوحيد، وبطلان الإشراك.. .أى: إن هؤلاء الكافرين قد أشركوا مع الله- تعالى- آلهة أخرى في العبادة، بسبب جهلهم وعنادهم وجحودهم للحق.. قل لهم- أيها الرسول الكريم- على سبيل التبكيت والتوبيخ هاتُوا بُرْهانَكُمْ على أن مع الله- تعالى- آلهة أخرى تستحق مشاركته في العبادة والطاعة؟ ولا شك أنهم لا برهان لهم على ذلك.وقوله- تعالى-: هذا ذِكْرُ مَنْ مَعِيَ وَذِكْرُ مَنْ قَبْلِي زيادة في تبكيتهم وفي إظهار عجزهم، أى: هذا الوحى الإلهى الناطق بتوحيد الله- تعالى- موجود في القرآن الكريم المشتمل على ذكر المعاصرين لي من أتباعى، وموجود في كتب الأنبياء السابقين، كالتوراة التي أنزلها الله على موسى، والإنجيل الذي أنزله على عيسى، فمن أين أتيتم أنتم بهؤلاء الشركاء، وكيف اتخذتموهم آلهة مع أنهم لا برهان عليهم لا من جهة العقل ولا من جهة النقل؟فاسم الإشارة هذا في قوله: هذا ذِكْرُ مَنْ مَعِيَ مبتدأ، مشار به إلى الوحى الإلهى، وقد أخبر عنه- سبحانه- بخبرين- كما يقول الشيخ الجمل-: «فبالنظر للخبر الأول يراد به القرآن، وبالنظر للخبر الثاني يراد به ما عداه من الكتب السماوية»  .وقوله- تعالى-: بَلْ أَكْثَرُهُمْ لا يَعْلَمُونَ الْحَقَّ فَهُمْ مُعْرِضُونَ إضراب من جهته- تعالى- عن مناقشتهم ومطالبتهم بالبرهان، وانتقال من الأمر بتبكيتهم إلى الأمر بإهمالهم استصغارا لشأنهم.أى: دعهم- أيها الرسول الكريم- في باطلهم يعمهون فإنهم قوم أكثرهم يجهلون الحق، ولا يستطيعون التمييز بينه وبين الباطل. فهم لأجل ذلك منصرفون عن الهدى، ومتجهون إلى الضلال، ومن جهل شيئا عاداه."},{"ayah_number":25,"text":"ثم بين- سبحانه- أن جميع الرسل- عليهم الصلاة والسلام- قد أمروا أقوامهم بإخلاص العبادة لله، ونبذ الشرك والشركاء، فقال- تعالى-: وَما أَرْسَلْنا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لا إِلهَ إِلَّا أَنَا فَاعْبُدُونِ.أى: وما أرسلنا من قبلك من رسول يا محمد إلا وأ فهمناه عن طريق وحينا أنه لا إله يستحق العبادة والطاعة إلا أنا، فعليه أن يأمر قومه بطاعتي وعبادتي والخضوع لي وحدي.هذا، والمتدبر لهذه الآيات الكريمة، يراها قد أقامت أحكم الأدلة العقلية والنقلية على وجوب إخلاص العبادة لله الواحد القهار. وعلى أن الذين يتخذون معه آلهة أخرى سفهاء جاهلون.ثم حكى- سبحانه- بعد ذلك شبهة من الشبهات الباطلة التي تفوه بها المشركون، ورد عليهم ردا مفحما، فقال- تعالى-:"},{"ayah_number":26,"text":"قال الآلوسى ما ملخصه: «قوله- تعالى-: وَقالُوا اتَّخَذَ الرَّحْمنُ وَلَداً، حكاية لجناية فريق من المشركين لإظهار بطلانها، وبيان تنزهه- سبحانه- عن ذلك، إثر بيان تنزهه- جل وعلا- عن الشركاء على الإطلاق، وهم حي من خزاعة قالوا: الملائكة بنات الله، ونقل الواحدي أن قريشا وبعض العرب قالوا ذلك.والآية مشنعة على كل من نسب إلى الله- تعالى- ذلك كاليهود والنصارى..»  .أى: وقال المشركون الذين انطمست بصائرهم عن معرفة الحق «اتخذ الرحمن ولدا سبحانه» .أى: تنزه وتقدس الله- تعالى- عن ذلك جل وعلا عما يقولونه علوا كبيرا.وقوله: بَلْ عِبادٌ مُكْرَمُونَ إضراب عما قالوه، وإبطال له، وثناء على ملائكته الذين زعم فريق من المشركين أنهم بنات الله.وعباد: جمع عبد. والعبودية لله- تعالى- معناها: إظهار التذلل له- سبحانه-، والخضوع لذاته.ومكرم: اسم مفعول من أكرم، وإكرام الله- تعالى- لعبده معناه: إحسانه إليه وإنعامه عليه.أى: لقد كذب هؤلاء المشركون في زعمهم أن الملائكة بنات الله، والحق أن الملائكة هم عباد مخلوقون له- تعالى- ومقربون إليه ومكرمون عنده."},{"ayah_number":27,"text":"وقوله: لا يَسْبِقُونَهُ بِالْقَوْلِ أى: لا يتكلمون إلا بما يأمرهم به، ولا يقولون شيئا بدون إذنه، كما هو شأن العبيد الطائعين لسيدهم.وأصل الكلام: لا يسبق قولهم قوله- عز وجل- إلا أنه- سبحانه- أسند السبق إليهم، تنزيلا لسبق قولهم لقوله، منزلة سبقهم إياه، للإشعار بمزيد طاعتهم وتنزيههم عن كل قول بغير إذنه- تعالى-.وقوله: وَهُمْ بِأَمْرِهِ يَعْمَلُونَ بيان لتبعيتهم له- تعالى- في الأعمال إثر بيان تبعيتهم له- سبحانه- في الأقوال.أى: وهم بأمره وحده يعملون لا بأمر أحد سواه، ولا بأمر أنفسهم، كما قال- تعالى- في آية أخرى: يا أَيُّهَا الَّذِينَ آمَنُوا قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ ناراً وَقُودُهَا النَّاسُ وَالْحِجارَةُ. عَلَيْها مَلائِكَةٌ غِلاظٌ شِدادٌ لا يَعْصُونَ اللَّهَ ما أَمَرَهُمْ وَيَفْعَلُونَ ما يُؤْمَرُونَ  ."},{"ayah_number":28,"text":"ثم بين- سبحانه- مظهرا من مظاهر علمه الشامل، وحكمه النافذ، فقال يَعْلَمُ ما بَيْنَ أَيْدِيهِمْ وَما خَلْفَهُمْ.. أى: يعلم- سبحانه- أحوالهم كلها صغيرها وكبيرها، متقدمها ومتأخرها، وَلا يَشْفَعُونَ لأحد من خلقه إلا لمن ارتضى الله- تعالى- شفاعتهم له.وَهُمْ مِنْ خَشْيَتِهِ مُشْفِقُونَ أى: وهم لخوفهم من الله ومن عقابه حذرون وجلون.فأنت ترى أن الله- تعالى- قد وصف الملائكة في هذه الآيات بجملة من الصفات الكريمة التي تدل على طاعتهم المطلقة لله- تعالى- وعلى إكرامه- سبحانه- لهم."},{"ayah_number":29,"text":"ثم بين- سبحانه- بعد ذلك أنهم مع كرامتهم عند الله- تعالى- لو ادعى أحد منهم- على سبيل الفرض- أنه إله، لعاقبه الله عقابا شديدا، فقال- تعالى-: وَمَنْ يَقُلْ مِنْهُمْ إِنِّي إِلهٌ مِنْ دُونِهِ، فَذلِكَ نَجْزِيهِ جَهَنَّمَ، كَذلِكَ نَجْزِي الظَّالِمِينَ.أى: ومن يقل من الملائكة- على سبيل الفرض والتقدير- إِنِّي إِلهٌ مِنْ دُونِهِ أى:من دون الله- عز وجل- «فذلك» الذي ادعى هذا الادعاء الكاذب «نجزيه جهنم» أى: نجعل جزاءه الإلقاء في جهنم كسائر المجرمين الكاذبين، ولا يغنى عنه ما سبق له من طاعة وتكريم كَذلِكَ نَجْزِي الظَّالِمِينَ أى: مثل هذا الجزاء الرادع الفظيع نجزى كل ظالم يضع الأمور في غير موضعها، إذ أن حقوق الله- تعالى- لا يجوز لأحد- كائنا من كان- أن ينسبها لنفسه، سواء أكان ملكا مقربا، أم نبيا مرسلا.وبعد أن ساق- سبحانه- ألوانا من الأدلة الكونية الشاهدة بوحدانيته، ومن الأدلة النقلية النافية للشركاء، ومن الأدلة الوجدانية التي تهيج القلوب نحو الحق.. أتبع ذلك بتحريض الكافرين على التدبر في ملكوت السموات والأرض، لعل هذا التدبر يهديهم إلى الإيمان، فقال- تعالى-:"},{"ayah_number":30,"text":"وقوله رَتْقاً مصدر رتقه رتقا: إذا سده. يقال: رتق فلان الفتق رتقا، إذا ضمه وسده، وهو ضد الفتق الذي هو بمعنى الشق والفصل.وللعلماء في معنى هذه الآية أقوال أشهرها: أن معنى كانَتا رَتْقاً أن السماء كانت صماء لا ينزل منها مطر، وأن الأرض كانت لا يخرج منها نبات، ففتق الله- تعالى- السماء بأن جعل المطر ينزل منها، وفتق الأرض بأن جعل النبات يخرج منها.وهذا التفسير منسوب إلى ابن عباس، فقد سئل عن ذلك فقال: كانت السموات رتقا لا تمطر، وكانت الأرض رتقا لا تنبت، فلما خلق- سبحانه- للأرض أهلا، فتق هذه بالمطر، وفتق هذه بالنبات .ومنهم من يرى أن المعنى: كانت السموات والأرض متلاصقتين كالشىء الواحد، ففتقهما الله- تعالى- بأن فصل بينهما، فرفع السماء إلى مكانها، وأبقى الأرض في مقرها، وفصل بينهما بالهواء.قال قتادة قوله كانَتا رَتْقاً يعنى أنهما كانا شيئا واحدا ففصل الله بينهما بالهواء .ومنهم من يرى أن معنى «كانتا رتقا» أن السموات السبع كانت متلاصقة بعضها ببعض ففتقها الله- تعالى- بأن جعلها سبع سموات منفصلة، والأرضون كانت كذلك رتقا، ففصل الله- تعالى- بينها وجعلها سبعا.قال مجاهد: كانت السموات طبقة واحدة مؤتلفة، ففتقها فجعلها سبع سموات، وكذلك الأرضين كانت طبقة واحدة ففتقها فجعلها سبعا  .وقد رجح بعض العلماء المعنى الأول فقال ما ملخصه: كونهما «كانتا رتقا» بمعنى أن السماء لا ينزل منها مطر، والأرض لا تنبت، ففتق- سبحانه- السماء بالمطر والأرض بالنبات، هو الراجح وتدل عليه قرائن من كتاب الله- تعالى- منها:أن قوله- تعالى-: أَوَلَمْ يَرَ الَّذِينَ كَفَرُوا.. يدل على أنهم رأوا ذلك لأن الأظهر في رأى أنها بصرية، والذي يرونه بأبصارهم هو أن السماء تكون لا ينزل منها مطر، والأرض لا نبات فيها. فيشاهدون بأبصارهم نزول المطر من السماء، وخروج النبات من الأرض.ومنها: أنه- سبحانه- أتبع ذلك بقوله: وَجَعَلْنا مِنَ الْماءِ كُلَّ شَيْءٍ حَيٍّ والظاهر اتصال هذا الكلام بما قبله. أى: وجعلنا من الماء الذي أنزلناه بفتقنا السماء، وأنبتنا به أنواع النبات بفتقنا الأرض، كل شيء حي.ومنها: أن هذا المعنى جاء موضحا في آيات أخرى، كقوله- تعالى-: وَالسَّماءِ ذاتِ الرَّجْعِ. وَالْأَرْضِ ذاتِ الصَّدْعِ والمراد بالرجع: نزول المطر من السماء تارة بعد أخرى، والمراد بالصدع: انشقاق الأرض عن النبات. واختار هذا القول ابن جرير وابن عطية والفخر الرازي.فإن قيل: هذا الوجه مرجوح، لأن المطر لا ينزل من السموات، بل من سماء واحدة وهي سماء الدنيا؟قلنا: إنما أطلق عليه لفظ الجمع، لأن كل قطعة فيها سماء كما يقال: ثوب أخلاق- أى:قطع   .والآية الكريمة مسوقة لتجهيل المشركين وتوبيخهم على كفرهم، مع أنهم يشاهدون بأعينهم ما يدل دلالة واضحة على وحدانية الله- تعالى- وقدرته، ويعلمون أن من كان كذلك،لا يصح أن تترك عبادته إلى عبادة حجر أو نحوه، مما لا يضر ولا ينفع.والمعنى: أو لم يشاهد الذين كفروا بأبصارهم، ويعلموا بعقولهم، أن السموات والأرض كانتا رتقا، بحيث لا ينزل من السماء مطر، ولا يخرج من الأرض نبات، ففتق الله- تعالى- السماء بالمطر، والأرض بالنبات.إنهم بلا شك يشاهدون ذلك، ويعقلونه بأفكارهم. ولكنهم لاستيلاء الجحود والعناد عليهم، يعبدون من دونه- سبحانه- مالا ينفع من عبده، ولا يضر من عصاه.وقال- سبحانه-: كانَتا بالتثنية، باعتبار النوعين اللذين هما نوع السماء، ونوع الأرض، كما في قوله- عز وجل-: إِنَّ اللَّهَ يُمْسِكُ السَّماواتِ وَالْأَرْضَ أَنْ تَزُولا ...وقوله- تعالى-: وَجَعَلْنا مِنَ الْماءِ كُلَّ شَيْءٍ حَيٍّ.. تأكيد لمضمون ما سبق، وتقرير لوحدانيته ونفاذ قدرته- سبحانه- والجعل بمعنى الخلق. ومِنَ ابتدائية.أى: وخلقنا من الماء بقدرتنا النافذة، كل شيء متصف بالحياة الحقيقية وهو الحيوان، أو كل شيء نام فيدخل النبات، ويراد من الحياة ما يشمل النمو.وهذا العام مخصوص بما سوى الملائكة والجن مما هو حي، لأن الملائكة- كما جاء في بعض الأخبار خلقوا من النور، والجن مخلوقون من النار.قال- تعالى- خَلَقَ الْإِنْسانَ مِنْ صَلْصالٍ كَالْفَخَّارِ وَخَلَقَ الْجَانَّ مِنْ مارِجٍ مِنْ نارٍ.قال القرطبي: وفي قوله- تعالى-: وَجَعَلْنا مِنَ الْماءِ كُلَّ شَيْءٍ حَيٍّ ثلاث تأويلات: أحدها: أنه خلق كل شيء من الماء. قاله قتادة. الثاني: حفظ حياة كل شيء بالماء: الثالث: وجعلنا من ماء الصلب- أى: النطفة- كل شيء حي.. .وقوله: أَفَلا يُؤْمِنُونَ إنكار لعدم إيمانهم مع وضوح كل ما يدعو إلى الإيمان الحق، والفاء للعطف على مقدر يستدعيه هذا الإنكار.أى: أيشاهدون بأعينهم ما يدل على وحدانية الله وقدرته. ومع ذلك لا يؤمنون؟إن أمرهم هذا لمن أعجب العجب، وأغرب الغرائب!!."},{"ayah_number":31,"text":"ثم ساق- سبحانه- أدلة أخرى على وحدانيته وقدرته فقال: وَجَعَلْنا فِي الْأَرْضِ رَواسِيَ أَنْ تَمِيدَ بِهِمْ ...الرواسي: جمع راسية، من رسا الشيء إذا ثبت ورسخ، والمراد بها الجبال الثابتة الراسخة في الأرض.أى: وجعلنا في الأرض جبالا ثوابت، كراهة أن تَمِيدَ بِهِمْ أى: أن تضطرب وتتحرك بهم الأرض. يقال: ماد الشيء يميد ميدا- من باب باع إذا تحرك واهتز.وَجَعَلْنا فِيها فِجاجاً سُبُلًا لَعَلَّهُمْ يَهْتَدُونَ، والفجاج. جمع فج وهو الطريق الواسع.والسبل: جمع سبيل وهو الطريق. وهو بدل من فِجاجاً.أى: وجعلنا في الأرض طرقا واسعة، ومنافذ متعددة، لعلهم بذلك يهتدون ويتوصلون إلى الأماكن التي يريدون الوصول إليها. ويعلمون أن الذي وهبهم كل هذه النعم، هو الله- تعالى- الذي يجب أن يخلصوا له العبادة والطاعة."},{"ayah_number":32,"text":"وَجَعَلْنَا السَّماءَ سَقْفاً مَحْفُوظاً وَهُمْ عَنْ آياتِها مُعْرِضُونَ أى: وجعلنا السماء سقفا للأرض كما يكون السقف للبيت، وجعلناه محفوظا من السقوط ومن التشقق، ومن كل شيطان رجيم. وهم- أى المشركون- عن آياتها الدالة على قدرتنا ووحدانيتنا وعلمنا. معرضون ذاهلون، لا يتعظون ولا يتذكرون.ومن الآيات الدالة على حفظ السماء من السقوط، قوله- تعالى-: ... وَيُمْسِكُ السَّماءَ أَنْ تَقَعَ عَلَى الْأَرْضِ إِلَّا بِإِذْنِهِ إِنَّ اللَّهَ بِالنَّاسِ لَرَؤُفٌ رَحِيمٌ  .ومن الآيات الدالة على حفظها من التشقق والتفطر قوله- سبحانه-: أَفَلَمْ يَنْظُرُوا إِلَى السَّماءِ فَوْقَهُمْ كَيْفَ بَنَيْناها وَزَيَّنَّاها وَما لَها مِنْ فُرُوجٍ.   .وعلى حفظها من الشياطين قوله- تعالى-: وَحَفِظْناها مِنْ كُلِّ شَيْطانٍ رَجِيمٍ  .ومن الآيات الدالة على إعراض هؤلاء المشركين عن العبر والعظات قوله- سبحانه-:وَكَأَيِّنْ مِنْ آيَةٍ فِي السَّماواتِ وَالْأَرْضِ يَمُرُّونَ عَلَيْها وَهُمْ عَنْها مُعْرِضُونَ ."},{"ayah_number":33,"text":"ثم ختم- سبحانه- هذه الآيات الدالة على قدرته ووحدانيته بقوله- تعالى- وَهُوَ الَّذِي خَلَقَ اللَّيْلَ وَالنَّهارَ، وَالشَّمْسَ وَالْقَمَرَ، كُلٌّ فِي فَلَكٍ يَسْبَحُونَ.أى: وهو وحده- سبحانه- الذي خلق بقدرته الليل والنهار بهذا النظام البديع، وخلق الشمس والقمر بهذا الإحكام العجيب «كل» أى: كل واحد من الشمس والقمر يسير في فلكه وطريقه المقدر له بسرعة وانتظام، كالسابح في الماء.وقوله: يَسْبَحُونَ من السبح وهو المر السريع في الماء أو الهواء.وجاء يسبحون بضمير العقلاء. لكون السباحة المسندة إليهما من فعل العقلاء، كما في قوله- تعالى-: وَالشَّمْسَ وَالْقَمَرَ رَأَيْتُهُمْ لِي ساجِدِينَ.هذا والمتأمل في هذه الآيات يراها قد ساقت جملة من الأدلة على وحدانية الله- تعالى- وعلى كمال قدرته.ثم بين- سبحانه- أن مصير البشر جميعا إلى الفناء، وأن كل نفس ذائقة الموت، وأن من طبيعة الإنسان تعجل الأمور قبل أوانها، وأن المشركين لو علموا المصير السيئ الذي ينتظرهم يوم القيامة، لما قالوا ما قالوه من باطل، ولما فعلوا ما فعلوه من قبائح، قال- تعالى-:"},{"ayah_number":34,"text":"قال القرطبي: قوله- تعالى-: وَما جَعَلْنا لِبَشَرٍ مِنْ قَبْلِكَ الْخُلْدَ أى دوام البقاء في الدنيا.نزلت حين قالوا: نتربص بمحمد صلّى الله عليه وسلّم ريب المنون. وذلك أن المشركين كانوا يدفعون نبوته ويقولون: شاعر نتربص به ريب المنون، ولعله يموت كما مات شاعر بنى فلان، فقال الله- تعالى-: قد مات الأنبياء قبلك يا محمد، وتولى الله دينه بالنصر والحياطة، فهكذا نحفظ دينك وشرعك..   .والاستفهام في قوله- سبحانه-: أَفَإِنْ مِتَّ فَهُمُ الْخالِدُونَ للإنكار والنفي..والمعنى: وما جعلنا- أيها الرسول الكريم- لبشر من قبلك- كائنا من كان- الخلود في هذه الحياة، وأنت إن مت فهم- أيضا- سيموتون في الوقت الذي حدده الله- تعالى- لانقضاء عمرك وأعمارهم، وما دام الأمر كذلك فذرهم في جهالتهم يعمهون، ولا تلتفت إلى شماتتهم فيك، أو إلى تربصهم بك، فإنك ميت وإنهم ميتون، وكل شيء هالك إلا وجهه له الحكم وإليه ترجعون، ورحم الله الإمام الشافعى حيث يقول:تمنى أناس أن أموت. وإن أمت ... فتلك سبيل لست فيها بأوحدفقل للذي يبغى خلاف الذي مضى ... تهيأ لأخرى مثلها، وكأن قدوقال شاعر آخر:إذا ما الدهر جر على أناس ... كلاكله أناخ بآخرينافقل للشامتين بنا أفيقوا ... سيلقى الشامتون كما لقينا"},{"ayah_number":35,"text":"ثم أكد- سبحانه- عدم خلود بشر في هذه الحياة فقال: كُلُّ نَفْسٍ ذائِقَةُ الْمَوْتِ.أى: كل نفس أوجدها الله- تعالى- في هذه الحياة، ستذوق مرارة نزول الموت بها.ومفارقة روحها لجسدها.قال الآلوسى ما ملخصه: والموت عند الأشعرى، كيفية وجودية تضاد الحياة، وعند كثيرين غيره: أنه عدم الحياة عما من شأنه الحياة بالفعل.وقال بعضهم: المراد بالنفس هنا: النفس الإنسانية لأن الكلام مسوق لنفى خلود البشر.واختير عمومها لتشمل نفوس البشر والجن وسائر نفوس الحيوان  .وقوله- تعالى-: وَنَبْلُوكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةً وَإِلَيْنا تُرْجَعُونَ بيان لسنة من سننه- تعالى- في معاملة عباده.وقوله- سبحانه-: وَنَبْلُوكُمْ من البلو بمعنى الاختبار والامتحان. يقال: فلان بلاه الله بخير أو شر يبلوه بلوا، وأبلاه وابتلاه ابتلاء، بمعنى امتحنه  .وقوله: فِتْنَةً مصدر مؤكد لنبلوكم من غير لفظه.أى: كل نفس ذائقة الموت، ونختبركم في هذه الحياة بألوان من النعم وبألوان من المحن، لنرى أتشكرون عند النعمة، وتصبرون عند المحنة، أم يكون حالكم ليس كذلك؟ وفي جميع الأحوال فإن مرجعكم إلينا لا محالة، وسنجازيكم بما تستحقون من ثواب على شكركم وصبركم، وسنجازى غير الشاكرين وغير الصابرين بما يستحقون من عقاب، ولا يظلم ربك أحدا.قال بعض العلماء: «والابتلاء بالشر مفهوم أمره ليتكشف مدى احتمال المبتلى، ومدى صبره على الضر، ومدى ثقته في ربه، ورجائه في رحمته.. فأما الابتلاء بالخير فهو في حاجة إلى بيان.إن الابتلاء بالخير أشد وطأة. فكثيرون يصمدون أمام الابتلاء بالشر ولكن القلة القليلة هي التي تصمد للابتلاء بالخير.كثيرون يصبرون على الابتلاء بالمرض والضعف، وقليلون هم الذين يصبرون على الابتلاء بالصحة والقدرة.كثيرون يصبرون على الفقر والحرمان، فلا تتهاوى نفوسهم ولا تذل. وقليلون هم الذين يصبرون على الثراء ومغرياته وما يثيره من أطماع.كثيرون يصبرون على الكفاح والجراح، وقليلون هم الذين يصبرون على الدعة، ولا يصابون بالحرص الذي يذل أعناق الرجال.إن الابتلاء بالشر قد يثير الكبرياء، ويستحث المقاومة ويجند الأعصاب لاستقبال الشدة..أما الرخاء فقد يرخى الأعصاب ويفقدها المقاومة.. إلا من عصم الله، وصدق رسوله الله صلّى الله عليه وسلّم حيث يقول: «عجبا لأمر المؤمن، إن أمره كله خير، وليس ذلك لأحد إلا للمؤمن، إن أصابته سراء شكر فكان خيرا له، وإن أصابته ضراء صبر فكان خيرا له» .وشبيه بهذه الآية قوله- تعالى-: وَلَقَدْ أَرْسَلْنا إِلى أُمَمٍ مِنْ قَبْلِكَ فَأَخَذْناهُمْ بِالْبَأْساءِ وَالضَّرَّاءِ لَعَلَّهُمْ يَتَضَرَّعُونَ  .وقوله- سبحانه-: وَبَلَوْناهُمْ بِالْحَسَناتِ وَالسَّيِّئاتِ لَعَلَّهُمْ يَرْجِعُونَ ."},{"ayah_number":36,"text":"ثم حكى- سبحانه- جانبا من السفاهات التي كان المشركون يقابلون بها النبي صلّى الله عليه وسلّم فقال: وَإِذا رَآكَ الَّذِينَ كَفَرُوا إِنْ يَتَّخِذُونَكَ إِلَّا هُزُواً.أى: وإذا أبصرك المشركون- أيها الرسول الكريم- سخروا منك، واستخفوا بك وقالوا على سبيل التهوين من شأنك: أَهذَا الَّذِي يَذْكُرُ آلِهَتَكُمْ أى: أهذا هو مدعى النبوة الذي يذكر آلهتكم بسوء ويعيبها، وينفى شفاعتها لنا، وأنها تقربنا إلى الله زلفى.وقوله- سبحانه-: وَهُمْ بِذِكْرِ الرَّحْمنِ هُمْ كافِرُونَ في محل نصب حال من ضمير القول المقدر.أى: أنهم يقولون فيما بينهم أهذا هو الرسول الذي يذكر آلهتكم بسوء، والحال أن هؤلاء المشركين الجاهلين، كافرون بالقرآن الذي أنزله الله- تعالى- عليك- أيها الرسول الكريم- لتخرج الناس به من الظلمات إلى النور.فالآية الكريمة تنعى على هؤلاء المشركين جهالاتهم وسفاهاتهم، حيث استكثروا على الرسول صلّى الله عليه وسلّم أن يذم آلهتهم التي لا تنفع ولا تضر ولم يستكثروا على أنفسهم، أن يكفروا بخالقهم وبذكره الذي أنزله على نبيه صلّى الله عليه وسلّم ليكون رحمة لهم.قال صاحب الكشاف: الذكر يكون بخير وبخلافه. فإذا دلت الحال على أحدهما أطلق ولم يقيد. كقولك للرجل: سمعت فلانا يذكرك، فإن كان الذاكر صديقا فهو ثناء، وإن كان عدوا فهو ذم، ومنه قوله: أَهذَا الَّذِي يَذْكُرُ آلِهَتَكُمْ.والمعنى: أنهم عاكفون على ذكر آلهتهم بهممهم، وربما يجب أن لا تذكر به من كونهم شفعاء وشهداء. ويسوءهم أن يذكرها ذاكر بخلاف ذلك. وأما ذكر الله- تعالى- وما يجب أن يذكر به من الوحدانية، فهم به كافرون لا يصدقون به أصلا، فهم أحق بأن يتّخذوا هزوا منك، فإنك محق وهم مبطلون.. فسبحان من أضلهم حتى تأدبوا مع الأوثان، وأساءوا الأدب مع الرحمن» ."},{"ayah_number":37,"text":"ثم بين- سبحانه- ما جبل عليه الإنسان من تسرع وتعجل فقال: خُلِقَ الْإِنْسانُ مِنْ عَجَلٍ.والعجل: طلب الشيء وتحريه قبل أوانه، وهو ضد البطء.والمراد بالإنسان: جنسه.والمعنى: خلق جنس الإنسان مجبولا على العجلة والتسرع فتراه يستعجل حدوث الأشياء قبل وقتها المحدد لها، مع أن ذلك قد يؤدى إلى ضرره.فالمراد من الآية الكريمة وصف الإنسان بالمبالغة في تعجل الأمور قبل وقتها، حتى لكأنه مخلوق من نفس التعجل. والعرب تقول: فلان خلق من كذا، يعنون بذلك المبالغة في اتصاف هذا الإنسان بما وصف به، ومنه قولهم خلق فلان من كرم، وخلقت فلانة من الجمال.وقوله: سَأُرِيكُمْ آياتِي فَلا تَسْتَعْجِلُونِ تهديد وزجر لأولئك الكافرين الذين كانوا يستعجلون العذاب.أى: سأريكم عقابي وانتقامي منكم- أيها المشركون- فلا تتعجلوا ذلك فإنه آت لا ريب فيه.قال ابن كثير: والحكمة في ذكر عجلة الإنسان هنا: أنه- سبحانه- لما ذكر المستهزئين بالرسول صلّى الله عليه وسلّم وقع في النفوس سرعة الانتقام منهم. فقال- سبحانه-: خُلِقَ الْإِنْسانُ مِنْ عَجَلٍ لأنه- تعالى- يملى للظالم حتى إذا أخذه لم يفلته، يؤجل ثم يعجل، وينظر ثم لا يؤخر، ولهذا قال: سَأُرِيكُمْ آياتِي أى: نقمى واقتدارى على من عصاني فَلا تَسْتَعْجِلُونِ  .وقال الآلوسى: «والنهى عن استعجالهم إياه- تعالى- مع أن نفوسهم جبلت على العجلة، ليمنعوها عما تريده وليس هذا من التكليف بما لا يطاق. لأنه- سبحانه- أعطاهم من الأسباب ما يستطيعون به كف النفس عن مقتضاها، ويرجع هذا النهى إلى الأمر بالصبر»  ."},{"ayah_number":38,"text":"ثم أكد - سبحانه - ما يدل على تعجلهم لما فيه هلاكهم فقال : ( وَيَقُولُونَ متى هذا الوعد إِن كُنتُمْ صَادِقِينَ ) .أى : أن هؤلاء المشركين بلغ من طغيانهم وجهلهم أنهم كانوا يتعجلون العذاب الذى توعدهم الله - تعالى - به إذا ما استمروا على كفرهم . ويقولون للرسول - صلى الله عليه وسلم - ولأصحابه - على سبيل التهكم والاستهزاء - متى يقع هذا العذاب الذى توعدتمونا به . إننا مترقبون له ، فإن كنتم صادقين فى وعيدكم ، فأسرعوا فى إنزاله . وأسرعوا فى دعوة ربكم - سبحانه - أن يأتى بالساعة .وجواب الشرط لقوله ( إِن كُنتُمْ صَادِقِينَ ) محذوف ، لدلالة ما قبله عليه .أى : إن كنتم صادقين فى وعيدكم بأن هناك عذابا ينتظرنا ، فأتوا به بسرعة ."},{"ayah_number":39,"text":"وهنا يسوق القرآن ما يدل على غفلتهم وسوء تفكيرهم، وعلى أنهم لو كانوا يعلمون ما ينتظرهم من عذاب يوم القيامة، لما تفوهوا بما تفوهوا به- فيقول- سبحانه- لَوْ يَعْلَمُ الَّذِينَ كَفَرُوا حِينَ لا يَكُفُّونَ عَنْ وُجُوهِهِمُ النَّارَ وَلا عَنْ ظُهُورِهِمْ، وَلا هُمْ يُنْصَرُونَ.وجواب «لو» محذوف. و «يعلم» بمعنى يعرف، و «حين» مفعوله.أى: لو عرف الكافرون وقت وقوع العذاب بهم. وما فيه من فظائع تجعلهم يعجزون عن دفع النار عن وجوههم وعن ظهورهم.. لو يعرفون ذلك لما استعجلوه. ولما استخفوا بالنبي صلّى الله عليه وسلّم وبأصحابه، لكن عدم معرفتهم هي التي جعلتهم يستعجلون ويستهزئون.وخص- سبحانه- الوجوه والظهور بالذكر. لكونهما أظهر الجوانب، ولبيان أن العذاب سيغشاهم من أمامهم ومن خلفهم دون أن يملكوا له دفعا.وقال- سبحانه- وَلا هُمْ يُنْصَرُونَ لبيان أنهم مع عجزهم عن دفع العذاب بأنفسهم. فإن غيرهم- أيضا- لن يستطيع دفعه عنهم.قال صاحب الكشاف: «جواب «لو» محذوف. و «حين» مفعول به ليعلم. أى: لو يعلمون الوقت الذي يستعلمون عنه بقولهم: «متى هذا الوعد» وهو وقت صعب شديد تحيط بهم فيه النار من وراء وقدام، فلا يقدرون على دفعها ومنعها من أنفسهم، ولا يجدون ناصرا ينصرهم لما كانوا بتلك الصفة من الكفر والاستهزاء والاستعجال، ولكن جهلهم به هو الذي هونه عندهم، ويجوز أن يكون «يعلم» متروكا بلا تعدية، بمعنى: لو كان معهم علم ولم يكونوا جاهلين، لما كانوا مستعجلين، وحين: منصوب بمضمر، أى حين «لا يكفون عن وجوههم النار» يعلمون أنهم كانوا على الباطل.. ."},{"ayah_number":40,"text":"وقوله- سبحانه- بَلْ تَأْتِيهِمْ بَغْتَةً فَتَبْهَتُهُمْ.. بيان لسرعة قيام الساعة، ومفاجأتها لهم. أى: بل تأتيهم الساعة الموعود بها، وبعذابهم فيها، مفاجأة من غير شعور بمجيئها «فتبهتهم» أى: فتدهشهم وتحيرهم، والبهت: الانقطاع والحيرة.«فلا يستطيعون ردها» أى: فلا يستطيعون دفع الساعة أوردها عنهم وَلا هُمْ يُنْظَرُونَ أى: ولا هم يمهلون لتوبة أو معذرة."},{"ayah_number":41,"text":"ثم ختم- سبحانه- الآيات الكريمة بتسلية النبي صلّى الله عليه وسلّم عما أصابه من هؤلاء المشركين، فقال: وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ، فَحاقَ بِالَّذِينَ سَخِرُوا مِنْهُمْ. ما كانُوا بِهِ يَسْتَهْزِؤُنَ.أى: ولقد استهزئ- أيها الرسول الكريم- برسل كثيرين من قبلك، فنزل بهؤلاء المشركين المستهزئين برسلهم، العذاب الذي كانوا يستهزئون به في الدنيا، ويستعجلون رسلهم في نزوله.وصدرت الآية الكريمة بلام القسم وقد، لزيادة تحقيق مضمونها وتأكيده، وتنوين الرسل:للتفخيم والتكثير، أى: والله لقد استهزئ برسل كثيرين ذوى شأن خطير كائنين في زمان قبل زمانك.وعبر- سبحانه- بالفعل حاق، لأن هذه المادة تستعمل في إحاطة المكروه، فلا يقال:فلان حاق به الخير، ولأنها تدل على الشمول واللزوم.أى: فنزل بهم العذاب الذي كانوا يستهزئون به في الدنيا نزولا شاملا، أحاط بهم من كل جهة إحاطة تامة.وبذلك تكون الآيات الكريمة، قد بينت جانبا من سنن الله- تعالى- في خلقه، وحكت بعض الأفعال القبيحة التي كان المشركون يفعلونها مع النبي صلّى الله عليه وسلّم وهددتهم عليها تهديدا شديدا، وسلّت النبي صلّى الله عليه وسلّم عما ارتكبوه في حقه.ثم أمر- سبحانه- رسوله صلّى الله عليه وسلّم أن يذكّر هؤلاء الجاحدين بنعمه- تعالى- وأن ينذرهم بأسه وعقابه إذا ما استمروا في كفرهم، فقال- عز وجل-:"},{"ayah_number":42,"text":"وقوله- تعالى-: يَكْلَؤُكُمْ أى: يرعاكم ويحفظكم. يقال: فلان كلأ فلانا كلأ وكلاءة- بالكسر- إذا حرسه، واكتلأ فلان من غيره، إذا احترس منه.والاستفهام للإنكار والتقريع.أى: قل- أيها الرسول الكريم- لهؤلاء المستهزئين بك وبما جئت به من عند ربك: قل لهم من الذي يحرسكم ويحفظكم «بالليل» وأنتم نائمون «والنهار» وأنتم متيقظون «من الرحمن» أى: من عذاب الرحمن وبأسه إذا أراد أن يهلككم بسبب عكوفكم على كفركم وشرككم.وتقديم الليل على النهار، لما أن الدواهي فيه أكثر، والأخذ فيه أشد، واختار- سبحانه- لفظ الرحمن، للإشعار بأنهم يعيشون في خيره ورحمته. ومع ذلك لا يشكرونه- تعالى- على نعمه.ولذا- أخبر- سبحانه- عنهم بقوله: بَلْ هُمْ عَنْ ذِكْرِ رَبِّهِمْ مُعْرِضُونَ أى: بل هم بعد كل هذا الإنكار عليهم، والتنبيه لهم عن ذكر ربهم وكتابه الذي أنزله لهدايتهم، معرضون شاردون، لا يحاولون الانتفاع بتوجيهاته، ولا يستمعون إلى إرشاداته.فالجملة الكريمة تنفى عنهم الانتفاع بما يوجهه الرسول صلّى الله عليه وسلّم إليهم من هدايات وعظات."},{"ayah_number":43,"text":"ثم وجه- سبحانه- إليهم سؤالا آخر فقال: أَمْ لَهُمْ آلِهَةٌ تَمْنَعُهُمْ مِنْ دُونِنا..؟.وأَمْ هنا هي المنقطعة التي بمعنى بل والهمزة، فهي مشتملة على معنى الإضراب والإنكار.والمعنى: وسلهم- أيها الرسول الكريم- مرة أخرى: ألهؤلاء الجاحدين آلهة أخرى تستطيع أن تحرسهم وترعاهم سوانا نحن؟ كلا لبس لهم ذلك.فالجملة الكريمة إضراب عن وصفهم بالإعراض إلى توبيخهم على جهالاتهم بسبب اعتمادهم على آلهة لا تنفع ولا تضر.وقوله: لا يَسْتَطِيعُونَ نَصْرَ أَنْفُسِهِمْ وَلا هُمْ مِنَّا يُصْحَبُونَ نفى على أبلغ وجه لأن تكون هناك آلهة ترعاهم سوى الله- تعالى- أى: كلا.. ليس لهم آلهة تمنعهم من عذابنا إن أردنا إنزاله بهم، فإن هؤلاء الآلهة لا يستطيعون نصر أنفسهم فضلا عن نصر غيرهم، ولا هم منا يصحبون، أى: يجارون ويمنعون من نزول الضر بهم.قال ابن جرير: «وقوله يُصْحَبُونَ بمعنى يجارون، تقول العرب: أنا لك جار وصاحب من فلان. بمعنى أجيرك وأمنعك منه. وهؤلاء إذا لم يصحبوا بالجوار، ولم يكن لهم مانع من عذاب الله، مع سخط الله عليهم، فلم يصحبوا بخير ولن ينصروا ."},{"ayah_number":44,"text":"ثم انتقلت السورة الكريمة إلى الحديث عن نعمة أخرى من نعم الله عليهم لم يحسنوا شكرها، فقال- تعالى-: بَلْ مَتَّعْنا هؤُلاءِ وَآباءَهُمْ حَتَّى طالَ عَلَيْهِمُ الْعُمُرُ ...أى: لا تلتفت- أيها الرسول الكريم- إلى هؤلاء المشركين الذين أعرضوا عن ذكر ربهم، والذين زعموا أن آلهتهم تضر أو تنفع، فإننا قد كلأناهم برعايتنا بالليل والنهار، ومتعناهم وآباءهم من قبلهم بالكثير من متع الحياة الدنيا، حتى طالت أعمارهم في رخاء ونعمة، فحملهم ذلك على الطغيان والبطر والإصرار على الكفر. وسنأخذهم في الوقت الذي نريده أخذ عزيز مقتدر، فإن ما أعطيناه لهم من نعم إنما هو على سبيل الاستدراج لهم.ثم يلفت- سبحانه- أنظارهم إلى الواقع المشاهد في هذه الحياة فيقول: أَفَلا يَرَوْنَ أَنَّا نَأْتِي الْأَرْضَ نَنْقُصُها مِنْ أَطْرافِها أَفَهُمُ الْغالِبُونَ.وللعلماء في تفسير هذه الجملة الكريمة أقوال منها: أن المراد بنقص الأرض من أطرافها:إهلاك المشركين السابقين الذين كذبوا رسلهم، كقوم نوح وعاد وثمود، وهم يمرون على قرى بعض هؤلاء المكذبين، ويرون آثارهم وقد دمرت ديارهم.والمعنى: أفلا ينظر هؤلاء المشركون الذين كذبوك يا محمد، فيرون بأعينهم ما حل بأمثالهم ممن كذبوا الرسل من قبلك. وكيف أننا طوينا الأرض بهم. وجعلناهم أثرا بعد عين.والاستفهام في قوله: أَفَهُمُ الْغالِبُونَ للإنكار.أى: لم تكن الغلبة والعاقبة في يوم من الأيام لمن كذبوا رسل الله- تعالى- وإنما الغلبة والظفر وحسن العاقبة لمن آمن بالرسل وصدقهم واتبع ما جاءوا به من عند ربهم.وقد أشار الإمام ابن كثير إلى هذا المعنى بقوله: «أفلا يعتبرون بنصر الله لأوليائه على أعدائه، وإهلاكه الأمم المكذبة والقرى الظالمة وإنجائه لعباده المؤمنين. ولهذا قال: أَفَهُمُ الْغالِبُونَ.يعنى: بل هم المغلوبون الأسفلون الأخسرون الأرذلون   .ومنها أن المراد بنقص الأرض من أطرافها: نقص أرض الكفر ودار الحرب، وتسليط المسلمين عليها وانتزاعها من أيديهم بدليل الاستفهام الإنكارى في قوله أَفَهُمُ الْغالِبُونَ أى: لا.. ليسوا هم الذين يغلبون جندنا، وإنما جندنا هم الغالبون.وقد صدر الآلوسى تفسيره لهذا القول فقال: «أفلا يرون أنا تأتى الأرض» أى: أرض الكفرة «ننقصها من أطرافها» بتسليط المسلمين عليها، وحوز ما يحوزونه منها، ونظمه في سلك ملكهم.. «أفهم الغالبون» على رسول الله صلّى الله عليه وسلّم والمؤمنين.والمراد إنكار ترتيب الغالبية على ما ذكر من نقص أرض الكفرة بتسليط المؤمنين عليها، كأنه قيل: أبعد ظهور ما ذكر ورؤيتهم له يتوهم غلبتهم، وفي التعريف تعريض بأن المسلمين هم المتعينون للغلبة المعروفون فيها  .وقال صاحب الكشاف: «فإن قلت: أى فائدة في قوله نَأْتِي الْأَرْضَ؟.قلت: فيه تصوير ما كان الله يجريه على أيدى المسلمين، وأن عساكرهم وسراياهم كانت تغزو أرض المشركين وتأتيها غالبة عليها، ناقصة من أطرافها  .وهذان الرأيان مع وجاهتهما، إلا أن الرأى الأول الذي ذهب إليه ابن كثير أكثر شمولا، لأنه يتناول ما أصاب المكذبين للرسل السابقين من عقاب كما يشمل التهديد للمكذبين المعاصرين للعهد النبوي، بأنهم إذا استمروا في طغيانهم فسيحل بهم ما حل بمن سبقوهم.وهناك من يرى أن المراد بنقص الأرض من أطرافها: موت العلماء، أو خرابها عند موت أهلها، أو نقص الأنفس والثمرات.. ولكن هذه الآراء ليس معها ما يرجحها."},{"ayah_number":45,"text":"ثم أمر الله- تعالى- رسوله صلّى الله عليه وسلّم أن يوجه إلى هؤلاء المشركين إنذارا حاسما، فقال- تعالى-: قُلْ إِنَّما أُنْذِرُكُمْ بِالْوَحْيِ ...أى: قل يا محمد لهؤلاء المشركين: إنى بعد أن بينت لكم ما بينت من هدايات وإرشادات أنذركم عن طريق الوحى الصادق، بأن الساعة آتية لا ريب فيها، فلا تستعجلوا ذلك فكل آت قريب، وسترون فيها ما ترون من أهوال وعذاب.وقوله وَلا يَسْمَعُ الصُّمُّ الدُّعاءَ إِذا ما يُنْذَرُونَ توبيخ لهم وتجهيل.أى: ولا يسمع الصم دعاء من يدعوهم إلى ما ينفعهم، ولا يلتفتون إلى إنذار من ينذرهم وذلك لكمال جهلهم، وشدة عنادهم، وانطماس بصائرهم."},{"ayah_number":46,"text":"ثم بين- سبحانه- حالهم عند ما ينزل بهم شيء من العذاب فقال: وَلَئِنْ مَسَّتْهُمْ نَفْحَةٌ مِنْ عَذابِ رَبِّكَ لَيَقُولُنَّ يا وَيْلَنا إِنَّا كُنَّا ظالِمِينَ.أى: ولئن أصاب هؤلاء المشركين شيء قليل من عذاب ربك يا محمد. ليقولن على سبيل التفجع والتحسر وإظهار الخضوع: يا ويلنا- أى يا هلاكنا- إنا كنا ظالمين، ولذلك نزل بنا هذا العذاب، وفي هذا التعبير ألوان من المبالغات منها: ذكر المس الذي يكفى في تحققه إيصال ما، ومنها: ما في النفح من النزارة والقلة، يقال: نفح فلان فلانا نفحة، إذا أعطاه شيئا قليلا ومنها. البناء الدال على المرة والواحدة كما يفيد ذلك التعبير بالنفحة. أى: نفحة واحدة من عذاب ربك، والمقصود من الآية الكريمة بيان سرعة تأثر هؤلاء المشركين، بأقل شيء من العذاب الذي كانوا يستعجلونه، وأنهم إذا ما نزل بهم شيء منه، أصيبوا بالهلع والجزع، وتنادوا بالويل والثبور والاعتراف بالظلم وتجاوز الحدود."},{"ayah_number":47,"text":"ثم بين- سبحانه- مظهرا من مظاهر عدله مع عباده يوم القيامة فقال: وَنَضَعُ الْمَوازِينَ الْقِسْطَ لِيَوْمِ الْقِيامَةِ فَلا تُظْلَمُ نَفْسٌ شَيْئاً ...أى: ونحضر الموازين العادلة لمحاسبة الناس على أعمالهم يوم القيامة ولإعطاء كل واحد منهم ما يستحقه من ثواب أو عقاب، دون أن يظلم ربك أحدا من خلقه.وَإِنْ كانَ مِثْقالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنا بِها وَكَفى بِنا حاسِبِينَ أى: وإن كانت الأعمال التي عملها الإنسان في الدنيا في نهاية الحقارة والقلة، أتينا بها في صحيفة عمله لتوزن، وكفى بنا عادّين ومحصين على الناس أعمالهم، إذ لا يخفى علينا شيء منها سواء أكان قليلا أم كثيرا.قال ابن كثير: قوله: وَنَضَعُ الْمَوازِينَ الأكثر على أنه ميزان واحد، وإنما جمع باعتبار تعدد الأعمال الموزونة فيه .وقال القرطبي: «الموازين: جمع ميزان، فقيل: إنه يدل بظاهره على أن لكل مكلف ميزانا توزن به أعماله، فتوضع الحسنات في كفة، والسيئات في كفة. وقيل: يجوز أن يكون هناك موازين للعامل الواحد، يوزن بكل ميزان منها صنف من أعماله.. وقيل: ذكر الميزان مثل وليس ثمّ ميزان وإنما هو العدل، والذي وردت به الأخبار، وعليه السواد الأعظم القول الأول. و «القسط» صفة الموازين ووحد لأنه مصدر..  .واللام في قوله لِيَوْمِ الْقِيامَةِ قيل للتوقيت. أى للدلالة على الوقت، كقولهم: جاء فلان لخمس ليال بقين من الشهر. وقيل هي لام كي، أى: لأجل يوم القيامة، أو بمعنى في أى: في يوم القيامة.وقوله- سبحانه- فَلا تُظْلَمُ نَفْسٌ شَيْئاً بيان للعدل الإلهى، وأنه- سبحانه- لا يظلم أحدا شيئا مما له أو عليه، أى: فلا تظلم نفس شيئا من الظلم لا قليلا ولا كثيرا.وقوله وَإِنْ كانَ مِثْقالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنا بِها تصوير لدقة الحساب، وعدم مغادرته لشيء من أعمال الناس، إذ الخردل حب في غاية الصغر والدقة. ومثقال الشيء: وزنه.وأنث الضمير في قوله «بها» وهو راجع إلى المضاف الذي هو «مثقال» وهو مذكر.لاكتسابه التأنيث من المضاف إليه الذي هو «حبة من خردل» .وقوله- سبحانه-: وَكَفى بِنا حاسِبِينَ بيان لإحاطة الله- تعالى-: بعلم كل شيء. كما قال- تعالى- إِنَّ اللَّهَ لا يَخْفى عَلَيْهِ شَيْءٌ فِي الْأَرْضِ وَلا فِي السَّماءِ .وفي معنى هذه الآية وردت آيات كثيرة منها قوله- تعالى-: إِنَّ اللَّهَ لا يَظْلِمُ مِثْقالَ ذَرَّةٍ، وَإِنْ تَكُ حَسَنَةً يُضاعِفْها وَيُؤْتِ مِنْ لَدُنْهُ أَجْراً عَظِيماً  .وقوله- سبحانه-: يا بُنَيَّ إِنَّها إِنْ تَكُ مِثْقالَ حَبَّةٍ مِنْ خَرْدَلٍ فَتَكُنْ فِي صَخْرَةٍ أَوْ فِي السَّماواتِ أَوْ فِي الْأَرْضِ يَأْتِ بِهَا اللَّهُ إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ  .وبذلك نرى أن هذه الآيات الكريمة قد ذكرت أولئك المشركين بجانب من نعم الله- تعالى- عليهم، وحضهم على التدبر والاتعاظ، وأنذرتهم بسوء العاقبة إذا ما استمروا في كفرهم وشركهم، وصورت لهم دقة الحساب يوم القيامة، وأن كل إنسان سيحاسب على عمله سواء أكان صغيرا أم كبيرا، ولا يظلم ربك أحدا.وبعد أن فصل- سبحانه- الحديث عن دلائل التوحيد والنبوة والمعاد، ورد على المشركين ردا يفحمهم، أتبع ذلك بالحديث عن قصص بعض الأنبياء تسلية للرسول صلّى الله عليه وسلّم وتثبيتا لقلبه، فقال- تعالى-:"},{"ayah_number":48,"text":"والمراد بالفرقان وبالضياء وبالذكر: التوراة، فيكون الكلام من عطف الصفات. والمعنى:ولقد أعطينا موسى وهارون- عليهما السلام- كتاب التوراة ليكون فارقا بين الحق والباطل، وليكون- أيضا- ضياء يستضيء به أتباعه من ظلمات الكفر والضلالة، وليكون ذكرا حسنا لهم، وموعظة يتعظون بما اشتمل عليه من آداب وأحكام.قال الآلوسى: «قوله- سبحانه-: وَلَقَدْ آتَيْنا مُوسى وَهارُونَ الْفُرْقانَ وَضِياءً وَذِكْراً ...نوع تفصيلي لما أجمل في قوله- تعالى- قبل ذلك: وَما أَرْسَلْنا قَبْلَكَ إِلَّا رِجالًا نُوحِي إِلَيْهِمْ.وتصديره بالتوكيد القسمي لإظهار كمال الاعتناء بمضمونه.والمراد بالفرقان: التوراة، وكذا بالضياء والذكر. والعطف كما في قوله:إلى الملك القرم وابن الهمام ... وليث الكتيبة في المزدحموقيل: الفرقان هنا: النصر على الأعداء.. والضياء التوراة أو الشريعة. وعن الضحاك:أن الفرقان فرق البحر.. .وخص المتقين بالذكر، لأنهم هم الذين انتفعوا بما اشتمل عليه هذا الكتاب من هدايات."},{"ayah_number":49,"text":"وقوله- تعالى-: الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ.. صفة مدح للمتقين.أى: آتينا موسى وهارون الكتاب الجامع لصفات الخير ليكون هداية للمتقين، الذين من صفاتهم أنهم يخافون ربهم وهو غير مرئى لهم، ويخشون عذابه في السر والعلانية وَهُمْ مِنَ السَّاعَةِ مُشْفِقُونَ أى: وهم من الساعة وما يقع فيها من حساب دقيق خائفون وجلون وليسوا كأولئك الكافرين الجاحدين الذين يستعجلون حدوثها.وخصت الساعة بالذكر مع أنها داخلة في الإيمان بالغيب، للعناية بشأنها حيث إنها من أعظم المخلوقات، وللردّ على من أنكرها واستعجل قيامها."},{"ayah_number":50,"text":"واسم الإشارة في قوله: وَهذا ذِكْرٌ مُبارَكٌ أَنْزَلْناهُ للقرآن الكريم، أى: وهذا القرآن الذي أنزلناه على عبدنا محمد صلّى الله عليه وسلّم هو ذكر وشرف لكم، وهو كذلك كثير الخيرات والبركات لمن اتبع توجيهاته.والاستفهام في قوله: أَفَأَنْتُمْ لَهُ مُنْكِرُونَ للتوبيخ والإنكار، والخطاب للمشركين.أى: كيف تنكرون كونه من عند الله مع أنكم بمقتضى فصاحتكم تدركون من بلاغته، ما لا يدركه غيركم، ومع أنكم تعترفون بنزول التوراة على موسى وهارون.إن إنكاركم لكون القرآن من عند الله، لهو دليل واضح على جحودكم للحق بعد أن تبين لكم.قال الجمل: وتقديم الجار والمجرور على المتعلق، دل على التخصيص، أى: أفأنتم للقرآن خاصة دون كتاب اليهود تنكرون؟ فإنهم كانوا يراجعون اليهود فيما عنّ لهم من المشكلات  .ثم تسوق السورة بعد ذلك بشيء من التفصيل قصة إبراهيم- عليه السلام- مع قومه،وما دار بينه وبينهم من محاورات ومحاولات فتقول:"},{"ayah_number":51,"text":"وقصة إبراهيم- عليه السلام- مع قومه، قد وردت في سور متعددة منها: سورة البقرة، والعنكبوت، والصافات.وهنا تحدثنا سورة الأنبياء عن جانب من قوة إيمانه- عليه السلام- ومن سلامة حجته ومن تصميمه على تنفيذ ما يرضى الله- تعالى- بالقول والعمل.والمراد بالرشد: الهداية إلى الحق والبعد عن ارتكاب ما نهى الله- تعالى- عنه.والمراد بقوله- تعالى- مِنْ قَبْلُ أى: من قبل أن يكون نبيا.والمعنى: ولقد آتينا- بفضلنا وإحساننا- إبراهيم- عليه السلام- الرشد إلى الحق، والهداية إلى الطريق المستقيم، «من قبل» أى: من قبل النبوة بأن جنبناه ما كان عليه قومه من كفر وضلال.وقد اكتفى الإمام ابن كثير بهذا المعنى في قوله- تعالى- مِنْ قَبْلُ فقال: يخبر- تعالى- عن خليله إبراهيم- عليه السلام-، أنه آتاه رشده من قبل.أى: من صغره ألهمه الحق والحجة على قومه، كما قال- تعالى-:وَتِلْكَ حُجَّتُنا آتَيْناها إِبْراهِيمَ عَلى قَوْمِهِ..   .ومن المفسرين من يرى أن المقصود بقوله- تعالى- مِنْ قَبْلُ أى: من قبل موسى وهارون، فقد كان الحديث عنهما قبل ذلك بقليل في قوله- تعالى-: وَلَقَدْ آتَيْنا مُوسى وَهارُونَ الْفُرْقانَ وَضِياءً وَذِكْراً لِلْمُتَّقِينَ ...فيكون المعنى: ولقد آتينا إبراهيم رشده وهداه، ووفقناه للنظر والاستدلال على الحق، من قبل موسى وهارون، لأنه يسبقهما في الزمان.وقد رجح هذا المعنى الإمام الآلوسى فقال: وَلَقَدْ آتَيْنا إِبْراهِيمَ رُشْدَهُ» .أى: الرشد اللائق به وبأمثاله من الرسل الكبار، وهو الرشد الكامل، أعنى: الاهتداء إلى وجوه الصلاح في الدين والدنيا.. «من قبل» أى: من قبل موسى وهارون، وقيل: من قبل البلوغ ... والأول مروى عن ابن عباس وابن عمر، وهو الوجه الأوفق لفظا ومعنى، أما لفظا فللقرب، وأما معنى فلأن ذكر الأنبياء- عليهم السلام- للتأسى، وكان القياس أن يذكر نوح ثم إبراهيم ثم موسى، لكن روعي في ذلك ترشيح التسلي والتأسى، فقد ذكر موسى، لأن حاله وما قاساه من قومه.. أشبه بحال نبينا صلّى الله عليه وسلّمويبدو لنا أن الآية الكريمة تتسع للمعنيين. أى: أن الله- تعالى- قد أعطى إبراهيم رشده، من قبل النبوة، ومن قبل موسى وهارون لسبقه لهما في الزمان.وقوله: وَكُنَّا بِهِ عالِمِينَ بيان لكمال علم الله- تعالى- أى: وكنا به وبأحواله وبسائر شئونه عالمين، بحيث لا يخفى علينا شيء من أحواله أو من أحوال غيره."},{"ayah_number":52,"text":"وقوله: إِذْ قالَ لِأَبِيهِ وَقَوْمِهِ ما هذِهِ التَّماثِيلُ الَّتِي أَنْتُمْ لَها عاكِفُونَ بيان لما جابه به إبراهيم أباه وقومه من قول سديد يدل على شجاعته ورشده.أى: وكنا به عالمين. وقت أن قال لأبيه وقومه على سبيل الإرشاد والتنبيه: ما هذه التماثيل الباطلة التي أقبلتم عليها، وصرتم ملازمين لعبادتها بدون انقطاع.وسؤاله- عليه السلام- لهم بما التي هي لبيان الحقيقة، من باب تجاهل العارف، لأنه يعلم أن هذه الأصنام مصنوعة من الأحجار أو ما يشبهها، وإنما أراد بسؤاله تنبيههم إلى فساد فعلهم. حيث عبدوا ما يصنعونه بأيديهم.وعبر عن الأصنام بالتماثيل، زيادة في التحقير من أمرها، والتوهين من شأنها، فإن التمثال هو الشيء المصنوع من الأحجار أو الحديد أو نحو ذلك، على هيئة مخلوق من مخلوقات الله- تعالى- كالإنسان والحيوان، يقال: مثلت الشيء بالشيء إذا شبهته به.فهو- عليه السلام- سماها باسمها الحقيقي الذي تستحقه، دون أن يجاريهم في تسميتها آلهة.وقوله: عاكِفُونَ من العكوف بمعنى المداومة والملازمة. يقال: عكف فلان على الشيء إذا لازمه وواظب عليه، ومنه الاعتكاف لأنه حبس النفس عن التصرفات العادية.وفي التعبير عن عبادتهم لها بالعكوف عليها، تفظيع لفعلهم وتنفير لهم منه، حيث انكبوا على تعظيم من لا يستحق التعظيم، وتعلقوا بعبادة تماثيل هم صنعوها بأيديهم."},{"ayah_number":53,"text":"وقوله- سبحانه-: قالُوا وَجَدْنا آباءَنا لَها عابِدِينَ حكاية لما قالوه في ردهم على إبراهيم- عليه السلام- وهو رد يدل على تحجر عقولهم، وانطماس بصائرهم حيث قلدوا فعل آبائهم بدون تدبر أو تفكر.أى: قالوا في جوابهم على إبراهيم- عليه السلام- وجدنا آباءنا يعبدون هذه التماثيل فسرنا على طريقتهم."},{"ayah_number":54,"text":"وهنا يرد عليهم إبراهيم بقوله: لَقَدْ كُنْتُمْ أَنْتُمْ وَآباؤُكُمْ فِي ضَلالٍ مُبِينٍ.أى: لقد كنتم أنتم وآباؤكم الذين وجدتموهم يعبدون هذه الأصنام، في ضلال عجيب لا يقادر قدره، وفي فساد ظاهر واضح لا يخفى أمره على عاقل، لأن كل عاقل يعلم أن هذه الأصنام لا تستحق العبادة أو التقديس أو العكوف عليها، والباطل لا يصير حقا بفعل الآباء له."},{"ayah_number":55,"text":"وعند ما واجههم إبراهيم- عليه السلام- بهذا الحكم البين الصريح، قالوا له: أَجِئْتَنا بِالْحَقِّ أَمْ أَنْتَ مِنَ اللَّاعِبِينَ.أى: أجئتنا يا إبراهيم بالحق الذي يجب علينا اتباعه، أم أنت من اللاعبين اللاهين الذين يقولون ما يقولون بقصد الهزل والملاعبة.وسؤالهم هذا يدل على تزعزع عقيدتهم. وشكهم فيما هم عليه من باطل، إلا أن التقليد لآبائهم. جعلهم يعطلون عقولهم «ويستحبون العمى على الهدى» .ويجوز أن يكون سؤالهم هذا من باب الإنكار عليه. واستبعاد أن يكون آباؤهم على باطل، وإلى هذا المعنى أشار صاحب الكشاف بقوله: «بقوا متعجبين من تضليله إياهم، وحسبوا أن ما قاله، إنما قاله على وجه المزاح والمداعبة، لا على طريق الجد، فقالوا له: هذا الذي جئتنابه، أهو جد وحق أم لعب وهزل  ."},{"ayah_number":56,"text":"وقد رد عليهم إبراهيم- عليه السلام- ردا حاسما يدل على قوة يقينه فقال: بَلْ رَبُّكُمْ رَبُّ السَّماواتِ وَالْأَرْضِ الَّذِي فَطَرَهُنَّ..» .أى: قال لهم إبراهيم بلغة الواثق بأنه على الحق: أنا لست هازلا فيما أقوله لكم، وإنما أنا جاد كل الجد في إخباركم أن الله- تعالى- وحده هو ربكم ورب آبائكم، ورب السموات والأرض، فهو الذي خلقهن وأنشأهن بما فيهن من مخلوقات بقدرته التي لا يعجزها شيء.وقوله: وَأَنَا عَلى ذلِكُمْ مِنَ الشَّاهِدِينَ تذييل المقصود به تأكيد ما أخبرهم به، وما دعاهم إليه. أى: وأنا على أن الله- تعالى- هو ربكم ورب كل شيء من الشاهدين، الذين يثقون في صدق ما يقولون ثقة الشاهد على شيء لا يشك في صحته."},{"ayah_number":57,"text":"ثم أضاف إلى هذا التأكيد القولى، تأكيدا آخر فعليا، فقال لهم: وَتَاللَّهِ لَأَكِيدَنَّ أَصْنامَكُمْ بَعْدَ أَنْ تُوَلُّوا مُدْبِرِينَ.أى: وحق الله الذي فطركم وفطر كل شيء، لأجتهدن في تحطيم أصنامكم، بعد أن تنصرفوا بعيدا عنها. وتولوها أدباركم.وأصل الكيد: الاحتيال في إيجاد ما يضر مع إظهار خلافه. وقد عبر به إبراهيم عن تكسير الأصنام وتحطيمها، لأن ذلك يحتاج إلى احتيال وحسن تدبير."},{"ayah_number":58,"text":"وقد نفذ إبراهيم ما توعد به الأصنام، فقد انتهز فرصة ذهاب قومه بعيدا عنها فحطمها، قال تعالى- فَجَعَلَهُمْ جُذاذاً إِلَّا كَبِيراً لَهُمْ لَعَلَّهُمْ إِلَيْهِ يَرْجِعُونَ.والفاء في قوله: «فجعلهم» فصيحة. والجذاذ القطع الصغيرة جمع جذاذة من الجذ بمعنى القطع والكسر.أى: فولوا مدبرين عن الأصنام فجعلها بفأسه قطعا صغيرة، بأن حطمها عن آخرها- سوى الصنم الأكبر لم يحطمه بل تركه من غير تكسير. لعلهم إليه يرجعون فيسألونه كيف وقعت هذه الواقعة وهو حاضر، ولم يستطع الدفاع عن إخوته الصغار؟!!.ولعل إبراهيم- عليه السلام- قد فعل ذلك ليقيم لهم أوضح الأدلة على أن هذه الأصنام لا تصلح أن تكون آلهة، لأنها لم تستطع الدفاع عن نفسها، وليحملهم على التفكير في أن الذي يجب أن يكون معبودا، إنما هو الله الخالق لكل شيء، والقادر على كل شيء.قال الآلوسى ما ملخصه: وقوله: لَعَلَّهُمْ إِلَيْهِ يَرْجِعُونَ لبيان وجه الكسر واستبقاء الكبير، وضمير «إليه» عائد إلى إبراهيم، أى: لعلهم يرجعون إلى إبراهيم، فيحاجهم ويبكتهم.وعن الكلبي: أن الضمير للكبير، أى: لعلهم يرجعون إلى الكبير، كما يرجع إلى العالم في حل المشكلات فيقولون له: ما لهؤلاء مكسورة، وما لك صحيحا، والفأس في عنقك أو في يدك؟ وحينئذ يتبين لهم أنه عاجز لا ينفع ولا يضر، ويظهر أنهم في عبادته على جهل عظيم..  .وعاد القوم إلى أصنامهم بعد تركهم إياها لفترة من الوقت، فوجدوها قد تحطمت إلا ذلك الكبير، فأصابهم ما أصابهم من الذهول والعجب، ويصور القرآن الكريم ذلك فيقول:"},{"ayah_number":59,"text":"أى: وحين رجع القوم من عيدهم ورأوا ما حل بأصنامهم «قالوا» على سبيل التفجع والإنكار: «من فعل هذا» الفعل الشنيع «بآلهتنا» التي نعظمها «إنه» أى هذا الفاعل «لمن الظالمين» لهذه الآلهة. لإقدامه على إهانتها وهي الجديرة بالتعظيم- في زعمهم-، ولمن الظالمين لنفسه حيث سيعرضها للعقوبة منا."},{"ayah_number":60,"text":"قالُوا أى: بعضهم وهم الذين سمعوا من إبراهيم قوله: «وتالله لأكيدن أصنامكم بعد أن تولوا مدبرين» . سَمِعْنا فَتًى يَذْكُرُهُمْ يُقالُ لَهُ إِبْراهِيمُ والمراد بالذكر هنا: الذكر بالسوء والذم.أى: سمعنا فتى يذكرهم بالنقص والذم والتهديد بالكيد، وهذا الفتى يقال له إبراهيم، ولعله هو الذي فعل بهم ما فعل."},{"ayah_number":61,"text":"وهنا تشاوروا فيما بينهم وقالوا. إذا كان الأمر كذلك: فَأْتُوا بِهِ وأحضروه عَلى أَعْيُنِ النَّاسِ أى: أمام أعينهم ليتمكنوا من رؤيته على أتم وجه لَعَلَّهُمْ يَشْهَدُونَ مساءلتنا له، ومواجهتنا إياه بالعقوبة التي يستحقها على فعله هذا، أو يشهدون عليه بأنه هو الذي حطم الأصنام.قال ابن كثير: وكان هذا هو المقصود الأكبر لإبراهيم، أن يتبين في هذا المحفل العظيم، كثرة جهلهم، وقلة عقلهم، في عبادة هذه الأصنام، التي لا تدفع عن نفسها ضرا، ولا تملك لها نصرا..»  ."},{"ayah_number":62,"text":"وجاءوا بإبراهيم- عليه السلام- وقالوا له على سبيل الاستنكار والتهديد: «أأنت فعلت هذا» التكسير والتحطيم «بآلهتنا» التي نعبدها «يا إبراهيم» ؟"},{"ayah_number":63,"text":"وهنا يرد عليهم إبراهيم- عليه السلام- بتهكم ظاهر، واستهزاء واضح فيقول: بَلْ فَعَلَهُ كَبِيرُهُمْ هذا يعنى الذي تركه بدون تحطيم، فإن كنتم لم تصدقوا قولي فَسْئَلُوهُمْ عمن فعل بهم ذلك إِنْ كانُوا يَنْطِقُونَ أى: إن كانوا ممن يتمكن من النطق أجابوكم وأخبروكم عمن فعل بهم ما فعل.فأنت ترى أن إبراهيم- عليه السلام- لم يقصد بقوله هذا الإخبار بأن كبير الأصنام هو الذي حطمها، أو سؤالهم للأصنام عمن حطمها، وإنما الذي يقصده هو الاستهزاء بهم، والسخرية بأفكارهم، فكأنه يقول لهم: إن هذه التماثيل التي تعبدونها من دون الله. لا تدرى إن كنت أنا الذي حطمتها أم هذا الصنم الكبير، وأنتم تعرفون أنى قد بقيت قريبا منها بعد أن وليتم عنها مدبرين، وإذا كان الأمر كذلك فانظروا من الذي حطمها إن كانت لكم عقول تعقل؟قال صاحب الكشاف: هذا- أى قول إبراهيم لهم: بل فعله كبيرهم هذا- من معاريض الكلام، ولطائف هذا النوع لا يتغلغل فيها إلا أذهان الخاصة من علماء المعاني.والقول فيه أن قصد إبراهيم- عليه السلام- لم يكن إلى أن ينسب الفعل الصادر عنه إلى الصنم، وإنما قصد تقريره لنفسه، وإثباته لها على أسلوب تعريضي، يبلغ فيه غرضه من إلزامهم الحجة وتبكيتهم.وهذا كما لو قال لك صاحبك، وقد كتبت كتابا بخط رشيق- وأنت شهير بحسن الخط-: أأنت كتبت هذا؟ وصاحبك أمى لا يحسن الخط، ولا يقدر إلا على خربشة فاسدة- أى كتابة رديئة- فقلت له: بل كتبته أنت، كان قصدك بهذا الجواب، تقرير أن هذه الكتابة لك. مع الاستهزاء به.. «1» .وهذا التفسير للآية الكريمة من أن إبراهيم- عليه السلام- قد قال لقومه ما قال على سبيل الاستهزاء بهم، هو الذي تطمئن إليه قلوبنا، وقد تركنا أقوالا أخرى للمفسرين في معنى الآية، نظرا لضعف هذه الأقوال بالنسبة لهذا القول."},{"ayah_number":64,"text":"وقوله- سبحانه-: فَرَجَعُوا إِلى أَنْفُسِهِمْ فَقالُوا إِنَّكُمْ أَنْتُمُ الظَّالِمُونَ بيان للأثر الذي أحدثه رد إبراهيم- عليه السلام-.أى: أنهم بعد أن قال لهم إبراهيم بَلْ فَعَلَهُ كَبِيرُهُمْ هذا فَسْئَلُوهُمْ إِنْ كانُوا يَنْطِقُونَ، أخذوا في التفكر والتدبر، فرجعوا إلى أنفسهم باللوم، وقال بعضهم لبعض إنكم أنتم الظالمون، حيث عبدتم مالا يستطيع الدفاع عن نفسه أو حيث تركتم آلهتكم بدون حراسة."},{"ayah_number":65,"text":"ولكن هذا الأثر، وهذا اللوم لأنفسهم، لم يلبث إلا قليلا حتى تبدد، بسبب استيلاء العناد والجحود عليهم، فقد صور القرآن حالهم بعد ذلك فقال: ثُمَّ نُكِسُوا عَلى رُؤُسِهِمْ لَقَدْ عَلِمْتَ ما هؤُلاءِ يَنْطِقُونَ.وقوله: نُكِسُوا فعل مبنى للمجهول من النكس، وهو قلب الشيء من حال إلى حال، وأصله: قلب الشيء بحيث يصير أعلاه أسفله.أى: ثم انقلبوا من لومهم لأنفسهم لعبادتهم لما لا يقدر على دفع الأذى عنه، إلى التصميم على كفرهم وضلالهم، فقالوا لإبراهيم على سبيل التهديد: لقد علمت أن هذه الأصنام لا تنطق، فكيف تأمرنا بسؤالها؟ إن أمرك هذا لنا لهو دليل على أنك تسخر بعقولنا، ونحن لن نقبل ذلك، وسننزل بك العقاب الذي تستحقه.وقد شبه القرآن الكريم عودتهم إلى باطلهم وعنادهم، بعد رجوعهم إلى أنفسهم باللوم، شبه ذلك بالانتكاس، لأنهم بمجرد أى خطرت لهم الفكرة السليمة، أطفأوها بالتصميم على الكفر والضلال، فكان مثلهم كمثل من انتكس على رأسه بعد أن كان ما شيا على قدميه، فيا له من تصوير بديع لحالة من يعود إلى الظلام، بعد أن يتبين له النور.والجملة الكريمة لَقَدْ عَلِمْتَ ما هؤُلاءِ يَنْطِقُونَ جواب لقسم محذوف، معمول لقول محذوف، والتقدير: ثم نكسوا على رءوسهم قائلين: والله لقد علمت ما هؤلاء ينطقون.ولم يملك إبراهيم إزاء انتكاسهم على رءوسهم، إلا أن يوبخهم بعنف وضيق، - وهو الحليم الأواه المنيب- وقد قابلوا تأنيبه لهم بتوعده بالعذاب الشديد، ولكن الله- تعالى- نجاه من مكرهم، قال- تعالى-:"},{"ayah_number":66,"text":"أى: قال إبراهيم لقومه بعد أن ضاق بهم ذرعا: أتتركون عبادة الله الذي خلقكم، وتعبدون غيره أصناما لا تنفعكم بشيء من النفع، ولا تضركم بشيء من الضر، ثم يضيف إلى هذا التبكيت لهم، الضجر منهم، فيقول: أُفٍّ لَكُمْ وَلِما تَعْبُدُونَ مِنْ دُونِ اللَّهِ أَفَلا تَعْقِلُونَ."},{"ayah_number":67,"text":"و «أف» اسم فعل مضارع بمعنى أتضجر. وأصله صوت المتضجر من استقذار الشيء.واللام في قوله لَكُمْ لبيان المتضجر لأجله.أى: سحقا وقبحا لكم، ولما تعبدونه من أصنام متجاوزين بها عبادة الله- تعالى- عن جهل وسخف وطغيان.أَفَلا تَعْقِلُونَ ما أنتم فيه من ضلال واضح، فترجعون عنه إلى عبادة الواحد القهار."},{"ayah_number":68,"text":"وعند ما وصل إبراهيم في توبيخهم وتبكيتهم إلى هذا الحد أخذتهم العزة بالإثم، شأنهم في ذلك شأن كل طاغية جهول، يلجأ إلى القوة الغاشمة بعد أن تبطل حجته، فقالوا فيما بينهم:حَرِّقُوهُ وَانْصُرُوا آلِهَتَكُمْ إِنْ كُنْتُمْ فاعِلِينَ.أى: قال بعضهم لبعض بعد أن عجزوا عن مقارعة الحجة بالحجة، وبعد أن رأوا إبراهيم قد أفحمهم بمنطقه الحكيم: حَرِّقُوهُ أى: بالنار، فإنها أشد العقوبات.قيل: إن الذي اقترح عليهم ذلك هو رئيسهم: نمرود بن كنعان. وقيل: هو رجل من الفرس اسمه: هينون.وقوله: وَانْصُرُوا آلِهَتَكُمْ.. بيان لسبب تحريقه بالنار.أى: حرقوه بالنار من أجل الانتصار لآلهتكم التي حطمها في غيبتكم إِنْ كُنْتُمْ فاعِلِينَ.أى: إن كنتم بحق تريدون أن تنصروا آلهتكم نصرا يرضيها، فأحرقوه بالنار.قال صاحب الكشاف: أجمعوا رأيهم- لما غلبوا- بإهلاكه، وهكذا المبطل إذا قرعت شبهته بالحجة وافتضح. لم يكن أحد أبغض إليه من المحق ولم يبق له مفزع إلا مناصبته العداء، كما فعلت قريش برسول الله صلّى الله عليه وسلّم حين عجزوا عن المعارضة.والذي أشار بإحراقه: نمروذ. وعن ابن عمر: رجل من أعراب العجم. واختاروا المعاقبة بالنار لأنها أهول ما يعاقب به وأفظعه، ولذلك جاء: «لا يعذب بالنار إلا خالقها»  ."},{"ayah_number":69,"text":"وقوله تعالى: قُلْنا يا نارُ كُونِي بَرْداً وَسَلاماً عَلى إِبْراهِيمَ.. مسبوق بكلام محذوف يفهم من سياق القصة.والتقدير: وأحضر قوم إبراهيم الحطب، وأضرموا نيرانا عظيمة، وألقوا بإبراهيم فيها، فلما فعلوا ذلك، قلنا: يا نار كوني- بقدرتنا وأمرنا- ذات برد، وذات سلام على إبراهيم، فكانت كما أمرها الله- تعالى-، وصدق- سبحانه- إذ يقول: بَدِيعُ السَّماواتِ وَالْأَرْضِ وَإِذا قَضى أَمْراً فَإِنَّما يَقُولُ لَهُ كُنْ فَيَكُونُ  ."},{"ayah_number":70,"text":"وتحولت النار إلى برد وسلام على إبراهيم، وأراد الكافرون به كيدا، أى إحراقا بالنار «فجعلناهم» بإرادتنا وقدرتنا «الأخسرين» حيث لم يصلوا إلى ما يريدون، ولم يحققوا النصر لآلهتهم، بل رد الله- تعالى- كيدهم في نحورهم.وقال- سبحانه- فَجَعَلْناهُمُ الْأَخْسَرِينَ بالإطلاق لتشمل خسارتهم كل خسارة سواء أكانت دنيوية أم أخروية.وقد ذكر المفسرون عند تفسيرهم لهذه الآيات آثارا منها: أن إبراهيم- عليه السلام- حين جيء به إلى النار، قالت الملائكة: يا ربنا ما في الأرض أحد يعبدك سوى إبراهيم، وأنه الآن يحرق فأذن لنا في نصرته!! فقال- سبحانه-: إن استغاث بأحد منكم فلينصره. وإن لم يدع غيرى فأنا أعلم به، وأنا وليه، فخلوا بيني وبينه، فهو خليلي ليس لي خليل غيره.فأتى جبريل- عليه السلام- إلى إبراهيم، فقال له: ألك حاجة؟ فقال إبراهيم: أما إليك فلا، وأما إلى الله فنعم!! فقال له جبريل: فلم لا تسأله؟ فقال إبراهيم- عليه الصلاة والسلام-: حسبي من سؤالى علمه بحالي.. ."},{"ayah_number":71,"text":"ثم بين- سبحانه- نعما أخرى أنعم بها على إبراهيم فقال: وَنَجَّيْناهُ وَلُوطاً إِلَى الْأَرْضِ الَّتِي بارَكْنا فِيها لِلْعالَمِينَ.والضمير في قوله: وَنَجَّيْناهُ يعود إلى إبراهيم. و «لوطا» هو ابن أخيه، وقيل:ابن عمه.والمراد بالأرض التي باركنا فيها: أرض الشام على الصحيح وعدّى نَجَّيْناهُ بإلى، لتضمينه معنى أخرجناه.أى: وأخرجناه ولوطا إلى الأرض التي باركنا فيها، بأن جعلناها مهبطا للوحى، ومبعثا للرسل لمدة طويلة، وبأن جعلناها كذلك عامرة بالخيرات وبالأموال وبالثمرات للأجيال المتعاقبة.والآية الكريمة تشير إلى هجرة إبراهيم ومعه لوط- عليهما السلام- من أرض العراق التي كانا يقيمان فيها، إلى أرض الشام، فرارا بدينهما. بعد أن أراد قوم إبراهيم أن يحرقوه بالنار، فأبطل الله- تعالى- كيدهم ومكرهم، ونجاه من شرهم.وقد أشار- سبحانه- إلى ذلك في آيات أخرى منها قوله- تعالى-: فَآمَنَ لَهُ لُوطٌ وَقالَ إِنِّي مُهاجِرٌ إِلى رَبِّي إِنَّهُ هُوَ الْعَزِيزُ الْحَكِيمُ.. ."},{"ayah_number":72,"text":"وقوله- تعالى- وَوَهَبْنا لَهُ إِسْحاقَ وَيَعْقُوبَ نافِلَةً.. بيان لنعمة أخرى من النعم التي أنعم الله- سبحانه- بها على إبراهيم.والنافلة: الزيادة على الأصل. ولذا سميت صلاة السنن نافلة، لأنها زيادة على الصلوات المفروضة. وإسحاق هو ابن إبراهيم. ويعقوب هو ابن إسحاق.فلفظ «نافلة» حال من يعقوب أى: ووهبنا لإبراهيم يعقوب حال كونه زيادة على إسحاق. وَكُلًّا من المذكورين وهم إبراهيم ولوط وإسحاق ويعقوب.جَعَلْنا صالِحِينَ أى: جعلناهم أفرادا صالحين، بأن وفقناهم لما نحبه ونرضاه، وشرفناهم بالنبوة والرسالة."},{"ayah_number":73,"text":"وَجَعَلْناهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنا أى: وجعلنا هؤلاء المذكورين، أئمة في الخير، يهدون ويرشدون غيرهم إلى الدين الحق بسبب أمرنا لهم بذلك، وتكليفهم بتبليغ وحينا إلى الناس.قال صاحب الكشاف: قوله- سبحانه-: يَهْدُونَ بِأَمْرِنا فيه أن من صلح ليكون قدوة في دين الله، فالهداية محتومة عليه، مأمور بها من جهة الله ليس له أن يخل بها، ويتثاقل عنها، وأول ذلك أن يهتدى بنفسه، لأن الانتفاع بهداه أعم، والنفوس إلى الاقتداء بالمهدى أميل» .وقوله: وَأَوْحَيْنا إِلَيْهِمْ فِعْلَ الْخَيْراتِ أى: وأوحينا إليهم أن يفعلوا الطاعات، وأن يأمروا الناس بفعلها، وأوحينا إليهم كذلك إِقامَ الصَّلاةِ وَإِيتاءَ الزَّكاةِ أى: أن يقيموا الصلاة وأن يؤدوا الزكاة وأن يأمروا غيرهم بذلك.وعطف إقام الصلاة وإيتاء الزكاة على فعل الخيرات من باب عطف الخاص على العام.للاهتمام به إذ الصلاة أفضل العبادات البدنية والزكاة أفضل العبادات المالية وَكانُوا لَنا عابِدِينَ لا لغيرنا، فهم لم يخطر ببالهم عبادة أحد سوانا، لأنهم من المصطفين الأخيار.هذا، والمتأمل في هذه الآيات الكريمة التي وردت في قصة إبراهيم مع قومه. يراها قد حكت لنا غيرة إبراهيم- عليه السلام- على دين الله- تعالى- وقوة حجته في الدفاع عن الحق، ومجاهدته بما يعتقده بدون خوف من قومه، وجمعه في دعوته بين القول والعمل.كما يراها قد بينت لنا أن من يدافع عن دين الله- تعالى- يدافع الله- سبحانه- عنه، وينصره على أعدائه، ويرد كيدهم في نحورهم.كما يراها- أيضا- قد أشارت إلى أن من هاجر من أرض إلى أخرى من أجل إعلاء كلمة الله- تعالى- رزقه الله نظير ذلك الخير والبركة، والذرية الصالحة التي تهدى غيرها إلى الطريق المستقيم.ثم ساق- سبحانه- جانبا من قصة لوط- عليه السلام- مع قومه فقال- تعالى-:"},{"ayah_number":74,"text":"وقوله- تعالى-: وَلُوطاً منصوب بفعل مضمر يفسره المذكور بعده وهو آتَيْناهُ.أى: وآتيناه لوطا- عليه السلام- حُكْماً أى: نبوة، أو حكمة تهديه إلى ما يجب فعله أو تركه و «علما» أى: علما كثيرا لما ينبغي علمه وفهمه.وَنَجَّيْناهُ مِنَ الْقَرْيَةِ الَّتِي كانَتْ تَعْمَلُ الْخَبائِثَ والمراد بالقرية: قرية سدوم التي أرسل الله- تعالى- لوطا لأهلها.والأعمال الخبيثة التي كانوا يعملونها على رأسها الإشراك بالله- تعالى- وفاحشة اللواط التي اشتهروا بها دون أن يسبقهم إليها أحد. كما قال- تعالى-: وَلُوطاً إِذْ قالَ لِقَوْمِهِ إِنَّكُمْ لَتَأْتُونَ الْفاحِشَةَ ما سَبَقَكُمْ بِها مِنْ أَحَدٍ مِنَ الْعالَمِينَ أَإِنَّكُمْ لَتَأْتُونَ الرِّجالَ، وَتَقْطَعُونَ السَّبِيلَ  وَتَأْتُونَ فِي نادِيكُمُ الْمُنْكَرَ، فَما كانَ جَوابَ قَوْمِهِ إِلَّا أَنْ قالُوا ائْتِنا بِعَذابِ اللَّهِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ..  .أى: ونجينا لوطا بفضلنا ورحمتنا من العذاب الذي حل بأهل قريته الذين كانوا يعملون الأعمال الخبائث، كالشرك بالله- تعالى- واللواط، وقطعهم الطريق، وارتكابهم المنكر في مجالسهم.وقوله- تعالى-: إِنَّهُمْ كانُوا قَوْمَ سَوْءٍ فاسِقِينَ تعليل لنجاة لوط- عليه السلام- مما حل بهم.أى: جعلنا هذه القرية عاليها سافلها، ونجينا لوطا ومن آمن معه من العذاب الذي حل بسكانها إِنَّهُمْ كانُوا قَوْمَ سَوْءٍ أى: أصحاب عمل سيئ فاسِقِينَ أى: خارجين عن طاعتنا."},{"ayah_number":75,"text":"وَأَدْخَلْناهُ أى: لوطا فِي رَحْمَتِنا أى: في أهل رحمتنا في الدنيا والآخرة إِنَّهُ مِنَ الصَّالِحِينَ الذين سبقت لهم منا الحسنى.ثم ذكرت السورة الكريمة جانبا من قصة نوح مع قومه. قال- تعالى-."},{"ayah_number":76,"text":"أى: واذكر- أيضا- أيها المخاطب عبدنا «نوحا» - عليه السلام- إِذْ نادى مِنْ قَبْلُ أى: حين نادانا واستجار بنا من قبل زمان إبراهيم ومن جاء بعده من الأنبياء.وهذا النداء الذي نادى به نوح ربه، قد جاء ذكره في آيات منها قوله- تعالى-:وَلَقَدْ نادانا نُوحٌ فَلَنِعْمَ الْمُجِيبُونَ وَنَجَّيْناهُ وَأَهْلَهُ مِنَ الْكَرْبِ الْعَظِيمِ .وقوله- سبحانه-: وَقالَ نُوحٌ رَبِّ لا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكافِرِينَ دَيَّاراً  .فَاسْتَجَبْنا لَهُ أى: أجبنا له دعاءه، ولم نخيب له رجاء فينا.فَنَجَّيْناهُ وَأَهْلَهُ الذين آمنوا به وصدقوه مِنَ الْكَرْبِ الْعَظِيمِ أى: من الطوفان العظيم الذي أغرق الكافرين، والذي كانت أمواجه كالجبال.وأصل الكرب: الغم الشديد. يقال: فلان كربه هذا الأمر، إذا ضايقه وجعله في أقصى درجات الهم والخوف.قال الآلوسى: «وكأنه على ما قيل من كرب الأرض، وهو قلبها بالحفر. إذ الغم يثير النفس إثارة ذلك، أو من كربت الشمس إذا دنت للمغيب، فإن الغم الشديد، تكاد شمس الروح تغرب منه.. وفي وصفه بالعظيم تأكيد لشدته» ."},{"ayah_number":77,"text":"وَنَصَرْناهُ بفضلنا وإحساننا مِنَ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآياتِنا الدالة على وحدانيتنا وقدرتنا. وعلى أن نوحا رسولا من رسلنا.والمراد بهؤلاء القوم: قومه الذين لبث نوح فيهم ألف سنة إلا خمسين عاما. يدعوهم إلى إخلاص العبادة لله. فلم يؤمن به إلا قليل منهم.إِنَّهُمْ كانُوا قَوْمَ سَوْءٍ أى: إنهم كانوا قوما يعملون أعمال السوء والقبح فَأَغْرَقْناهُمْ أَجْمَعِينَ بسبب إصرارهم على الكفر والعصيان، ولم ننج منهم إلا من اتبع نوحا عليه السلام.ثم ساق- سبحانه- بعد ذلك جانبا من قصة نبيين كريمين هما داود وسليمان فقال- تعالى-:"},{"ayah_number":78,"text":"وقوله- سبحانه-: وَداوُدَ منصوب- أيضا- بفعل مقدر، أو معطوف على قوله سبحانه- قبل ذلك: وَنُوحاً إِذْ نادى.وسليمان هو ابن داود، وكلاهما من أنبياء الله- سبحانه-، وينتهى نسبهما إلى يعقوب- عليه السلام- وكانت وفاتهما قبل ميلاد المسيح- عليه السلام- بألف سنة تقريبا، وقد جمع الله- تعالى- لهما بين الملك والنبوة.والحرث: الزرع. قيل: كان كرما- أى عنبا- تدلت عناقيده.وقوله: نَفَشَتْ من النفش وهو الرعي بالليل خاصة. يقال: نفشت الغنم والإبل، إذا رعت ليلا بدون راع.وقد ذكر المفسرون عند تفسيرهم لهذه الآيات روايات ملخصها: أن رجلين دخلا على داود- عليه السلام- أحدهما صاحب زرع، والآخر صاحب غنم، فقال صاحب الزرع لداود:يا نبي الله، إن غنم هذا قد نفشت في حرثى فلم تبق منه شيئا، فحكم داود- عليه السلام- لصاحب الزرع أن يأخذ غنم خصمه في مقابل إتلافها لزرعه.وعند خروجهما التقيا بسليمان- عليه السلام- فأخبراه بحكم أبيه. فدخل سليمان على أبيه فقال له: يا نبي الله، إن القضاء غير ما قضيت، فقال له: كيف؟ قال: ادفع الغنم إلى صاحب الزرع لينتفع بها، وادفع الزرع إلى صاحب الغنم ليقوم عليها حتى يعود كما كان. ثم يعيد كل منهما إلى صاحبه ما تحت يده، فيأخذ صاحب الزرع زرعه، وصاحب الغنم غنمه..فقال داود- عليه السلام- القضاء ما قضيت يا سليمان  .والمعنى: اذكر- أيها الرسول الكريم- قصة داود وسليمان، وقت أن كانا يحكمان في الزرع الذي «نفشت فيه غنم القوم» أى: تفرقت فيه وانتشرت ليلا دون أن يكون معها راع فرعته وأفسدته.قال القرطبي: «ولم يرد- سبحانه- بقوله إِذْ يَحْكُمانِ فِي الْحَرْثِ: الاجتماع في الحكم وإن جمعهما في القول، فإن حكمين على حكم واحد لا يجوز وإنما حكم كل واحد منهما على انفراده، وكان سليمان الفاهم لها بتفهيم الله- تعالى- له  .وقوله- تعالى-: وَكُنَّا لِحُكْمِهِمْ شاهِدِينَ جملة معترضة جيء بها لبيان شمول علم الله- تعالى- وإحاطته بكل شيء.أى: وكنا لما حكم به كل واحد منهما عالمين وحاضرين، بحيث لا يغيب عنا شيء مما قالاه.وضمير الجمع في قوله لِحُكْمِهِمْ: لداود وسليمان، واستدل بذلك من قال إن أقل الجمع اثنان، وقيل: ضمير الجمع يعود عليهما وعلى صاحب الزرع وصاحب الحرث أى: وكنا للحكم الواقع بين الجميع شاهدين."},{"ayah_number":79,"text":"والضمير المنصوب في قوله- تعالى-: فَفَهَّمْناها سُلَيْمانَ يعود إلى القضية أو المسألة التي عرضها الخصمان على داود وسليمان.أى: ففهمنا سليمان الحكم الأنسب والأوفق في هذه المسألة أو القضية، وذلك لأن داود- كما يقول العلماء. قد اتجه في حكمه إلى مجرد التعويض لصاحب الحرث. وهذا عدل فحسب.أما حكم سليمان فقد تضمن مع العدل البناء والتعمير، وجعل العدل دافعا إلى البناء والتعمير، وهذا هو العدل الحي الإيجابى في صورته البانية الدافعة، وهو فتح من الله وإلهام يهبه من يشاء» .وقوله- سبحانه- وَكُلًّا آتَيْنا حُكْماً وَعِلْماً ثناء من الله- تعالى- على داود وسليمان- عليهما السلام- والمقصود من هذا الثناء دفع ما قد يتبادر إلى بعض الأذهان من أن داود لم يكن مصيبا في حكمه.أى: وكلا من داود وسليمان قد أعطيناه من عندنا حُكْماً أى: نبوة وإصابة في القول والعمل وَعِلْماً أى: فقها في الدين، وفهما سليما للأمور.وقد توسع بعض المفسرين في الحديث عن هذا الحكم الذي أصدره داود وسليمان في قضية الحرث أكان بوحي من الله إليهما، أم كان باجتهاد منهما، وقد رجح بعض العلماء أنه كان باجتهاد منهما فقال: اعلم أن جماعة من العلماء قالوا: إن حكم داود وسليمان في الحرث المذكور في هذه الآية كان بوحي، إلا أن ما أوحى إلى سليمان كان ناسخا لما أوحى إلى داود.وفي الآية قرينتان على أن حكمهما كان باجتهاد لا بوحي، وأن سليمان أصاب فاستحق الثناء باجتهاده وإصابته، وأن داود لم يصب فاستحق الثناء باجتهاده، ولم يستوجب لوما ولا ذما لعدم إصابته.كما أثنى- سبحانه- على سليمان بالإصابة في قوله فَفَهَّمْناها سُلَيْمانَ وأثنى عليهما في قوله: وَكُلًّا آتَيْنا حُكْماً وَعِلْماً.فدل قوله إِذْ يَحْكُمانِ على أنهما حكما فيها معا، كل منهما بحكم مخالف لحكم الآخر، ولو كان وحيا لما ساغ الخلاف. ثم قال: فَفَهَّمْناها سُلَيْمانَ فدل ذلك على أنه لم يفهمها داود، ولو كان حكمه فيها بوحي لكان مفهما إياها كما ترى.فقوله: إِذْ يَحْكُمانِ مع قوله فَفَهَّمْناها سُلَيْمانَ قرينة على أن الحكم لم يكن بوحي بل باجتهاد، وأصاب فيه سليمان دون داود بتفهيم الله إياه ذلك.والقرينة الثانية: هي أن قوله- تعالى- فَفَهَّمْناها يدل على أنه فهمه إياها من نصوص ما كان عندهم من الشرع، لا أنه- تعالى- أنزل عليه فيها وحيا جديدا ناسخا، لأن قوله- تعالى-: فَفَهَّمْناها أليق بالأول من الثاني كما ترى.. .ثم بين- سبحانه- نماذج من النعم التي أنعم بها على داود- عليه السلام- فقال:وَسَخَّرْنا مَعَ داوُدَ الْجِبالَ يُسَبِّحْنَ وَالطَّيْرَ وَكُنَّا فاعِلِينَ.والتسخير: التذليل أى: وجعلنا الجبال والطير يسبحن الله- تعالى- ويقدسنه مع داود، امتثالا لأمره- سبحانه-.قال ابن كثير: وذلك لطيب صوته، بتلاوة كتابه الزبور، وكان إذا ترنم به تقف الطير في الهواء فتجاوبه، وترد عليه الجبال تأويبا. ولهذا لما مر النبي صلّى الله عليه وسلّم على أبى موسى الأشعرى، وهو يتلو القرآن من الليل، وكان له صوت طيب، فوقف واستمع إليه وقال:«لقد أوتى هذا من مزامير آل داود» .وقال صاحب الكشاف: «فإن قلت: لم قدمت الجبال على الطير؟ قلت: لأن تسخيرها وتسبيحها أعجب، وأدل على القدرة، وأدخل في الإعجاز، لأنها جماد، والطير حيوان، إلا أنه غير ناطق، روى أنه كان يمر بالجبال مسبحا وهي تجاوبه، وقيل: كانت تسير معه حيث سار. .وتسبيح الجبال والطير مع داود- عليه السلام- هو تسبيح حقيقى، ولكن بكيفية يعلمها الله- تعالى- كما قال- سبحانه- تُسَبِّحُ لَهُ السَّماواتُ السَّبْعُ وَالْأَرْضُ وَمَنْ فِيهِنَّ، وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ وَلكِنْ لا تَفْقَهُونَ تَسْبِيحَهُمْ.. .وشبيه بالآية التي معنا قوله- تعالى-: وَلَقَدْ آتَيْنا داوُدَ مِنَّا فَضْلًا يا جِبالُ أَوِّبِي مَعَهُ وَالطَّيْرَ وَأَلَنَّا لَهُ الْحَدِيدَ .وقوله- سبحانه-: اصْبِرْ عَلى ما يَقُولُونَ وَاذْكُرْ عَبْدَنا داوُدَ ذَا الْأَيْدِ إِنَّهُ أَوَّابٌ إِنَّا سَخَّرْنَا الْجِبالَ مَعَهُ يُسَبِّحْنَ بِالْعَشِيِّ وَالْإِشْراقِ وَالطَّيْرَ مَحْشُورَةً كُلٌّ لَهُ أَوَّابٌ  .ثم ختم- سبحانه- الآية الكريمة بقوله: وَكُنَّا فاعِلِينَ أى: وكنا فاعلين ذلك لداود من تسخير الجبال والطير معه يسبحن الله وينزهنه عن كل سوء، على سبيل التكريم له.والتأييد لنبوته، إذ أن قدرتنا لا يعجزها شيء، سواء أكان هذا الشيء مألوفا للناس أم غير مألوف."},{"ayah_number":80,"text":"وقوله- تعالى-: وَعَلَّمْناهُ صَنْعَةَ لَبُوسٍ لَكُمْ لِتُحْصِنَكُمْ مِنْ بَأْسِكُمْ فَهَلْ أَنْتُمْ شاكِرُونَ بيان لنعمة أخرى من النعم التي أنعم الله بها على داود.واللبوس: كل ما يلبس كاللباس والملبس: والمراد به هنا: الدروع.أى: وبجانب ما منحنا داود من فضائل، فقد علمناه من لدنا صناعة الدروع بحذق وإتقان، وهذه الصناعة التي علمناه إياها بمهارة وجودة لِتُحْصِنَكُمْ مِنْ بَأْسِكُمْ.أى: لتجعلكم في حرز ومأمن من الإصابة بآلة الحرب. وتقى بعضكم من بأس بعض، لأن الدرع تقى صاحبها من ضربات السيوف، وطعنات الرماح.يقال: أحصن فلان فلانا، إذا جعله في حرز وفي مكان منيع من العدوان عليه.والاستفهام في قوله: فَهَلْ أَنْتُمْ شاكِرُونَ للحض والأمر أى: فاشكروا الله- تعالى- على هذه النعم، بأن تستعملوها في طاعته- سبحانه-.قال القرطبي- رحمه الله-: «وهذه الآية أصل في اتخاذ الصنائع والأسباب، وهو قول أهل العقول والألباب. لا قول الجهلة الأغبياء القائلين بأن ذلك إنما شرع للضعفاء، فالسبب سنة الله في خلقه، فمن طعن في ذلك فقط طعن في الكتاب والسنة، وقد أخبر الله- تعالى- عن نبيه داود أنه كان يصنع الدروع، وكان- أيضا- يصنع الخوص، وكان يأكل من عمل يده، وكان آدم حراثا، ونوح نجارا، ولقمان خياطا، وطالوت دباغا، فالصنعة يكف بها الإنسان نفسه عن الناس، ويدفع بها عن نفسه الضرر والبأس، وفي الحديث: «إن الله يحب المؤمن المحترف المتعفف، ويبغض السائل الملحف» ."},{"ayah_number":81,"text":"ثم بين- سبحانه- بعد ذلك جانبا من نعمه على سليمان بن داود فقال: وَلِسُلَيْمانَ الرِّيحَ عاصِفَةً تَجْرِي بِأَمْرِهِ إِلى الْأَرْضِ الَّتِي بارَكْنا فِيها.وقوله: وَلِسُلَيْمانَ الرِّيحَ معطوف على معمول «سخرنا» في قوله- تعالى- قبل ذلك: وَسَخَّرْنا مَعَ داوُدَ الْجِبالَ يُسَبِّحْنَ و «عاصفة» حال من الريح.أى: وسخرنا لسليمان الريح حال كونها عاصفة أى: شديدة الهبوب، كما سخرنا مع أبيه الجبال يسبحن والطير.يقال: عصفت الريح تعصف إذا اشتدت، فهي عاصف وعاصفة وعصوف سميت بذلك لتحطيمها ما تمر عليه فتجعله كالعصف وهو التبن.وقوله- تعالى-: تَجْرِي بِأَمْرِهِ إِلى الْأَرْضِ الَّتِي بارَكْنا فِيها أى: جعلناها مع قوتها وشدتها تجرى بأمر سليمان وإذنه إلى الأرض التي باركنا فيها وهي أرض الشام. وقيل: يحتمل أن يكون المراد بها ما هو أعم من أرض الشام.ووصفت الريح هنا بأنها عاصفة، وفي آية أخرى بأنها رخاء قال- تعالى-: تَجْرِي بِأَمْرِهِ رُخاءً حَيْثُ أَصابَ  . لأنها تارة تكون عاصفة، وتارة تكون لينة رخاء. على حسب ما تقتضيه حكمته- سبحانه-.وإلى هذا المعنى أشار صاحب الكشاف بقوله: «فإن قلت: وصفت هذه الرياح بالعصف تارة وبالرخاوة أخرى، فما التوفيق بينهما؟.قلت: كانت في نفسها رخية طيبة كالنسيم، فإذا مرت بكرسيه أبعدت به في مدة يسيرة، على ما قال: «غدوها شهر ورواحها شهر» فكان جمعها بين الأمرين أن تكون رخاء في نفسها وعاصفة في عملها، مع طاعتها لسليمان على حسب ما يريد» .وقال- سبحانه- هنا: تَجْرِي بِأَمْرِهِ إِلى الْأَرْضِ الَّتِي بارَكْنا فِيها أى تجرى بأمره إلى تلك الأرض في حال إيابه ورجوعه إليها، حيث مقر مملكته ومسكنه. فالمقصود من الآية الكريمة الإخبار عن جريانها في حال عودته إلى مملكته.أما الآية الأخرى التي تقول: فَسَخَّرْنا لَهُ الرِّيحَ تَجْرِي بِأَمْرِهِ رُخاءً حَيْثُ أَصابَ أى: حيث أراد لها أن تجرى، فالمقصود منها الإخبار عن جربها بإذنه في غير حال عودته إلى مملكته، وبذلك أمكن الجمع بين الآيتين، إذ الجهة فيهما منفكة.وقوله- تعالى-: وَكُنَّا بِكُلِّ شَيْءٍ عالِمِينَ أى: وكنا بكل شيء يجرى في هذا الكون عالمين علما مطلقا لا كعلم غيرنا من خلقنا. فإنه علم محدود بما نشاؤه ونقدره.فالجملة الكريمة بيان لإحاطة علم الله- تعالى- بكل شيء، والتنبيه بأن ما أعطاه الله- تعالى- لسليمان، إنما كان بإرادته- سبحانه- وعلمه."},{"ayah_number":82,"text":"وقوله- سبحانه-: وَمِنَ الشَّياطِينِ مَنْ يَغُوصُونَ لَهُ وَيَعْمَلُونَ عَمَلًا دُونَ ذلِكَ بيان لمنة أخرى من المنن الكثيرة التي امتن بها- سبحانه- على عبده ونبيه سليمان.ويغوصون من الغوص وهو النزول تحت الماء، ومنه الغواص الذي ينزل تحت الماء لاستخراج الجواهر وغيرها.وقوله: مَنْ يَغُوصُونَ لَهُ في محل نصب عطفا على معمول سَخَّرْنا، السابق.أى: وسخرنا- أيضا- لسليمان من يغوص له، أى: لأجله، من الشياطين، فينزلون تحت مياه البحار ليستخرجوا له منها الجواهر النفيسة كاللؤلؤ والمرجان.وفي التعبير بقوله: لَهُ إشعار بأن غوصهم لم يكن لمنفعة أنفسهم أو باختيارهم، وإنما هم كانوا يغوصون من أجل مصلحة سليمان- عليه السلام- وبأمره.وقوله: وَيَعْمَلُونَ عَمَلًا دُونَ ذلِكَ أى: لم تكن مهمتهم الغوص فقط وإنما كان سليمان يسخرهم ويكلفهم بأعمال أخرى كثيرة كبناء المدائن والقصور وصنع التماثيل والمحاريب.. كما قال- تعالى-: وَلِسُلَيْمانَ الرِّيحَ غُدُوُّها شَهْرٌ وَرَواحُها شَهْرٌ، وَأَسَلْنا لَهُ عَيْنَ الْقِطْرِ، وَمِنَ الْجِنِّ مَنْ يَعْمَلُ بَيْنَ يَدَيْهِ بِإِذْنِ رَبِّهِ وَمَنْ يَزِغْ مِنْهُمْ عَنْ أَمْرِنا نُذِقْهُ مِنْ عَذابِ السَّعِيرِ يَعْمَلُونَ لَهُ ما يَشاءُ مِنْ مَحارِيبَ وَتَماثِيلَ وَجِفانٍ كَالْجَوابِ وَقُدُورٍ راسِياتٍ اعْمَلُوا آلَ داوُدَ شُكْراً وَقَلِيلٌ مِنْ عِبادِيَ الشَّكُورُ .فاسم الإشارة في قوله وَيَعْمَلُونَ عَمَلًا دُونَ ذلِكَ يعود إلى الغوص أى: ويعملون له عملا كثيرا سوى ذلك الغوص.ثم ختم- سبحانه- الآية الكريمة بقوله: وَكُنَّا لَهُمْ حافِظِينَ أى: وكنا لهؤلاء الشياطين حافظين من أن يخرجوا عن طاعته. أو أن يوجد منهم فساد فيما هم مسخرون له.وتلك نعمة كبرى لسليمان- عليه السلام- حيث جعل- سبحانه- الشياطين لا يستطيعون أن يزيغوا عن أمره.هذا وقد ذكر بعض المفسرين عند تفسيرهم لهذه الآيات قصصا متعددة منها قصة بساط الريح الذي قيل إن سليمان كان يجلس عليه هو وجنده، فيطير بهم إلى الشام في وقت قصير، ومنها صفة حمل الريح له وصفة جنوده من الجن والإنس والطير.وقد رأينا عدم ذكر ذلك هنا، لأنه لم يرد ما يؤيده من الآثار الصحيحة.ثم ساق- سبحانه- جانبا من قصة أيوب- عليه السلام- وهي قصة تمثل الابتلاء بالضر في أشد صوره. قال- تعالى-:"},{"ayah_number":83,"text":"قال ابن كثير: «يذكر الله- تعالى- عن أيوب- عليه السلام- ما كان قد أصابه من البلاء في ماله وولده وجسده، وذلك أنه كان له من الدواب والأنعام والحرث شيء كثير، وأولاد كثيرون، ومنازل مرضية. فابتلى في ذلك كله، وذهب عن آخره، ثم ابتلى في جسده..ولم يبق من الناس أحد يحنو عليه سوى زوجته.. وقد كان نبي الله أيوب غاية في الصبر، وبه يضرب المثل في ذلك.  .وقال الآلوسى: وهو ابن أموص بن رزاح بن عيص بن إسحاق. وحكى ابن عساكر أن أمه بنت لوط، وأن أباه ممن آمن بإبراهيم فعلى هذا كانت بعثته قبل موسى وهارون. وقيل:بعد شعيب، وقيل: بعد سليمان..»  .والضر- بالفتح- يطلق على كل ضرر- وبالضم- خاص بما يصيب الإنسان في نفسه من مرض وأذى وما يشبههما.والمعنى: واذكر- أيها الرسول الكريم أو أيها المخاطب- عبدنا أيوب- عليه السلام- وقت أن نادى ربه، وتضرع إليه بقوله: يا رب أنى أصابنى ما أصابنى من الضر والتعب، وأنت أجل وأعظم رحمة من كل من يتصف بها.فأنت ترى أن أيوب- عليه السلام- لم يزد في تضرعه عن وصف حاله أَنِّي مَسَّنِيَ الضُّرُّ ووصف خالقه- تعالى- بأعظم صفات الرحمة دون أن يقترح شيئا أو يطلب شيئا، وهذا من الأدب السامي الذي سلكه الأنبياء مع خالقهم- عز وجل-.قال صاحب الكشاف: «ألطف- أيوب- في السؤال، حيث ذكر نفسه بما يوجب الرحمة، وذكر ربه بغاية الرحمة، ولم يصرح بالمطلوب. ويحكى أن عجوزا تعرضت لسليمان بن عبد الملك فقالت: يا أمير المؤمنين، مشت جرذان- أى فئران- بيتي على العصى!! فقال لها: ألطفت في السؤال، لا جرم لأجعلنها تثب وثب الفهود، وملأ بيتها حبا..»  ."},{"ayah_number":84,"text":"وبعد أن دعا أيوب ربه- تعالى- بهذه الثقة، وبهذا الأدب والإخلاص، كانت الإجابة المتمثلة في قوله- تعالى-: فَاسْتَجَبْنا لَهُ أى دعاءه وتضرعه فَكَشَفْنا ما بِهِ مِنْ ضُرٍّ أى: فأزلنا ما نزل به من بلاء في جسده، وجعلناه سليما معافى. بأن أمرناه أن يضرب برجله الأرض ففعل، فنبعت له عين فاغتسل منها، فزال عن بدنه كل مرض أصابه بإذن الله- تعالى-.قال- سبحانه-: وَاذْكُرْ عَبْدَنا أَيُّوبَ إِذْ نادى رَبَّهُ أَنِّي مَسَّنِيَ الشَّيْطانُ بِنُصْبٍ وَعَذابٍ. ارْكُضْ بِرِجْلِكَ هذا مُغْتَسَلٌ بارِدٌ وَشَرابٌ.. .وقال- تعالى-: وَآتَيْناهُ أَهْلَهُ وَمِثْلَهُمْ مَعَهُمْ أى: لم نخيب رجاء أيوب حين دعانا، بل استجبنا له دعاءه، بفضلنا وكرمنا، فأزلنا عنه المرض الذي نزل به، ولم نكتف بهذا- أيضا- بل عوضناه عمن فقده من أولاده، ورزقناه مثلهم معهم.قال الآلوسى ما ملخصه: «قوله: وَآتَيْناهُ أَهْلَهُ وَمِثْلَهُمْ مَعَهُمْ أخرج ابن مردويه وابن عساكر عن ابن عباس قال: سألت النبي صلّى الله عليه وسلّم عن قوله: وَآتَيْناهُ أَهْلَهُ وَمِثْلَهُمْ مَعَهُمْ فقال: «رد الله- تعالى- امرأته إليه، وزاد في شبابها، حتى ولدت له ستا وعشرين ذكرا» .فالمعنى على هذا: آتيناه في الدنيا مثل أهله عددا مع زيادة مثل آخر.وعن قتادة: إن الله أحيا له أولاده الذين هلكوا في بلائه، وأوتى مثلهم في الدنيا..  .ثم ختم- سبحانه- الآية الكريمة بقوله- تعالى-: رَحْمَةً مِنْ عِنْدِنا وَذِكْرى لِلْعابِدِينَ أى: أجبنا له دعاءه، وفعلنا معه ما فعلناه من ألوان الخيرات، من أجل رحمتنا به، ومن أجل أن يكون ما فعلناه معه عبرة وعظة وذكرى لغيره من العابدين حتى يقتدوا به في صبره على البلاء، وفي المداومة على شكرنا في السراء والضراء.وخص- سبحانه- العابدين بالذكرى، لأنهم أكثر الناس بلاء وامتحانا. ففي الحديث الشريف: «أشد الناس بلاء الأنبياء، ثم الصالحون، ثم الأمثل فالأمثل» .وفي حديث آخر: «يبتلى الرجل على قدر دينه، فإن كان في دينه صلابة زيد في بلائه»  .وقد كان أيوب آية في الصبر، وبه يضرب المثل في ذلك.هذا، وقصة أيوب- عليه السلام- ستأتى بصورة أكثر تفصيلا في سورة «ص» ، وقد تركنا هنا أقوالا عن كيفية مرضه، وعن مدة هذا المرض.. نظرا لضعفها، ومنافاتها لعصمة الأنبياء- عليهم الصلاة والسلام- من الأمراض المنفرة.ثم أشارت السورة إشارات مجملة إلى قصة كل من إسماعيل وإدريس وذي الكفل، قال- تعالى-:"},{"ayah_number":85,"text":"وإسماعيل: هو الابن الأكبر لإبراهيم- عليهما السلام- وهو الذبيح الذي افتداه الله- تعالى- بذبح عظيم.وإدريس: هو واحد من أنبياء الله- تعالى-، قالوا: وهو جد نوح- عليه السلام- وأنه ولد في حياة آدم، وبعث بعد موته.أما ذو الكفل: فقد قال الآلوسى في شأنه ما ملخصه: ظاهر نظم ذي الكفل في سلك الأنبياء أنه منهم، وهذا ما ذهب إليه الأكثر. واختلف في اسمه: فقيل: بشر وهو ابن أيوب، بعثه الله- تعالى- بعد أبيه، وكان مقيما بالشام.وقيل: هو إلياس بن ياسين وينتهى نسبه إلى هارون- عليه السلام-.وقيل: هو زكريا والد يحيى- عليهما السلام- وسمى بذلك لكفالته مريم.وقيل: لم يكن نبيا وإنما كان عبدا صالحا..» .ثم مدح- سبحانه- هؤلاء الأنبياء فقال: كُلٌّ مِنَ الصَّابِرِينَ أى: كل واحد منهم من عبادنا الصابرين الذين تحملوا في سبيلنا الكثير من المصاعب والآلام."},{"ayah_number":86,"text":"وَأَدْخَلْناهُمْ بفضلنا وإحساننا فِي رَحْمَتِنا التي وسعت كل شيء إِنَّهُمْ مِنَ عبادنا الصَّالِحِينَ لحمل رسالتنا، وتبليغها إلى أقوامهم بصدق وصبر وأمانة.ثم ساق- سبحانه- بعد ذلك جانبا من قصة يونس- عليه السلام- فقال:"},{"ayah_number":87,"text":"والمراد بذي النون: يونس بن متى- عليه السلام-، والنون: الحوت. وجمعه نينان وأنوان. وسمى بذلك لابتلاع الحوت له.قال- تعالى-: وَإِنَّ يُونُسَ لَمِنَ الْمُرْسَلِينَ إِذْ أَبَقَ إِلَى الْفُلْكِ الْمَشْحُونِ فَساهَمَ فَكانَ مِنَ الْمُدْحَضِينَ فَالْتَقَمَهُ الْحُوتُ وَهُوَ مُلِيمٌ...وملخص قصة يونس «أن الله- تعالى- أرسله إلى أهل نينوى بالعراق في حوالى القرن الثامن قبل الميلاد، فدعاهم إلى إخلاص العبادة لله- عز وجل- فاستعصوا عليه، فضاق بهم ذرعا، وتركهم وهو غضبان ليذهب إلى غيرهم، فوصل إلى شاطئ البحر، فوجد سفينة فركب فيها، وفي خلال سيرها في البحر ضاقت بركابها، فقال ربانها: إنه لا بد من أحد الركاب يلقى بنفسه في البحر لينجو الجميع من الغرق. فجاءت القرعة على يونس، فألقى بنفسه في اليم فالتقمه الحوت.. ثم نبذه إلى الساحل بعد وقت يعلمه الله- تعالى-، فأرسله- سبحانه- إلى قومه مرة أخرى فآمنوا.وسيأتى تفصيل هذه القصة في سورة الصافات- بإذن الله-.والمعنى: واذكر أيها المخاطب لتعتبر وتتعظ- عبدنا ذا النون. وقت أن فارق قومه وهو غضبان عليهم، لأنهم لم يسارعوا إلى الاستجابة له.قال الجمل: وقوله: إِذْ ذَهَبَ مُغاضِباً أى: غضبان على قومه، فالمفاعلة ليست على بابها فلا مشاركة كعاقبت وسافرت، ويحتمل أن تكون على بابها من المشاركة، أى غاضب قومه وغاضبوه حين لم يؤمنوا في أول الأمر» .وقوله- تعالى-: فَظَنَّ أَنْ لَنْ نَقْدِرَ عَلَيْهِ بيان لما ظنه يونس- عليه السلام- حين فارق قومه غاضبا عليهم بدون إذن من ربه- عز وجل-.أى: أن يونس قد خرج غضبان على قومه لعدم استجابتهم لدعوته فظن أن لن نضيق عليه، عقابا له على مفارقته لهم من غير أمرنا، أو فظن أننا لن نقضي عليه بعقوبة معينة في مقابل تركه لقومه بدون إذننا.فقوله: نَقْدِرَ عَلَيْهِ بمعنى نضيق عليه ونعاقبه. يقال: قدر الله الرزق يقدره- بكسر الدال وضمها- إذا ضيقه. ومنه قوله- تعالى-: اللَّهُ يَبْسُطُ الرِّزْقَ لِمَنْ يَشاءُ وَيَقْدِرُ   .وقوله: وَأَمَّا إِذا مَا ابْتَلاهُ فَقَدَرَ عَلَيْهِ رِزْقَهُ.  أى: ضيقه عليه.ثم بين- سبحانه- ما كان يردده يونس وهو في بطن الحوت فقال: فَنادى فِي الظُّلُماتِ أَنْ لا إِلهَ إِلَّا أَنْتَ سُبْحانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ.والفاء في قوله فَنادى فصيحة.والمراد بالظلمات: ظلمات البحر، وبطن الحوت، والليل.أى: خرج يونس غضبان على قومه. فحدث له ما حدث من التقام الحوت له، فلما صار في جوفه المظلم، بداخل البحر المظلم، أخذ يتضرع إلينا بقوله: أشهد أن لا إله إلا أنت يا إلهى مستحق للعبادة، سُبْحانَكَ أى: أنزهك تنزيها عظيما إِنِّي كُنْتُ مِنَ الظَّالِمِينَ لنفسي حين فارقت قومي بدون إذن منك. وإنى أعترف بخطئي- يا إلهى- فتقبل توبتي، واغسل حوبتي.هذا وقد ذكر ابن جرير وابن كثير وغيرهما من المفسرين هنا روايات متعددة عن المدة التي مكثها يونس في بطن الحوت، وعن فضل الدعاء الذي تضرع به إلى الله- تعالى-، ومن ذلك ما رواه ابن جرير عن سعد بن أبى وقاص- رضى الله عنه- قال: سمعت رسول الله صلّى الله عليه وسلّم يقول: «باسم الله الذي إذا دعى به أجاب، وإذا سئل به أعطى، دعوة يونس بن متى» . قال: قلت: يا رسول الله، هي ليونس خاصة أم لجماعة المسلمين؟ قال: «هي ليونس بن متى خاصة وللمؤمنين عامة، إذا دعوا بها. ألم تسمع قول الله- تعالى-:فَنادى فِي الظُّلُماتِ أَنْ لا إِلهَ إِلَّا أَنْتَ سُبْحانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ فَاسْتَجَبْنا لَهُ، وَنَجَّيْناهُ مِنَ الْغَمِّ، وَكَذلِكَ نُنْجِي الْمُؤْمِنِينَ فهو شرط من الله لمن دعاه به» ."},{"ayah_number":88,"text":"ثم بين- سبحانه- أنه قد أجاب ليونس دعاءه فقال: فَاسْتَجَبْنا لَهُ أى: دعاءه وتضرعه وَنَجَّيْناهُ مِنَ الْغَمِّ أى: من الحزن الذي كان فيه حين التقمه الحوت وصار في بطنه.وقد بين- سبحانه- في آية أخرى، أن يونس- عليه السلام- لو لم يسبح الله للبث في بطن الحوت إلى يوم البعث. قال- تعالى-: فَلَوْلا أَنَّهُ كانَ مِنَ الْمُسَبِّحِينَ. لَلَبِثَ فِي بَطْنِهِ إِلى يَوْمِ يُبْعَثُونَ.وقوله- تعالى-: وَكَذلِكَ نُنْجِي الْمُؤْمِنِينَ بشارة لكل مؤمن يقتدى بيونس في إخلاصه وصدق توبته، ودعائه لربه.أى: ومثل هذا الإنجاء الذي فعلناه مع عبدنا يونس، ننجي عبادنا المؤمنين من كل غم، متى صدقوا في إيمانهم، وأخلصوا في دعائهم.ثم ساقت السورة الكريمة بعد ذلك جانبا من قصة زكريا ويحيى فقال- تعالى-:"},{"ayah_number":89,"text":"وزكريا هو ابن آزن بن بركيا، ويتصل نسبه بسليمان- عليه السلام-، وكان عيسى قريب العهد به، حيث كفل زكريا مريم أم عيسى.أى: واذكر- أيها المخاطب- حال زكريا- عليه السلام- وقت أن نادى ربه وتضرع إليه فقال: يا رب لا تتركني فردا أى: وحيدا بدون ذرية وَأَنْتَ خَيْرُ الْوارِثِينَ أى:وأنت خير حي باق بعد كل الأموات."},{"ayah_number":90,"text":"فكانت نتيجة هذا الدعاء الخالص أن أجاب الله لزكريا دعاءه فقال: فَاسْتَجَبْنا لَهُ أى دعاءه وتضرعه.وَوَهَبْنا لَهُ بفضلنا وإحساننا ابنه يَحْيى - عليهما السلام-.وَأَصْلَحْنا لَهُ زَوْجَهُ بأن جعلناها تلد بعد أن كانت عقيما تكريما له ورحمة به.وقوله: إِنَّهُمْ كانُوا يُسارِعُونَ فِي الْخَيْراتِ تعليل لهذا العطاء الذي منحه- سبحانه- لأنبيائه- عليهم الصلاة والسلام- والضمير في «إنهم» يعود للأنبياء السابقين. وقيل:يعود إلى زكريا وزوجه ويحيى.أى: لقد أعطيناهم ما أعطيناهم من ألوان النعم، لأنهم كانوا يبادرون في فعل الخيرات التي ترضينا، ويجتهدون في أداء كل قول أو عمل أمرناهم به.وَيَدْعُونَنا رَغَباً وَرَهَباً أى: ويجأرون إلينا بالدعاء، راغبين في آلائنا ونعمنا وراهبين خائفين من عذابنا ونقمنا.فقوله رَغَباً وَرَهَباً مصدران بمعنى اسم الفاعل، منصوبان على الحال، وفعلهما من باب «طرب» وَكانُوا لَنا خاشِعِينَ أى: مخبتين متضرعين لا متكبرين ولا متجبرين.وبهذه الصفات الحميدة، استحق هؤلاء الأخيار أن ينالوا خيرنا وعطاءنا ورضانا.ثم ختم- سبحانه- الحديث عن هؤلاء الأنبياء الكرام، بذكر جانب من قصة مريم وابنها عيسى فقال:"},{"ayah_number":91,"text":"وقوله: أَحْصَنَتْ من الإحصان بمعنى المنع، يقال: هذه درع حصينة أى: مانعة صاحبها من الجراحة. ويقال: هذه امرأة حصينة، أى: مانعة نفسها من كل فاحشة بسبب عفتها أو زواجها.أى: واذكر- أيضا أيها المخاطب خبر مريم ابنة عمران التي أحصنت فرجها، أى:حفظته ومنعته من النكاح منعا كليا. والتعبير عنها بالموصول لتفخيم شأنها، وتنزيهها عن السوء.فَنَفَخْنا فِيها مِنْ رُوحِنا أى: فنفخنا فيها من جهة روحنا، وهو جبريل- عليه السلام- حيث أمرناه بذلك فامتثل أمرنا، فنفخ في جيب درعها، فكان بذلك عيسى ابنها، ويؤيد هذا التفسير قوله- تعالى- في سورة مريم: قالَ- أى جبريل لمريم- إِنَّما أَنَا رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلاماً زَكِيًّا.أى: لأكون سببا في هبة الغلام لك عن طريق النفخ في درعك فيصل هذا النفخ إلى الفرج فيكون الحمل بعيسى بإذن الله وإرادته.والمراد بالآية في قوله- سبحانه-: وَجَعَلْناها وَابْنَها آيَةً لِلْعالَمِينَ: الأمر الخارق للعادة، الذي لم يسبقه ولم يأت بعده ما يشابهه.أى: وجعلنا مريم وابنها عيسى آية بينة، ومعجزة واضحة دالة على كمال قدرتنا للناس جميعا، إذ جاءت مريم بعيسى دون أن يمسها بشر، ودون أن تكون بغيا.قال صاحب الكشاف: «فإن قلت: هلا قيل آيتين كما قال- سبحانه-: وَجَعَلْنَا اللَّيْلَ وَالنَّهارَ آيَتَيْنِ؟  قلت: لأن حالهما بمجموعهما آية واحدة. وهي ولادتها إياه من غير فحل»وبعد هذا الحديث المتنوع عن قصص عدد كبير من الأنبياء في سورة الأنبياء، عقب- سبحانه- على ذلك ببيان أنهم- عليهم السلام- قد جاءوا بعقيدة واحدة، هي إخلاص العبادة لله- تعالى- فقال:"},{"ayah_number":92,"text":"ولفظ الأمة يطلق بإطلاقات متعددة. يطلق على الجماعة كما في قوله- تعالى- وَلَمَّا وَرَدَ ماءَ مَدْيَنَ وَجَدَ عَلَيْهِ أُمَّةً مِنَ النَّاسِ يَسْقُونَ..  . ويطلق على الرجل الجامع للخير، كما في قوله- تعالى-: إِنَّ إِبْراهِيمَ كانَ أُمَّةً قانِتاً لِلَّهِ حَنِيفاً..  . ويطلق على الحين والزمان، كما في قوله- سبحانه-: وَقالَ الَّذِي نَجا مِنْهُما وَادَّكَرَ بَعْدَ أُمَّةٍ.  أى وتذكر بعد حين من الزمان.والمراد بالأمة هنا: الدين والملّة. كما في قوله- تعالى-: إِنَّا وَجَدْنا آباءَنا عَلى أُمَّةٍ..  أى: على دين وملة معينة.والمعنى: إن ملة التوحيد التي جاء بها الأنبياء جميعا. هي ملتكم ودينكم أيها الناس، فيجب عليكم أن تتبعوا هؤلاء الأنبياء، وأن تخلصوا لله- تعالى- العبادة والطاعة، فهو- سبحانه- ربكم ورب كل شيء، فاعبدوه حق العبادة لتنالوا رضاه ومحبته.ثم بين- سبحانه- بعد ذلك حال الناس من الدين الواحد الذي جاء به الرسل، وعاقبة من اتبع الرسل وعاقبة من خالفهم فقال:"},{"ayah_number":93,"text":"والضمير في قوله- تعالى-: وَتَقَطَّعُوا.. يعود للناس الذين تفرقوا في شأن الدين شيعا وأحزابا. أى: وافترق الناس في شأن الدين الحق فرقا متعددة،"},{"ayah_number":94,"text":"وسنحاسبهم جميعا على أعمالهم حسابا دقيقا، يجازى فيه المحسن خيرا، ويعاقب فيه المسيء على إساءته.وقال- سبحانه-: فَلا كُفْرانَ لِسَعْيِهِ بالنفي المفيد للعموم، لبيان كمال عدالته- تعالى- وتنزيهه- عز وجل- عن ظلم أحد، أو أخذ شيء مما يستحقه.وعبر عن العمل بالسعي، لإظهار الاعتداد به، وأن صاحب هذا العمل الصالح، قد بذل فيه جهدا مشكورا، وسعى من أجل الحصول عليه سعيا بذل فيه طاقته."},{"ayah_number":95,"text":"ثم أكد- سبحانه- بعد ذلك ما سبق أن قرره من أن الكل سيرجعون إليه للحساب، فقال: وَحَرامٌ عَلى قَرْيَةٍ أَهْلَكْناها أَنَّهُمْ لا يَرْجِعُونَ.وللمفسرين في تفسير هذه الآية الكريمة أقوال منها:أن المعنى: وحرام- أى: وممتنع امتناعا تاما- على قرية أهلكنا أهلها بسبب فسوقهم عن أمرنا، وتكذيبهم لرسلنا أنهم لا يرجعون إلينا في الآخرة للحساب.فالآية الكريمة تأكيد لما قررته الآيات السابقة، من أن الذين تقطعوا أمرهم بينهم، والذين آمنوا وعملوا صالحا في دنياهم، الكل سيرجعون إلى الله- تعالى- ليجازيهم بما يستحقون يوم القيامة.وقد أكدت الآية الكريمة رجوعهم إليه- تعالى- يوم القيامة بأسلوب بديع، حيث نفت عن الأذهان ما قد يتبادر من أن هلاك الكافرين بالعذاب في الدنيا، قد ينجيهم من الحساب والعقاب يوم القيامة، وأثبتت أن الرجوع يوم القيامة للحساب مؤكد.قال صاحب فتح القدير: قوله وَحَرامٌ عَلى قَرْيَةٍ أَهْلَكْناها.. قرأ أهل المدينة «وحرام» ، وقرأ أهل الكوفة «وحرم» - بكسر الحاء وإسكان الراء- وهما لغتان مثل:حلال وحل.ومعنى أَهْلَكْناها: قدرنا إهلاكها. وجملة أَنَّهُمْ لا يَرْجِعُونَ في محل رفع مبتدأ، وقوله: «حرام» خبرها.. والمعنى: وممتنع ألبتة عدم رجوعهم إلينا للجزاء..  .وقال بعض العلماء: وجعل أبو مسلم هذه الآية من تتمة ما قبلها و «لا» فيها على بابها. وهي مع لفظ «حرام» من قبيل نفى النفي. فيدل على الإثبات، والمعنى: وحرام على القرية المهلكة. عدم رجوعها إلى الآخرة، بل واجب رجوعها للجزاء، فيكون الغرض إبطال قول من ينكر البعث. وتحقيق ما تقدم من أنه لا كفران لسعى أحد وأنه- سبحانه- سيحييه وبعمله يجزيه، .ومنهم من يرى أن «لا» زائدة، وأن المراد بالرجوع رجوع الهالكين إلى الدنيا فيكون المعنى: وحرام على أهل قرية أهلكناهم بسبب كفرهم ومعاصيهم، أن يرجعوا إلى الدنيا مرة أخرى بعد هلاكهم.ومنهم من يرى أن المراد بقوله- تعالى- أَنَّهُمْ لا يَرْجِعُونَ أى: لا يرجعون إلى التوبة أو إلى الإيمان.قال صاحب الكشاف: استعير الحرام للممتنع وجوده، ومنه قوله- تعالى-: إِنَّ اللَّهَ حَرَّمَهُما عَلَى الْكافِرِينَ  أى. منعهما منهم.. ومعنى الرجوع: الرجوع من الكفر إلى الإسلام والإنابة، ومجاز الآية: إن قوما عزم الله- تعالى- على إهلاكهم غير متصور أن يرجعوا وينيبوا إلى أن تقوم القيامة.. .ويبدو لنا أن القول الأول هو أقرب إلى الصواب، لأنه هو المتبادر من ظاهر الآية، ولأنه هو المستقيم مع سياق الآيات، ولأنه بعيد عن التكلف إذ أن الآية الكريمة واضحة في بيان أن حكمة الله قد اقتضت أن يرجع المهلكون في الدنيا بسبب كفرهم ومعاصيهم إلى الحياة يوم القيامة ليحاسبوا على أعمالهم كما قال- تعالى-: قُلْ إِنَّ الْأَوَّلِينَ وَالْآخِرِينَ لَمَجْمُوعُونَ إِلى مِيقاتِ يَوْمٍ مَعْلُومٍ ."},{"ayah_number":96,"text":"ولعل مما يؤيد هذا الرأى قوله- تعالى- بعد ذلك: حَتَّى إِذا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ ...فإن حتى هنا ابتدائية، وما بعدها غاية لما يدل عليه ما قبلها، فكأنه قيل: إن هؤلاء المهلكين ممتنع ألبتة عدم رجوعهم إلينا وإنما هم سيستمرون على هلاكهم حتى تقوم الساعة فيرجعوا إلينا للحساب، ويقولوا عند مشاهدته: يا ويلنا قد كنا في غفلة من هذا.ويأجوج ومأجوج اسمان أعجميان لقبيلتين من الناس، قيل: مأخوذان من الأوجة وهي الاختلاط أو شدة الحر، وقيل من الأوج وهو سرعة الجري.والمراد بفتحهما: فتح السد الذي على هاتين القبيلتين، والذي يحول بينهم وبين الاختلاط بغيرهم من بقية الناس.وَهُمْ مِنْ كُلِّ حَدَبٍ يَنْسِلُونَ والحدب: المرتفع من الأرض كالجبل ونحوه.ويَنْسِلُونَ من النسل- بإسكان السين-، وهو مقاربة الخطو مع الإسراع في السير، يقال: نسل الرجل في مشيته إذا أسرع، وفعله من باب قعد وضرب.أى: وهم- أى يأجوج ومأجوج من كل مرتفع من الأرض يسرعون السير إلى المحشر، أو إلى الأماكن التي يوجههم الله- تعالى- إليها، وقيل إن الضمير «هم» يعود إلى الناس المسوقين إلى أرض المحشر."},{"ayah_number":97,"text":"وقوله: وَاقْتَرَبَ الْوَعْدُ الْحَقُّ.. معطوف على فُتِحَتْ أى: فتح السد الذي كان على يأجوج ومأجوج، وقرب موعد الحساب والجزاء.قال الآلوسى: وهو ما بعد النفخة الثانية لا النفخة الأولى. وهذا الفتح لسد يأجوج ومأجوج يكون في زمن نزول عيسى من السماء، وبعد قتله الدجال.فقد أخرج مسلم وأبو داود والترمذي والنسائي وابن ماجة من حديث طويل: إن الله- تعالى- يوحى إلى عيسى بعد أن يقتل الدجال: أنى قد أخرجت عبادا من عبادي، لا يدان لك بقتالهم، فحرز عبادي إلى الطور، فيبعث الله- تعالى- يأجوج ومأجوج وهم كما قال- سبحانه- مِنْ كُلِّ حَدَبٍ يَنْسِلُونَ ثم يرسل الله عليهم نغفا- في رقابهم فيصبحون موتى كموت نفس واحدة» .وقوله: فإذا هي شاخصة أبصار الذين كفروا.. جواب للشرط وهو قوله: تعالى- قبل ذلك إِذا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ.والضمير «هي» للقصة والشأن. و «إذا» للمفاجأة.قال الجمل: قوله: فَإِذا هِيَ شاخِصَةٌ أَبْصارُ الَّذِينَ كَفَرُوا.. فيه وجهان:أحدهما- وهو الأجود- أن يكون هي ضمير القصة. وشاخصة: خبر مقدم. وأبصار:مبتدأ مؤخر، والجملة خبر لهى لأنها لا تفسر إلا بجملة مصرح بجزأيها..» .والمعنى: لقد تحقق ما أخبرنا به من أمارات الساعة، ومن خروج يأجوج ومأجوج، ومن عودة الخلق إلينا للحساب.. ورأى المشركون كل ذلك، فإذا بأبصارهم مرتفعة الأجفان لا تكاد تطرف من شدة الهول والفزع.يقال: شخص بصر فلان يشخص شخوصا فهو شاخص، إذا فتح عينيه وصار لا يستطيع تحريكهما.وقوله: يا وَيْلَنا قَدْ كُنَّا فِي غَفْلَةٍ مِنْ هذا مقول لقول محذوف.أى: أن هؤلاء الكافرين يقولون وهم شاخصو البصر: يا هلاكنا أقبل فهذا أوانك، فإننا قد كنا في الدنيا في غفلة تامة عن هذا اليوم الذي أحضرنا فيه للحساب.وقوله: بَلْ كُنَّا ظالِمِينَ إضراب عن وصف أنفسهم بالغفلة، إلى وصفها بالظلم وتجاوز الحدود.أى: لم نكن في الحقيقة في غفلة عن هذا اليوم وأهواله، فقد أخبرنا رسلنا به، بل الحقيقة أننا كنا ظالمين لهؤلاء الرسل لأننا لم نطعهم، وكنا ظالمين لأنفسنا حيث عرضناها لهذا العذاب الأليم.وهكذا يظهر الكافرون الندامة والحسرة في يوم لا ينفعهم فيه ذلك."},{"ayah_number":98,"text":"وقوله- سبحانه-: إِنَّكُمْ وَما تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ.. زيادة في تقريعهم وتوبيخهم.والحصب- بفتحتين- ما تحصب به النار. أى: يلقى فيها لتزداد به اشتعالا كالحطب والخشب.أى: إنكم- أيها الكافرون- وأصنامكم التي تعبدونها من دون الله- تعالى- وقود جهنم، وزادها الذي تزداد به اشتعالا.وفي إلقاء أصنامهم معهم في النار مع أنها لا تعقل، زيادة في حسرتهم وتبكيتهم، حيث رأوا بأعينهم مصير ما كانوا يتوهمون من ورائه المنفعة.قال صاحب الكشاف: فإن قلت: لم قرنوا بآلهتهم؟ قلت: لأنهم لا يزالون لمقارنتهم في زيادة غم وحسرة، حيث أصابهم ما أصابهم بسببهم، والنظر إلى وجه العدو باب من العذاب، ولأنهم قدروا أنهم يستشفعون بهم في الآخرة، وينتفعون بشفاعتهم، فإذا صادفوا الأمر على عكس ما قدروا، لم يكن شيء أبغض إليهم منهم .وجملة أَنْتُمْ لَها وارِدُونَ بدل من حَصَبُ جَهَنَّمَ، أو مستأنفة.أى: أنتم- أيها الكافرون- ومعكم أصنامكم داخلون في جهنم دخولا لا مفر لكم منه.وجاء الخطاب بقوله أَنْتُمْ على سبيل التغليب، وإلا فالجميع داخلون فيها.ولا يدخل في هذه الآية ما عبده هؤلاء المشركون من الأنبياء والصالحين كعيسى والعزيز والملائكة، فإن عبادتهم لهم كانت عن جهل وضلال منهم، فإن هؤلاء الأخيار ما أمروهم بذلك، وإنما أمروهم بعبادة الله- تعالى- وحده."},{"ayah_number":99,"text":"ثم أقام- سبحانه- لهؤلاء الكافرين الأدلة على بطلان عبادتهم لغيره فقال: لَوْ كانَ هؤُلاءِ آلِهَةً ما وَرَدُوها.أى: لو كان هؤلاء الأصنام المعبودون من دون الله آلهة حقا- كما زعمتم أيها الكافرون- ما ألقى بهم في النار، وما قذفوا فيها كما يقذف الحطب، وحيث تبين لكم دخولهم إياه، فقد ثبت بطلان عبادتكم لها، وأن هذه الآلهة المزعومة لا تملك الدفاع عن نفسها فضلا عن غيرها.وقوله وَكُلٌّ فِيها خالِدُونَ تذبيل مقرر لما قبله. أى: وكل من العابدين والمعبودين باقون في هذه النار على سبيل الخلود الأبدى."},{"ayah_number":100,"text":"ثم ختم- سبحانه- هذه الآيات ببيان حال الكافرين في جهنم فقال: لَهُمْ فِيها زَفِيرٌ.أى: لهم فيها تنفس شديد يخرج من أقصى أفواههم بصعوبة وعسر، كما هو شأن المغموم المحزون. وأصل الزفير: تردد النفس حتى تنتفخ منه الضلوع.وَهُمْ فِيها لا يَسْمَعُونَ أى: وهم في جهنم لا يسمعون ما يريحهم، وإنما يسمعون ما فيه توبيخهم وعذابهم، أو: وهم فيها لا يسمع بعضهم زفير بعض لشدة ما هم فيه من هول وخوف.وبعد هذا الحديث الذي ترتجف له القلوب.. أتبع القرآن ذلك بحديث آخر تسر له النفوس، وتنشرح له الصدور، فقال- تعالى-:"},{"ayah_number":101,"text":"والحسنى: تأنيث الأحسن، وهي صفة لموصوف محذوف.أى: إن الذين سبقت لهم منا في دنياهم المنزلة الحسنى بسبب إيمانهم الخالص وعملهم الصالح، وقولهم الطيب.أُولئِكَ الموصوفون بتلك الصفات الحميدة عَنْها مُبْعَدُونَ أى: عن النار وحرها وسعيرها.. مبعدون إبعادا تاما بفضل الله- تعالى- ورحمته."},{"ayah_number":102,"text":"وقوله: لا يَسْمَعُونَ حَسِيسَها تأكيد لبعدهم عن النار. وأصل الحسيس الصوت الذي تسمعه من شيء يمر قريبا منك.أى: هؤلاء المؤمنون الصادقون الذين سبقت لهم من خالقهم الدرجة الحسنى، لا يسمعون صوت النار، الذي يحس من حركة لهيبها وهيجانها، لأنهم قد استقروا في الجنة، وصاروا في أمان واطمئنان.وقوله- سبحانه-: وَهُمْ فِي مَا اشْتَهَتْ أَنْفُسُهُمْ خالِدُونَ بيان لفوزهم بأقصى ما تتمناه الأنفس بعد بيان بعدهم عن صوت النار.أى: وهم فيما تتمناه أنفسهم، وتشتهيه أفئدتهم، وتنشرح له صدورهم، خالدون خلودا أبديا لا ينغصه حزن أو انقطاع."},{"ayah_number":103,"text":"وقوله- تعالى-: لا يَحْزُنُهُمُ الْفَزَعُ الْأَكْبَرُ ... بيان لنجاتهم من كل ما يفزعهم ويدخل القلق على نفوسهم.أى: إن هؤلاء الذين سبقت لهم منا الحسنى، لا يحزنهم ما يحزن غيرهم من أهوال يشاهدونها ويحسونها في هذا اليوم العصيب، وهم يوم القيامة وما يشتمل عليه من مواقف متعددة. فالمراد بالفزع الأكبر: الخوف الأكبر الذي يعترى الناس في هذا اليوم.وفضلا عن ذلك فإن الملائكة تستقبلهم بفرح واستبشار، فتقول لهم على سبيل التهنئة:هذا يَوْمُكُمُ الَّذِي كُنْتُمْ تُوعَدُونَ به في الدنيا من خالقكم- عز وجل- في مقابل إيمانكم وعملكم الصالح.قالوا: وهذا الاستقبال من الملائكة للمؤمنين، يكون على أبواب الجنة، أو عند الخروج من القبور.ثم ختم- سبحانه- سورة الأنبياء ببيان جانب من أحوال هذا الكون يوم القيامة، وببيان سننه في خلقه، وببيان نعمه على عباده، وببيان ما أمر به نبيه صلّى الله عليه وسلّم، فقال- تعالى-:"},{"ayah_number":104,"text":"وقوله- سبحانه-: يَوْمَ نَطْوِي السَّماءَ كَطَيِّ السِّجِلِّ لِلْكُتُبِ.. الظرف فيه منصوب بقوله- تعالى- قبل ذلك لا يَحْزُنُهُمُ الْفَزَعُ الْأَكْبَرُ أو بقوله- سبحانه-:وَتَتَلَقَّاهُمُ الْمَلائِكَةُ.وقوله: نَطْوِي من الطى وهو ضد النشر. والسجل: الصحيفة التي يكتب فيها.والمراد بالكتب: ما كتب فيها من الألفاظ والمعاني، فالكتب بمعنى المكتوبات. واللام بمعنى على.والمعنى: إن الملائكة تتلقى هؤلاء الأخيار الذين سبقت لهم من الله- تعالى- الحسنى بالفرح والسرور، يوم يطوى- سبحانه- السماء طيا مثل طي الصحيفة على ما فيها من كتابات.وفي هذا التشبيه إشعار بأن هذا الطى بالنسبة لقدرته- تعالى- في منتهى السهولة واليسر، حيث شبه طيه السماء بطى الصحيفة على ما فيها.وقيل: إن لفظ السِّجِلِّ اسم لملك من الملائكة، وهو الذي يطوى كتب أعمال الناس بعد موتهم.والإضافة في قوله كَطَيِّ السِّجِلِّ من إضافة المصدر إلى مفعوله، والجار والمجرور صفة لمصدر مقدر. أى. نطوى السماء طيا كطي الرجل أو الملك الصحيفة على ما كتب فيها.وقرأ أكثر القراء السبعة: للكتاب بالإفراد. ومعنى القراءتين واحد لأن المراد به الجنس فيشمل كل الكتب.وقوله- تعالى-: كَما بَدَأْنا أَوَّلَ خَلْقٍ نُعِيدُهُ بيان لصحة الإعادة قياسا على البدء، إذ الكل داخل تحت قدرته- عز وجل-.أى: نعيد أول خلق إعادة مثل بدئنا إياه، دون أن ينالنا تعب أو يمسنا لغوب، لأن قدرتنا لا يعجزها شيء: قال- تعالى-: وَلَقَدْ جِئْتُمُونا فُرادى كَما خَلَقْناكُمْ أَوَّلَ مَرَّةٍ ...قال صاحب الكشاف: «وما أول الخلق حتى يعيده كما بدأه؟ قلت: أوله إيجاده من العدم، فكما أوجده أولا عن عدم. يعيده ثانيا عن عدم» .وقوله- تعالى-: وَعْداً عَلَيْنا إِنَّا كُنَّا فاعِلِينَ تأكيد للإعادة. ولفظ «وعدا» منصوب بفعل محذوف. و «علينا» في موضع الصفة له.أى: هذه الإعادة وعدنا بها وعدا كائنا علينا باختيارنا وإرادتنا، إنا كنا محققين هذا الوعد، وقادرين عليه، والعاقل من يقدم في دنياه العمل الصالح الذي ينفعه عند بعثه للحساب."},{"ayah_number":105,"text":"ثم ساق- سبحانه- سنة من سننه التي لا تتخلف فقال: وَلَقَدْ كَتَبْنا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ، أَنَّ الْأَرْضَ يَرِثُها عِبادِيَ الصَّالِحُونَ.والمراد بالزبور: الكتاب المزبور أى: المكتوب، مأخوذ من قولهم: زبرت الكتاب إذا كتبته.ويشمل هنا جميع الكتب السماوية كالتوراة والإنجيل والزبور.والمراد بالذكر: اللوح المحفوظ الذي هو أم الكتاب.وقيل: المراد بالزبور: كتاب داود خاصة. وبالذكر التوراة، أو العلم، والمقصود بالأرض هنا: أرض الجنة.فيكون المعنى: ولقد كتبنا في الكتب السماوية، من بعد كتابتنا في اللوح المحفوظ: أن أرض الجنة نورثها يوم القيامة لعبادنا الصالحين.وهذا القول يؤيده قوله- تعالى- في شأن المؤمنين: وَقالُوا الْحَمْدُ لِلَّهِ الَّذِي صَدَقَنا وَعْدَهُ، وَأَوْرَثَنَا الْأَرْضَ نَتَبَوَّأُ مِنَ الْجَنَّةِ حَيْثُ نَشاءُ، فَنِعْمَ أَجْرُ الْعامِلِينَ  .ومن المفسرين من يرى أن المراد بالأرض هنا: أرض الدنيا فيكون المعنى:ولقد كتبنا في الزبور من بعد الذكر أن هذه الأرض التي يعيش عليها الناس مؤمنهم وكافرهم، ستكون في النهاية لعبادنا الصالحين.قال الآلوسى ما ملخصه: أخرج ابن جرير عن ابن عباس أن المراد بالأرض في الآية:أرض الجنة، وإنها الأرض التي يختص بها الصالحون. لأنها لهم خلقت، وغيرهم إذا حصلوا فيها فعلى وجه التبع، وأن الآية ذكرت عقب ذكر الإعادة وليس بعدها أرض يستقر عليها الصالحون. ويمتن الله بها عليهم سوى أرض الجنة.وفي رواية أخرى عن ابن عباس أن المراد بها أرض الدنيا يرثها المؤمنون. ويستولون عليها.أخرج مسلم وأبو داود والترمذي عن ثوبان قال: قال رسول الله صلّى الله عليه وسلّم: «إن الله- تعالى- زوى لي الأرض فرأيت مشارقها ومغاربها، وإن أمتى سيبلغ ملكها ما زوى لي منها..» .ويبدو لنا أنه لا مانع من أن يكون المراد بالأرض التي يرثها العباد الصالحون، ما يشمل أرض الجنة وأرض الدنيا، لأنه لم يرد نص يخصص أحد المعنيين.وقد سار على هذا التعميم الإمام ابن كثير فقال عند تفسيره لهذه الآية: «يقول الله- تعالى- مخبرا عما قضاه لعباده الصالحين، من السعادة في الدنيا والآخرة ووراثة الأرض في الدنيا والآخرة كقوله- تعالى- إِنَّ الْأَرْضَ لِلَّهِ يُورِثُها مَنْ يَشاءُ مِنْ عِبادِهِ وَالْعاقِبَةُ لِلْمُتَّقِينَ  وقال- سبحانه- إِنَّا لَنَنْصُرُ رُسُلَنا وَالَّذِينَ آمَنُوا فِي الْحَياةِ الدُّنْيا وَيَوْمَ يَقُومُ الْأَشْهادُ .وأخبر- تعالى- أن هذا مكتوب مسطور في الكتب الشرعية، فهو كائن لا محالة، ولهذا قال: وَلَقَدْ كَتَبْنا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ أَنَّ الْأَرْضَ يَرِثُها عِبادِيَ الصَّالِحُونَ..  ."},{"ayah_number":106,"text":"واسم الإشارة في قوله- تعالى-: إِنَّ فِي هذا لَبَلاغاً لِقَوْمٍ عابِدِينَ يعود على القرآن الكريم الذي منه هذه السورة.والبلاغ: الشيء الذي يكفى الإنسان للوصول إلى غايته. يقال: في هذا الشيء بلاغ أى: كفاية أو سبب لبلوغ المقصد.أى: إن في هذا القرآن، وفيما ذكر في هذه السورة من آداب وهدايات، وعقائد وتشريعات، لبلاغا وكفاية في الوصول إلى الحق، لقوم عابدين.وخص العابدين بالذكر، لأنهم هم المنتفعون بتوجيهات القرآن الكريم، إذ العابد لله- تعالى- بإخلاص، يكون خاشع القلب، نقى النفس، مستعدا للتلقي والتدبر والانتفاع."},{"ayah_number":107,"text":"ثم بين- سبحانه- أن من مظاهر فضله على الناس أن أرسل إليهم نبيه صلّى الله عليه وسلّم ليكون رحمة لهم فقال: وَما أَرْسَلْناكَ إِلَّا رَحْمَةً لِلْعالَمِينَ.أى: وما أرسلناك- أيها الرسول الكريم- بهذا الدين الحنيف وهو دين الإسلام، إلا من أجل أن تكون رحمة للعالمين من الإنس والجن.وذلك لأننا قد أرسلناك بما يسعدهم في دينهم وفي دنياهم وفي آخرتهم متى اتبعوك، واستجابوا لما جئتهم به، وأطاعوك فيما تأمرهم به أو تنهاهم عنه.وفي الحديث الشريف: «إنما أنا رحمة مهداة» فرسالته صلّى الله عليه وسلّم رحمة في ذاتها، ولكن هذه الرحمة انتفع بها من استجاب لدعوتها، أما من أعرض عنها فهو الذي ضيع على نفسه فرصة الانتفاع.ورحم الله صاحب الكشاف فقد وضح هذا المعنى فقال: أرسل صلّى الله عليه وسلّم «رحمة للعالمين» لأنه جاء بما يسعدهم إن اتبعوه. ومن خالف ولم يتبع، فإنما آتى من عند نفسه، حيث ضيع نصيبه منها. ومثاله: أن يفجر الله عينا عذيقة- أى: كبيرة عذبة-، فيسقى ناس زروعهم، ومواشيهم بمائها فيفلحوا، ويبقى ناس مفرطون فيضيعوا. فالعين المفجرة في نفسها نعمة من الله- تعالى- ورحمة للفريقين. ولكن الكسلان محنة على نفسه، حيث حرمها ما ينفعها» ."},{"ayah_number":108,"text":"ثم أمر الله- تعالى- نبيه صلّى الله عليه وسلّم أن يخبر الناس بأن رسالته لحمتها وسداها الدعوة إلى عبادة الله- تعالى- وحده فقال: قُلْ إِنَّما يُوحى إِلَيَّ أَنَّما إِلهُكُمْ إِلهٌ واحِدٌ..أى: قل- يا محمد- للناس: إن الذي أوحاه الله- تعالى- إلىّ من تكاليف وهدايات وعبادات وتشريعات.. تدور كلها حول إثبات وحدانيته- سبحانه- ووجوب إخلاص العبادة له وحده.قال الآلوسى- رحمه الله-: «ذهب جماعة إلى أن في الآية حصرين: الأول: لقصر الصفة على الموصوف. والثاني: لقصر الموصوف على الصفة.فالأول: قصر فيه الوحى على الوحدانية. والثاني: قصر فيه الله- تعالى- على الوحدانية، والمعنى: ما يوحى إلىّ إلا اختصاص الله بالوحدانية، ومعنى هذا القصر أنه الأصل الأصيل وما عداه راجع إليه، أو غير منظور إليه في جانبه..» .والاستفهام في قوله- سبحانه-: فَهَلْ أَنْتُمْ مُسْلِمُونَ للتحضيض أى: مادام الأمر كما ذكر لكم فأسلموا لتسلموا."},{"ayah_number":109,"text":"ثم أرشد- سبحانه- النبي صلّى الله عليه وسلّم إلى ما يقوله للناس في حال إعراضهم عن دعوته، فقال: فَإِنْ تَوَلَّوْا فَقُلْ آذَنْتُكُمْ عَلى سَواءٍ ...وآذنتكم: من الإيذان بمعنى الإعلام والإخبار. ومنه الأذان للصلاة بمعنى الإعلام بدخول وقتها.قال بعضهم: آذن منقول من أذن إذا علم، ولكنه كثر استعماله في إجرائه مجرى الإنذار والتحذير، .أى: فإن أعرضوا عن دعوتك- أيها الرسول الكريم- فقل لهم: لقد أعلمتكم وأخبرتكم بما أمرنى ربي أن أعلمكم وأخبركم به، ولم أخص أحدا منكم بهذا الإعلام دون غيره، وإنما أخبرتكم جميعا «على سواء» أى: حال كونكم جميعا مستوين في العلم.فقوله: عَلى سَواءٍ في موضع الحال من المفعول الأول لآذنتكم. أى: فقد أعلمتكم ما أمرنى ربي به حالة كونهم مستوين في هذا العلم.ويجوز أن يكون الجار والمجرور في موضع الصفة لمصدر مقدر. أى: فقد آذنتكم إيذانا على سواء.وقوله- تعالى-: وَإِنْ أَدْرِي أَقَرِيبٌ أَمْ بَعِيدٌ ما تُوعَدُونَ إرشاد منه- سبحانه- لنبيه صلّى الله عليه وسلّم إلى ما يقوله لهم- أيضا- في حال إعراضهم عن دعوته.و «إن» نافية. أى: فإن أعرضوا عن دعوتك يا محمد، فقل لهم: لقد أعلمتكم جميعا بما أمرنى الله بتبليغه إليكم، وإنى بعد هذا التبليغ والتحذير ما أدرى وما أعرف، أقريب أم بعيد ما توعدون به من العذاب، أو من غلبة المسلمين عليكم، أو من قيام الساعة. فإن علم ذلك وغيره إلى الله- تعالى- وحده، وما أنا إلا مبلغ عنه."},{"ayah_number":110,"text":"وقوله تعالى: إِنَّهُ يَعْلَمُ الْجَهْرَ مِنَ الْقَوْلِ وَيَعْلَمُ ما تَكْتُمُونَ.فهو- سبحانه- الذي يعلم ما تجهرون به وما تسرونه من أقوال وأعمال. ويعلم- أيضا- ما تكتمونه في نفوسكم من كفر وجحود وكراهية لي ولأتباعى، وسيعاقبكم- سبحانه- على ذلك العقاب الذي تستحقونه."},{"ayah_number":111,"text":"وقوله- سبحانه-: وَإِنْ أَدْرِي لَعَلَّهُ فِتْنَةٌ لَكُمْ وَمَتاعٌ إِلى حِينٍ زيادة في تأكيد أن علم ما سينزل بهم من عقاب مرده إلى الله- تعالى- وحده.أى: وإنى- أيضا- ما أدرى، لعل تأخير عقابكم- بعد أن أعرضتم عن دعوتي- من باب الامتحان والاختبار لكم، أو من باب الاستدراج لكم إلى حين مقدر عنده- سبحانه-، ثم يأخذكم بعد ذلك أخذ عزيز مقتدر.وفي إسناد علم ما سينزل بهم إلى الله- تعالى- وحده، تخويف لهم أى: تخويف، وأدب ليس بعده أدب من النبي صلّى الله عليه وسلّم مع الله- عز وجل-."},{"ayah_number":112,"text":"ثم ختم- سبحانه- السورة الكريمة بقوله: قالَ رَبِّ احْكُمْ بِالْحَقِّ، وَرَبُّنَا الرَّحْمنُ الْمُسْتَعانُ عَلى ما تَصِفُونَ أى: قال الرسول صلّى الله عليه وسلّم بعد أن بلغ الرسالة وأدى الأمانة وهو يتضرع إلى ربه: رب احكم بيني وبين هؤلاء الذين آذنتهم على سواء بالحق وَرَبُّنَا الرَّحْمنُ أى: الكثير الرحمة على عباده الْمُسْتَعانُ أى: المطلوب منه العون عَلى ما تَصِفُونَ أى: على ما تصفونه بألسنتكم من أنواع الكذب والزور والبهتان.وقرأ أكثر القراء السبعة قل رب احكم بالحق ... بصيغة الأمر. وهذه القراءة تدل على أن الرسول صلّى الله عليه وسلّم قد أمره الله- تعالى- أن يقول ذلك.وصيغة «قال..» تدل على أن الرسول صلّى الله عليه وسلّم قد امتثل أمر ربه، فقال ما أمره بقوله.وبعد: فهذا تفسير لسورة الأنبياء، عليهم الصلاة والسلام- نسأل الله تعالى- أن يجعله خالصا لوجهه، ونافعا لعباده.وصلّى الله على سيدنا محمد وعلى آله وصحبه وسلّم"}]