[{"ayah_number":1,"text":"تمهيد1- سورة «المؤمنون» من السور المكية، وعدد آياتها ثماني عشرة آية ومائة، وكان نزولها بعد سورة الأنبياء.2- وقد افتتحت السورة الكريمة بالحديث عن الصفات الكريمة التي وصف الله- تعالى- بها عباده المؤمنين، فذكر منها أنهم في صلاتهم خاشعون وأنهم للزكاة فاعلون ...ثم ختمت السورة تلك الصفات الجليلة، ببيان ما أعده الخالق- عز وجل- لأصحاب هذه الصفات فقال: أُولئِكَ هُمُ الْوارِثُونَ. الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ هُمْ فِيها خالِدُونَ.3- ثم تنتقل السورة بعد ذلك إلى الحديث عن أطوار خلق الإنسان، فابتدأت ببيان أصل خلقه، وانتهت ببيان أنه سيموت، ثم سيبعث يوم القيامة ليحاسب على ما قدم وما أخر.قال- تعالى-: وَلَقَدْ خَلَقْنَا الْإِنْسانَ مِنْ سُلالَةٍ مِنْ طِينٍ ثُمَّ جَعَلْناهُ نُطْفَةً فِي قَرارٍ مَكِينٍ. ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً، فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً، فَخَلَقْنَا الْمُضْغَةَ عِظاماً. فَكَسَوْنَا الْعِظامَ لَحْماً. ثُمَّ أَنْشَأْناهُ خَلْقاً آخَرَ، فَتَبارَكَ اللَّهُ أَحْسَنُ الْخالِقِينَ ثُمَّ إِنَّكُمْ بَعْدَ ذلِكَ لَمَيِّتُونَ ثُمَّ إِنَّكُمْ يَوْمَ الْقِيامَةِ تُبْعَثُونَ.4- وبعد أن أقام- سبحانه- الأدلة على قدرته على البعث عن طريق خلق الإنسان في تلك الأطوار المتعددة، أتبع ذلك ببيان مظاهر قدرته- تعالى- عن طريق خلق الكائنات المختلفة التي يراها الإنسان ويشاهدها وينتفع بها..فقال- سبحانه-: وَلَقَدْ خَلَقْنا فَوْقَكُمْ سَبْعَ طَرائِقَ وَما كُنَّا عَنِ الْخَلْقِ غافِلِينَ وَأَنْزَلْنا مِنَ السَّماءِ ماءً بِقَدَرٍ، فَأَسْكَنَّاهُ فِي الْأَرْضِ، وَإِنَّا عَلى ذَهابٍ بِهِ لَقادِرُونَ.5- ثم ساق- سبحانه- بعد ذلك فيما يقرب من ثلاثين آية بعض قصص الأنبياء مع أقوامهم، فذكر جانبا من قصة نوح مع قومه، ومن قصة موسى مع فرعون وقومه.ثم ختم هذه القصص ببيان مظاهر قدرته في خلق عيسى من غير أب، فقال- تعالى-:وَجَعَلْنَا ابْنَ مَرْيَمَ وَأُمَّهُ آيَةً، وَآوَيْناهُما إِلى رَبْوَةٍ ذاتِ قَرارٍ وَمَعِينٍ..6- ثم وجه- سبحانه- بعد ذلك نداء عاما إلى الرسل- عليهم الصلاة والسلام- أمرهم فيه بالمواظبة على أكل الحلال الطيب، وعلى المداومة على العمل الصالح، وبين- سبحانه- أن شريعة الأنبياء جميعا هي شريعة واحدة في أصولها وعقائدها، فقال- تعالى-: وَإِنَّ هذِهِ أُمَّتُكُمْ أُمَّةً واحِدَةً وَأَنَا رَبُّكُمْ فَاتَّقُونِ.ثم تحدثت السورة الكريمة حديثا طويلا عن موقف المشركين من الدعوة الإسلامية، وبينت مصيرهم يوم القيامة، وردت على شبهاتهم ودعاواهم الفاسدة، ودافعت عن الرسول صلى الله عليه وسلّم وعن دعوته، وختمت هذا الدفاع بما يسلى النبي صلى الله عليه وسلّم ويثبت فؤاده.قال- تعالى-: وَإِنَّكَ لَتَدْعُوهُمْ إِلى صِراطٍ مُسْتَقِيمٍ وَإِنَّ الَّذِينَ لا يُؤْمِنُونَ بِالْآخِرَةِ عَنِ الصِّراطِ لَناكِبُونَ.ثم ساقت السورة الكريمة بعد ذلك ألوانا من الأدلة على وحدانية الله وقدرته، منها ما يتعلق بخلق سمعهم وأبصارهم وأفئدتهم، ومنها ما يتعلق بنشأتهم من الأرض، ومنها ما يتعلق بإشهادهم على أنفسهم بأن خالق هذا الكون هو الله- تعالى-.واستمع إلى قوله- تعالى-: قُلْ لِمَنِ الْأَرْضُ وَمَنْ فِيها إِنْ كُنْتُمْ تَعْلَمُونَ سَيَقُولُونَ لِلَّهِ، قُلْ أَفَلا تَذَكَّرُونَ. قُلْ مَنْ رَبُّ السَّماواتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيمِ سَيَقُولُونَ لِلَّهِ قُلْ أَفَلا تَتَّقُونَ. قُلْ مَنْ بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَهُوَ يُجِيرُ وَلا يُجارُ عَلَيْهِ إِنْ كُنْتُمْ تَعْلَمُونَ سَيَقُولُونَ لِلَّهِ قُلْ فَأَنَّى تُسْحَرُونَ.9- وبعد هذا الحديث المتنوع عن مظاهر قدرة الله- تعالى-، أمر- سبحانه- نبيه أن يلتجئ إليه من شرورهم ومن شرور الشياطين، وأمره أن يقابل سيئات هؤلاء المشركين بالتي هي أحسن، حتى يقضى الله أمرا كان مفعولا.قال- تعالى-: قُلْ رَبِّ إِمَّا تُرِيَنِّي ما يُوعَدُونَ رَبِّ فَلا تَجْعَلْنِي فِي الْقَوْمِ الظَّالِمِينَ وَإِنَّا عَلى أَنْ نُرِيَكَ ما نَعِدُهُمْ لَقادِرُونَ ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ السَّيِّئَةَ، نَحْنُ أَعْلَمُ بِما يَصِفُونَ وَقُلْ رَبِّ أَعُوذُ بِكَ مِنْ هَمَزاتِ الشَّياطِينِ وَأَعُوذُ بِكَ رَبِّ أَنْ يَحْضُرُونِ.10- ثم صورت السورة الكريمة في أواخرها أحوال المشركين عند ما يدركهم الموت، وكيف أنهم يتمنون العودة إلى الدنيا ولكن هذا التمني لا يفيدهم شيئا، وكيف يوبخهم- سبحانه- على سخريتهم من المؤمنين في الدنيا.قال- تعالى-: إِنَّهُ كانَ فَرِيقٌ مِنْ عِبادِي يَقُولُونَ، رَبَّنا آمَنَّا فَاغْفِرْ لَنا وَارْحَمْنا وَأَنْتَ خَيْرُ الرَّاحِمِينَ فَاتَّخَذْتُمُوهُمْ سِخْرِيًّا حَتَّى أَنْسَوْكُمْ ذِكْرِي وَكُنْتُمْ مِنْهُمْ تَضْحَكُونَ إِنِّي جَزَيْتُهُمُ الْيَوْمَ بِما صَبَرُوا أَنَّهُمْ هُمُ الْفائِزُونَ.11- ثم ختمت السورة الكريمة بهذه الآية التي يأمر الله- تعالى- فيها نبيه صلى الله عليه وسلّم بالمواظبة على طلب المزيد من رحمته ومغفرته- سبحانه- فقال- تعالى-: وَقُلْ رَبِّ اغْفِرْ وَارْحَمْ وَأَنْتَ خَيْرُ الرَّاحِمِينَ.12- وهكذا نرى سورة «المؤمنون» قد طوفت بنا في آفاق من شأنها أن تغرس الإيمان في القلوب، وأن تهدى النفوس إلى ما يسعدها في دينها ودنياها.وصلى الله على سيدنا محمد، وعلى آله وصحبه وسلم.أخرج الإمام أحمد والترمذى والنسائى عن عمر بن الخطاب - رضى الله عنه - قال : كان إذا نزل على رسول الله صلى الله عليه وسلم الوحى ، نسمع عند وجهه كدوى النحل ، فأنزل عليه يوماً ، فمكثنا ساعة فسرى عنه ، فاستقبل القبلة ، فرفع يديه فقال : \" اللهم زدنا ولا تنقصنا ، وأكرمنا ولا تهنا ، وأعطنا ولا تحرمنا ، وآثرنا ولا تؤثر علينا ، وارض عنا وأرضنا \" .ثم قال : لقد أنزلت على عشر آيات ، من أقامهن دخل الجنة ، ثم قرأ : ( قَدْ أَفْلَحَ المؤمنون ) إلى قوله : ( هُمْ فِيهَا خَالِدُونَ ) .وأخرج النسائى عن يزيد بن بابنوس قال : قلنا لعائشة : يا أم المؤمنين ، كيف كان خلق رسول الله صلى الله عليه وسلم ؟ فقالت : كان خلقه القرآن ، ثم قرأت : ( قَدْ أَفْلَحَ المؤمنون ) حتى انتهت إلى قوله - تعالى - : ( والذين هُمْ على صَلَوَاتِهِمْ يُحَافِظُونَ ) وقالت : هكذا كان خلق رسول الله صلى الله عليه وسلم .والفلاح : الظفر بالمراد ، وإدراك المأمول من الخير والبر مع البقاء فيه ."},{"ayah_number":2,"text":"والخشوع: السكون والطمأنينة، ومعناه شرعا: خشية في القلب من الله- تعالى- تظهر آثارها على الجوارح فتجعلها ساكنة مستشعرة أنها واقفة بين يدي الله- سبحانه-.والمعنى: قد فاز وظفر بالمطلوب، أولئك المؤمنون الصادقون، الذين من صفاتهم أنهم في صلاتهم خاشعون، بحيث لا يشغلهم شيء وهم في الصلاة عن مناجاة ربهم. وعن أدائها بأسمى درجات التذلل والطاعة.ومن مظاهر الخشوع: أن ينظر المصلى وهو قائم إلى موضع سجوده، وأن يتحلى بالسكون والطمأنينة، وأن يترك كل ما يخل بخشوعها كالعبث بالثياب أو بشيء من جسده، فقد أبصر النبي صلّى الله عليه وسلّم رجلا يعبث بلحيته في الصلاة فقال: «لو خشع قلب هذا لخشعت جوارحه» .قال القرطبي: «اختلف الناس في الخشوع هل هو من فرائض الصلاة أو مكملاتها على قولين، والصحيح الأول ومحله القلب، وهو أول عمل يرفع من الناس ... » ."},{"ayah_number":3,"text":"وقوله- سبحانه-: وَالَّذِينَ هُمْ عَنِ اللَّغْوِ مُعْرِضُونَ بيان لصفة ثانية من صفات هؤلاء المؤمنين.واللغو: ما لا فائدة فيه من الأقوال والأعمال. فيدخل فيه اللهو والهزل وكل ما يخل بالمروءة وبآداب الإسلام.أى: أن صفات هؤلاء المؤمنين أنهم ينزهون أنفسهم عن الباطل والساقط من القول أو الفعل، ويعرضون عن ذلك في كل أوقاتهم لأنهم لحسن صلتهم بالله- تعالى- اشتغلوا بعظائم الأمور وجليلها: لا بحقيرها وسفسافها، وهم كما وصفهم الله- سبحانه- في آية أخرى: وَإِذا سَمِعُوا اللَّغْوَ أَعْرَضُوا عَنْهُ   وَإِذا مَرُّوا بِاللَّغْوِ مَرُّوا كِراماً"},{"ayah_number":4,"text":"أما الصفة الثالثة من صفاتهم فقد بينها- سبحانه- بقوله: وَالَّذِينَ هُمْ لِلزَّكاةِ فاعِلُونَ.ويرى أكثر العلماء: أن المراد بالزكاة هنا: زكاة الأموال. قالوا: لأن أصل الزكاة فرض بمكة قبل الهجرة، وما فرض بعد ذلك في السنة الثانية من الهجرة هو مقاديرها، ومصارفها، وتفاصيل أحكامها أى: أن من صفات هؤلاء المؤمنين أنهم يخرجون زكاة أموالهم عن طيب نفس.ويرى بعض العلماء: أن المراد بالزكاة هنا: زكاة النفس. أى: تطهيرها من الآثام والمعاصي. فهي كقوله- تعالى- قَدْ أَفْلَحَ مَنْ زَكَّاها وَقَدْ خابَ مَنْ دَسَّاها  .أى: أن من صفات هؤلاء المؤمنين، أنهم يفعلون ما يطهر نفوسهم ويزكيها.قال ابن كثير رحمه الله: ويحتمل أن يكون كلا الأمرين مرادا، وهو زكاة النفوس وزكاة الأموال، فإنه من جملة زكاة النفوس، والمؤمن الكامل هو الذي يتعاطى هذا وهذا»"},{"ayah_number":5,"text":"ثم بين- سبحانه- الصفة الرابعة من صفاتهم فقال: وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حافِظُونَ إِلَّا عَلى أَزْواجِهِمْ أَوْ ما مَلَكَتْ أَيْمانُهُمْ، فَإِنَّهُمْ غَيْرُ مَلُومِينَ.أى: أن من صفات هؤلاء المؤمنين- أيضا- أنهم أعفاء ممسكون لشهواتهم لا يستعملونها إلا مع زوجاتهم التي أحلها الله- تعالى- لهم، أو مع ما ملكت أيمانهم من الإماء والسراري، وذلك لأن من شأن الأمة المؤمنة إيمانا حقّا، أن تصان فيها الأعراض، وأن يحافظ فيها على الأنساب، وأن توضع فيها الشهوات في مواضعها التي شرعها الله- تعالى- وأن يغض فيها الرجال أبصارهم والنساء أبصارهن عن كل ما هو قبيح..وما وجدت أمة انتشرت فيها الفاحشة، كالزنا واللواط وما يشبههما، إلا وكان أمرها فرطا، وعاقبتها خسرا، إذ فاحشة الزنا تؤدى إلى ضياع الأنساب، وانتشار الأمراض، وفساد النفوس من كل قيمة خلقية مقبولة.وفاحشة اللواط وما يشبهها تؤدى إلى شيوع الفاحشة في الأمة، وإلى تحول من يأتى تلك الفاحشة من أفرادها إلى مخلوقات منكوسة، تؤثر الرذيلة على الفضيلة.وجملة: فَإِنَّهُمْ غَيْرُ مَلُومِينَ تعليل للاستثناء.أى: هم حافظون لفروجهم، فلا يستعملون شهواتهم إلا مع أزواجهم أو ما ملكت أيمانهم، فإنهم غير مؤاخذين على ذلك، لأن معاشرة الأزواج أو ما ملكت الأيمان، مما أحله الله تعالى."},{"ayah_number":6,"text":"ثم بين- سبحانه- الصفة الرابعة من صفاتهم فقال: وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حافِظُونَ إِلَّا عَلى أَزْواجِهِمْ أَوْ ما مَلَكَتْ أَيْمانُهُمْ، فَإِنَّهُمْ غَيْرُ مَلُومِينَ.أى: أن من صفات هؤلاء المؤمنين- أيضا- أنهم أعفاء ممسكون لشهواتهم لا يستعملونها إلا مع زوجاتهم التي أحلها الله- تعالى- لهم، أو مع ما ملكت أيمانهم من الإماء والسراري، وذلك لأن من شأن الأمة المؤمنة إيمانا حقّا، أن تصان فيها الأعراض، وأن يحافظ فيها على الأنساب، وأن توضع فيها الشهوات في مواضعها التي شرعها الله- تعالى- وأن يغض فيها الرجال أبصارهم والنساء أبصارهن عن كل ما هو قبيح..وما وجدت أمة انتشرت فيها الفاحشة، كالزنا واللواط وما يشبههما، إلا وكان أمرها فرطا، وعاقبتها خسرا، إذ فاحشة الزنا تؤدى إلى ضياع الأنساب، وانتشار الأمراض، وفساد النفوس من كل قيمة خلقية مقبولة.وفاحشة اللواط وما يشبهها تؤدى إلى شيوع الفاحشة في الأمة، وإلى تحول من يأتى تلك الفاحشة من أفرادها إلى مخلوقات منكوسة، تؤثر الرذيلة على الفضيلة.وجملة: فَإِنَّهُمْ غَيْرُ مَلُومِينَ تعليل للاستثناء.أى: هم حافظون لفروجهم، فلا يستعملون شهواتهم إلا مع أزواجهم أو ما ملكت أيمانهم، فإنهم غير مؤاخذين على ذلك، لأن معاشرة الأزواج أو ما ملكت الأيمان، مما أحله الله تعالى."},{"ayah_number":7,"text":"وقوله فَمَنِ ابْتَغى وَراءَ ذلِكَ أى: فمن طلب خلاف ذلك الذي أحله الله- تعالى- فَأُولئِكَ هُمُ العادُونَ أى: المعتدون المتجاوزون حدوده- سبحانه-، الوالغون في الحرام الذي نهى الله- تعالى- عنه. يقال: عدا فلان الشيء يعدوه عدوا، إذا جاوزه وتركه."},{"ayah_number":8,"text":"أما الصفة الخامسة من صفات هؤلاء المفلحين، فقد عبر عنها- سبحانه- بقوله:وَالَّذِينَ هُمْ لِأَماناتِهِمْ وَعَهْدِهِمْ راعُونَ.والأمانات: جمع أمانة، وتشمل كل ما استودعك الله- تعالى- إياه، وأمرك بحفظه.فتشمل جميع التكاليف التي كلفنا الله بأدائها كما تشمل الأموال المودعة، والأيمان والنذور والعقود وما يشبه ذلك.والعهود: جمع عهد. ويتناول كل ما طلب منك الوفاء به من حقوق الله- تعالى- وحقوق الناس.قال القرطبي: والأمانة والعهد يجمع كل ما يحمله الإنسان من أمر دينه ودنياه، قولا وفعلا، وهذا يعم معاشرة الناس والمواعيد وغير ذلك. وغاية ذلك حفظه والقيام به. والأمانة أعم من العهد وكل عهد فهو أمانة فيما تقدم فيه قول أو فعل أو معتقد» .وراعون: من الرعي بمعنى الحفظ يقال: رعى الأمير رعيته رعاية، إذا حفظها واهتم بشئونها.أى: أن من صفات هؤلاء المفلحين. أنهم يقومون بحفظ ما ائتمنوا عليه من أمانات، ويوفون بعهودهم مع الله- تعالى- ومع الناس، ويؤدون ما كلفوا بأدائه بدون تقصير أو تقاعس.وذلك لأنه لا تستقيم حياة أمة من الأمم. إلا إذا أديت فيها الأمانات، وحفظت فيها العهود، واطمأن فيها كل صاحب حق إلى وصول هذا الحق إليه."},{"ayah_number":9,"text":"أما الصفة السادسة والأخيرة من صفات هؤلاء المؤمنين الصادقين، فهي قوله- تعالى- وَالَّذِينَ هُمْ عَلى صَلَواتِهِمْ يُحافِظُونَ.أى: أن من صفاتهم أنهم يحافظون على الصلوات التي أمرهم الله بأدائها محافظة تامة، بأن يؤدوها في أوقاتها كاملة الأركان والسنن والآداب والخشوع، ولقد بدأ- سبحانه- صفات المؤمنين المفلحين بالخشوع في الصلاة وختمها بالمحافظة عليها للدلالة على عظم مكانتها، وسمو منزلتها.وبعد أن بين- سبحانه- تلك الصفات الكريمة التي تحلى بها أولئك المؤمنون المفلحون، وهي صفات تمثل الكمال الإنسانى في أنقى صوره."},{"ayah_number":10,"text":"بعد ذلك بين- سبحانه- ما أعد لهم من حسن الثواب فقال: أُولئِكَ هُمُ الْوارِثُونَ، الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ هُمْ فِيها خالِدُونَ.والفردوس: أعلى الجنات وأفضلها وهو لفظ عربي يجمع على فراديس.وقيل: هو لفظ معرب معناه: الذي يجمع ما في البساتين من ثمرات.وفي صحيح مسلم عن النبي صلّى الله عليه وسلّم أنه قال: «إذا سألتم الله فسلوه الفردوس، فإنه أوسط الجنة، وأعلى الجنة، ومنه تفجر أنهار الجنة» .أى: أولئك الموصوفون بتلك الصفات الجليلة، هم الجديرون بالفلاح فإنهم يرثون أعلى الجنات وأفضلها، وهم فيها خالدون خلودا أبديّا لا يمسهم فيها نصب، ولا يمسهم فيها لغوب."},{"ayah_number":11,"text":"وعبر- سبحانه- عن حلولهم في الجنة بقوله يَرِثُونَ للإشعار بأن هذا النعيم الذي نزلوا به، قد استحقوه بسبب أعمالهم الصالحة، كما يملك الوارث ما ورثه عن غيره. ومن المعروف أن ما يملكه الإنسان عن طريق الميراث يعتبر أقوى أسباب الملك.وشبيه بهذه الآية قوله- تعالى-: وَتِلْكَ الْجَنَّةُ الَّتِي أُورِثْتُمُوها بِما كُنْتُمْ تَعْمَلُونَ  .وقوله- سبحانه-: وَنُودُوا أَنْ تِلْكُمُ الْجَنَّةُ أُورِثْتُمُوها بِما كُنْتُمْ تَعْمَلُونَ  .وحذف مفعول اسم الفاعل الذي هو الْوارِثُونَ لدلالة قوله: الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ عليه.وبذلك نرى الآيات الكريمة قد مدحت المؤمنين الصادقين مدحا عظيما ووعدتهم بالفوز بأعلى الجنات وأفضلها، وذلك فضل الله يؤتيه من يشاء والله ذو الفضل العظيم.وبعد الحديث عن صفات المؤمنين المفلحين، انتقلت السورة إلى الحديث عن أطوار خلق الإنسان، وأطوار نموه، ونهاية حياته، وبعثه للحساب يوم القيامة، فقال- تعالى-:"},{"ayah_number":12,"text":"والمراد بالإنسان هنا: آدم- عليه السلام-.والسلالة: اسم لما سلّ من الشيء واستخرج منه. تقول: سللت الشعرة من العجين، إذا استخرجتها منه. ويقال: الولد سلالة أبيه. أى كأنه انسل من ظهر أبيه.والمعنى: ولقد خلقنا أباكم آدم من جزء مستخرج من الطين.والتعبير بسلالة يشعر بالقلة، إذ لفظ الفعالة يدل على ذلك، كقلامة الظفر، ونحاتة الحجر، وهي ما يتساقط عند النحت.و «من» في الموضعين: ابتدائية إلا أن الأولى متعلقة «بخلقنا» والثانية متعلقة بسلالة بمعنى مسلولة من الطين."},{"ayah_number":13,"text":"والضمير المنصوب في قوله ثُمَّ جَعَلْناهُ نُطْفَةً فِي قَرارٍ مَكِينٍ يعود على النوع الإنسانى المتناسل من آدم- عليه السلام-.وأصل النطفة: الماء الصافي. أو القليل من الماء الذي يبقى في الدلو أو القربة، وجمعها نطف ونطاف. يقال: نطفت القربة، إذا تقاطر ماؤها بقلة.والمراد بها هنا: المنى الذي يخرج من الرجل، ويصب في رحم المرأة.والمعنى: لقد خلقنا أباكم آدم بقدرتنا من سلالة من طين، ثم خلقنا ذريته بقدرتنا- أيضا- من منى يخرج من الرجل فيصب في قرار مكين، أى: في مستقر ثابت ثبوتا مكينا، وهو رحم المرأة.قال القرطبي: «قوله- تعالى-: وَلَقَدْ خَلَقْنَا الْإِنْسانَ: الإنسان هو آدم- عليه السلام- لأنه استل من الطين. ويجيء الضمير في قوله ثُمَّ جَعَلْناهُ عائدا على ابن آدم، وإن كان لم يذكر لشهرة الأمر، فإن المعنى لا يصلح إلا له ... » .وشبيه بهاتين الآيتين قوله- تعالى-: ذلِكَ عالِمُ الْغَيْبِ وَالشَّهادَةِ الْعَزِيزُ الرَّحِيمُ. الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ وَبَدَأَ خَلْقَ الْإِنْسانِ مِنْ طِينٍ. ثُمَّ جَعَلَ نَسْلَهُ مِنْ سُلالَةٍ مِنْ ماءٍ مَهِينٍ.. .وقوله- سبحانه-: أَلَمْ نَخْلُقْكُمْ مِنْ ماءٍ مَهِينٍ. فَجَعَلْناهُ فِي قَرارٍ مَكِينٍ. إِلى قَدَرٍ مَعْلُومٍ. فَقَدَرْنا فَنِعْمَ الْقادِرُونَ. وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ."},{"ayah_number":14,"text":"ثم بين- سبحانه- أطوارا أخرى لخلق الإنسان تدل على كمال قدرته- تعالى- فقال:ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً أى: ثم صيرنا النطفة البيضاء، علقة حمراء إذ العلقة عبارة عن الدم الجامد.فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً أى: جعلنا بقدرتنا هذه العلقة قطعة من اللحم، تشبه في صغرها قطعة اللحم التي يمضغها الإنسان في فمه.فَخَلَقْنَا الْمُضْغَةَ عِظاماً أى: حولنا هذه المضغة من اللحم التي لم تظهر معالمها بعد، إلى عظم صغير دقيق، على حسب ما اقتضته حكمتنا في خلقنا.فَكَسَوْنَا الْعِظامَ لَحْماً أى: فكسونا هذه المضغة التي تحولت بقدرتنا إلى عظام دقيقة باللحم، بحيث صار هذا اللحم ساترا للعظام ومحيطا بها.قال بعض العلماء: «وهنا يقف الإنسان مدهوشا، أمام ما كشف عنه القرآن من حقيقة في تكوين الجنين، لم تعرف على وجه الدقة إلا أخيرا، بعد تقدم علم الأجنة التشريحى» .ذلك أن خلايا العظام غير خلايا اللحم وقد ثبت أن خلايا العظام هي التي تكون أولا من الجنين، ولا تشاهد خلية واحدة من خلايا اللحم إلا بعد ظهور خلايا الهيكل العظمى للجنين.وهي التي يسجلها النص القرآنى في قوله- تعالى-: فَخَلَقْنَا الْمُضْغَةَ عِظاماً، فَكَسَوْنَا الْعِظامَ لَحْماً فسبحانه العليم الخبير .وقوله- تعالى-: ثُمَّ أَنْشَأْناهُ خَلْقاً آخَرَ بيان لما انتهت إليه أطوار خلق الإنسان.أى: ثم صيرنا هذا الإنسان بشرا سويّا، بعد أن كان نطفة، فعلقة، فمضغة، فعظاما، فلحما يكسو هذه العظام، وهذا كله يدل على كمال قدرة الله- تعالى- وعلى أنه حق، إذ قدرته- سبحانه- لا يعجزها شيء.قال صاحب الكشاف: «قوله- تعالى-: ثُمَّ أَنْشَأْناهُ خَلْقاً آخَرَ، أى: خلقا مباينا للخلق الأول مباينة ما أبعدها، حيث جعله حيوانا بعد أن كان جمادا، وناطقا وكان أبكم، وسميعا وكان أصم وبصيرا وكان أكمه، وأودع باطنه وظاهره- بل كل عضو من أعضائه بل كل جزء من أجزائه- عجائب فطرته، وغرائب حكمته، لا تدرك بوصف الواصف، ولا تبلغ بشرح الشارح ... » .فَتَبارَكَ اللَّهُ أَحْسَنُ الْخالِقِينَ أى: فكثر خيره- سبحانه- ودام إحسانه وتقدس شأنه، فهو- عز وجل- أحسن الخالقين على الإطلاق، فقد أتقن كل شيء خلقه، وأحكم كل شيء صنعه.ولفظ «تبارك» فعل ماض لا ينصرف، والأكثر إسناده إلى غير مؤنث.وهو مأخوذ من البركة بمعنى الكثرة من كل خير، أو بمعنى الثبات والدوام وكل شيء دام وثبت فقد برك."},{"ayah_number":15,"text":"ثم بين- سبحانه- حالهم بعد أن يكونوا خلقا آخر فقال: ثُمَّ إِنَّكُمْ بَعْدَ ذلِكَ لَمَيِّتُونَ. ثُمَّ إِنَّكُمْ يَوْمَ الْقِيامَةِ تُبْعَثُونَ.أى: ثم إنكم بعد ذلك الذي ذكره- سبحانه- لكم من أطوار خلقكم تصيرون أطفالا، فصبيانا فغلمانا، فشبانا، فكهولا، فشيوخا.. ثم مصيركم بعد ذلك كله، أو خلال ذلك كله، إلى الموت المحتوم الذي لا مفر لكم منه، ولا مهرب لكم عنه. ثم إنكم يوم القيامة تبعثون من قبوركم للحساب والجزاء.وهكذا نجد هذه الآيات الكريمة تذكر الإنسان بأطوار نشأته. وبحلقات حياته: وبنهاية عمره. وبحتمية بعثه.وفي هذا التذكير ما فيه من الاعتبار للمعتبرين، ومن الاتعاظ للمتعظين، ومن البراهين الساطعة على وحدانية الله- تعالى-."},{"ayah_number":16,"text":"ثم إنكم يوم القيامة تبعثون من قبوركم للحساب والجزاء .وهكذا نجد هذه الآيات الكريمة تذكر الإنسان بأطوار نشأته . وبحلقات حياته : وبنهاية عمره . وبحتمية بعثه .وفى هذا التذكير ما فيه من الاعتبار للمعتبرين ، ومن الاتعاظ للمتعظين ، ومن البراهين الساطعة على وحدانية الله - تعالى - ."},{"ayah_number":17,"text":"والطرائق: جمع طريقة، والمراد بها السموات السبع. وسميت طرائق لأن كل سماء فوق الأخرى، والعرب تسمى كل شيء فوق شيء طريقة بمعنى مطروقة.وهو مأخوذ من قولهم: فلان طرق النعل، إذا ركب بعضها فوق بعض.فالآية الكريمة في معنى قوله- تعالى-: الَّذِي خَلَقَ سَبْعَ سَماواتٍ طِباقاً.وقيل: سميت طرائق، لأنها طرق الملائكة في النزول والعروج.أى: ولقد خلقنا فوقكم- أيها الناس- سبع سموات بعضها فوق بعض وَما كُنَّا في وقت من الأوقات عَنِ الْخَلْقِ غافِلِينَ بل نحن معهم بقدرتنا ورعايتنا وحفظنا، ندبر لهم أمور معاشهم، ونيسر لهم شئون حياتهم دون أن نغفل عن شيء- مهما صغر- من أحوالهم، لأننا لا تأخذنا سنة ولا نوم، ولا يعترينا ما يعترى البشر من سهو أو غفلة."},{"ayah_number":18,"text":"ثم بين- سبحانه- بعض النعم التي تأتينا من جهة هذه الطرائق فقال: وَأَنْزَلْنا مِنَ السَّماءِ ماءً بِقَدَرٍ فَأَسْكَنَّاهُ فِي الْأَرْضِ ...أى: وأنزلنا لكم- أيها الناس- بقدرتنا ورحمتنا، ماء بقدر. أى: أنزلناه بمقدار معين، بحيث لا يكون طوفانا فيغرقكم، ولا يكون قليلا فيحصل لكم الجدب والجوع والعطش.وإنما أنزلناه بتقدير مناسب لجلب المنافع، ودفع المضار، كما قال- سبحانه- في آية أخرى: ... وَما نُنَزِّلُهُ إِلَّا بِقَدَرٍ مَعْلُومٍ .وقوله: فَأَسْكَنَّاهُ فِي الْأَرْضِ أى: هذا الماء النازل من السماء بتقدير معين منا تقتضيه حكمتنا، جعلناه ساكنا مستقرا في الأرض، لتنعموا به عن طريق استخراجه من الآبار والعيون وغيرها.وفي هذه الجملة الكريمة إشارة إلى أن المياه الجوفية الموجودة في باطن الأرض، مستمدة من المياه النازلة من السحاب عن طريق المطر.وهذا ما قررته النظريات العلمية الحديثة بعد مئات السنين من نزول القرآن الكريم. وبعد أن بقي العلماء دهورا طويلة، يظنون أن المياه التي في جوف الأرض، لا علاقة لها بالمياه النازلة على الأرض عن طريق المطر.وقوله- سبحانه-: وَإِنَّا عَلى ذَهابٍ بِهِ لَقادِرُونَ بيان لمظهر من مظاهر قدرته ورأفته ورحمته- تعالى- بعباده.أى: وإنا على إذهاب هذا الماء الذي أسكناه في باطن الأرض لقادرون، بأن نجعله يتسرب إلى أسفل طبقات الأرض فلا تستطيعون الوصول إليه، أو بأن نزيله من الأرض إزالة تامة، لأن القادر على إنزاله قادر على إزالته وإذهابه، ولكنا لم نفعل ذلك رحمة بكم، وشفقة عليكم، فاشكرونا على نعمنا وضعوها في مواضعها الصحيحة.قال صاحب الكشاف: «قوله: عَلى ذَهابٍ بِهِ من أوقع النكرات وأحزها للمفصل.والمعنى: على وجه من وجوه الذهاب به، وطريق من طرقه، وفيه إيذان باقتدار المذهب، وأنه لا يتعايى عليه شيء إذا أراده، وهو أبلغ في الإبعاد، من قوله: قُلْ أَرَأَيْتُمْ إِنْ أَصْبَحَ ماؤُكُمْ غَوْراً فَمَنْ يَأْتِيكُمْ بِماءٍ مَعِينٍ.فعلى العباد أن يستعظموا النعمة في الماء. ويقيدوها بالشكر الدائم، ويخافوا نفارها إذا لم تشكر.وشبيه بهذه الآية قوله- تعالى-: أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّماءِ ماءً فَسَلَكَهُ يَنابِيعَ فِي الْأَرْضِ. ثُمَّ يُخْرِجُ بِهِ زَرْعاً مُخْتَلِفاً أَلْوانُهُ ...."},{"ayah_number":19,"text":"ثم بين- سبحانه- الآثار الجليلة المترتبة على إنزال الماء من السماء فقال: فَأَنْشَأْنا لَكُمْ بِهِ جَنَّاتٍ مِنْ نَخِيلٍ وَأَعْنابٍ ...أى: فأوجدنا لكم بسبب نزول الماء على الأرض بساتين متنوعة، بعضها من نخيل، وبعضها من أعناب، وبعضها منهما معا، وبعضها من غيرهما.وخص النخيل والأعناب بالذكر، لكثرة منافعهما، وانتشارهما في الجزيرة العربية، أكثر من غيرهما.لَكُمْ فِيها أى: في تلك الجنات فَواكِهُ كَثِيرَةٌ تتلذذون بها في مأكلكم وَمِنْها. أى: ومن هذه البساتين والجنات تَأْكُلُونَ ما تريدون أكله منها في كل الأوقات."},{"ayah_number":20,"text":"والمراد بالشجرة في قوله- تعالى- بعد ذلك: وَشَجَرَةً تَخْرُجُ مِنْ طُورِ سَيْناءَ ... ،شجرة الزيتون. وهي معطوفة على «جنات» من عطف الخاص على العام.أى: فأنشأنا لكم بسبب هذا الماء النازل من السماء، جنات، وأنشأنا لكم بسببه- أيضا- شجرة مباركة تخرج من هذا الوادي المقدس الذي كلم الله- تعالى- عليه موسى- عليه السلام- وهو المعروف بطور سيناء. أى: بالجبل المسمى بهذا الاسم في منطقة سيناء، ومكانها معروف.قالوا: وكلمة سيناء- بفتح السين والمد على الراجح- معناها: الحسن باللغة النبطية.أو معناها: الجبل المليء بالأشجار. وقيل: مأخوذة من السنا بمعنى الارتفاع.وخصت شجرة الزيتون بالذكر: لأنها من أكثر الأشجار فائدة بزيتها وطعامها وخشبها، ومن أقل الأشجار- أيضا- تكلفة لزارعها.وخص طور سيناء بإنباتها فيه، مع أنها تنبت منه ومن غيره، لأنها أكثر ما تكون انتشارا في تلك الأماكن، أو لأن منبتها الأصلى كان في هذا المكان، ثم انتقلت منه إلى غيره من الأماكن.وقوله: تَنْبُتُ بِالدُّهْنِ وَصِبْغٍ لِلْآكِلِينَ بيان لمنافع هذه الشجرة على سبيل المدح، والتعليل لإفرادها بالذكر.والدهن: عصارة كل شيء ذي دسم. والمراد به هنا: زيت الزيتون.وقراءة الجمهور: تَنْبُتُ- بفتح التاء وضم الباء- على أنه مضارع نبت الثلاثي.فيكون المعنى: هذه الشجرة من مزاياها أنها تنبت مصحوبة وملتبسة بالدهن الذي يستخرج من زيتونها. فالباء في قوله بِالدُّهْنِ للمصاحبة والملابسة، كما تقول: خرج فلان بسلاحه. أى: مصاحبا له.وقرأ ابن كثير وأبو عمرو: تنبت- بضم التاء وكسر الباء- من أنبت بمعنى نبت. أو:من أنبت المتعدى بالهمزة، كأنبت الله الزرع. والتقدير: تنبت ثمارها مصحوبة بالدهن.والصبغ في الأصل: يطلق على الشيء الذي يصبغ به الثوب. والمراد به هنا: الإدام لأنه يصبغ الخبز، ويجعله كأنه مصبوغ به.أى: أن من فوائد هذه الشجرة المباركة أنها يتخذ منها الزيت الذي ينتفع به، والإدام الذي يحلو معه أكل الخبز والطعام.روى الإمام أحمد عن مالك بن ربيعة الساعدي، أن رسول الله صلى الله عليه وسلّم قال: «كلوا الزيت وادهنوا به فإنه من شجرة مباركة» ."},{"ayah_number":21,"text":"وبعد أن بين- سبحانه- جانبا من مظاهر نعمه في الماء والنبات أتبع ذلك ببيان جانب آخر من نعمه في الأنعام والحيوان. فقال: وَإِنَّ لَكُمْ فِي الْأَنْعامِ لَعِبْرَةً ...والأنعام: تطلق على الإبل والبقر والغنم. وقد تطلق على الإبل خاصة.والعبرة: اسم من الاعتبار، وهو الحالة التي تجعل الإنسان يعتبر ويتعظ بما يراه ويسمعه.أى: وإن لكم- أيها الناس- فيما خلق الله لكم من الأنعام لعبرة وعظة، تجعلكم تخلصون العبادة لله- تعالى- وتشكرونه على آلائه.وقوله- سبحانه-: نُسْقِيكُمْ مِمَّا فِي بُطُونِها، وَلَكُمْ فِيها مَنافِعُ كَثِيرَةٌ وَمِنْها تَأْكُلُونَ.... بيان لمواطن العبرة، وتعريف بأوجه النعمة.أى: نسقيكم مما في بطونها من ألبان خالصة، تخرج من بين فرث ودم، ولكم في هذه الأنعام منافع كثيرة، كأصوافها وأوبارها وأشعارها، ومنها تأكلون من لحومها، ومما يستخرج من ألبانها."},{"ayah_number":22,"text":"عَلَيْهاأى: وعلى هذه الأنعام، والمراد بها هنا: الإبل خاصة عَلَى الْفُلْكِأى: السفن التي تجرى في البحرحْمَلُونَبقدرتنا ومنتنا، حيث تحمل هذه الإبل وتلك لسفن أثقالكم إلى بلد لم تكونوا بالغيه إلا بشق الأنفس ...وقريب من هاتين الآيتين في المعنى قوله- تعالى-: أَوَلَمْ يَرَوْا أَنَّا خَلَقْنا لَهُمْ مِمَّا عَمِلَتْ أَيْدِينا أَنْعاماً فَهُمْ لَها مالِكُونَ وَذَلَّلْناها لَهُمْ فَمِنْها رَكُوبُهُمْ وَمِنْها يَأْكُلُونَ وَلَهُمْ فِيها مَنافِعُ وَمَشارِبُ أَفَلا يَشْكُرُونَ.وقوله- سبحانه-: وَالَّذِي خَلَقَ الْأَزْواجَ كُلَّها، وَجَعَلَ لَكُمْ مِنَ الْفُلْكِ وَالْأَنْعامِ ما تَرْكَبُونَ لِتَسْتَوُوا عَلى ظُهُورِهِ ثُمَّ تَذْكُرُوا نِعْمَةَ رَبِّكُمْ إِذَا اسْتَوَيْتُمْ عَلَيْهِ، وَتَقُولُوا سُبْحانَ الَّذِي سَخَّرَ لَنا هذا، وَما كُنَّا لَهُ مُقْرِنِينَ وَإِنَّا إِلى رَبِّنا لَمُنْقَلِبُونَ.وبذلك نرى الآيات الكريمة قد ذكرت لنا أنواعا من نعم الله- تعالى- على عباده، هذه النعم التي تدل على كمال قدرته، وعظيم رحمته.وبعد أن بين- سبحانه- دلائل قدرته عن طريق خلق الإنسان، وعن طريق خلقه لهذه الكائنات التي يشاهدها الإنسان وينتفع بها ... أتبع ذلك بالحديث عن بعض الرسل- عليهم الصلاة والسلام- وعن موقف أقوامهم منهم، وعن سوء عاقبة المكذبين لرسل الله- تعالى- وأنبيائه. وابتدأ- سبحانه- الحديث عن جانب من قصة نوح مع قومه، فقال- تعالى-:"},{"ayah_number":23,"text":"تلك هي قصة نوح- عليه السلام- مع قومه، كما وردت في هذه السورة الكريمة، وقد وردت بصورة أكثر تفصيلا في سورتي هود ونوح.وينتهى نسب نوح- عليه السلام- إلى شيث بن آدم- عليه السلام-. وقد ذكر نوح في القرآن في ثلاثة وأربعين موضعا.قال الجمل في حاشيته: وعاش نوح من العمر ألف سنة وخمسين، لأنه أرسل على رأس الأربعين ومكث يدعو قومه ألف سنة إلا خمسين عاما، وعاش بعد الطوفان ستين سنة.وقدمت قصته هنا على غيره، لتتصل بقصة آدم المذكورة في قوله: وَلَقَدْ خَلَقْنَا الْإِنْسانَ مِنْ سُلالَةٍ مِنْ طِينٍ للمناسبة بينهما من حيث إن نوحا يعتبر آدم الثاني، لانحصار النوع الإنسانى بعده في نسله.وقوم الرجل: أقر باؤه الذين يجتمعون معه في جد واحد. وقد يقيم الرجل بين قوم ليس منهم في نسبه، فيسميهم قومه على سبيل المجاز، لمجاورته لهم.وكان قوم نوح يعبدون الأصنام. فأرسل الله- تعالى- إليهم نوحا لينهاهم عن ذلك، وليأمرهم بإخلاص العبادة لله- تعالى-.واللام في قوله- سبحانه-: وَلَقَدْ أَرْسَلْنا نُوحاً إِلى قَوْمِهِ ... واقعة في جواب قسم محذوف.أى: والله لقد أرسلنا نبينا نوحا- عليه السلام- إلى قومه، ليخرجهم من ظلمات الكفر إلى نور الإيمان.وقوله- سبحانه- فَقالَ يا قَوْمِ اعْبُدُوا اللَّهَ ما لَكُمْ مِنْ إِلهٍ غَيْرُهُ ... حكاية لما وجهه إليهم من نصائح وإرشادات.أى: أرسلنا نوحا إلى قومه، فقال لهم ما قاله كل نبي: يا قوم اعبدوا الله وحده، فإنكم ليس لكم إله سواه، فهو الذي خلقكم، وهو الذي رزقكم. وهو الذي يحييكم وهو الذي يميتكم، وكل معبود غيره- سبحانه- فهو باطل.وفي ندائهم بقوله: يا قَوْمِ تلطف في الخطاب، ليستميلهم إلى دعوته، فكأنه يقول لهم: أنتم أهلى وعشيرتي يسرني ما يسركم، ويؤذيني ما يؤذيكم، فاقبلوا دعوتي، لأنى لكم ناصح أمين.وقوله: أَفَلا تَتَّقُونَ تحذير لهم من الإصرار على شركهم، بعد ترغيبهم في عبادة الله- تعالى- وحده بألطف أسلوب.أى: أفلا تتقون الله- تعالى- وتخافون عقوبته، بسبب عبادتكم لغيره، مع أنه- سبحانه- هو الذي خلقكم فالاستفهام للإنكار والتوبيخ."},{"ayah_number":24,"text":"ثم حكى- سبحانه- ما رد به قوم نوح عليه فقال: فَقالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ ما هذا إِلَّا بَشَرٌ مِثْلُكُمْ ...والمراد بالملإ: أصحاب الجاه والغنى من قوم نوح. وهذا اللفظ اسم جمع لا واحد له من لفظه- كرهط- وهو مأخوذ من قولهم: فلان ملئ بكذا، إذا كان قادرا عليه. أو لأنهم متمالئون أى: متظاهرون متعاونون، أو لأنهم يملؤون القلوب والعيون مهابة ...وفي وصفهم بالكفر: تشنيع عليهم وذم لهم، وإشعار بأنهم عريقون فيه. أى: فقال الأغنياء وأصحاب النفوذ الذين مردوا على الكفر، في الرد على نبيهم نوح عليه السلام:ما هذا إِلَّا بَشَرٌ مِثْلُكُمْ.أى: قالوا لأتباعهم على سبيل التحذير من الاستماع إلى دعوة نبيهم، ما هذا، أى:نوح عليه السلام- إلا بشر مثلكم، ومن جنسكم، ولا فرق بينكم وبينه فكيف يكون نبيّا؟ولم يقولوا: ما نوح إلا بشر مثلكم، بل أشاروا إليه بدون ذكر اسمه، لأنهم لجهلهم وغرورهم يقصدون تهوين شأنه- عليه الصلاة والسلام- في أعين قومه.وقولهم: يُرِيدُ أَنْ يَتَفَضَّلَ عَلَيْكُمْ أى: أن نوحا جاء بما جاء به بقصد الرياسة عليكم.ومرادهم بهذا القول: تنفير الناس منه، وحضهم على عداوته.وقولهم: وَلَوْ شاءَ اللَّهُ لَأَنْزَلَ مَلائِكَةً استبعاد منهم لكون الرسول من البشر أى:ولو شاء الله أن يرسل رسولا ليأمرنا بعبادته وحده. لأرسل ملائكة ليفعلوا ذلك، فهم-لانطماس بصائرهم وسوء تفكيرهم- يتوهمون أن الرسول لا يكون من البشر، وإنما يكون من الملائكة.ومفعول المشيئة محذوف. أى: ولو شاء الله عبادته وحده لأرسل ملائكة ليأمرونا بذلك، فلما لم يفعل علمنا أنه ما أرسل رسولا، فنوح- في زعمهم- كاذب في دعواه.وقولهم: ما سَمِعْنا بِهذا فِي آبائِنَا الْأَوَّلِينَ أى ما سمعنا بهذا الكلام الذي جاءنا به نوح في آباءنا الأولين، الذين ندين باتباعهم، ونقتدي بهم في عبادتهم لهذه الأصنام."},{"ayah_number":25,"text":"ثم هم لا يكتفون بهذا الجمود والتحجر، بل يصفون نبيهم بما هو برىء منه فيقولون:إِنْ هُوَ إِلَّا رَجُلٌ بِهِ جِنَّةٌ، فَتَرَبَّصُوا بِهِ حَتَّى حِينٍ.والجنّة: الجنون، يقال جنّ: فلان إذا أصيب بالجنون، أو إذا مسه الجن فصار في حالة خبل وجنون.والتربص: الانتظار والترقب، أى: ما نوح- عليه السلام- الذي يدعى النبوة، إلا رجل به حالة من الجنون والخبل، فانتظروا عليه إلى وقت شفائه من هذا الجنون أو إلى وقت موته، وعندئذ تستريحون منه، ومن دعوته التي ما سمعنا بها في آبائنا الأولين.فأنت ترى أن القوم قد واجهوا نبيهم نوحا- عليه السلام- بأقبح مواجهة حيث وصفوه بأنه يريد من وراء دعوته لهم السيادة عليهم، وأنه ليس نبيّا لأن الأنبياء لا يكونون من البشر- في زعمهم- وأنه قد خالف ما ألفوه عن آبائهم، ومن خالف ما كان عليه آباؤهم لا يجوز الاستماع إليه، وأنه مصاب بالجنون وأنه عما قريب سيأخذه الموت، أو يشفى مما هو فيه.وهكذا الجهل والغرور والجحود ... عند ما يستولى على الناس، يحول في نظرهم الإصلاح إلى إفساد، والإخلاص إلى حب للرياسة، والشيء المعقول المقبول. إلى أى شيء غير معقول وغير مقبول، وكمال العقل ورجحانه، إلى جنونه ونقصانه.وصدق الله إذ يقول: سَأَصْرِفُ عَنْ آياتِيَ الَّذِينَ يَتَكَبَّرُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ، وَإِنْ يَرَوْا كُلَّ آيَةٍ لا يُؤْمِنُوا بِها، وَإِنْ يَرَوْا سَبِيلَ الرُّشْدِ لا يَتَّخِذُوهُ سَبِيلًا، وَإِنْ يَرَوْا سَبِيلَ الغَيِّ يَتَّخِذُوهُ سَبِيلًا ..."},{"ayah_number":26,"text":"ثم يحكى القرآن بعد ذلك أن نوحا- عليه السلام- بعد أن استمع إلى ما قاله قومه في شأنه من ضلالات وسفاهات، لجأ إلى ربه- عز وجل- يشكو إليه ما أصابه منهم ويلتمس منه النصر عليهم. فقال: كما حكى القرآن عنه: رَبِّ انْصُرْنِي بِما كَذَّبُونِ.أى: قال نوح في مناجاته لربه: يا رب انصرني على هؤلاء القوم الكافرين بسبب تكذيبهم لي وتطاولهم على. وسخريتهم منى، وإصرارهم على عبادة غيرك."},{"ayah_number":27,"text":"وقد أجاب الله- تعالى- دعاء عبده نوح فقال: فَأَوْحَيْنا إِلَيْهِ أى: فأوحينا إليه في أعقاب دعائه وتضرعه.أَنِ اصْنَعِ الْفُلْكَ بِأَعْيُنِنا وَوَحْيِنا أى: أوحينا إليه أن ابتدئ يا نوح في صنع السفينة وأنت تحت رعايتنا وحفظنا، وسنرسل إليك وحينا ليرشدك إلى ما أنت في حاجة إليه من إتقان صنع السفينة، ومن غير ذلك من شئون.وفي التعبير بقوله- سبحانه- أَنِ اصْنَعِ إشارة إلى أن نوحا- عليه السلام- قد باشر بنفسه صنع السفينة التي هي وسيلة النجاة له وللمؤمنين معه.وفي قوله- تعالى-: بِأَعْيُنِنا وَوَحْيِنا إشارة إلى أن نوحا بجانب مباشرته للصنع بنفسه، كان مزودا من الله- تعالى- بالعناية والرعاية وبحسن التوجيه والإرشاد عن طريق الوحى الأمين.وذلك لأن سنة الله- تعالى- قد اقتضت أن لا يضيع عمل عباده المخلصين، الذين يبذلون أقصى جهدهم في الوصول إلى غاياتهم الشريفة.والباء في قوله بِأَعْيُنِنا للملابسة، والجار والمجرور في موضع الحال من ضمير «اصنع» .والفاء في قوله- سبحانه- فَإِذا جاءَ أَمْرُنا لترتيب مضمون ما بعدها على إتمام صنع السفينة.والمراد بالأمر هنا: العذاب الذي أعده الله- تعالى- لهؤلاء الظالمين من قوم نوح- عليه السلام-. ويشهد لذلك قوله- سبحانه- في آية أخرى: لا عاصِمَ الْيَوْمَ مِنْ أَمْرِ اللَّهِ أى: من عذابه إِلَّا مَنْ رَحِمَ.والمراد بمجيء هذا الأمر: اقتراب وقته، ودنو ساعته، وظهور علاماته وقوله- تعالى-:وَفارَ التَّنُّورُ بيان وتفسير لمجيء هذا الأمر، وحلول وقت إهلاكهم.وقوله: فارَ من الفوران. بمعنى شدة الغليان للماء وغيره. يقال للماء فار إذا اشتد غليانه. ويقال للنار فارت إذا عظم هيجانها. ومنه قوله- تعالى- إِذا أُلْقُوا فِيها سَمِعُوا لَها شَهِيقاً وَهِيَ تَفُورُ.وللمفسرين في المراد بلفظ التَّنُّورُ أقوال منها: أن المراد به الشيء الذي يخبز فيه الخبز، وهو ما يسمى بالموقد أو الفرن.ومنها أن المراد به وجه الأرض. أو موضع اجتماع الماء في السفينة، أو طلوع الفجر.. وقد رجح الإمام ابن جرير القول الأول فقال: وأولى الأقوال بالصواب قول من قال: وهو التنور الذي يخبز فيه، لأن هذا هو المعروف من كلام العرب...ويبدو أن فوران التنور كان علامة لنوح على أن موعد إهلاك الكافرين من قومه قد اقترب.أى: فإذا اقترب موعد إهلاك قومك الظالمين يا نوح، ومن علامة ذلك أن ينبع الماء من التنور ويفور فورانا شديدا فَاسْلُكْ فِيها فأدخل في السفينة مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ ولفظ زَوْجَيْنِ تثنية زوج. والمراد به هنا: الذكر والأنثى من كل نوع.وقراءة الجمهور: مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ بدون تنوين للفظ كل، وبإضافته إلى زوجين....وقرأ حفص مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ تنوين كل، وهو تنوين عوض عن مضاف إليه.والتقدير: فأدخل في السفينة من كل نوع من أنواع المخلوقات التي أنت في حاجة إليها ذكرا وأنثى، ويكون لفظ زَوْجَيْنِ مفعولا لقوله فَاسْلُكْ ولفظ اثنين: صفة له.والمراد بأهله في قوله- تعالى- وَأَهْلَكَ: أهل بيته كزوجته وأولاده المؤمنين، ويدخل فيهم كل من آمن به- عليه السلام- سواء أكان من ذوى قرابته أم من غيرهم، بدليل قوله- تعالى- في سورة هود: قُلْنَا احْمِلْ فِيها مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ وَمَنْ آمَنَ، وَما آمَنَ مَعَهُ إِلَّا قَلِيلٌ.وجملة: إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ مِنْهُمْ استثناء من الأهل. والمراد بمن سبق عليه القول منهم: من بقي على كفره ولم يؤمن برسالة نوح- عليه السلام- كزوجته وابنه كنعان.أى: أدخل في السفينة ذكرا وأنثى من أنواع المخلوقات، وأدخل فيها- أيضا- المؤمنين من أهلك ومن غيرهم، إلا الذين سبق منا القول بهلاكهم بسبب إصرارهم على الكفر.فلا تدخلهم في السفينة، بل اتركهم خارجها ليغرقوا مع المغرقين.قال الآلوسى: وجيء بعلى في قوله: إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ مِنْهُمْ لكون السابق ضارا، كما جيء باللام في قوله: إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنى لكون السابق نافعا وقوله- تعالى-: وَلا تُخاطِبْنِي فِي الَّذِينَ ظَلَمُوا إِنَّهُمْ مُغْرَقُونَ نهى منه- سبحانه- لنوح- عليه السلام- عن الشفاعة لهؤلاء الكافرين، أو عن طلب تأخير العذاب المهلك لهم.أى: اترك يا نوح هؤلاء الظالمين، ولا تكلمني في شأنهم، كأن تطلب الشفاعة لهم أو تأخير العذاب عنهم، فإنهم مقضي عليهم بالإغراق لا محالة. ولا مبدل لحكمي أو إرادتى.ويبدو- والله أعلم- أن هذه الجملة الكريمة، كانت نهيا من الله- تعالى- لنوح عن الشفاعة في ابنه الذي غرق مع المغرقين، والذي حكى القرآن في سورة هود أن نوحا قد قال في شأنه: رَبِّ إِنَّ ابْنِي مِنْ أَهْلِي، وَإِنَّ وَعْدَكَ الْحَقُّ، وَأَنْتَ أَحْكَمُ الْحاكِمِينَ."},{"ayah_number":28,"text":"ثم أرشد الله- تعالى- نبيه نوحا إلى ما يقوله بعد أن يستقر في السفينة فقال- سبحانه-: فَإِذَا اسْتَوَيْتَ أَنْتَ وَمَنْ مَعَكَ من أهلك وأتباعك المؤمنين عَلَى الْفُلْكِ.أى: السفينة التي علمناك عن طريق وحينا كيفية صنعها بإحكام وإتقان فَقُلِ يا نوح على سبيل الشكر لنا، والتقدير لذاتنا الْحَمْدُ لِلَّهِ الَّذِي نَجَّانا بفضله وكرمه مِنَ الْقَوْمِ الظَّالِمِينَ الذين استحبوا العمى على الهدى، وآثروا الضلالة على الهداية، وتطاولوا على نبيهم الذي جاء لسعادتهم."},{"ayah_number":29,"text":"وَقُلْ- أيضا- يا نوح رَبِّ أَنْزِلْنِي مُنْزَلًا مُبارَكاً أى: أنزلنى إنزالا، أو مكان إنزال مباركا- أى مليئا بالخيرات والبركات، خاليا مما حل بالظالمين من إغراق وإهلاك.وَأَنْتَ يا إلهى خَيْرُ الْمُنْزِلِينَ بفضلك وكرمك في المكان الطيب المبارك."},{"ayah_number":30,"text":"ثم عقب- سبحانه- على ما اشتملت عليه قصة نوح من حكم وآداب بقوله: إِنَّ فِي ذلِكَ لَآياتٍ وَإِنْ كُنَّا لَمُبْتَلِينَ.أى: إن في ذلك الذي ذكرناه لك- أيها الرسول الكريم- عن نوح وقومه لَآياتٍ بينات، ودلالات واضحات، على أن هذا القرآن من عندنا لا من عند غيرنا، وعلى أن العاقبة للمؤمنين، وسوء المنقلب للكافرين.و «إن» في قوله وَإِنْ كُنَّا هي المخففة من الثقيلة، واللام في قوله لَمُبْتَلِينَ هي الفارقة بينها وبين إن النافية، والجملة حالية، والابتلاء: الاختبار والامتحان ...أى: إن في ذلك الذي ذكرناه عن نوح وقومه لآيات واضحات على وحدانيتنا وقدرتنا، والحال والشأن أن من سنتنا أن نبتلى الناس بالنعم وبالنقم، وبالخير وبالشر. ليتبين من يعتبر ويتعظ، وليتميز الخبيث من الطيب، وليهلك من هلك عن بينة، ويحيا من حي عن بينة، وإن الله لسميع عليم.ثم تمضى السورة في حديثها عن قصص الأولين، فتحكى لنا قصة أقوام آخرين مع نبي من أنبيائهم فتقول:"},{"ayah_number":31,"text":"أى: ثم أنشأنا من بعد أولئك القوم المغرقين الذين كذبوا نبيهم نوحا- عليه السلام-، قَرْناً آخَرِينَ غيرهم، وهم على الأرجح- قوم هود- عليه السلام- بدليل قوله- تعالى- في آية أخرى في شأنهم: وَاذْكُرُوا إِذْ جَعَلَكُمْ خُلَفاءَ مِنْ بَعْدِ قَوْمِ نُوحٍ ....كما أن قصة هود مع قومه، كثيرا ما تأتى بعد قصة نوح مع قومه.وقيل: هم قوم صالح- عليه السلام-.وعلى أية حال فإن سورة «المؤمنون» في عرضها لقصص الأنبياء تحرص على بيان أن استقبال المكذبين لأنبيائهم كان متشابها في القبح والتكذيب.وقال- سبحانه- قَرْناً آخَرِينَ للإشعار بأنهم كانوا يعيشون في زمان واحد مع نبيهم، وأنهم كانوا معاصرين له، ومشاهدين لأحواله قبل البعثة وبعدها."},{"ayah_number":32,"text":"ثم بين- سبحانه- أنه امتن عليهم بإرسال رسول فيهم فقال: فَأَرْسَلْنا فِيهِمْ رَسُولًا مِنْهُمْ أَنِ اعْبُدُوا اللَّهَ ما لَكُمْ مِنْ إِلهٍ غَيْرُهُ ...أى: كان من مظاهر رحمتنا ومنتنا على هؤلاء القوم الآخرين الذين جاءوا بعد إهلاك قوم نوح، أن أرسلنا فيهم رسولا منهم نشأ بين أظهرهم وعرفوا حسبه ونسبه، فقال لهم ما قاله كل نبي لقومه: اعبدوا الله وحده، فإنكم ليس لكم من إله سواه، لأنه- سبحانه- هو الذي أوجدكم في هذه الحياة.. أَفَلا تَتَّقُونَ بأسه وعقابه إذا ما عبدتم غيره؟!."},{"ayah_number":33,"text":"ثم بين- سبحانه- بعد ذلك ما رد به هؤلاء المشركون الجاحدون على نبيهم فقال:وَقالَ الْمَلَأُ مِنْ قَوْمِهِ الَّذِينَ كَفَرُوا وَكَذَّبُوا بِلِقاءِ الْآخِرَةِ، وَأَتْرَفْناهُمْ فِي الْحَياةِ الدُّنْيا، ما هذا إِلَّا بَشَرٌ مِثْلُكُمْ ...أى: وقال الأغنياء والزعماء من قوم هذا النبي، الذين كفروا بالحق لما جاءهم، وكذبوا بالبعث والجزاء الذي يكون في الآخرة، والذين أبطرتهم النعمة التي أنعمنا عليهم بها في دنياهم ...قالوا لنبيهم بجفاء وسوء أدب لكي يصرفوا غيرهم عن الإيمان به: ما هذا الذي يدعى النبوة إِلَّا بَشَرٌ مِثْلُكُمْ وكأنهم يرون- لغبائهم وانطماس عقولهم- أن الرسول لا يكون من البشر، أو يرون جواز كونه من البشر، إلا أنهم قالوا ذلك على سبيل المكر ليصدوا أتباعهم وعامة الناس عن دعوته.ثم أضافوا إلى هذا القول الباطل ما يؤكده في نفوس الناس فقالوا: يَأْكُلُ مِمَّا تَأْكُلُونَ مِنْهُ من طعام، وغذاء، وَيَشْرَبُ مِمَّا تَشْرَبُونَ من ماء وما يشبه الماء.ثم أضافوا إلى ذلك قولهم وَلَئِنْ أَطَعْتُمْ أيها الناس بَشَراً مِثْلَكُمْ في المأكل والمشرب والملبس والعادات.. أَنَّكُمْ إِذا بسبب هذه الطاعة لَخاسِرُونَ خسارة ليس بعدها خسارة.والمتأمل في هذه الآية الكريمة يرى أن الله- تعالى- وصف هؤلاء الجاحدين بالغنى والجاه، وأنهم من قوم هذا النبي فازداد حسدهم له وحقدهم عليه، وأنهم أصلاء في الكفر، وفي التكذيب باليوم الآخر، وأنهم- فوق كل ذلك- من المترفين الذين عاشوا حياتهم في اللهو واللعب والتقلب في ألوان الملذات.. ولا شيء يفسد الفطرة، ويطمس القلوب، ويعمى النفوس والمشاعر عن سماع كلمة الحق. كالترف والتمرغ في شهوات الحياة.لذا تراهم في شبهتهم الأولى يحاولون أن يصرفوا الناس عن هذا النبي، بزعمهم أنه بشر، يأكل مما يأكل منه الناس، ويشرب مما يشربون منه، والعقلاء في زعمهم- لا يتبعون نبيّا من البشر، لأن اتباعه يؤدى إلى الخسران المبين.ولقد نهجوا في قولهم الباطل هذا، نهج قوم نوح من قبلهم، فقد قالوا في شأنه: ما هذا إِلَّا بَشَرٌ مِثْلُكُمْ يُرِيدُ أَنْ يَتَفَضَّلَ عَلَيْكُمْ ..."},{"ayah_number":34,"text":"ثم أضافوا إلى ذلك قولهم ( وَلَئِنْ أَطَعْتُمْ ) أيها الناس ( بَشَراً مِّثْلَكُمْ ) فى المأكل والمشرب والملبس والعادات . . . ( إِنَّكُمْ إِذاً ) بسبب هذه الطاعة ( لَّخَاسِرُونَ ) خسارة ليس بعدها خسارة .والمتأمل فى هذه الآية الكريمة يرى أن الله - تعالى - وصف هؤلاء الجاحدين بالغنى والجاه ، وأنهم من قوم هذا النبى فازداد حسدهم له وحقدهم عليه ، وأنهم أصلاء فى الكفر ، وفى التكذيب باليوم الآخر ، وأنهم - فوق كل ذلك - من المترفين الذين عاشوا حياتهم فى اللهو واللعب والتقلب فى ألوان الملذات .. . ولا شىء يفسد الفطرة ، ويطمس القلوب ، ويعمى النفوس والمشاعر عن سماع كلمة الحق . كالترف والتمرغ فى شهوات الحياة .لذا تراهم فى شبهتهم الأولى يحاولون أن يصرفوا لناس عن هذا النبى ، بزعمهم أنه بشر ، يأكل مما يأكل منه الناس ، ويشرب مما يشربون منه ، والعقلاء فى زعمهم - لا يتبعون نبيًّا من البشر ، لأن اتباعه يؤدى إلى الخسران المبين ."},{"ayah_number":35,"text":"أما شبهتهم الثانية التي أثاروها لصرف الناس عن الحق. فقد حكاها القرآن في قوله عنهم: أَيَعِدُكُمْ أَنَّكُمْ إِذا مِتُّمْ وَكُنْتُمْ تُراباً وَعِظاماً أَنَّكُمْ مُخْرَجُونَ ... أى: أيعدكم هذا الذي يدعى النبوة- وهو بشر مثلكم- أنكم إذا فارقتم هذه الحياة وصرتم أمواتا، وصارت بعض أجزاء أجسامكم ترابا وبعضها عظاما نخرة، أنكم مخرجون من قبوركم إلى الحياة مرة أخرى للحساب والجزاء؟.والاستفهام في قوله أَيَعِدُكُمْ للإنكار والتحذير من اتباع هذا النبي، والجملة مستأنفة مقررة لمضمون ما قبلها من الصد عن الاستماع إلى ما جاءهم به نبيهم، لأنه- في زعمهم- يؤدى إلى الخسران.وكرر- سبحانه- لفظ أَنَّكُمْ لبيان حرصهم على تأكيد أقوالهم الباطلة في نفوس الناس، حتى يفروا من وجه نبيهم."},{"ayah_number":36,"text":"ثم حكى- سبحانه- أنهم لم يكتفوا بكل ما أثاروه من شبه لصرف أتباعهم عن الحق بل أضافوا إلى ذلك. أن ما يقوله هذا النبي مستبعد في العقول، وأنه رجل افترى على الله كذبا..فقال- تعالى-: هَيْهاتَ هَيْهاتَ لِما تُوعَدُونَ إِنْ هِيَ إِلَّا حَياتُنَا الدُّنْيا نَمُوتُ وَنَحْيا وَما نَحْنُ بِمَبْعُوثِينَ إِنْ هُوَ إِلَّا رَجُلٌ افْتَرى عَلَى اللَّهِ كَذِباً وَما نَحْنُ لَهُ بِمُؤْمِنِينَ.ولفظ «هيهات» اسم فعل ماض، معناه: بعد بعدا شديدا، والغالب في استعمال هذا اللفظ مكررا، ويكون اللفظ الثاني مؤكدا تأكيدا لفظيا للأول.أى: قال الملأ من قوم هذا النبي لغيرهم، على سبيل التحذير من اتباعه: بعد بعدا كبيرا ما يعدكم به هذا الرجل من أن هناك بعثا وحسابا وجزاء بعد الموت، وأن هناك جنة ونارا يوم القيامة.قال الآلوسى: «وقوله- سبحانه-: هَيْهاتَ اسم بمعنى بعد.وهو في الأصل اسم صوت، وفاعله مستتر فيه يرجع للتصديق أو للصحة أو للوقوع أو نحو ذلك مما يفهم من السياق. والغالب في هذه الكلمة مجيئها مكررة.. وقوله لِما تُوعَدُونَ بيان لمرجع ذلك الضمير، فاللام متعلقة بمقدر، كما في قولهم: سقيا له. أى:التصديق أو الوقوع المتصف بالبعد كائن لما توعدون.. ."},{"ayah_number":37,"text":"وقوله- سبحانه- إِنْ هِيَ إِلَّا حَياتُنَا الدُّنْيا.. بيان لتماديهم في جحودهم وجهلهم وغرورهم.أى: إنهم لم يكتفوا باستبعاد حصول البعث والجزاء يوم القيامة بل أضافوا إلى ذلك الإنكار الشديد لحصولهما فقالوا: ما الحياة الحقيقية التي لا حياة بعدها إلا حياتنا الدنيا التي نحياها، ولا وجود لحياة أخرى، كما يقول هذا النبي- فنحن نموت كما مات آباؤنا، ونحيا كما يولد أبناؤنا. وهكذا الدنيا فيها موت لبعض الناس، وفيها حياة لغيرهم وَما نَحْنُ بِمَبْعُوثِينَ بعد الموت على الإطلاق."},{"ayah_number":38,"text":"ثم أضافوا إلى إنكارهم هذا للدار الآخرة، تطاولا على نبيهم، واتهاما له بما هو برىء منه، فقالوا: إِنْ هُوَ إِلَّا رَجُلٌ افْتَرى عَلَى اللَّهِ كَذِباً ... أى ما هذا النبي الذي أمركم بترك عبادة آلهتكم، وأخبركم بأن هناك بعثا وحسابا، إلا رجل اختلق على الله الكذب فيما يقوله ويدعو إليه وَما نَحْنُ لَهُ بِمُؤْمِنِينَ في يوم من الأيام، فكونوا مثلنا- أيها الناس- في عدم الإيمان به، وفي الانصراف عنه.وهكذا يصور لنا القرآن الكريم بأسلوبه البليغ، موقف الطغاة من دعوة الحق، وكيف أنهم لا يكتفون بالانصراف عنها وحدهم، بل يؤلبون غيرهم بكل وسيلة على الانقياد لهم، وعلى محاربة من جاء بهذه الدعوة بمختلف السبل وشتى الطرق."},{"ayah_number":39,"text":"ثم يحكى لنا القرآن بعد ذلك موقف النبي الذي أرسله الله- تعالى- لهؤلاء القوم الظالمين فيقول: قالَ رَبِّ انْصُرْنِي بِما كَذَّبُونِ.أى: قال ما قاله أخوه نوح من قبله: رب انصرني على هؤلاء الجاحدين، فأنت تعلم-يا إلهى- أنهم كذبوا ما جئتهم به من عندك."},{"ayah_number":40,"text":"وجاءت الاستجابة من الله- تعالى- لهذا النبي، كما جاءت لأخيه نوح من قبله، ويحكى القرآن ذلك فيقول: قالَ عَمَّا قَلِيلٍ لَيُصْبِحُنَّ نادِمِينَ.أى: قال الله- عز وجل- لنبيه: لقد أجبنا دعاءك أيها النبي الكريم، وبعد وقت قليل من الزمان. ليصبحن نادمين أشد الندم على أقوالهم الباطلة، وأفعالهم القبيحة، ولكن هذا الندم لن ينفعهم لأنه جاء في غير أوانه.والجار والمجرور في قوله عَمَّا قَلِيلٍ متعلق بقوله: لَيُصْبِحُنَّ نادِمِينَ أى:ليصبحن عن زمن قليل نادمين، و «عن» هنا بمعنى بعد، و «ما» جيء بها لتأكيد معنى القلة.وأكد- سبحانه- قوله لَيُصْبِحُنَّ بلام القسم ونون التوكيد، لبيان أن هذا الوعيد آت لا ريب فيه، وفي وقت قريب."},{"ayah_number":41,"text":"وجاء الوعيد فعلا. وأخبر- سبحانه- عن ذلك فقال: فَأَخَذَتْهُمُ الصَّيْحَةُ بِالْحَقِّ ... أى: فأهلكناهم إهلاكا تامّا، بالصيحة التي صاحها بهم جبريل- عليه السلام- حيث صاح بهم مع الريح العاتية التي أرسلها الله عليهم فدمروا تدميرا.وذكر- سبحانه- هنا الصيحة فقط مع أن قوم هود قد أهلكوا بها وبالريح الصرصر العاتية للإشعار بأن إحدى هاتين العقوبتين لو انفردت كافية لإهلاكهم، فقد قال- سبحانه- في شأن الريح التي أرسلها عليهم: تُدَمِّرُ كُلَّ شَيْءٍ بِأَمْرِ رَبِّها فَأَصْبَحُوا لا يُرى إِلَّا مَساكِنُهُمْ كَذلِكَ نَجْزِي الْقَوْمَ الْمُجْرِمِينَ  .وقوله بِالْحَقِّ حال من الصيحة، وهو متعلق بمحذوف، والتقدير، فأخذتهم الصيحة حالة كونها بالعدل الذي لا ظلم معه، وإنما هم الذين ظلموا أنفسهم بتكذيبهم لنبيهم.وقوله سبحانه-: فَجَعَلْناهُمْ غُثاءً فَبُعْداً لِلْقَوْمِ الظَّالِمِينَ بيان لمصيرهم الأليم.والغثاء: الرميم الهامد الذي يحمله السيل من ورق الشجر وغيره، يقال: غثا الوادي يغثو إذا كثر غثاؤه.أى: فصيرناهم هلكى هامدين كغثاء السيل البالي، الذي اختلط بزبده، فهلاكا وبعدا لهؤلاء القوم الظالمين، كما هلك وبعد من قبلهم قوم نوح- عليه السلام-.ثم تمضى السورة في استعراضها- على سبيل الإجمال- لقصص بعض الأنبياء، قال- تعالى-:"},{"ayah_number":42,"text":"أى: ثُمَّ أَنْشَأْنا من بعد قوم نوح وقوم هود قُرُوناً آخَرِينَ أى: أقواما آخرين من الناس، كل قوم كانوا مجتمعين في زمان واحد، كقوم صالح، وقوم لوط، وقوم شعيب وغيرهم."},{"ayah_number":43,"text":"وقوله عز وجل-: ما تَسْبِقُ مِنْ أُمَّةٍ أَجَلَها وَما يَسْتَأْخِرُونَ بيان لمظهر من مظاهر قدرة الله- تعالى- وإحكامه لشئون خلقه..أى: ما تسبق أمة من الأمم أجلها الذي قدرناه لها ساعة من الزمان، ولا تستأخر عنه ساعة، بل الكل نهلكه ونميته في الوقت الذي حددناه بقدرتنا وحكمتنا.و «من» في قوله مِنْ أُمَّةٍ مزيدة للتأكيد: وفي هذا المعنى قوله- تعالى-:وَلِكُلِّ أُمَّةٍ أَجَلٌ فَإِذا جاءَ أَجَلُهُمْ لا يَسْتَأْخِرُونَ ساعَةً وَلا يَسْتَقْدِمُونَ  ."},{"ayah_number":44,"text":"ثم بين- سبحانه- على سبيل الإجمال، أن حكمته قد اقتضت أن يرسل رسلا آخرين، متتابعين في إرسالهم. كل واحد يأتى في أعقاب أخيه. ليخرجوا الناس من الظلمات إلى النور، فقال- تعالى-: ثُمَّ أَرْسَلْنا رُسُلَنا تَتْرا ...ولفظ تَتْرا مصدر كدعوى، وألفه للتأنيث وأصله: وترى فقلبت الواو تاء، وهو منصوب على الحال من رسلنا.أى: ثم أرسلنا بعد ذلك رسلنا متواترين متتابعين واحدا بعد الآخر، مع فترة ومهلة من الزمان بينهما.قال القرطبي: ومعنى «تترى» : تتواتر، ويتبع بعضهم بعضا ترغيبا وترهيبا..قال الأصمعى: واترت كتبي عليه، أتبعت بعضها بعضا إلا أن بين كل واحد منها وبين الآخر مهلة.. وقرأ ابن كثير وأبو عمرو تَتْرا بالتنوين على أنه مصدر أدخل فيه التنوين على فتح الراء، كقولك: حمدا وشكرا.. .ثم بين- سبحانه- موقف كل أمة من رسولها فقال: كُلَّ ما جاءَ أُمَّةً رَسُولُها كَذَّبُوهُ....أى: كلما جاء رسول كل أمة إليها ليبلغها رسالة الله- تعالى- وليدعوها إلى عبادته وحده- سبحانه- كذب أهل هذه الأمة هذا الرسول المرسل إليهم. وأعرضوا عنه وآذوه ...قال ابن كثير: «وقوله: كُلَّ ما جاءَ أُمَّةً رَسُولُها كَذَّبُوهُ يعنى جمهورهم وأكثرهم، كقوله- تعالى- يا حَسْرَةً عَلَى الْعِبادِ ما يَأْتِيهِمْ مِنْ رَسُولٍ إِلَّا كانُوا بِهِ يَسْتَهْزِؤُنَ .وأضاف- سبحانه- الرسول إلى الأمة، للإشارة إلى أن كل رسول قد جاء إلى الأمة المرسل إليها. وفي التعبير بقوله: كُلَّ ما جاءَ ... إشعار بأنهم قابلوه بالتكذيب. بمجرد مجيئه إليهم، أى: إنهم بادروه بذلك بدون تريث أو تفكر.فماذا كانت عاقبتهم؟ كانت عاقبتهم كما بينها- سبحانه- في قوله: فَأَتْبَعْنا بَعْضَهُمْ بَعْضاً وَجَعَلْناهُمْ أَحادِيثَ فَبُعْداً لِقَوْمٍ لا يُؤْمِنُونَ.أى: فأتبعنا بعضهم بعضا في الهلاك والتدمير، وجعلناهم بسبب تكذيبهم لرسلهم أحاديث يتحدث الناس بها على سبيل التعجب والتلهي، ولم يبق بين الناس إلا أخبارهم السيئة.وذكرهم القبيح فَبُعْداً وهلاكا لقوم لا يؤمنون بالحق، ولا يستجيبون للهدى.قال صاحب الكشاف: «وقوله وَجَعَلْناهُمْ أَحادِيثَ أى: أخبارا يسمر بها، ويتعجب منها. والأحاديث تكون اسم جمع للحديث، ومنه أحاديث رسول الله صلّى الله عليه وسلّم وتكون جمعا للأحدوثة: التي هي مثل الأضحوكة والألعوبة والأعجوبة. وهي: مما يتحدث به الناس تلهيا وتعجبا، وهو المراد هنا» ."},{"ayah_number":45,"text":"ثم ساق- سبحانه- بعد ذلك جانبا من قصة موسى وهارون- عليهما السلام- فقال:ثُمَّ أَرْسَلْنا مُوسى وَأَخاهُ هارُونَ بِآياتِنا وَسُلْطانٍ مُبِينٍ إِلى فِرْعَوْنَ وَمَلَائِهِ فَاسْتَكْبَرُوا وَكانُوا قَوْماً عالِينَ.أى: ثم أرسلنا من بعد أولئك الأقوام المهلكين الذين جعلناهم أحاديث مُوسى وَأَخاهُ هارُونَ بِآياتِنا الدالة على قدرتنا، وهي الآيات التسع وهي: العصا، واليد، والسنون، والبحر، والطوفان، والجراد، والقمل، والضفادع، والدم.وزودناه مع هذه الآيات العظيمة بسلطان مبين، أى: بحجة قوية واضحة، تحمل كل عاقل على الإيمان به، وعلى الاستجابة له."},{"ayah_number":46,"text":"وكان هذا الإرسال منا لموسى وهارون إلى فرعون وملئه، أى: وجهاء قومه وزعمائهم الذين يتبعهم غيرهم.فَاسْتَكْبَرُوا جميعا عن الاستماع إلى دعوة موسى وهارون- عليهما السلام، وَكانُوا قَوْماً عالِينَ أى مغرورين متكبرين، مسرفين في البغي والعدوان."},{"ayah_number":47,"text":"ثم بين- سبحانه- مظاهر هذا الغرور والتكبر من فرعون وملئه فقال: فَقالُوا أَنُؤْمِنُ لِبَشَرَيْنِ مِثْلِنا وهما موسى وهارون وَقَوْمُهُما أى: بنو إسرائيل الذين منهم موسى وهارون لَنا عابِدُونَ أى: مسخرون خاضعون منقادون لنا كما ينقاد الخادم لمخدومه.فأنت ترى أن فرعون وملأه، قد أعرضوا عن دعوة موسى وهارون، لأنهما- أولا- بشر مثلهم، والبشرية- في زعمهم الفاسد- تتنافى مع الرسالة والنبوة، ولأنهما- ثانيا- من قوم بمنزلة الخدم لفرعون وحاشيته، ولا يليق- في طبعهم المغرور- أن يتبع فرعون وحاشيته من كان من هؤلاء القوم المستضعفين.قال الآلوسى: «وقوله: فَقالُوا عطف على فَاسْتَكْبَرُوا وما بينهما اعتراض مقرر للاستكبار، والمراد: فقالوا فيما بينهم.. وثنى البشر لأنه يطلق على الواحد كقوله- تعالى- بَشَراً سَوِيًّاوعلى الجمع، كما في قوله: - تعالى- فَإِمَّا تَرَيِنَّ مِنَ الْبَشَرِ أَحَداً.. ولم يثن مثل نظرا إلى كونه في حكم المصدر، ولو أفرد البشر لصح، لأنه اسم جنس يطلق على الواحد وغيره، وكذا لو ثنى المثل، فإنه جاء مثنى في قوله: يَرَوْنَهُمْ مِثْلَيْهِمْ رَأْيَ الْعَيْنِ ومجموعا كما في قوله: ... ثُمَّ لا يَكُونُوا أَمْثالَكُمْ  . وهذه القصص- كما ترى- تدل على أن مدار شبه المنكرين للنبوة، قياس حال الأنبياء على أحوالهم، بناء على جهلهم بتفاصيل شئون الحقيقة البشرية، وتباين طبقات أفرادها في مراقى الكمال.. ومن عجب أنهم لم يرضوا للنبوة ببشر، وقد رضى أكثرهم للإلهية بحجر..»  ."},{"ayah_number":48,"text":"ثم بين- سبحانه- سوء عاقبة فرعون وملئه فقال: فَكَذَّبُوهُما فَكانُوا مِنَ الْمُهْلَكِينَ.أى: فكذب فرعون وأتباعه موسى وهارون- عليهما السلام- فيما جاءا به من عند ربهما- عز وجل- فكانت نتيجة هذا التكذيب أن أغرقنا فرعون ومن معه جميعا."},{"ayah_number":49,"text":"ثم بين- سبحانه- ما أعطاه لموسى بعد هلاك فرعون وقومه فقال: وَلَقَدْ آتَيْنا مُوسَى الْكِتابَ لَعَلَّهُمْ يَهْتَدُونَ.والضمير في قوله- تعالى- لَعَلَّهُمْ يعود إلى قوم موسى من بنى إسرائيل. لأنه من المعروف أن التوراة أنزلت على موسى بعد هلاك فرعون وملئه..أى: ولقد آتينا موسى- بفضلنا وكرمنا- الكتاب المشتمل على الهداية والإرشاد، وهو التوراة، لَعَلَّهُمْ أى: بنى إسرائيل يَهْتَدُونَ إلى الصراط المستقيم، بسبب اتباعهم لتعاليمه، وتمسكهم بأحكامه. فالترجى في قوله لَعَلَّهُمْ إنما هو بالنسبة لهم.وقريب من هذه الآية قوله- تعالى-: وَلَقَدْ آتَيْنا مُوسَى الْكِتابَ مِنْ بَعْدِ ما أَهْلَكْنَا الْقُرُونَ الْأُولى بَصائِرَ لِلنَّاسِ وَهُدىً وَرَحْمَةً لَعَلَّهُمْ يَتَذَكَّرُونَ"},{"ayah_number":50,"text":"ثم ساق- سبحانه- ما يدل على كمال قدرته، حيث أوجد عيسى من غير أب وجعل أمه مريم تلده من غير أن يمسها بشر. فقال- تعالى- وَجَعَلْنَا ابْنَ مَرْيَمَ وَأُمَّهُ آيَةً....أى: وجعلنا نبينا عيسى- عليه السلام-، كما جعلنا أمه مريم، آية واضحة وحجة عظيمة، في الدلالة على قدرتنا النافذة التي لا يعجزها شيء.قال أبو حيان: «قوله: وَجَعَلْنَا ابْنَ مَرْيَمَ وَأُمَّهُ آيَةً أى: جعلنا قصتهما، وهي آية عظمى بمجموعها، وهي آيات مع التفصيل، ويحتمل أن يكون حذف من الأول «آية» لدلالة الثاني، أى: وجعلنا ابن مريم آية، وأمه آية» .وقوله- تعالى- وَآوَيْناهُما إِلى رَبْوَةٍ ذاتِ قَرارٍ وَمَعِينٍ بيان لجانب مما أنعم به سبحانه- على عيسى وأمه.والربوة: المكان المرتفع من الأرض. وأصلها من قولهم: ربا الشيء يربو، إذا ازداد وارتفع، ومنه الربا لأنه زيادة أخذت على أصل المال.ومعين اسم مفعول من عانه إذا أدركه وأبصره بعينه، فالميم زائدة، وأصله معيون كمبيوع ثم دخله الإعلال. والكلام على حذف مضاف. أى: وماء معين.أى: ومن مظاهر رعايتنا وإحساننا إلى عيسى وأمه أننا آويناهما وأسكناهما، وأنزلناهما في جهة مرتفعة من الأرض، وهذه الجهة ذات قرار، أى: ذات استقرار لاستوائها وصلاحيتها للسكن لما فيها من الزروع والثمار، وهي في الوقت ذاته ينساب الماء الظاهر للعيون في ربوعها.قالوا: والمراد بهذه الربوة: بيت المقدس بفلسطين، أو دمشق، أو مصر.والمقصود من الآية الكريمة: الإشارة إلى إيواء الله- تعالى- لهما، في مكان طيب، ينضر فيه الزرع، وتطيب فيه الثمار، ويسيل فيه الماء ويجدان خلال عيشهما به الأمان والراحة."},{"ayah_number":51,"text":"ثم ختم- سبحانه- الحديث عن هؤلاء الأنبياء، بتوجيه خطاب إلى الرسل جميعا، أمرهم فيه بالأكل من الطيبات، وبالتزود من العمل الصالح، فقال- تعالى-: يا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّباتِ وَاعْمَلُوا صالِحاً، إِنِّي بِما تَعْمَلُونَ عَلِيمٌ.ووجه- سبحانه- الخطاب إلى الرسل جميعا، مع أن الموجود منهم عند نزول الآية واحد فقط، وهو الرسول صلّى الله عليه وسلّم للدلالة على أن كل رسول أمر في زمنه بالأكل من الطيبات التي أحلها- تعالى- وبالعمل الصالح.وفي الآية إشارة إلى أن المداومة على الأكل من الطيبات التي أحلها الله، والتي لا شبهة فيها، له أثره في مواظبة الإنسان على العمل الصالح.قال الإمام ابن كثير عند تفسيره لهذه الآية: يأمر الله- تعالى- عباده المرسلين بالأكل من الحلال، والقيام بالصالح من الأعمال، فدل هذا على أن الحلال عون على العمل الصالح، فقام الأنبياء- عليهم الصلاة والسلام- بهذا أتم قيام، وجمعوا بين كل خير. قولا وعملا.ودلالة ونصحا.ثم ساق- رحمه الله- عددا من الأحاديث في هذا المعنى منها: أن أم عبد الله- بنت شداد بن أوس- بعثت إلى رسول الله صلّى الله عليه وسلّم بقدح لبن عند فطره وهو صائم، وذلك مع طول النهار وشدة الحر. فرد إليهما رسولها: أنّى كانت لك الشاة؟ - أى: على أية حال تملكينها- فقالت: اشتريتها من مالي، فشرب منه، فلما كان من الغد أتته أم عبد الله فقالت له: يا رسول الله. بعثت إليك بلبن مرثية لك من طول النهار وشدة الحر، فرددت إلىّ الرسول فيه؟ فقال لها: «بذلك أمرت الرسل. أن لا تأكل إلا طيبا ولا تعمل إلا صالحا» .ومنها: ما ثبت في صحيح مسلم. عن أبى هريرة- رضى الله عنه- قال: قال رسول الله صلى الله عليه وسلّم «يا أيها الناس، إن الله طيب لا يقبل إلا طيبا، وإن الله أمر المؤمنين بما أمر به المرسلين فقال: يا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّباتِ وَاعْمَلُوا صالِحاً ... وقال: يا أَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِنْ طَيِّباتِ ما رَزَقْناكُمْ ثم ذكر الرجل يطيل السفر أشعث أغبر، ومطعمه من حرام. ومشربه من حرام، وملبسه من حرام، وغذى بالحرام. يمد يديه إلى السماء: يا رب يا رب فأنى يستجاب لذلك» .وقوله- سبحانه-: إِنِّي بِما تَعْمَلُونَ عَلِيمٌ تحذير من مخالفة ما أمر به- تعالى-.أى: إنى: بما تعملون- أيها الرسل وأيها الناس- عليم فأجازيكم على هذا العمل بما تستحقون."},{"ayah_number":52,"text":"وقوله- سبحانه- وَإِنَّ هذِهِ أُمَّتُكُمْ أُمَّةً واحِدَةً.. جملة مستأنفة.والمراد بالأمة هنا: الشريعة والدين الذي أنزله الله- تعالى- على أنبيائه ورسله، أى:وإن شريعتكم- أيها الرسل- جميعا هي شريعة واحدة لا تختلف في أصولها التي تتعلق بالعقائد والعبادات والمعاملات، وإن اختلفت في الأحكام الفرعية.وقرأ بعض القراء السبعة: وَإِنَّ هذِهِ أُمَّتُكُمْ.. بفتح الهمزة، على أن الآية من جملة ما خوطب به الرسل.والتقدير: واعلموا- أيها الرسل- أن ملتكم وشريعتكم، ملة واحدة، وشريعة واحدة في عقائدها وأصول أحكامها.وَأَنَا رَبُّكُمْ لا شريك لي في الربوبية فَاتَّقُونِ أى: فخافوا عقابي، واحذروا مخالفة أمرى، وصونوا أنفسكم من كل ما نهيتكم عنه.ثم بين- سبحانه- بعد ذلك حال المصرين على كفرهم وضلالهم من دعوة الرسل عليهم- الصلاة والسلام- فقال:"},{"ayah_number":53,"text":"والفاء في قوله- تعالى-: فَتَقَطَّعُوا لترتيب حالهم وما هم عليه من تفرق وتنازع واختلاف، على ما سبق من أمرهم بالتقوى، واتباع ما جاءهم به الرسل.وضمير الجمع يعود إلى الأقوام السابقين الذين خالفوا رسلهم، وتفرقوا شيعا وأحزابا.وقوله زُبُراً حال من هذا الضمير. ومفردة زبرة- كغرفة- بمعنى: قطعة. والمراد به هنا: طائفة من الناس. والمراد بأمرهم: أمر دينهم الذي هو واحد في الأصل.أى: أن هؤلاء الأقوام الذين جاء الرسل لهدايتهم، لم يتبعوا دين رسلهم بل تفرقوا في شأنه شيعا وأحزابا، فمنهم أهل الكتاب الذين قال بعضهم: عزير ابن الله، وقال بعضهم:المسيح ابن الله، ومنهم المشركون الذين عبدوا من دون الله- تعالى- أصناما لا تضر ولا تنفع، وصار كل حزب من هؤلاء المعرضين عن الحق، مسرورا بما هو عليه من باطل، وفرحا بما هو فيه من ضلال.والآية القرآنية بأسلوبها البديع، تسوق هذا التنازع من هؤلاء الجاهلين في شأن الدين الواحد، في صورة حسية، يرى المتدبر من خلالها، أنهم تجاذبوه فيما بينهم، حتى قطعوه في أيديهم قطعا، ثم مضى كل فريق منهم بقطعته وهو فرح مسرور، مع أنه- لو كان يعقل- لما انحدر إلى هذا الفعل القبيح، ولما فرح بعمل شيء من شأنه أن يحزن له كل عاقل."},{"ayah_number":54,"text":"والخطاب في قوله- تعالى-: فَذَرْهُمْ فِي غَمْرَتِهِمْ حَتَّى حِينٍ للرسول صلّى الله عليه وسلّم والضمير المنصوب «هم» للمشركين.والغمرة في الأصل: الماء الذي يغمر القامة ويسترها، إذ المادة تدل على التغطية والستر.يقال: غمر الماء الأرض إذا غطاها وسترها. ويقال: هذا رجل غمر- بضم الغين وإسكان الميم- إذا غطاه الجهل وجعله لا تجربة له بالأمور. ويقال: هذا رجل غمر- بكسر الغين- إذا غطى الحقد قلبه والمراد بالغمرة هنا: الجهالة والضلالة، والمعنى: لقد أديت- أيها الرسول- الرسالة، ونصحت لقومك. وبلغتهم ما أمرك الله- تعالى- بتبليغه، وعليك الآن أن تترك هؤلاء الجاحدين المعاندين في جهالاتهم وغفلتهم وحيرتهم حَتَّى حِينٍ أى:حتى يأتى الوقت الذي حددناه للفصل في أمرهم بما تقتضيه حكمتنا.وجاء لفظ «حين» بالتنكير، لتهويل الأمر وتفظيعه."},{"ayah_number":55,"text":"ثم تأخذ السورة الكريمة بعد ذلك في السخرية منهم لغفلتهم عن هذا المصير المحتوم، الذي سيفاجئهم بما لا يتوقعون. فيقول: أَيَحْسَبُونَ أَنَّما نُمِدُّهُمْ بِهِ مِنْ مالٍ وَبَنِينَ. نُسارِعُ لَهُمْ فِي الْخَيْراتِ، بَلْ لا يَشْعُرُونَ.والهمزة في قوله أَيَحْسَبُونَ للاستفهام الإنكارى. و «ما» موصولة، وهي اسم «أن» وخبرها جملة «نسارع لهم ... » والرابط مقدر أى: به.أى: أيظن هؤلاء الجاهلون. أن ما نعطيهم إياه من مال وبنين، هو من باب المسارعة منا في إمدادهم بالخيرات لرضانا عنهم وإكرامنا لهم؟ كلا: ما فعلنا معهم ذلك لتكريمهم، وإنما فعلنا ذلك معهم لاستدراجهم وامتحانهم، ولكنهم لا يشعرون بذلك. ولا يحسون به لانطماس بصائرهم ولاستيلاء الجهل والغرور على نفوسهم.فقوله- سبحانه- بَلْ لا يَشْعُرُونَ إضراب انتقالي عن الحسبان المذكور وهو معطوف على مقدر ينسحب إليه الكلام.أى: ما فعلنا ذلك معهم لإكرامنا إياهم كما يظنون، بل فعلنا ما فعلنا استدراجا لهم، ولكنهم لا شعور لهم ولا إحساس، وما هم إلا كالأنعام بل هم أضل.لذا قال بعض الصالحين: من يعص الله- تعالى- ولم ير نقصانا فيما أعطاه- سبحانه- من الدنيا. فليعلم أنه مستدرج قد مكر به.وشبيه بهاتين الآيتين قوله- تعالى-: فَذَرْنِي وَمَنْ يُكَذِّبُ بِهذَا الْحَدِيثِ، سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لا يَعْلَمُونَ وَأُمْلِي لَهُمْ إِنَّ كَيْدِي مَتِينٌ .وبعد أن صورت السورة الكريمة حالة أصحاب القلوب التي غمرها الجهل والعمى، أتبعت ذلك بإعطاء صورة وضيئة مشرقة لأصحاب القلوب الوجلة المؤمنة، المسارعة في الخيرات فقال- تعالى-:"},{"ayah_number":56,"text":"ثم تأخذ السورة الكريمة بعد ذلك في السخرية منهم لغفلتهم عن هذا المصير المحتوم، الذي سيفاجئهم بما لا يتوقعون. فيقول: أَيَحْسَبُونَ أَنَّما نُمِدُّهُمْ بِهِ مِنْ مالٍ وَبَنِينَ. نُسارِعُ لَهُمْ فِي الْخَيْراتِ، بَلْ لا يَشْعُرُونَ.والهمزة في قوله أَيَحْسَبُونَ للاستفهام الإنكارى. و «ما» موصولة، وهي اسم «أن» وخبرها جملة «نسارع لهم ... » والرابط مقدر أى: به.أى: أيظن هؤلاء الجاهلون. أن ما نعطيهم إياه من مال وبنين، هو من باب المسارعة منا في إمدادهم بالخيرات لرضانا عنهم وإكرامنا لهم؟ كلا: ما فعلنا معهم ذلك لتكريمهم، وإنما فعلنا ذلك معهم لاستدراجهم وامتحانهم، ولكنهم لا يشعرون بذلك. ولا يحسون به لانطماس بصائرهم ولاستيلاء الجهل والغرور على نفوسهم.فقوله- سبحانه- بَلْ لا يَشْعُرُونَ إضراب انتقالي عن الحسبان المذكور وهو معطوف على مقدر ينسحب إليه الكلام.أى: ما فعلنا ذلك معهم لإكرامنا إياهم كما يظنون، بل فعلنا ما فعلنا استدراجا لهم، ولكنهم لا شعور لهم ولا إحساس، وما هم إلا كالأنعام بل هم أضل.لذا قال بعض الصالحين: من يعص الله- تعالى- ولم ير نقصانا فيما أعطاه- سبحانه- من الدنيا. فليعلم أنه مستدرج قد مكر به.وشبيه بهاتين الآيتين قوله- تعالى-: فَذَرْنِي وَمَنْ يُكَذِّبُ بِهذَا الْحَدِيثِ، سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لا يَعْلَمُونَ وَأُمْلِي لَهُمْ إِنَّ كَيْدِي مَتِينٌ .وبعد أن صورت السورة الكريمة حالة أصحاب القلوب التي غمرها الجهل والعمى، أتبعت ذلك بإعطاء صورة وضيئة مشرقة لأصحاب القلوب الوجلة المؤمنة، المسارعة في الخيرات فقال- تعالى-:"},{"ayah_number":57,"text":"وقوله- سبحانه- إِنَّ الَّذِينَ هُمْ مِنْ خَشْيَةِ رَبِّهِمْ مُشْفِقُونَ بيان للصفة الأولى من صفات هؤلاء المؤمنين الصادقين.والإشفاق: هو الخوف من الله- تعالى- والخشية منه- سبحانه- مع شدة الرقة في القلب وكثرة الخوف من عقابه.أى: أنهم من خشية عقابه- عز وجل- حذرون خائفون، وهذا شأن المؤمنين الصادقين، كما قال الحسن البصري: إن المؤمن جمع إحسانا وشفقة، وإن المنافق جمع إساءة وأمنا."},{"ayah_number":58,"text":"وقوله- تعالى-: وَالَّذِينَ هُمْ بِآياتِ رَبِّهِمْ يُؤْمِنُونَ بيان للصفة الثانية أى: أنهم يؤمنون إيمانا راسخا بجميع آيات الله- سبحانه- الدالة على وحدانيته وقدرته، سواء أكانت تلك الآيات تنزيلية أم كونية."},{"ayah_number":59,"text":"وقوله- عز وجل-: وَالَّذِينَ هُمْ بِرَبِّهِمْ لا يُشْرِكُونَ صفة ثالثة لهم. أى: أنهم يخلصون العبادة لله- تعالى- وحده، ويقصدون بأقوالهم وأعمالهم وجهه الكريم، فهم بعيدون عن الرياء والمباهاة بطاعاتهم."},{"ayah_number":60,"text":"ثم بين- سبحانه- صفتهم الرابعة فقال: وَالَّذِينَ يُؤْتُونَ ما آتَوْا وَقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إِلى رَبِّهِمْ راجِعُونَ.قرأ القراء السبعة يُؤْتُونَ ما آتَوْا بالمد، على أنه من الإتيان بمعنى الإعطاء، والوجل: استشعار الخوف. يقال: وجل فلان وجلا فهو واجل، إذا خاف، أى: يعطون ما يعطون من الصدقات وغيرها من ألوان البر، ومع ذلك فإن قلوبهم خائفة أن لا يقبل منهم هذا العطاء، لأى سبب من الأسباب فهم كما قال بعض الصالحين: لقد أدركنا أقواما كانوا من حسناتهم أن ترد عليهم، أشفق منكم على سيئاتكم أن تعذبوا عليها.قال الإمام ابن كثير ما ملخصه: أى: يعطون العطاء وهم خائفون أن لا يتقبل منهم، لخوفهم أن يكونوا قد قصروا في القيام بشروط الإعطاء، وهذا من باب الإشفاق والاحتياط.كما روى الإمام أحمد عن عائشة أنها قالت: «يا رسول الله الَّذِينَ يُؤْتُونَ ما آتَوْا وَقُلُوبُهُمْ وَجِلَةٌ هو الذي يسرق ويزنى ويشرب الخمر، وهو يخاف الله- عز وجل-؟قال: «لا يا بنت الصديق، ولكنه الذي يصلى ويصوم ويتصدق وهو يخاف الله- تعالى-» .ثم قال- رحمه الله- وقد قرأ آخرون: والذين يأتون ما أتوا.. من الإتيان.أى: يفعلون ما فعلوا وهم خائفون ..."},{"ayah_number":61,"text":"والمعنى على القراءة الأولى- وهي قراءة الجمهور: السبعة وغيرهم- أظهر لأنه قال- بعد ذلك-: أُولئِكَ يُسارِعُونَ فِي الْخَيْراتِ وَهُمْ لَها سابِقُونَ فجعلهم من السابقين، ولو كان المعنى على القراءة الأخرى، لأوشك أن لا يكونوا من السابقين، بل من المقتصدين أو المقتصرين  .وجملة وَقُلُوبُهُمْ وَجِلَةٌ حال من الفاعل في قوله- تعالى- يُؤْتُونَ.وجملة أَنَّهُمْ إِلى رَبِّهِمْ راجِعُونَ تعليلية بتقدير اللام، وهي متعلقة بقوله: وَجِلَةٌ.أى: وقلوبهم خائفة من عدم القبول لأنهم إلى ربهم راجعون، فيحاسبهم على بواعث أقوالهم وأعمالهم، وهم- لقوة إيمانهم- يخشون التقصير في أى جانب من جوانب طاعتهم له- عز وجل-.وقد جاءت هذه الصفات الكريمة- كما يقول الإمام الرازي- في نهاية الحسن، لأن الصفة الأولى دلت على حصول الخوف الشديد الموجب للاحتراز عما لا ينبغي، والثانية: دلت على قوة إيمانهم بآيات ربهم، والثالثة دلت على شدة إخلاصهم، والرابعة: دلت على أن المستجمع لتلك الصفات يأتى بالطاعات مع الوجل والخوف من التقصير، وذلك هو نهاية مقامات الصديقين، رزقنا الله- سبحانه- الوصول إليها .واسم الإشارة في قوله- تعالى-: أُولئِكَ يُسارِعُونَ فِي الْخَيْراتِ يعود إلى هؤلاء المؤمنين الموصوفين بتلك الصفات الجليلة.وهذه الجملة خبر عن قوله- تعالى-: إِنَّ الَّذِينَ هُمْ مِنْ خَشْيَةِ رَبِّهِمْ مُشْفِقُونَ وما عطف عليه، فاسم «إن» : أربع موصولات، وخبرها جملة أُولئِكَ يُسارِعُونَ فِي الْخَيْراتِ ...أى: أولئك الموصوفون بتلك الصفات، يبادرون برغبة وسرعة إلى فعل الخيرات، وإلى الوصول إلى ما يرضى الله- تعالى- وَهُمْ لَها أى: لهذه الخيرات وما يترتب عليها من فوز وفلاح سابِقُونَ لغيرهم."},{"ayah_number":62,"text":"ثم ختم- سبحانه- هذه الآيات الكريمة المشتملة على صفات المؤمنين الصادقين، ببيان أن هذه الصفات الجليلة لم تكلف أصحابها فوق طاقتهم، لأن الإيمان الحق إذا خالطت بشاشته القلوب يجعلها لا تحس بالمشقة عند فعل الطاعات، وإنما يجعلها تحس بالرضا والسعادة والإقدام على فعل الخير بدون تردد، فقال- تعالى- وَلا نُكَلِّفُ نَفْساً إِلَّا وُسْعَها ...أى: وقد جرت سنتنا فيما شرعناه لعبادنا من تشريعات، أننا لا نكلف نفسا من النفوس إلا في حدود طاقتها وقدرتها. كما قال- تعالى-: لا يُكَلِّفُ اللَّهُ نَفْساً إِلَّا وُسْعَها .والمراد بالكتاب في قوله- تعالى-: وَلَدَيْنا كِتابٌ يَنْطِقُ بِالْحَقِّ.. كتاب الأعمال الذي يحصيها الله- تعالى- فيه ويشهد لذلك قوله- سبحانه-: هذا كِتابُنا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ. إِنَّا كُنَّا نَسْتَنْسِخُ ما كُنْتُمْ تَعْمَلُونَ وقوله- تعالى- وَوُضِعَ الْكِتابُ فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ.. .والمراد بنطق الكتاب بالحق: أن كل ما فيه حق وصدق. أى: ولدينا صحائف أعمالكم، التي سجلها عليكم الكرام الكاتبون، وفيها جميع أقوالكم وأفعالكم في الدنيا، بدون زيادة أو نقصان، بل هي مشتملة على كل حق وصدق فقد اقتضت حكمتنا وعدالتنا أننا لا نظلم أحدا وإنما نعطى كل إنسان ما يستحقه من خير، ونعفو عن كثير من الهفوات.وبذلك نرى الآيات الكريمة، قد مدحت المؤمنين الصادقين، ووصفتهم بما هم أهله من صفات كريمة.ثم تعود السورة مرة أخرى إلى الحديث عن أحوال الكافرين، فتوبخهم على استمرارهم في غفلتهم، وتصور جزعهم وجؤارهم عند ما ينزل بهم العذاب فتقول:"},{"ayah_number":63,"text":"قال الجمل: قوله- تعالى-: بَلْ قُلُوبُهُمْ ... هذا رجوع لأحوال الكفار المحكية فيما سبق بقوله: أَيَحْسَبُونَ أَنَّما نُمِدُّهُمْ ... والجمل التي بينهما وهي قوله: إِنَّ الَّذِينَ هُمْ مِنْ خَشْيَةِ رَبِّهِمْ إلى قوله وَهُمْ لا يُظْلَمُونَ اعتراض في خلال الكلام المتعلق بالكفار .أى: هذه هي أوصاف المؤمنين الصادقين، أما الكافرون فقلوبهم في غَمْرَةٍ مِنْ هذا أى: في جهالة وغفلة مما عليه هؤلاء المؤمنون من صفات حميدة، ومن إيمان بالله وملائكته وكتبه ورسله واليوم الآخر.وهؤلاء الكافرون لَهُمْ أَعْمالٌ سيئة كثيرة مِنْ دُونِ ذلِكَ أى من غير ما ذكرناه عنهم من كون قلوبهم في غمرة وجهالة عن الحق هُمْ لَها عامِلُونَ أى: هم مستمرون عليها، ومعتادون لفعلها مندفعون في ارتكابها بدون وعى أو تدبر."},{"ayah_number":64,"text":"ثم بين- سبحانه- عند ما ينزل بهم العذاب فقال: حَتَّى إِذا أَخَذْنا مُتْرَفِيهِمْ بِالْعَذابِ إِذا هُمْ يَجْأَرُونَ.وحتى هنا: ابتدائية، أى: حرف تبتدئ بعده الجمل، وجملة إِذا أَخَذْنا شرطية.وجوابها إِذا هُمْ يَجْأَرُونَ.والجؤار: الصراخ مطلقا، أو باستغاثة. يقال: جأر الثور يجأر إذا صاح.وجأر الداعي إلى الله، إذا ضج ورفع صوته بالتضرع إلى الله عز وجل.أى: حتى إذا عاقبنا هؤلاء المترفين الذين أبطرتهم النعمة. بالعذاب الذي يردعهم ويخزيهم ويذلهم، إذا هم يجأرون إلينا بالصراخ وبالاستغاثة.وعبر عن عقابهم، بالأخذ، للإشعار بسرعة هذا العقاب وشدته، كما في قوله- تعالى- ... أَخَذْناهُمْ بَغْتَةً فَإِذا هُمْ مُبْلِسُونَ .وخص المترفين بالذكر، للإشارة إلى أن ما كانوا فيه من التنعم والتمتع والتطاول في الدنيا، لن ينفعهم شيئا عند نزول هذا العذاب بهم."},{"ayah_number":65,"text":"وقوله- سبحانه- لا تَجْأَرُوا الْيَوْمَ إِنَّكُمْ مِنَّا لا تُنْصَرُونَ تأنيب وزجر لهم على جؤارهم وصراخهم. والمراد باليوم. الوقت الذي فيه نزل العذاب بهم.أى: عند ما أخذناهم بالعذاب المباغت المفاجئ، وضجوا بالاستغاثة والجؤار، قلنا لهم على سبيل التقريع والزجر: لا تجأروا ولا تصرخوا في هذا الوقت الذي أصابكم ما أصابكم فيه من عذاب. فإنكم لن تجدوا من ينجيكم من عذابنا، أو من يدفع عنكم هذا العذاب.."},{"ayah_number":66,"text":"ثم بين- سبحانه- الأسباب التي أفضت بهم إلى هذا العذاب المهين، فقال- تعالى-:قَدْ كانَتْ آياتِي تُتْلى عَلَيْكُمْ فَكُنْتُمْ عَلى أَعْقابِكُمْ تَنْكِصُونَ....والأعقاب: جمع عقب، وهو مؤخر القدم وتَنْكِصُونَ من النكوص، وهو الرجوع إلى الخلف. يقال: فلان نكص على عقبيه، إذا رجع إلى الوراء، وهو هنا كناية عن الإعراض عن الآيات.أى: لا تجأروا ولا تصرخوا، فإن ذلك لن يفيدكم شيئا، بسبب إصراركم على كفركم في حياتكم الدنيا، فقد كانت آياتي الدالة على وحدانيتي تتلى على مسامعكم من نبينا صلّى الله عليه وسلّم ومن المؤمنين به، فكنتم تعرضون عن سماعها أشد الإعراض، وكنتم تستهزءون بها، وتكادون تسطون بالذين يتلونها عليكم."},{"ayah_number":67,"text":"وقوله- تعالى- مُسْتَكْبِرِينَ بِهِ سامِراً تَهْجُرُونَ مقرر لمضمون ما قبله، من إعراضهم عن آيات الله. ونكوصهم على أعقابهم عند سماعها.والضمير في بِهِ يرى جمهور المفسرين أنه يعود إلى البيت الحرام، والباء للسببية.وقوله: «سامرا» اسم جمع كحاج وحاضر وراكب، مأخوذ من السمر وأصله ظل القمر وسمى بذلك لسمرته، ثم أطلق على الحديث بالليل. يقال: سمر فلان يسمر- ككرم يكرم- إذا تحدث ليلا مع غيره بقصد المسامرة والتسلية.وقوله: تَهْجُرُونَ قرأه الجمهور- بفتح التاء وضم الجيم- مأخوذ من الهجر- بإسكان الجيم- بمعنى الصد والقطيعة، أو من الهجر- بفتح الجيم- بمعنى الهذيان والنطق بالكلام الساقط، بسبب المرض أو الجنون.وقرأ نافع تَهْجُرُونَ بضم التاء وكسر الجيم- مأخوذ من هجر هجارا إذا نطق بالكلام القبيح.والمعنى: قد كانت آياتي تتلى عليكم- أيها المستغيثون من العذاب- فكنتم تعرضون عنها، ولم تكتفوا بهذا الإعراض، بل كنتم متكبرين على المسلمين بالبيت الحرام، وكنتم تتسامرون بالليل حوله، فتستهزئون بالقرآن، وبالرسول صلّى الله عليه وسلّم وبتعاليم الإسلام وتنطقون خلال سمركم بالقول الباطل، الذي يدل على مرض قلوبكم، وفساد عقولكم، وسوء أدبكم.وقوله: مُسْتَكْبِرِينَ وسامِراً وتَهْجُرُونَ أحوال ثلاثة مترادفة على واو الفاعل في تَنْكِصُونَ أو متداخلة، بمعنى أن كل كلمة منها حال مما قبلها.قال القرطبي: مُسْتَكْبِرِينَ حال، والضمير في بِهِ قال الجمهور: هو عائد على الحرم، أو المسجد، أو البلد الذي هو مكة. وإن لم يتقدم له ذكر لشهرته في الأمر.أى: يقولون نحن أهل الحرم فلا نخاف. وقيل: المعنى أنهم يعتقدون في نفوسهم أن لهم بالمسجد والحرم أعظم الحقوق على الناس والمنازل فيستكبرون لذلك.وقالت فرقة: الضمير عائد على القرآن، من حيث ذكرت الآيات.والمعنى: يحدث لكم سماع آياتي كبرا وطغيانا فلا تؤمنوا بي ... » .والمتأمل في هذه الآيات الكريمة، يراها تصور حسرة المشركين وجؤارهم يوم ينزل بهم العذاب تصويرا بديعا، كما تبين ما كانوا عليه من غرور وسوء أدب، مما جعلهم أهلا لهذا المصير الأليم.ثم تنتقل السورة الكريمة من تأنيبهم وتيئيسهم من الاستجابة لجؤارهم، إلى سؤالهم بأسلوب توبيخي عن الأسباب التي أدت بهم إلى الإعراض عما جاءهم به رسولهم صلّى الله عليه وسلّم فتقول:"},{"ayah_number":68,"text":"قال الجمل: قوله- تعالى-: أَفَلَمْ يَدَّبَّرُوا الْقَوْلَ ... شروع في بيان أسباب حاملة لهم على ما سبق من قوله- تعالى-: فَكُنْتُمْ عَلى أَعْقابِكُمْ تَنْكِصُونَ ... إلخ .والهمزة لإنكار ما هم فيه من عدم التدبر واستقباحه، والفاء للعطف على مقدر يستدعيه المقام: والمراد بالقول: القرآن الكريم وما اشتمل عليه من هدايات.والمعنى: أفعلوا ما فعلوا من النكوص على الأعقاب، ومن الغرور ومن الهذيان بالباطل من القول، فلم يتدبروا هذا القرآن، ولم يتفكروا فيما اشتمل عليه من توجيهات حكيمة..إنهم لو تدبروه لوجدوا فيه من العظات والآداب والأحكام، والقصص، والعقائد، والتشريعات.. ما يسعدهم ويهد بهم إلى الصراط المستقيم.فالجملة الكريمة تحضهم على تدبر هذا القرآن، لأنهم إن تدبروه تدبرا صادقا. لعلموا أنه الحق الذي لا يحوم حوله باطل.وشبيه بهذه الجملة قوله- تعالى- أَفَلا يَتَدَبَّرُونَ الْقُرْآنَ، وَلَوْ كانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلافاً كَثِيراً .وقوله- سبحانه-: أَفَلا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلى قُلُوبٍ أَقْفالُها .وبعد أن وبخهم- سبحانه- على تركهم الانتفاع بالقرآن. أتبع ذلك بتقريعهم على أن ما جاءهم به الرسول صلّى الله عليه وسلّم يتفق في أصوله مع ما جاء به الرسل السابقون لآبائهم الأولين.أى: أكذبوا رسولهم لأنه جاءهم بما لم يأت به الرسل لآبائهم؟ كلا، فإن ما جاءهم به الرسول صلّى الله عليه وسلّم يطابق- في جوهره- ما جاء به إبراهيم وإسماعيل وغيرهما، من آبائهم الأولين.قال- تعالى- شَرَعَ لَكُمْ مِنَ الدِّينِ ما وَصَّى بِهِ نُوحاً، وَالَّذِي أَوْحَيْنا إِلَيْكَ وَما وَصَّيْنا بِهِ إِبْراهِيمَ وَمُوسى وَعِيسى، أَنْ أَقِيمُوا الدِّينَ وَلا تَتَفَرَّقُوا فِيهِ. .وقال- سبحانه-: قُلْ ما كُنْتُ بِدْعاً مِنَ الرُّسُلِ، وَما أَدْرِي ما يُفْعَلُ بِي وَلا بِكُمْ ...  .ويجوز أن يكون المعنى: أكذب هؤلاء الجاهلون رسولهم صلّى الله عليه وسلّم لأنهم في أمان من العذاب، وهذا الأمان لم يكن فيه آباؤهم الأولون؟كلا، وإن من شأن العقلاء أنهم لا يأمنون مكر الله فإنه لا يأمن مكر الله إلا القوم الخاسرون.قال الآلوسى: وأم في قوله- تعالى- أَمْ جاءَهُمْ ما لَمْ يَأْتِ آباءَهُمُ الْأَوَّلِينَ منقطعة، وما فيها من معنى بل، للإضراب والانتقال من التوبيخ بما ذكر إلى التوبيخ بآخر. والهمزة لإنكار الوقوع لا لإنكار الواقع. أى: بل أجاءهم من الكتاب ما لم يأت آباءهم الأولين، حتى استبعدوه فوقعوا فيما وقعوا فيه من الكفر والضلال، بمعنى أن مجيء الكتب من جهته- تعالى- إلى الرسل سنة قديمة له- تعالى- وأن مجيء القرآن جار على هذه السنة فلماذا ينكرونه؟وقيل المعنى: أفلم يدبروا القرآن ليخافوا عند تدبر آياته، ما نزل بمن قبلهم من المكذبين،أم جاءهم من الأمن ما لم يأت آباءهم الأولين، حين خافوا الله- تعالى- فآمنوا به ويكتبه ورسله، فالمراد بآبائهم: «المؤمنون» منهم كإسماعيل- عليه السلام ... ."},{"ayah_number":69,"text":"ثم انتقلت السورة إلى توبيخهم- ثالثا- على كفرهم مع علمهم بصدق الرسول وأمانته، فقال- تعالى- أَمْ لَمْ يَعْرِفُوا رَسُولَهُمْ فَهُمْ لَهُ مُنْكِرُونَ.أى: أيكون سبب كفرهم أنهم لم يعرفوا رسولهم محمدا صلّى الله عليه وسلّم؟ كلا فإن هذا لا يصلح سببا، إذ هم يعرفون حسبه ونسبه، وأمانته، وصدقه، وكانوا يلقبونه بالصادق الأمين قبل بعثته، وأبو سفيان- قبل أن يدخل في الإسلام- شهد أمام هرقل ملك الروم، بأن الرسول صلى الله عليه وسلّم كان معروفا بصدقه وأمانته قبل البعثة."},{"ayah_number":70,"text":"ثم انتقلت السورة- للمرة الرابعة- إلى توبيخهم على أمر آخر، فقال- تعالى-: أَمْ يَقُولُونَ بِهِ جِنَّةٌ....أى: أيكون سبب إصرارهم على كفرهم اتهامهم للرسول صلّى الله عليه وسلّم بالجنون؟ كلا، فإنهم يعلمون حق العلم أن الرسول صلّى الله عليه وسلّم هو أكمل الناس عقلا، وأرجحهم فكرا، وأثقبهم رأيا، وأوفرهم رزانة.وقوله- تعالى- بَلْ جاءَهُمْ بِالْحَقِّ وَأَكْثَرُهُمْ لِلْحَقِّ كارِهُونَ إضراب عما يدل عليه ما سبق من اتهامات باطلة دارت على ألسنة المشركين.أى: ليس الأمر كما زعموا من أنه صلّى الله عليه وسلّم به جنة أو أنه أتاهم بما لم يأت آباءهم الأولين، بل الأمر الصدق، أن الرسول صلّى الله عليه وسلّم جاءهم بالحق الثابت الذي لا يحوم حوله باطل ولكن هؤلاء القوم أكثرهم كارهون للحق، لأنه يتعارض مع أنانيتهم وشهواتهم، وأهوائهم..وقال- سبحانه-: وَأَكْثَرُهُمْ لِلْحَقِّ كارِهُونَ لأن قلة من هؤلاء المشركين كانت تعرف أن الرسول صلّى الله عليه وسلّم قد جاءهم بالحق، وتحب أن تدخل في الإسلام، ولكن حال بينهم وبين ذلك، الخوف من تعيير أقوامهم لهم بأنهم فارقوا دين آبائهم وأجدادهم، كأبى طالب- مثلا- فإنه مع دفاعه عن الرسول صلّى الله عليه وسلّم بقي على كفره.قال صاحب الكشاف: فإن قلت: قوله وَأَكْثَرُهُمْ فيه أن أقلهم كانوا لا يكرهون الحق؟ قلت: كان فيهم من يترك الإيمان به أنفة واستنكافا من توبيخ قومه، وأن يقولوا صبأ وترك دين آبائه، لا كراهة للحق، كما يحكى عن أبى طالب.فإن قلت: يزعم بعض الناس أن أبا طالب صح إسلامه؟ قلت: يا سبحان الله. كأن أبا طالب كان أخمل أعمام رسول الله صلّى الله عليه وسلّم حتى يشتهر إسلام حمزة والعباس- رضى الله عنهما- ويخفى إسلام أبى طالب» ."},{"ayah_number":71,"text":"ثم بين- سبحانه- بعد ذلك ما كان سينزل بالعالم من فساد. فيما لو اتبع الحق- على سبيل الفرض- أهواء هؤلاء المشركين، فقال- تعالى-: وَلَوِ اتَّبَعَ الْحَقُّ أَهْواءَهُمْ لَفَسَدَتِ السَّماواتُ وَالْأَرْضُ وَمَنْ فِيهِنَّ....والمراد بالحق هنا- عند كثير من المفسرين- هو الله- عز وجل- إذ أن هذا اللفظ من أسمائه- تعالى-.والمعنى: ولو أجاب الله- تعالى- هؤلاء المشركين إلى ما يهوونه ويشتهونه من باطل وقبيح. لفسدت السموات والأرض ومن فيهن لأن أهواءهم الفاسدة من شرك. وظلم، وحقد، وعناد ... ، لا يمكن أن يقوم عليها نظام هذا الكون البديع، الذي أقمناه على الحق والعدل ...ويرى بعض المفسرين أن المراد بالحق هنا ما يقابل الباطل ويدل على ذلك قوله- تعالى-: بَلْ جاءَهُمْ بِالْحَقِّ وَأَكْثَرُهُمْ لِلْحَقِّ كارِهُونَ.فيكون المعنى: ولو اتبع الحق الذي جاءهم به الرسول صلّى الله عليه وسلّم أهواء المشركين، لفسدت السموات والأرض ومن فيهن، وذلك لأن الرسول صلّى الله عليه وسلّم جاءهم بالتوحيد وهم يريدون الشرك، وجاءهم بمكارم الأخلاق، وهم يريدون ما ألفوه من شهوات، وجاءهم بالتشريعات العادلة الحكيمة، وهم يريدون التشريعات التي ترضى غرورهم وأوضاعهم الفاسدة، والتي منها تفضيل الناس بحسب أحسابهم وغناهم، لا بحسب إيمانهم وتقواهم ...ومع وجاهة الرأيين، إلا أننا نميل إلى الرأى الثاني، لأنه أقرب إلى سياق الآيات، كما يشير إلى ذلك قوله- تعالى-: بَلْ جاءَهُمْ بِالْحَقِّ وَأَكْثَرُهُمْ لِلْحَقِّ كارِهُونَ.وقوله- سبحانه-: بَلْ أَتَيْناهُمْ بِذِكْرِهِمْ فَهُمْ عَنْ ذِكْرِهِمْ مُعْرِضُونَ انتقال من توبيخهم على كراهيتهم للحق، إلى توبيخهم على نفورهم مما فيه عزهم وفخرهم.والمراد بذكرهم: القرآن الذي هو شرف لهم، كما قال- تعالى-: وَإِنَّهُ لَذِكْرٌ لَكَ وَلِقَوْمِكَ  .أى: كيف يكرهون الحق الذي جاءهم به رسولهم صلّى الله عليه وسلّم مع أنه قد أتاهم بالقرآن الكريم الذي فيه شرفهم ومجدهم؟ إن إعراضهم عن هذا القرآن ليدل دلالة قاطعة، على غبائهم، وجهلهم، لأن العاقل لا يعرض عن شيء يرفع منزلته، ويكرم ذاته."},{"ayah_number":72,"text":"ثم انتقلت السورة الكريمة- للمرة الخامسة- إلى توبيخهم على كفرهم، مع أن الرسول صلّى الله عليه وسلّم لم يسألهم أجرا على ما ينقذهم من ظلمات هذا الكفر إلى نور الإيمان. فقال- تعالى-: أَمْ تَسْأَلُهُمْ خَرْجاً.. أى: أجرا وجعلا وجزاء ...أى: أيكون السبب في عدم إيمانهم بك- أيها الرسول الكريم- أنك تسألهم أجرا على دعوتك لهم إلى إخلاص العبادة لنا؟.لا: ليس الأمر كما يتوهمون، فإنك لم تسألهم أجرا على دعوتك إياهم إلى الدخول في الإسلام.والجملة الكريمة معطوفة على قوله- تعالى- قبل ذلك أَمْ يَقُولُونَ بِهِ جِنَّةٌ..وما بينهما اعتراض وقوله- سبحانه-: فَخَراجُ رَبِّكَ خَيْرٌ، وَهُوَ خَيْرُ الرَّازِقِينَ تعليل لنفى سؤاله إياهم الأجر على دعوتهم إلى الحق.أى: أنت- أيها الرسول الكريم- ما طالبتهم بأجر على دعوتك إياهم إلى الإيمان بالله- تعالى- وحده، لأن ما أعطاك الله- تعالى- من خير وفضل أكبر وأعظم من عطاء هؤلاء الضعفاء الذين لا يستغنون أبدا عن عطائنا. والله- تعالى- هو خير الرازقين، لأن رزقه دائم ورزق غيره مقطوع، ولأنه هو المالك لجميع الأرزاق، وغيره لا يملك معه شيئا.قال بعض العلماء: المراد بالخرج والخراج هنا. الأجر والجزاء والمعنى: أنك لا تسألهم على ما بلغتهم من الرسالة المتضمنة لخيرى الدنيا والآخرة أجرا وأصل الخرج والخراج: هو ما تخرجه إلى كل عامل في مقابلة أجرة أو جعل.وقرأ ابن عامر: أم تسألهم خراجا فخراج ربك خير- بإسكان الراء فيهما معا وحذف الألف-.وقرأ حمزة والكسائي: أَمْ تَسْأَلُهُمْ خَرْجاً فَخَراجُ رَبِّكَ خَيْرٌ- بفتح الراء بعدها ألف فيهما معا وقرأ الباقون: أَمْ تَسْأَلُهُمْ خَرْجاً فَخَراجُ رَبِّكَ خَيْرٌ بإسكان الراء وحذف الألف في الأول وفتح الراء وإثبات الألف في الثاني.والتحقيق: أن معنى اللفظين واحد، وأنهما لغتان فصيحتان، وقراءتان سبعيتان، خلافا لمن زعم أن بين معناهما فرقا زاعما أن الخرج ما تبرعت به، وأن الخراج ما لزمك أداؤه» ."},{"ayah_number":73,"text":"ثم ختم- سبحانه- هذه الآيات الكريمة، ببيان أن الرسول صلّى الله عليه وسلّم لا يدعو إلا إلى الحق، وأن المعرضين عن دعوته عن طريق الحق خارجون، فقال- تعالى- وَإِنَّكَ لَتَدْعُوهُمْ إِلى صِراطٍ مُسْتَقِيمٍ....أى: وإنك- أيها الرسول الكريم- لتدعو هؤلاء المشركين إلى طريق واضح قويم، تشهد العقول باستقامته وسلامته من أى عوج."},{"ayah_number":74,"text":"وَإِنَّ الَّذِينَ لا يُؤْمِنُونَ بِالْآخِرَةِ ككفار قريش ومن لف لفهم عَنِ الصِّراطِ المستقيم لَناكِبُونَ أى: لمائلون وخارجون.يقال: نكب فلان عن الطريق ينكب نكوبا- من باب دخل-، إذا عدل عنه. ومال إلى غيره.وبذلك نرى أن هذه الآيات الكريمة. قد شهدت للرسول صلّى الله عليه وسلّم بالبراءة من كل تهمة تفوه بها المشركون، وقطعت معاذيرهم، وردت عليهم بما يخرس ألسنتهم، حيث حكت شبهاتهم بأمانة ثم كرت عليها بالإبطال، وأثبتت أن الرسول صلّى الله عليه وسلّم إنما جاءهم ليدعوهم إلى الصراط المستقيم.ثم بين- سبحانه- بعد ذلك، أن هؤلاء المشركين، قد قست قلوبهم، وفسدت نفوسهم، وماتت ضمائرهم، وصاروا لا يؤثر فيهم الابتلاء بالخير أو الشر، فقال- تعالى-:"},{"ayah_number":75,"text":"أى: ولو رحمنا هؤلاء المشركين الذين تنكبوا الصراط المستقيم وكشفنا ما بهم من ضر.أى: من سوء حال بسبب ما نزل بهم من قحط وجدب وفقر لَلَجُّوا فِي طُغْيانِهِمْ يَعْمَهُونَ أى: لتمادوا في طغيانهم، وتجاوزوا الحدود في كفرهم وضلالهم، وفي تحيرهم وترددهم بدون تمييز بين الحق والباطل.والتعبير بقوله- تعالى- لَلَجُّوا يشعر بأنهم لقسوة قلوبهم، صاروا لا تؤثر فيهم المصائب بل يزدادون بسببها طغيانا وكفرا، إذ الفعل «لجوا» مأخوذ من اللجاج. هو التمادي والعناد في ارتكاب المنهي عن ارتكابه.يقال: لج فلان في الأمر يلج لججا ولجاجة. إذا لازمه وواظب عليه. ومنه «اللّجة» - بفتح اللام- لكثرة الأصوات. ولجة البحر- بضم اللام- لتردد أمواجه..وقوله: يَعْمَهُونَ من العمه، بمعنى التردد والتحير، وهو للقلوب بمنزلة العمى للعيون.وهو مأخوذ من قولهم: أرض عمهاء، إذا لم يكن فيها علامات ترشد إلى الخروج منها."},{"ayah_number":76,"text":"وقوله- سبحانه-: وَلَقَدْ أَخَذْناهُمْ بِالْعَذابِ فَمَا اسْتَكانُوا لِرَبِّهِمْ وَما يَتَضَرَّعُونَ مؤكد لما قبله من وصف هؤلاء المشركين بالجحود والعناد.والمراد بالعذاب هنا: العذاب الدنيوي كالجوع والقحط والمصائب.والاستكانة: الانتقال من كون إلى كون ومن حال إلى حال. ثم غلب استعمال هذه الكلمة في الانتقال من حال التكبر والغرور إلى حال التذلل والخضوع.أى: ولقد أخذنا هؤلاء الطغاة، بالعذاب الشديد، كالفقر، والمصائب والأمراض فما خضعوا لربهم- عز وجل- وما انقادوا له وأطاعوه، وما تضرعوا إليه- سبحانه- بالدعاء الخالص لوجهه الكريم، لكي يكشف عنهم- عز وجل- ما نزل بهم من ضر."},{"ayah_number":77,"text":"ولفظ «حتى» في قوله- تعالى- حَتَّى إِذا فَتَحْنا عَلَيْهِمْ باباً ذا عَذابٍ شَدِيدٍ ...يقصد به ابتداء الكلام، وإذا الأولى شرطية، والثانية وهي قوله إِذا هُمْ فِيهِ مُبْلِسُونَ رابطة للجواب.أى: هم مستمرون على جحودهم وعنادهم، حتى إذا فتحنا عليهم بابا ذا عذاب شديد، من أبواب عذاب الآخرة المعد لهم إذا هم فيه مبلسون، أى: ساكتون من شدة الحيرة، وآيسون من كل نجاء. يقال: أبلس فلان إبلاسا، إذا سكت في حيرة ويأس من الخلاص مما هو فيه من عذاب وبلاء.وقريب من هذه الآيات في المعنى قوله- تعالى-: إِنَّ شَرَّ الدَّوَابِّ عِنْدَ اللَّهِ الصُّمُّ الْبُكْمُ الَّذِينَ لا يَعْقِلُونَ وَلَوْ عَلِمَ اللَّهُ فِيهِمْ خَيْراً لَأَسْمَعَهُمْ، وَلَوْ أَسْمَعَهُمْ لَتَوَلَّوْا وَهُمْ مُعْرِضُونَ.وقوله- عز وجل-: بَلْ بَدا لَهُمْ ما كانُوا يُخْفُونَ مِنْ قَبْلُ وَلَوْ رُدُّوا لَعادُوا لِما نُهُوا عَنْهُ وَإِنَّهُمْ لَكاذِبُونَ .وقوله- سبحانه-: وَلَقَدْ أَرْسَلْنا إِلى أُمَمٍ مِنْ قَبْلِكَ، فَأَخَذْناهُمْ بِالْبَأْساءِ وَالضَّرَّاءِ لَعَلَّهُمْ يَتَضَرَّعُونَ، فَلَوْلا إِذْ جاءَهُمْ بَأْسُنا تَضَرَّعُوا، وَلكِنْ قَسَتْ قُلُوبُهُمْ، وَزَيَّنَ لَهُمُ الشَّيْطانُ ما كانُوا يَعْمَلُونَ .ثم تأخذ السورة الكريمة بعد ذلك في تذكيرهم بنعم الله عليهم، لعلهم يتوبون أو يتذكرون، فتقول:"},{"ayah_number":78,"text":"أى: «وهو» الله- تعالى- وحده، «الذي أنشأ لكم» أيها الناس بفضله ورحمته «السمع» الذي تسمعون به «والأبصار» التي تبصرون بها «والأفئدة» التي بواسطتها تفهمون وتدركون ...ولو تدبر الإنسان هذه النعم حق التدبر: لاهتدى إلى الحق. ولآمن بأن الخالق لهذه الحواس وغيرها. هو الله الواحد القهار.ولكن الإنسان- إلا من عصم الله- قليل الشكر لله- تعالى- ولذا قال- سبحانه-: قَلِيلًا ما تَشْكُرُونَ أى: شكرا قليلا ما تشكرون هذه النعم الجليلة، بدليل أن أكثر الناس في هذه الحياة، كافرون بوحدانية الله- تعالى-.فلفظ «قليلا» صفة لموصوف محذوف، و «ما» لتأكيد هذه القلة وتقريرها."},{"ayah_number":79,"text":"وقوله- سبحانه-: وَهُوَ الَّذِي ذَرَأَكُمْ فِي الْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ بيان لنعمة أخرى من نعمه التي لا تحصى.أى: وهو- سبحانه- الذي أوجدكم من الأرض، ونشركم فيها عن طريق التناسل، وإليه وحده تجمعون يوم القيامة للحساب."},{"ayah_number":80,"text":"ثم ذكر ما يدل على كمال قدرته فقال: وَهُوَ الَّذِي يُحْيِي وَيُمِيتُ بدون أن يشاركه في ذلك مشارك، وَلَهُ وحده التأثير في اختلاف الليل والنهار وتعاقبهما، وزيادة أحدهما ونقص الآخر، أَفَلا تَعْقِلُونَ وتدركون ما في هذا كله من دلائل واضحة على وحدانية الله- تعالى- وقدرته؟ثم حكى- سبحانه- بعد ذلك أن هؤلاء المشركين، لم يقابلوا نعم الله- تعالى- عليهم بالشكر، وإنما قابلوها بالجحود وبإنكار البعث والحساب، وأمر- سبحانه- رسوله صلى الله عليه وسلّم أن يرد عليهم فقال- تعالى-:"},{"ayah_number":81,"text":"ولفظ «بل» في قوله- تعالى-: بَلْ قالُوا مِثْلَ ما قالَ الْأَوَّلُونَ للإضراب الانتقالى. وهو معطوف على مضمر يقتضيه المقام.أى: لقد سقنا لهم ألوانا من النعم، وسقنا لهم ما يدل على قدرتنا ومع ذلك فلم يؤمنوا.بل قالوا مثل ما قال من هم على شاكلتهم في الكفر من الأقوام الأولين."},{"ayah_number":82,"text":"ثم حكى- سبحانه- ما قالوه فقال: قالُوا على سبيل التعجب والإنكار أَإِذا مِتْنا، وَكُنَّا تُراباً وَعِظاماً أَإِنَّا لَمَبْعُوثُونَ.فهم يرون- لجهلهم وغبائهم- أنه من المستحيل أن يعادوا إلى الحياة بعد أن يموتوا ويصيروا ترابا وعظاما نخرة.وهذا الذي قالوه هنا. قد حكى القرآن عنهم مثله في آيات كثيرة، من ذلك قوله- تعالى- أَإِذا مِتْنا وَكُنَّا تُراباً ذلِكَ رَجْعٌ بَعِيدٌ .وقوله- سبحانه-: يَقُولُونَ أَإِنَّا لَمَرْدُودُونَ فِي الْحافِرَةِ أَإِذا كُنَّا عِظاماً نَخِرَةً قالُوا تِلْكَ إِذاً كَرَّةٌ خاسِرَةٌ  ."},{"ayah_number":83,"text":"ثم بين- سبحانه- أنهم لم يكتفوا بإنكارهم للبعث، بل أضافوا إلى ذلك سوء الأدب، والسخرية ممن يؤمن به فقال: لَقَدْ وُعِدْنا نَحْنُ وَآباؤُنا هذا مِنْ قَبْلُ....أى: لقد وعدنا على لسان هذا الرسول صلّى الله عليه وسلّم بأن البعث حق، كما وعد آباؤنا قبل ذلك على ألسنة الرسل السابقين، ونحن لا نصدق هذا الرسول، ولا أولئك الرسل.إِنْ هذا إِلَّا أَساطِيرُ الْأَوَّلِينَ أى: ما هذا البعث الذي وعدنا جميعا به، إلا أساطير الأولين. أى: أكاذيبهم التي سطروها من عند أنفسهم في كتبهم.والأساطير: جمع أسطورة، كأحدوثة، وأعجوبة، وأكذوبة.وهكذا الجهلاء المغرورون، لا يقفون من الحق موقف المنكر له فحسب، بل يضيفون إلى ذلك سوء الأدب، وقبح المنطق، والقول بغير علم."},{"ayah_number":84,"text":"وقد أمر الله- تعالى- رسوله أن يرد على أباطيلهم، وأن يلزمهم بثلاث حجج، تدل على أن الله- تعالى- قادر على إعادتهم إلى الحياة بعد موتهم.أما الحجة الأولى فتتجلى في قوله- سبحانه-: قُلْ لِمَنِ الْأَرْضُ وَمَنْ فِيها إِنْ كُنْتُمْ تَعْلَمُونَ أى: قل لهم- أيها الرسول الكريم- لمن هذه الأرض ملكا وتصرفا، ولمن هذه المخلوقات التي عليها، خلقا وتدبيرا، إن كنتم من أهل العلم والفهم؟ أو كنتم عالمين بذلك فأخبرونى من خالقهم؟ فجواب الشرط محذوف لدلالة الاستفهام عليه."},{"ayah_number":85,"text":"سَيَقُولُونَ لِلَّهِ ولا يملكون أن يقولوا غير ذلك، لأن بداهة العقل تضطرهم إلى أن يعترفوا بأن الأرض ومن فيها لله- تعالى-.قُلْ أَفَلا تَذَكَّرُونَ أى: قل لهم في الجواب على اعترافهم هذا، أتعلمون ذلك، فلا تتذكرون بأن من خلق الأرض ومن فيها قادر على إحياء الناس بعد موتهم."},{"ayah_number":86,"text":"وأما الحجة الثانية فهي قوله- سبحانه-: قُلْ مَنْ رَبُّ السَّماواتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيمِ وهو كرسيه الذي وسع السموات والأرض؟"},{"ayah_number":87,"text":"سَيَقُولُونَ لِلَّهِ فهو رب كل شيء. قُلْ أَفَلا تَتَّقُونَ أى: قل لهم على سبيل التبكيت والتقريع، أتقولون ذلك، ومع هذا لا تتقون الله، ولا تخافون عقابه، بسبب عبادتكم لغيره، وإنكاركم لما نهاكم عن إنكاره؟"},{"ayah_number":88,"text":"وأما الحجة الثالثة، فتتجلى في قوله عز وجل: قُلْ مَنْ بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ..أى: قل لهم من بيده ملك كل شيء كائنا ما كان.فالملكوت من الملك، وزيدت الواو والتاء للمبالغة في هذا الملك.وَهُوَ يُجِيرُ وَلا يُجارُ عَلَيْهِ أى: وهو- سبحانه- يغيث من يشاء من خلقه فلا يستطيع أحد أن يناله بسوء، أما من يريد الله- تعالى- أن ينزل به عقابه، فلن يستطيع أحد أن يمنع هذا العقاب عنه.يقال: أجرت فلانا على فلان، إذا أغثته وأنقذته منه. وعدى بعلى لتضمينه معنى النصر.إِنْ كُنْتُمْ تَعْلَمُونَ أى: إن كنتم- أيضا- من أهل العلم والفهم."},{"ayah_number":89,"text":"سَيَقُولُونَ لِلَّهِ أى: سيقولون ملك كل شيء لله، والقدرة على كل شيء لله.قُلْ فَأَنَّى تُسْحَرُونَ أى: قل لهم في الجواب عليهم، ما دمتم قد اعترفتم بأن كل شيء تحت قدرة الله وسيطرته، فكيف تخدعون وتصرفون عن الحق وعن الرشد مع علمكم بهما، إلى ما أنتم عليه من باطل وغي!! يقال: سحر فلان غيره، بمعنى خدعه، أو أتى عمل السحر. والمسحور هو الشخص المخدوع أو من تأثر بما عمل له من سحر.وبهذه الحجج الدامغة، أخرس الله- تعالى- ألسنة المنكرين للبعث، وأثبت لهم أنه- سبحانه- لا يعجزه شيء.وبعد أن أثبت- سبحانه- أن البعث حق، أتبع ذلك بإثبات وحدانيته، وإبطال ما يزعمون له- تعالى- من الولد والشريك. فقال:"},{"ayah_number":90,"text":"وقوله- سبحانه- بَلْ أَتَيْناهُمْ بِالْحَقِّ ... إضراب عن قول أولئك الكافرين إِنْ هذا إِلَّا أَساطِيرُ الْأَوَّلِينَ.أى: ما كان ما أخبرناهم به من أن هناك بعثا وحسابا، أساطير الأولين بل أخبرناهم وأتيناهم بالحق الثابت، والوعد الصادق، وإنهم لكاذبون في دعواهم أن البعث غير واقع، وأن مع الله- تعالى- آلهة أخرى، وأن الرسول صلّى الله عليه وسلّم لم يجئهم بالحق الذي يريدونه."},{"ayah_number":91,"text":"ثم وبخهم- سبحانه- على قولهم إن لله ولدا وشريكا فقال: مَا اتَّخَذَ اللَّهُ مِنْ وَلَدٍ، وَما كانَ مَعَهُ مِنْ إِلهٍ إِذاً لَذَهَبَ كُلُّ إِلهٍ بِما خَلَقَ وَلَعَلا بَعْضُهُمْ عَلى بَعْضٍ....أى: لم يتخذ الله- تعالى- ولدا- كما يزعم هؤلاء الجاهلون لأنه- سبحانه- منزه عن ذلك. ولم يكن معه من إله يشاركه في ألوهيته وربوبيته- عز وجل-.ولو كان الأمر كما يزعمون إِذاً لَذَهَبَ كُلُّ إِلهٍ بِما خَلَقَ واستقل به عن غيره. وَلَعَلا بَعْضُهُمْ عَلى بَعْضٍ أى: ولحدث بينهم التجارب والتغالب ... ولفسد هذا الكون، كما قال- تعالى-: لَوْ كانَ فِيهِما آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتا....سُبْحانَ اللَّهِ عَمَّا يَصِفُونَ أى: تنزه الله- تعالى- وتقدس عما يصفه به هؤلاء الجاهلون. فهو- سبحانه- الواحد الأحد. الفرد الصمد، الذي لم يلد ولم يولد، ولم يكن له كفوا أحد."},{"ayah_number":92,"text":"عالِمِ الْغَيْبِ وَالشَّهادَةِ أى: هو العليم بما يغيب عن عقول الناس ومداركهم وهو العليم- أيضا- بما يشاهدونه بأبصارهم وحواسهم.فَتَعالى الله- عز وجل- وتقدس عَمَّا يُشْرِكُونَ معه من آلهة أخرى، لا تضر ولا تنفع: ولا تملك لعابديها موتا ولا حياة ولا نشورا.ثم تترك السورة الحديث مع هؤلاء المشركين، وتوجه حديثها إلى النبي صلّى الله عليه وسلّم فتأمره أن يلتجئ إلى خالقه، وأن يستعيذ به من شرور الشياطين.. قال- تعالى-:"},{"ayah_number":93,"text":"قال الجمل: «لما أعلم الله- تعالى- نبيه صلّى الله عليه وسلّم بأنه منزل عذابه بهؤلاء المشركين، إما في حياته صلّى الله عليه وسلّم أو بعد مماته، علمه كيفية الدعاء بالتخلص من عذابهم فقال- تعالى-: قُلْ رَبِّ إِمَّا تُرِيَنِّي ما يُوعَدُونَ وقوله: تُرِيَنِّي فعل مضارع مبنى على الفتح لاتصاله بنون التوكيد، وما مفعول به، ورأى بصرية تعدت لمفعولين بواسطة الهمزة، لأنه من أرى الرباعي، فياء المتكلم مفعول أول، وما الموصولة المفعول الثاني ... »  ."},{"ayah_number":94,"text":"أى: قل- أيها الرسول الكريم- يا رب إن تطلعني وتريني العذاب الذي توعدت به هؤلاء المشركين، فأسألك- يا إلهى- أن لا تجعلني قرينا لهم فيه، وأبعدنى عن هؤلاء القوم الظالمين، حتى لا يصيبني ما يصيبهم.ورسول الله صلّى الله عليه وسلّم في عصمة من الله- تعالى- من أن يجعله مع القوم الظالمين، حين ينزل بهم العذاب، ولكن جاءت الآية بهذا الدعاء والإرشاد، للزيادة في التوقي، ولتعليم المؤمنين أن لا يأمنوا مكر الله، وأن يلوذوا دائما بحماه."},{"ayah_number":95,"text":"وقوله- سبحانه- وَإِنَّا عَلى أَنْ نُرِيَكَ ما نَعِدُهُمْ لَقادِرُونَ بيان لكمال قدرة الله تعالى التي لا يعجزها شيء.أى: نحن قادرون- يا محمد- على اطلاعك على العذاب الذي أعددناه لهم ولكن لحكمة نعلمها، لم نطلعك عليه، بل سنؤخره عنهم إلى الوقت الذي نريده، قال تعالى: وإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ، فَإِنَّما عَلَيْكَ الْبَلاغُ وَعَلَيْنَا الْحِسابُ"},{"ayah_number":96,"text":"ثم أمر الله تعالى نبيه صلّى الله عليه وسلّم بالصبر على أذاهم. وبمقابلة سيئاتهم بالخصال الحسنة، فقال: ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ السَّيِّئَةَ، نَحْنُ أَعْلَمُ بِما يَصِفُونَ.أى: قابل- أيها الرسول الكريم- سيئات هؤلاء المشركين الجاهلين، بالأخلاق والسجايا التي هي أحسن من غيرها، كأن تعرض عنهم، وتصبر على سوء أخلاقهم، فأنت صاحب الخلق العظيم، ونحن أعلم منك بما يصفوننا به من صفات باطلة. وما يصفوك به من صفات ذميمة، وسنجازيهم على ذلك بما يستحقون، في الوقت الذي نريده.فالآية الكريمة توجيه حكيم من الله- تعالى- لنبيه-، وتسلية له عما أصابه من أعدائه، وشبيه بهذه الآية قوله- تعالى-: خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ، وَأَعْرِضْ عَنِ الْجاهِلِينَ"},{"ayah_number":97,"text":"ثم أمره- تعالى- بأن يستعيذ به من وساوس الشياطين ونزغاتهم فقال: وَقُلْ رَبِّ أَعُوذُ بِكَ مِنْ هَمَزاتِ الشَّياطِينِ. وَأَعُوذُ بِكَ رَبِّ أَنْ يَحْضُرُونِ.وقوله: هَمَزاتِ جمع همزة وهي المرة من الهمز. وهي في اللغة النخس والدفع باليد أو بغيرها. يقال: همزه يهمزه- بضم الميم وكسرها- إذا نخسه ودفعه وغمزه.ومنه المهماز، وهو حديدة تكون مع الراكب للدابة يحثها بها على السير.والمراد بهمزات الشياطين هنا: وساوسهم لبنى آدم وحضهم إياهم على ارتكاب ما نهاهم الله- تعالى- عنه."},{"ayah_number":98,"text":"أى: وقل- أيها الرسول الكريم- يا رب أعوذ بك، واعتصم بحماك، من وساوس الشياطين، ومن نزغاتهم الأثيمة، ومن همزاتهم السيئة، وأعوذ بك يا إلهى وأتحصن بك، من أن يحضرني أحد منهم في أى أمر من أمور ديني أو من دنياى، فأنت وحدك القادر على حمايتى منهم.وفي هذه الدعوات من الرسول صلّى الله عليه وسلّم وهو المعصوم من همزات الشياطين- تعليم للمؤمنين، وإرشاد لهم، إلى اللجوء- دائما- إلى خالقهم، لكي يدفع عنهم وساوس الشياطين ونزغاتهم.ثم تنتقل السورة بعد ذلك إلى بيان أقوال هؤلاء المشركين عند ما ينزل بهم الموت، وعند ما تلفح وجوههم النار، وكيف أنهم يلتمسون العودة بذلة ولكن لا يجابون إلى طلبهم، لأنه جاء في غير وقته..استمع إلى السورة الكريمة وهي تصور أحوالهم عند الاحتضار، وعند الإلقاء بهم في النار فتقول:"},{"ayah_number":99,"text":"وقوله- تعالى-: حَتَّى إِذا جاءَ أَحَدَهُمُ الْمَوْتُ.. بيان لحال الكافرين عند ما يدركهم الموت. و «حتى» حرف ابتداء.. والمراد بمجيء الموت: مجيء علاماته.أى: أن هؤلاء الكافرين يستمرون في لجاجهم وطغيانهم، حتى إذا فاجأهم الموت، ونزلت بهم سكراته، ورأوا مقاعدهم في النار، قال كل واحد منهم يا رب ارجعنى إلى الدنيا، لَعَلِّي أَعْمَلُ صالِحاً فِيما تَرَكْتُ أى: لكي أعمل عملا صالحا فيما تركت خلفي من عمرى في أيام الدنيا، بأن أخلص لك العبادة والطاعة وأتبع كل ما جاء به نبيك من أقوال وأفعال.وجاء لفظ ارْجِعُونِ بصيغة الجمع. لتعظيم شأن المخاطب، وهو الله- تعالى- واستدرار عطفه- عز وجل-.أو أن هذا الكافر استغاث بالله- تعالى- فقال: «رب» ثم وجه خطابه بعد ذلك إلى خزنة النار من الملائكة فقال: «ارجعون» ."},{"ayah_number":100,"text":"و «لعل» في قوله تعالى: لَعَلِّي أَعْمَلُ صالِحاً للتعليل. أى: ارجعون لكي أعمل عملا صالحا.وفي معنى هذه الآية وردت آيات كثيرة، منها قوله- تعالى-: ... وَتَرَى الظَّالِمِينَ لَمَّا رَأَوُا الْعَذابَ يَقُولُونَ هَلْ إِلى مَرَدٍّ مِنْ سَبِيلٍ .وقوله- سبحانه- وَلَوْ تَرى إِذِ الْمُجْرِمُونَ ناكِسُوا رُؤُسِهِمْ عِنْدَ رَبِّهِمْ. رَبَّنا أَبْصَرْنا وَسَمِعْنا، فَارْجِعْنا نَعْمَلْ صالِحاً إِنَّا مُوقِنُونَ  .ثم بين- سبحانه- الجواب عليهم فقال: كَلَّا إِنَّها كَلِمَةٌ هُوَ قائِلُها، وَمِنْ وَرائِهِمْ بَرْزَخٌ إِلى يَوْمِ يُبْعَثُونَ.و «كلا» حرف زجر وردع. والبرزخ: الحاجز والحاجب بين الشيئين لكي لا يصل أحدهما إلى الآخر. والمراد بالكلمة: ما قاله هذا الكافر. أى: رب ارجعون.أى: يقال لهذا الكافر النادم: كلا، لا رجوع إلى الدنيا إِنَّها أى قوله رب ارجعون، كَلِمَةٌ هُوَ قائِلُها ولن تجديه شيئا، لأنه قالها بعد فوات الأوان لنفعها، وَمِنْ وَرائِهِمْ أى: ومن أمام هذا الكافر وأمثاله، حاجز يحول بينهم وبين الرجوع إلى الدنيا، وهذا الحاجز مستمر إلى يوم البعث والنشور.فالمراد بالبرزخ: تلك المدة التي يقضيها هؤلاء الكافرون منذ موتهم إلى يوم يبعثون.وفي هذه الجملة الكريمة. زجر شديد لهم عن طلب العودة إلى الدنيا. وتيئيس وإقناط لهم من التفكير في المطالبة بالرجعة، وتهديد لهم بعذاب القبر إلى يوم القيامة."},{"ayah_number":101,"text":"ثم بين- سبحانه- بعد ذلك أن ما ينفع الناس يوم القيامة إنما هو إيمانهم وعملهم، لا أحسابهم ولا أنسابهم. فقال- تعالى-: فَإِذا نُفِخَ فِي الصُّورِ فَلا أَنْسابَ بَيْنَهُمْ يَوْمَئِذٍ وَلا يَتَساءَلُونَ.والأنساب: جمع نسب. والمراد به القرابة، والمراد بالنفخ في الصور: النفخة الثانية التي يقع عندها البعث والنشور. وقيل: النفخة الأولى التي عندها يحيى الله الموتى.والمراد بنفي الأنساب: انقطاع آثارها التي كانت مترتبة عليها في الدنيا، من التفاخر بها، والانتفاع بهذه القرابة في قضاء الحوائج.أى: فإذا نفخ إسرافيل- عليه السلام- في الصور- وهو آلة نفوض هيئتها إلى الله- تعالى-، فلا أنساب ولا أحساب بين الناس نافعة لهم في هذا الوقت، إذ النافع في ذلك الوقت هو الإيمان والعمل الصالح.ولا هم يتساءلون فيما بينهم لشدة الهول، واستيلاء الفزع على النفوس ولا تنافى بين هذه الآية، وبين قوله- تعالى-: فَأَقْبَلَ بَعْضُهُمْ عَلى بَعْضٍ يَتَساءَلُونَ  فإن كل آية تحكى حالة من الحالات، ويوم القيامة له مواقف متعددة، فهم لا يتساءلون من شدة الهول في موقف. ويتساءلون في آخر عند ما يأذن الله- تعالى- لهم بذلك."},{"ayah_number":102,"text":"وقوله- سبحانه-: فَمَنْ ثَقُلَتْ مَوازِينُهُ فَأُولئِكَ هُمُ الْمُفْلِحُونَ ... بيان لما يكون بعد النفخ في الصور من ثواب أو عقاب.أى: وجاء وقت الحساب بعد النفخ في الصور، فَمَنْ ثَقُلَتْ مَوازِينُهُ أى: موازين أعماله الصالحة، فَأُولئِكَ هُمُ الْمُفْلِحُونَ فلاحا ليس بعده فلاح."},{"ayah_number":103,"text":"وَمَنْ خَفَّتْ موازين أعماله الصالحة فَأُولئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ بأن ضيعوها وألقوا بها إلى التهلكة، فهم، فِي جَهَنَّمَ خالِدُونَ فيها خلودا أبديا."},{"ayah_number":104,"text":"تَلْفَحُ وُجُوهَهُمُ النَّارُ وَهُمْ فِيها كالِحُونَ واللفح: الإحراق الشديد يقال: فلان لفحته النار تلفحه لفحا ولفحانا إذا أحرقته.والكلوح، هو أن تتقلص الشفتان، وتتكشف الأسنان، لأن النار قد أحرقت الشفتين، كما يشاهد- والعياذ بالله- رأس الشاة بعد شويها.أى: تحرق النار وجوه هؤلاء الأشقياء، وهم فيها متقلصو الشفاه عن الأسنان، من أثر ذلك الإحراق واللفح."},{"ayah_number":105,"text":"ثم يقال لهم بعد كل هذا العذاب المهين على سبيل التقريع والتوبيخ: أَلَمْ تَكُنْ آياتِي الدالة على وحدانيتي وقدرتي وصدق رسلي تُتْلى عَلَيْكُمْ في الدنيا على ألسنة هؤلاء الرسل الكرام فَكُنْتُمْ بِها أى: بهذه الآيات تُكَذِّبُونَ هؤلاء الرسل فيما جاءوكم به من عندي من هدايات وإرشادات."},{"ayah_number":106,"text":"وكأنهم قد خيل إليهم- بعد هذا السؤال التوبيخي، أنهم قد أذن لهم في الكلام، وأن اعترافهم بذنوبهم قد ينفعهم فيقولون- كما حكى القرآن عنهم-: قالُوا رَبَّنا غَلَبَتْ عَلَيْنا شِقْوَتُنا ... أى: يا ربنا تغلبت علينا أنفسنا الأمارة بالسوء، فصرفتنا عن الحق، وتغلبت علينا ملذاتنا وشهواتنا وسيئاتنا التي أفضت بنا إلى هذا المصير المؤلم وَكُنَّا قَوْماً ضالِّينَ عن الهدى والرشاد، بسبب شقائنا وتعاستنا."},{"ayah_number":107,"text":"رَبَّنا أَخْرِجْنا مِنْها أى: من هذه النار التي تلفح وجوهنا فَإِنْ عُدْنا إلى ما نحن عليه من الكفر وارتكاب السيئات فَإِنَّا ظالِمُونَ أى: فإنا متجاوزون لكل حد في الظلم، ونستحق بسبب ذلك عذابا أشد مما نحن فيه.وهكذا يصور القرآن بأسلوبه البديع المؤثر، أحوال الكافرين يوم القيامة، تصويرا ترتجف له القلوب، وتهتز منه النفوس، وتقشعر من هوله الأبدان."},{"ayah_number":108,"text":"وقوله- سبحانه-: قالَ اخْسَؤُا فِيها وَلا تُكَلِّمُونِ جواب على طلبهم الخروج من النار، والعودة إلى الدنيا.أى: قال الله- تعالى- لهم على سبيل الزجر والتيئيس: اخْسَؤُا فِيها اسكتوا وانزجروا انزجار الكلاب، وامكثوا في تلك النار وَلا تُكَلِّمُونِ في شأن خروجكم منها، أو في شأن عودتكم إلى الدنيا."},{"ayah_number":109,"text":"وقوله- تعالى- إِنَّهُ كانَ فَرِيقٌ مِنْ عِبادِي يَقُولُونَ ... تعليل لزجرهم عن طلب الخروج أى: اخسئوا في النار ولا تكلمون، لأنه كان في الدنيا فريق كبير من عبادي المؤمنين يقولون بإخلاص ورجاء: رَبَّنا آمَنَّا بك واتبعنا رسلك فَاغْفِرْ لَنا ذنوبنا وَارْحَمْنا برحمتك التي وسعت كل شيء وَأَنْتَ خَيْرُ الرَّاحِمِينَ."},{"ayah_number":110,"text":"وقوله- سبحانه-: فَاتَّخَذْتُمُوهُمْ سِخْرِيًّا ... هو محط التعليل، أى: فكان حالكم معهم أنكم سخرتم واستهزأتم بهم.حَتَّى أَنْسَوْكُمْ ذِكْرِي أى: فاتخذتموهم سخريا، وداومتم على ذلك، وشغلكم هذا الاستهزاء، حتى أنسوكم- لكثرة انهماككم في السخرية بهم- تذكر عقابي لكم في هذا اليوم، وَكُنْتُمْ مِنْهُمْ تَضْحَكُونَ في الدنيا، وتتغامزون عند ما ترونهم استخفافا بهم.فلهذه الأسباب، اخسئوا في النار ولا تكلمون، أما هؤلاء المؤمنون الذين كنتم تستهزءون بهم في الدنيا."},{"ayah_number":111,"text":"فإنى جَزَيْتُهُمُ الْيَوْمَ الجزاء الحسن بِما صَبَرُوا أَنَّهُمْ هُمُ الْفائِزُونَ فوزا ليس هناك ما هو أكبر منه.وبعد هذا الرد الذي فيه ما فيه من الزجر للكافرين، وبعد بيان أسبابه، وما اشتمل عليه من تبكيت وتقريع، يوجه إليهم- سبحانه- سؤالا يزيدهم حسرة على حسرتهم، فيقول:"},{"ayah_number":112,"text":"أى: قال الله- تعالى- لهم بعد أن زجرهم وأمرهم أن يسكتوا سكوت هوان وذلة: كم عدد السنين التي لبثتموها في دنياكم التي تريدون الرجوع إليها؟ولا شك أن الله- تعالى- يعلم مقدار الزمن الذي لبثوه، ولكنه سألهم ليبين لهم قصر أيام الدنيا، بالنسبة لما هم فيه من عذاب مقيم، وليزيد في حسرتهم وتوبيخهم."},{"ayah_number":113,"text":"وهنا يقولون في يأس وذلة: لَبِثْنا يَوْماً أَوْ بَعْضَ يَوْمٍ وهو جواب يدل على استصغارهم للمدة التي لبثوها في الدنيا. بجانب ما هم فيه من عذاب.وقوله- تعالى- فَسْئَلِ الْعادِّينَ يشعر بذهولهم عن التحقق من مقدار المدة التي لبثوها في الدنيا.أى: فاسأل المتمكنين من معرفة المدة التي مكثناها في الدنيا."},{"ayah_number":114,"text":"فيرد الله- تعالى- عليهم بقوله قالَ إِنْ لَبِثْتُمْ أى: ما لبثتم في الدنيا، إِلَّا قَلِيلًا أى: إلا وقتا قليلا لَوْ أَنَّكُمْ كُنْتُمْ تَعْلَمُونَ شيئا من العلم لأدركتم أن ما لبثتموه في الدنيا، هو قليل جدا بالنسبة إلى مكثكم في النار بسبب إصراركم على كفركم في حياتكم الدنيا. فجواب لو محذوف، لدلالة الكلام عليه.ولا يتعارض قولهم هنا لَبِثْنا يَوْماً أَوْ بَعْضَ يَوْمٍ مع آيات أخرى ذكرت بأنهم يَتَخافَتُونَ بَيْنَهُمْ إِنْ لَبِثْتُمْ إِلَّا عَشْراً  وبأنهم ما لَبِثُوا غَيْرَ ساعَةٍ كما في قوله- تعالى-. وَيَوْمَ تَقُومُ السَّاعَةُ يُقْسِمُ الْمُجْرِمُونَ ما لَبِثُوا غَيْرَ ساعَةٍ ... .لأن كل فريق منهم قد أخبر بما تبادر إلى ذهنه، فبعضهم قال: لبثنا عشرا، وبعضهم قال:لبثنا يوما أو بعض يوم، وبعضهم أقسم بأنه ما لبث في الدنيا غير ساعة.وهذا يدل على أن أهوال العذاب، قد أنستهم ما كانوا فيه في الدنيا من متاع، وما انغمسوا فيه من شهوات ..."},{"ayah_number":115,"text":"والاستفهام في قوله- تعالى-: أَفَحَسِبْتُمْ أَنَّما خَلَقْناكُمْ عَبَثاً ... للإنكار والنفي.والحسبان هنا: بمعنى الظن. والفاء معطوفة على محذوف مقدر. والعبث: اللعب وما لا فائدة فيه من قول أو فعل.أى: أغرتكم الدنيا، وغفلتم عن مصيركم، فحسبتم أنما خلقناكم عبثا لا لحكمة تقتضيها إرادتنا من خلقكم، وحسبتم كذلك أَنَّكُمْ إِلَيْنا لا تُرْجَعُونَ يوم القيامة للحساب والجزاء."},{"ayah_number":116,"text":"إن جزاء هذا الحسبان الباطل، هو هذا المصير المهين الذي تصطلون بناره اليوم. ثم نزه- سبحانه- ذاته عن أن يكون قد خلقهم عبثا فقال: فَتَعالَى اللَّهُ الْمَلِكُ الْحَقُّ....أى: فتعاظم وتقدس عن كل ما لا يليق بجلاله وكماله، الله الملك الحق، فهو- عز وجل- منزه عن أن يخلق الناس بدون حكمة أو غرض صحيح.لا إِلهَ إِلَّا هُوَ فإن كل ما عداه مخلوق له، وهو- سبحانه- رَبُّ الْعَرْشِ الْكَرِيمِ."},{"ayah_number":117,"text":"ثم هدد- سبحانه- كل من يعبد غيره أشد تهديد فقال: وَمَنْ يَدْعُ مَعَ اللَّهِ إِلهاً آخَرَ أى: ومن يدع مع الله- تعالى- إلها آخر في عبادته أو مناجاته أو أقواله، أو أفعاله ...لا بُرْهانَ لَهُ بِهِ أى: لا دليل له على هذه العبادة، وليس لهذه الجملة الكريمة مفهوم مخالفة، بل هي صفة مطابقة للواقع، لأن كل عابد لغير الله، لا دليل له على هذه العبادة إطلاقا، إذ العبادة لا تكون إلا لله- تعالى- وحده.فذكر هذه الجملة لإقرار الواقع وتأكيده، لا لإخراج المفهوم عن حكم المنطوق.وقوله فَإِنَّما حِسابُهُ عِنْدَ رَبِّهِ إِنَّهُ لا يُفْلِحُ الْكافِرُونَ تهديد شديد لمن يدعو مع الله- تعالى- إلها آخر. أى: من يفعل ذلك فسيلقى الحساب الشديد، والجزاء الرادع، من عند ربه- عز وجل-، لأن عدالته قد اقتضت أن الكافرين به لا ينالون الفلاح، وإنما ينالون الخزي والخسران."},{"ayah_number":118,"text":"ثم ختم- سبحانه- السورة الكريمة بقوله: وَقُلْ رَبِّ اغْفِرْ وَارْحَمْ وَأَنْتَ خَيْرُ الرَّاحِمِينَ أى: وقل- أيها الرسول الكريم- مناجيا ربك: رب اغفر للمؤمنين ذنوبهم، وارحم العصاة منهم، وأنت يا مولانا خير من يرحم، وخير من يغفر.قال الآلوسى: «وفي تخصيص هذا الدعاء بالذكر ما يدل على أهمية ما فيه، وقد علم النبي صلى الله عليه وسلّم أبا بكر أن يقول نحوه في صلاته. فقد أخرج الشيخان عن أبى بكر- رضى الله عنه- قال: يا رسول الله، علمني دعاء أدعو به في صلاتي. فقال له قل: «اللهم إنى ظلمت نفسي ظلما كثيرا، وإنه لا يغفر الذنوب إلا أنت، فاغفر لي مغفرة من عندك، وارحمني إنك أنت الغفور الرحيم» .وبعد:فهذه هي سورة «المؤمنون» وهذا تفسير محرر لها. نسأل الله- تعالى- أن يجعله خالصا لوجهه، ونافعا لعباده.وصلّى الله على سيدنا محمد وعلى آله وصحبه وسلم"}]