[{"ayah_number":1,"text":"مقدمة وتمهيد1- سورة النور من السور المدينة، وعدد آياتها أربع وستون آية، وكان نزولها بعد سورة النصر.وقد اشتملت هذه السورة الكريمة، على أحكام العفاف والستر. وهما قوام المجتمع الصالح. وبدونها تنحط المجتمعات. ويصير أمرها فرطا، ويصبح الفرد إلى الحيوان الأعجم، أقرب منه إلى الإنسان العاقل.قال الآلوسى: «روى عن رسول الله صلّى الله عليه وسلّم أنه قال: «علموا رجالكم سورة المائدة، وعلموا نساءكم سورة النور» .وعن حارثة بن مضرب قال: كتب إلينا عمر بن الخطاب، أن تعلموا سورة النساء والأحزاب والنور» .2- وتبدأ هذه السورة الكريمة ببدء فريد، تقرر فيه وجوب الانقياد لما فيها من أحكام وآداب فتقول: سُورَةٌ أَنْزَلْناها وَفَرَضْناها، وَأَنْزَلْنا فِيها آياتٍ بَيِّناتٍ لَعَلَّكُمْ تَذَكَّرُونَ.ثم تقبح فاحشة الزنا تقبيحا يحمل النفوس على النفور منها، وعلى نبذ مرتكبيها، وعلى تنفيذ حدود الله- تعالى- فيهم بدون شفقة أو رأفة.قال- تعالى-: الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ واحِدٍ مِنْهُما مِائَةَ جَلْدَةٍ، وَلا تَأْخُذْكُمْ بِهِما رَأْفَةٌ فِي دِينِ اللَّهِ، إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ، وَلْيَشْهَدْ عَذابَهُما طائِفَةٌ مِنَ الْمُؤْمِنِينَ.3- ثم تبين السورة الكريمة بعد ذلك، حكم الذين يرمون النساء العفيفات بالفاحشة، وحكم الذين يرمون أزواجهم بذلك، ولم يكن لهم شهداء إلا أنفسهم.قال- تعالى-: وَالَّذِينَ يَرْمُونَ الْمُحْصَناتِ، ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَداءَ فَاجْلِدُوهُمْ ثَمانِينَ جَلْدَةً، وَلا تَقْبَلُوا لَهُمْ شَهادَةً أَبَداً، وَأُولئِكَ هُمُ الْفاسِقُونَ إِلَّا الَّذِينَ تابُوا مِنْ بَعْدِ ذلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ وَالَّذِينَ يَرْمُونَ أَزْواجَهُمْ وَلَمْ يَكُنْ لَهُمْ شُهَداءُ إِلَّا أَنْفُسُهُمْ. فَشَهادَةُ أَحَدِهِمْ أَرْبَعُ شَهاداتٍ بِاللَّهِ إِنَّهُ لَمِنَ الصَّادِقِينَ.4- ثم ذكر- سبحانه- في ست عشرة آية قصة الإفك، على الصديقة بنت الصديق، ومن بين ما اشتملت عليه هذه القصة: تنبيه المؤمنين إلى العذاب العظيم الذي أعده الله- تعالى- لمن أشاع هذا الإفك، وحض المؤمنين على التثبت من صحة الأخبار، وعلى وجوب حسن الظن بالمؤمنين، وعلى تحذيرهم من اتباع خطوات الشيطان.ثم ختمت القصة ببراءة السيدة عائشة من كل ما اتهمت به، قال- تعالى-: أُولئِكَ مُبَرَّؤُنَ مِمَّا يَقُولُونَ لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ.5- وبعد أن أفاضت السورة الكريمة في بيان قبح فاحشة الزنا، وفي عقوبة من يقذف المحصنات الغافلات.. أتبعت ذلك بحديث مستفيض، عن آداب الاستئذان، وعن وجوب غض البصر بالنسبة للرجال والنساء على السواء، وعن تعليم الناس الآداب القويمة.والأخلاق المستقيمة، حتى يحيا المجتمع المسلم حياة يسودها الطهر والعفاف والنقاء.قال- تعالى- يا أَيُّهَا الَّذِينَ آمَنُوا لا تَدْخُلُوا بُيُوتاً غَيْرَ بُيُوتِكُمْ، حَتَّى تَسْتَأْنِسُوا وَتُسَلِّمُوا عَلى أَهْلِها، ذلِكُمْ خَيْرٌ لَكُمْ لَعَلَّكُمْ تَذَكَّرُونَ.وقال- سبحانه-: قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ، ذلِكَ أَزْكى لَهُمْ، إِنَّ اللَّهَ خَبِيرٌ بِما يَصْنَعُونَ، وَقُلْ لِلْمُؤْمِناتِ يَغْضُضْنَ مِنْ أَبْصارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ....6- ثم حببت السورة الكريمة إلى المؤمنين والمؤمنات الزواج من أهل الدين والصلاح، دون أن يمنعهم من ذلك الفقر أو قلة ذات اليد، فإنهم إِنْ يَكُونُوا فُقَراءَ يُغْنِهِمُ اللَّهُ مِنْ فَضْلِهِ، وَاللَّهُ واسِعٌ عَلِيمٌ وعلى الذين لم يتيسر لهم وسائل الزواج، أن يعتصموا بالعفاف، حتى يغنيهم الله- تعالى- من فضله.قال- تعالى-: وَأَنْكِحُوا الْأَيامى مِنْكُمْ- أى زوجوا من لا زوج له من الأحرار والحرائر وَالصَّالِحِينَ مِنْ عِبادِكُمْ وَإِمائِكُمْ، إِنْ يَكُونُوا فُقَراءَ، يُغْنِهِمُ اللَّهُ مِنْ فَضْلِهِ، وَاللَّهُ واسِعٌ عَلِيمٌ، وَلْيَسْتَعْفِفِ الَّذِينَ لا يَجِدُونَ نِكاحاً حَتَّى يُغْنِيَهُمُ اللَّهُ مِنْ فَضْلِهِ 7- وبعد أن ساقت السورة الكريمة تلك التوجيهات السامية، التي من شأنها أن تسلح الأفراد والجماعات، بسلاح الطهر والعفاف والتستر والآداب الحميدة.. أتبعت ذلك ببيان أن الله- تعالى- هو نور العالم كله علويه وسفليه، وهو منوره بآياته التكوينية والتنزيلية الدالة على وحدانيته وقدرته، وأن أشرف البيوت في الأرض، هي بيوته التي يذكر فيها اسمه والتي يسبح له فيها بالغدو والآصال رِجالٌ لا تُلْهِيهِمْ تِجارَةٌ وَلا بَيْعٌ عَنْ ذِكْرِ اللَّهِ وَإِقامِ الصَّلاةِ وَإِيتاءِ الزَّكاةِ. يَخافُونَ يَوْماً تَتَقَلَّبُ فِيهِ الْقُلُوبُ وَالْأَبْصارُ. لِيَجْزِيَهُمُ اللَّهُ أَحْسَنَ ما عَمِلُوا وَيَزِيدَهُمْ مِنْ فَضْلِهِ، وَاللَّهُ يَرْزُقُ مَنْ يَشاءُ بِغَيْرِ حِسابٍ.تلك هي عاقبة المؤمنين الصادقين. الذين «لا تلهيهم تجارة ولا بيع عن ذكر الله» أما الكافرون فأعمالهم «كسراب بقيعة يحسبه الظمآن ماء، حتى إذا جاءه لم يجده شيئا، ووجد الله عنده فوفاه حسابه، والله سريع الحساب» .8- ثم انتقلت السورة بعد ذلك إلى الحديث عن مظاهر قدرة الله- تعالى- في هذا الكون، وأن المتأمل في هذا الوجود، يرى مظاهر قدرته- سبحانه- ظاهرة في هذا السحاب الذي يتحول إلى مطر لا غنى للناس عنه، وفي تقلب الليل والنهار. وفي خلق الدواب على أشكال مختلفة.قال- تعالى-: يُقَلِّبُ اللَّهُ اللَّيْلَ وَالنَّهارَ، إِنَّ فِي ذلِكَ لَعِبْرَةً لِأُولِي الْأَبْصارِ وَاللَّهُ خَلَقَ كُلَّ دَابَّةٍ مِنْ ماءٍ فَمِنْهُمْ مَنْ يَمْشِي عَلى بَطْنِهِ. وَمِنْهُمْ مَنْ يَمْشِي عَلى رِجْلَيْنِ، وَمِنْهُمْ مَنْ يَمْشِي عَلى أَرْبَعٍ، يَخْلُقُ اللَّهُ ما يَشاءُ إِنَّ اللَّهَ عَلى كُلِّ شَيْءٍ قَدِيرٌ.9- ثم كشفت السورة الكريمة للمؤمنين عن جانب من رذائل المنافقين، لكي يحذروهم.فقال- تعالى-: وَيَقُولُونَ آمَنَّا بِاللَّهِ وَبِالرَّسُولِ وَأَطَعْنا، ثُمَّ يَتَوَلَّى فَرِيقٌ مِنْهُمْ مِنْ بَعْدِ ذلِكَ وَما أُولئِكَ بِالْمُؤْمِنِينَ وَإِذا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ، إِذا فَرِيقٌ مِنْهُمْ مُعْرِضُونَ وَإِنْ يَكُنْ لَهُمُ الْحَقُّ يَأْتُوا إِلَيْهِ مُذْعِنِينَ أَفِي قُلُوبِهِمْ مَرَضٌ أَمِ ارْتابُوا، أَمْ يَخافُونَ أَنْ يَحِيفَ اللَّهُ عَلَيْهِمْ وَرَسُولُهُ، بَلْ أُولئِكَ هُمُ الظَّالِمُونَ.10- وبعد هذا التوبيخ للمنافقين على سلوكهم الذميم، وعلى نكوصهم عن حكم الله- تعالى- ورسوله صلّى الله عليه وسلّم جاء وعد الله- تعالى- للمؤمنين، بالاستخلاف في الأرض، وبالتمكين في الدين، وبتبديل خوفهم أمنا، فقال- تعالى-: وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحاتِ، لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ. وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضى لَهُمْ، وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ أَمْناً يَعْبُدُونَنِي لا يُشْرِكُونَ بِي شَيْئاً، وَمَنْ كَفَرَ بَعْدَ ذلِكَ فَأُولئِكَ هُمُ الْفاسِقُونَ.11- ثم عادت السورة مرة أخرى إلى الحديث عن آداب الاستئذان، فأمرت المؤمنين أن يعودوا مماليكهم وصبيانهم الذين لم يبلغوا الحلم، على الاستئذان في الدخول عليهم ثلاث مراتافتتحت سورة النور بافتتاح لم تشترك معها فيه سورة أخرى من سور القرآن الكريم .وقوله - سبحانه - : ( سُورَةٌ ) خبر لمبتدأ محذوف ، أى : هذه سورة .والسورة القرآنية : هى مجموعة من الآيات المسرودة ، لها مبدأ ولها نهاية ، وجمعها : سُوَر .وكلمة سورة مأخوذة من سور المدينة ، وكأن السورة القرآنية سميت بهذا الاسم لإحاطتها بآياتها إحاطة السور بما يكون بداخله .أو أنها فى الأصل تطلق على المنزلة السامية ، والسورة القرآنية سميت بذلك لرفعتها وعلو شأنها .قال القرطبى : والسورة فى اللغة : اسم للمنزلة الشريفة ، ولذلك سميت السورة من القرآن سورة . قال النابغة :ألم تر أن الله أعطاك سُورَة ... ترى كلّ مَلْكٍ دونَها يتذبذبوقوله - تعالى - : ( وَفَرَضْنَاهَا ) من الفرض بمعنى القطع . وأصله قطع الشىء الصُّلْب والتأثير فيه .والمراد به هنا : تنفيذ أحكام الله - تعالى - على أتم وجه وأكمله .والمعنى هذه سورة قرآنية . أنزلناها عليك - أيها الرسول الكريم - ، وأوجبنا ما فيها من أحكام ، وآداب وتشريعات ، إيجابا قطيعا ، وأنزلنا فيها آيات بينات واضحات الدلالة على وحدانيتنا ، وقدرتنا ، وعلى صحة الأحكام التى وردت فيها ، لتتذكرها وتعتبروا بها وتعتقدوا صحتها وتنفذوا ما اشتملت عليه من أمر أو نهى .وجمع - سبحانه - بين الإنزال والفرضية فقال : ( أَنزَلْنَاهَا وَفَرَضْنَاهَا ) لبيان أن الغرض منها ليس مجرد الإنزال وإنما الإنزال المصحوب بوجوب تنفيذ الأحكام والآداب التى اشتملت عليها ، والتى أنزلت من أجلها .ومعلوم أن إنزال السورة كلها . يستلزم إنزال هذه الآيات منها فيكون التكرار فى قوله - تعالى - ( وَأَنزَلْنَا فِيهَآ آيَاتٍ بَيِّنَاتٍ ) لكمال العناية بشأنها ، كما هى الحال فى ذكر بالخاص بعد العام .و \" لعل \" فى قوله - تعالى - ( لَّعَلَّكُمْ تَذَكَّرُونَ ) للتعليل . أى : لعلكم تتذكرون ما فيها من آيات دالة على وحدانيتنا وقدرتنا ، وعلى سمو تشريعاتنا ، فيؤدى بكم هذا التذكر إلى عبادتنا وطاعتنا .ثم بين - سبحانه - بعد ذلك حد الزانى والزانية ، وقبح جريمة الزنا تقبيحا يحمل عل النفور ، وحرمها على المؤمنين تحريما قاطعا ، فقال - تعالى - : ( الزانية . . . ) ."},{"ayah_number":2,"text":"فقوله- تعالى-: الزَّانِيَةُ وَالزَّانِي.. شروع في تفصيل الأحكام، التي أشار إليها- سبحانه- في الآية الأولى من هذه السورة، وهي قوله: سُورَةٌ أَنْزَلْناها وَفَرَضْناها....والزنا من الرجل معناه: وطء المرأة من غير ملك ولا شبهة ملك ومعناه من المرأة: أن تمكن الرجل من أن يزنى بها.والخطاب في قوله- تعالى-: فَاجْلِدُوا ... للحكام المكلفين بتنفيذ حدود الله- عز وجل-.قال الجمل: «وفي رفع «الزانية والزاني» وجهان: أحدهما- وهو مذهب سيبويه- أنه مبتدأ خبره محذوف. أى: فيما يتلى عليكم حكم الزانية، ثم بين ذلك بقوله:فَاجْلِدُوا.. والثاني: - وهو مذهب الأخفش وغيره- أنه مبتدأ. والخبر جملة الأمر، ودخلت الفاء لشبه المبتدأ بالشرط..» .فإن قيل: ما الحكمة في أن يبدأ الله في فاحشة الزنا بالمرأة، وفي جريمة السرقة بالرجل، حيث قال: وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُما ...  ؟.فالجواب: أن الزنا من المرأة أقبح، فإنه يترتب عليه فساد الأنساب، وإلحاق الدنس والعار بزوجها وأهلها، وافتضاح أمرها عن طريق الحمل، وفضلا عن ذلك، فإن تمكينها نفسها للرجل: هو الذي كان السبب في اقترافه هذه الفاحشة، فلهذا وغيره قدمت المرأة هنا.وأما جريمة السرقة، فالغالب أن الرجال أكثر إقداما عليها، لأنها تحتاج إلى جسارة وقوة، واجتياز للمخاطر ... لذا قدم الرجل على المرأة فيها.وقوله- تعالى- وَلا تَأْخُذْكُمْ بِهِما رَأْفَةٌ فِي دِينِ اللَّهِ.. نهى منه- سبحانه- عن التهاون في تنفيذ حدوده، وحض على إقامتها بحزم وقوة، والرأفة: أعلى درجات الرحمة.يقال: رؤف فلان بفلان- بزنة كرم- إذا اشتد في رحمته، وفي العناية بأمره.أى: أقيموا- أيها الحكام- حدود الله- تعالى- على الزانية والزاني بأن تجلدوا كل واحد منهما مائة جلدة، دون أن تأخذكم شفقة أو رحمة في تنفيذ هذه الحدود، ودون أن تقبلوا في التخفيف عنهما شفاعة شفيع، أو وساطة وسيط، فإن الله- تعالى- الذي شرع هذه الحدود. وأمر بتنفيذها بكل شدة وقوة، أرحم بعباده وبخلقه منكم. والرحمة والرأفة في تنفيذ أحكامه، لا في تعطيلها. ولا في إجرائها على غير وجهها.وقوله- سبحانه-: إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ.. تأكيد لما قبله، وإلهاب لمشاعرهم، لتنفيذ حدود الله- تعالى-.أى: إن كنتم تؤمنون بالله واليوم الآخر إيمانا حقا، فأقيموا حدود الله، واجلدوا الزانية والزاني مائة جلدة، لا تأخذكم بهما رأفة أو شفقة في ذلك.وقوله- سبحانه-: وَلْيَشْهَدْ عَذابَهُما طائِفَةٌ مِنَ الْمُؤْمِنِينَ بيان لما يجب على الحكام أن يفعلوه عند تنفيذ العقوبة والأمر بشهود عذابهما للاستحباب لا للوجوب.والمراد بعذابهما: إقامة الحد عليهما، والطائفة في الأصل: اسم فاعل من الطواف، وهو الدوران والإحاطة. وتطلق الطائفة عند كثير من اللغويين على الواحد فما فوقه.قال الآلوسى: «والحق أن المراد بالطائفة هنا، جماعة يحصل بهم التشهير والزجر، وتختلف قلة وكثرة بحسب اختلاف الأماكن والأشخاص فرب شخص يحصل تشهيره وزجره بثلاثة. وآخر لا يحصل تشهيره وزجره بعشرة وللقائل بالأربعة هنا وجه وجيه» .ولعل السبب في وجاهة رأى القائلين بالأربعة أن هذا العدد هو الذي يثبت به الزنا.أى: وليشهد إقامة الحد على الزانية والزاني، عدد من المؤمنين، ليكون زيادة في التنكيل بمن يرتكب هذه الفاحشة، وأدعى إلى الاعتبار والاتعاظ وأزجر لمن تسول له نفسه الإقدام على تلك الجريمة النكراء."},{"ayah_number":3,"text":"ثم أضاف- سبحانه- إلى تقبيح أمر الزنا تقبيحا آخر أشد وأخزى فقال: الزَّانِي لا يَنْكِحُ إِلَّا زانِيَةً أَوْ مُشْرِكَةً، وَالزَّانِيَةُ لا يَنْكِحُها إِلَّا زانٍ أَوْ مُشْرِكٌ ...والظاهر أن المراد بالنكاح هنا: العقد الذي تترتب عليه المعاشرة الزوجية، لأن أكثر ورود لفظ النكاح في القرآن. أن يكون بمعنى العقد، بل قال بعضهم إنه لم يرد إلا بهذا المعنى.أى: أنه جرت العادة أن الشخص الزاني لا يتزوج إلا زانية مثله أو مشركة وكذلك المرأة الزانية لا تميل بطبعها إلا إلى الزواج من رجل زان مثلها أو من رجل مشرك وذلك لأن المؤمن بطبعه ينفر من الزواج بالمرأة الزانية، وكذلك المرأة المؤمنة تأنف من الزواج بالرجل الزاني.فالآية الكريمة تحكى بأسلوب بديع ما تقتضيه طبيعة الناس في التآلف والتزاوج، وتبين أن المشاكلة في الطباع علة للتلاقي، وأن التنافر في الطباع علة للاختلاف.وصدق رسول الله صلّى الله عليه وسلّم حيث يقول: الأرواح جنود مجندة، فما تعارف منها ائتلف، وما تناكر منها اختلف.وبدئ هنا بالزاني، لأن الآية مسوقة للحديث عن النكاح، والرجل هو الذي يتولاه، وهو الأصل فيه، لأنه هو الذي يلتمسه عن طريق الخطبة وما يتبعها من خطوات توصله إلى إتمام عقد الزواج، والمرأة- في هذا الباب- تكون في العادة مطلوبة لا طالبة، ومرغوبة لا راغبة.وجمع- سبحانه- بين رغبة الزاني ورغبة الزانية لتأكيد ما يليق بكليهما من الميل الدنىء.والطبع الوضيع. والسلوك الخبيث. وأن كل واحد منهما ألعن من صاحبه في ولوج الطريق القبيح.واسم الإشارة في قوله- تعالى-: وَحُرِّمَ ذلِكَ عَلَى الْمُؤْمِنِينَ يعود على الزنا. وعلى الزواج من الزواني، لما فيه من التشبيه بالفاسقين، ومن التعرض للعقوبة وسوء السيرة.أى: وحرم ذلك الذي نهيناكم عنه- وهو الزنا والاقتران بمن يرتكبه- على المؤمنين الأطهار، الذين ينزهون أنفسهم عن الوقوع في السوء والفحشاء.هذا. وقد ذكر المفسرون في سبب نزول هذه الآية روايات منها: ما رواه الترمذي وأبو داود والنسائي عن عمرو بن شعيب عن أبيه، عن جده قال: كان رجل يقال له «مرثد بن أبى مرثد» كان يحمل الأسارى من مكة حتى يأتى بهم المدينة. قال: وكانت امرأة بغىّ بمكة يقال لها «عناق» وكانت صديقة له- أى في الجاهلية- وأنه واعد رجلا من أسارى مكة يحمله، قال: فجئت حتى انتهيت إلى ظل حائط من حوائط مكة في ليلة مقمرة قال:فجاءت «عناق» فأبصرت سواد ظلي تحت الحائط، فلما انتهت إلى عرفتني، فقالت: مرثد؟فقلت: مرثد فقالت: مرحبا وأهلا. هلم فبت عندنا الليلة. فقال: فقلت: يا عناق.حرم الله الزنا. فقالت: يا أهل الخيام هذا الرجل يحمل أسراكم. قال: فتبعني ثمانية ودخلت الخندمة- أى جبل بمكة- فانتهيت إلى غار ... فأعماهم الله- تعالى- عنى. ثم رجعوا فرجعت إلى صاحبي فحملته إلى المدينة، فأتيت رسول الله صلّى الله عليه وسلّم فقلت: يا رسول الله، أنكح عناقا؟ أنكح عناقا؟ - مرتين-، فأمسك رسول الله صلّى الله عليه وسلّم ولم يرد شيئا حتى نزلت هذه الآية: الزَّانِي لا يَنْكِحُ إِلَّا زانِيَةً أَوْ مُشْرِكَةً.. فقال: رسول الله صلّى الله عليه وسلّم:يا مرثد. الزَّانِي لا يَنْكِحُ إِلَّا زانِيَةً أَوْ مُشْرِكَةً.. فلا تنكحها.هذا. ومن الأحكام والآداب التي أخذها العلماء من هاتين الآيتين ما يأتى:1- ظاهر قوله- تعالى-: الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ واحِدٍ مِنْهُما مِائَةَ جَلْدَةٍ..يفيد أن هذا الجلد لكل من ارتكب هذه الفاحشة سواء أكان محصنا أم غير محصن.ولكن هذا الظاهر قد فصلته السنة الصحيحة. حيث بينت أن هذا الحد، إنما هو لغير المحصن. أما المحصن- وهو المتزوج أو من سبق له الزواج- فإن حده الرجم حتى يموت.قال الإمام ابن كثير عند تفسيره لهذه الآية ما ملخصه: «هذه الآية الكريمة فيها حكم الزاني في الحد» .وللعلماء فيه تفصيل ونزاع، فإن الزاني لا يخلو إما أن يكون بكرا: وهو الذي لم يتزوج، أو محصنا: وهو الذي قد وطئ في نكاح صحيح، وهو حر بالغ عاقل.فأما إذا كان بكرا لم يتزوج فإن حده مائة جلدة كما في الآية. ويزاد على ذلك أن يغرّب عاما عند جمهور العلماء.وحجتهم في ذلك ما ثبت في الصحيحين عن أبى هريرة، أن أعرابيين أتيا رسول الله صلّى الله عليه وسلّم فقال أحدهما: يا رسول الله، إن ابني كان عسيفا- أى أجيرا- عند هذا فزنى بامرأته فافتديت ابني منه بمائة شاة ووليدة، فسألت أهل العلم فأخبرونى أن على ابني جلد مائة وتغريب عام. وأن على امرأة هذا الرجم. فقال رسول الله صلّى الله عليه وسلّم: «والذي نفسي بيده لأقضين بينكما بكتاب الله: الوليدة والغنم رد عليك. وعلى ابنك جلد مائة وتغريب عام واغد يا أنيس- وهو رجل من قبيلة أسلم- إلى امرأة هذا، فإن اعترفت فارجمها، فغدا عليها، فاعترفت فرجمها.ففي هذا دلالة على تغريب الزاني مع جلده مائة. إذا كان بكرا لم يتزوج فأما إذا كان محصنا فإنه يرجم.وثبت في الصحيحين من حديث مالك- مطولا-، أن عمر بن الخطاب- رضى الله عنه- قام فخطب الناس فقال: «أيها الناس، إن الله بعث محمدا صلّى الله عليه وسلّم بالحق، وأنزل عليه الكتاب، فكان فيما أنزل عليه آية الرجم فقرأناها ووعيناها، ورجم رسول الله صلّى الله عليه وسلّم ورجمنا بعده، فأخشى أن يطول بالناس زمان فيقول قائل: لا نجد آية الرجم في كتاب الله، فيضلوا بترك فريضة قد أنزلها الله، فالرجم في كتاب الله حق على من زنى من الرجال والنساء، إذا قامت البينة أو الحبل أو الاعتراف» .وقد رجم النبي صلّى الله عليه وسلّم ما عزا والغامدية، إلا أن جمهور الفقهاء يرون أنه يكتفى بالرجم، ولا يجلد قبل الرجم، لأنه لم ينقل عن الرسول صلّى الله عليه وسلّم أنه جلد أحدا من الزناة المحصنين قبل أن يرجمهم، ومن الفقهاء من يرى أنهم يجلدون ثم يرجمون بعد ذلك   وقال بعض العلماء ما ملخصه: اعلم أن رجم الزانيين المحصنين، دلت عليه آيتان من كتاب الله- تعالى-، إحداهما: نسخت تلاوتها وبقي حكمها، والثانية: باقية التلاوة والحكم.أما التي نسخت تلاوتها وبقي حكمها، فهي قوله- تعالى-: الشيخ والشيخة إذا زنيا فارجموهما ألبتة- وقد ورد ذلك في روايات متعددة- وتدل هذه الروايات على أن الصحابة قرءوها ووعوها. وعقلوها. وأن حكمها باق لأن النبي صلّى الله عليه وسلّم فعله، والصحابة فعلوه من بعده.وأما الآية التي هي باقية التلاوة والحكم، فهي قوله- تعالى-: أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيباً مِنَ الْكِتابِ يُدْعَوْنَ إِلى كِتابِ اللَّهِ لِيَحْكُمَ بَيْنَهُمْ، ثُمَّ يَتَوَلَّى فَرِيقٌ مِنْهُمْ وَهُمْ مُعْرِضُونَ  ، على القول بأنها نزلت في رجم اليهوديين الزانيين بعد الإحصان، وقد رجمهما النبي صلّى الله عليه وسلّم وقصة رجمه لهما مشهورة، ثابتة في الصحيح. وعليه فقوله: ثُمَّ يَتَوَلَّى فَرِيقٌ مِنْهُمْ وَهُمْ مُعْرِضُونَ أى: عما في التوراة من حكم الرجم، وذم المعرض عن الرجم في هذه الآية.يدل على أنه ثابت في شرعنا فدلت الآية- على هذا القول- أن الرجم ثابت في شرعنا.وهي باقية التلاوة ...2- كذلك أخذ العلماء من قوله- تعالى-: وَلا تَأْخُذْكُمْ بِهِما رَأْفَةٌ فِي دِينِ اللَّهِ ...أنه لا تجوز الشفاعة في الحدود، كما لا يجوز إسقاط الحد لأن في ذلك تعطيلا لتنفيذ شرع الله- تعالى- على الوجه الأكمل.قال الآلوسى ما ملخصه: «قوله- تعالى-: وَلا تَأْخُذْكُمْ بِهِما رَأْفَةٌ فِي دِينِ اللَّهِ..أى في طاعته وإقامة حده الذي شرعه. والمراد النهى عن التخفيف في الجلد. بأن يجلدوهما جلدا غير مؤلم، أو بأن يكون أقل من مائة جلدة. أو بإسقاط الحد بشفاعة أو نحوها.لما صح أن الرسول صلّى الله عليه وسلّم أنكر على حبّه أسامة بن زيد حين شفع في فاطمة بنت الأسود بن عبد الأسد المخزومية، التي سرقت قطيفة أو حليا، وقال له: «يا أسامة، أتشفع في حد من حدود الله- تعالى-، ثم قام صلّى الله عليه وسلّم فخطب فقال: «أيها الناس، إنما ضل من قبلكم أنهم كانوا إذا سرق فيهم الشريف تركوه، وإذا سرق فيهم الضعيف أقاموا عليه الحد، وايم الله- تعالى- لو أن فاطمة بنت محمد سرقت لقطعت يدها» .وكما تحرم الشفاعة، يحرم قبولها، فعن الزبير بن العوام- رضى الله عنه- قال: «إذا بلغ الحد إلى الإمام، فلا عفا الله- تعالى- عنه إن عفا»3- يرى كثير من الفقهاء أن التحريم في قوله- تعالى-: وَحُرِّمَ ذلِكَ عَلَى الْمُؤْمِنِينَ للتنزيه، وعبر عنه بلفظ «حرّم» للتغليظ والتنفير من الإقدام على زواج المؤمن من الزانية، أو على زواج المؤمنة من الزاني.ويرى آخرون أن التحريم على ظاهره، وأنه لا يجوز للمؤمن أن يتزوج بالزانية. وكذلك لا يجوز للمؤمنة أن تتزوج بالزاني.وقد فصل القول في هذه المسألة بعض العلماء فقال ما ملخصه: اعلم أن العلماء اختلفوا في جواز نكاح العفيف بالزانية ونكاح العفيفة بالزاني.فذهب جماعة من أهل العلم منهم الأئمة الثلاثة- أبو حنيفة ومالك والشافعى- إلى جواز نكاح الزانية مع الكراهة التنزيهية.. لأن الله- تعالى- قال: ... وَأُحِلَّ لَكُمْ ما وَراءَ ذلِكُمْ .. وهو شامل بعمومه الزانية والعفيفة.وقالت جماعة أخرى من أهل العلم: لا يجوز تزويج الزاني العفيفة، ولا عكسه، وهو مذهب الإمام أحمد. وقد روى عن الحسن وقتادة.ومن أدلتهم الآية التي نحن بصددها، وهي قوله- تعالى-: الزَّانِي لا يَنْكِحُ إِلَّا زانِيَةً أَوْ مُشْرِكَةً لأنها قد حرمت في نهايتها أن يتزوج التقى بالزانية، أو التقية بالزاني  .وعلى أية حال فالمتدبر في هاتين الآيتين يراهما، تشددان العقوبة على من يرتكب جريمة الزنا، وتنفران من الاقتراب منها وممن يقع فيها أعظم تنفير، لأن الإسلام حرص على أن ينتشر العفاف والطهر بين أفراد المجتمع الإسلامى، وشرع من وسائل الوقاية ما يحمى الأفراد والجماعات من الوقوع في هذه الرذيلة.وبعد أن نفر- سبحانه- من جريمة الزنا أعظم تنفير، وأمر بتنفيذ عقوبته في مرتكبها بدون رأفة أو تساهل ... أتبع ذلك بتشريعات أخرى من شأنها أن تحمى أعراض الناس وأنفسهم من اعتداء المعتدين، فقال- تعالى-:"},{"ayah_number":4,"text":"وبعد أن نفر - سبحانه - من جريمة الزنا أعظم تنفير ، وأمر بتنفيذ عقوبته فى مرتكبها بدون رأفة أو تساهل . . . أتبع ذلك بتشريعات أخرى من شأنها أن تحمى أعراض الناس وأنفسهم من اعتداء المعتدين ، فقال - تعالى - : ( والذين يَرْمُونَ . . . ) .قوله - تعالى - ( يَرْمُونَ ) من الرمى ، وأصله القذف بشىء صلب أو ما يشبهه تقول : رمى فلان فلانا بحجر . إذا قذفه به . والمراد به هنا : الشتم والقذف بفاحشة الزنا ، أو ما يستلزمه كالطعن فى النسب .قال الإمام الرازى : وقد أجمع العلماء على أن المراد هنا : الرمى بالزنا .وفى الآية أقوال تدل عليه . أحدها : تقدم ذكر الزنا . وثانيها : أنه - تعالى - ذكر المحصنات ، وهن العفائف ، فدل ذلك على أن المراد بالرمى رميهن بضد العفاف ، وثالثها : قوله ( ثُمَّ لَمْ يَأْتُواْ بِأَرْبَعَةِ شُهَدَآءَ ) يعنى على صحة ما رموهن به ، ومعلوم أن هذا العدد من الشهود غير مشروط إلا بالزنا ، ورابعها : انعقاد الإجماع على أنه لا يجب الجلد بالرمى بغير الزنا . فوجب أن يكون المراد هنا هو الرمى بالزنا . . . \" .و \" المحصنات \" جمع محصنة ، والإحصان فى اللغة بمعنى المنع ، هذه درع حصينة ، أى : مانعة صاحبها من الجراحة . ويقال هذا موضع حصين ، أى : مانع من يريده بسوء .والمراد بالمحصنات هنا : النساء العفيفات البعيدات عن كل ريبة وفاحشة .وسميت المرأة العفيفة بذلك . لأنها تمنع نفسها من كل سوء .قالوا : ويطلق الإحصان على المرأة والرجل ، إذا توفرت فيهما صفات العفاف . والإسلام ، والحرية ، والزواج .وأنما خص - سبحانه - النساء بالذكر هنا : لأن قذفهن أشنع ، والعار الذى يلحقهن بسبب ذلك أشد ، وإلا فالرجال والنساء فى هذه الأحكام سواء .وقوله - تعالى - : ( والذين يَرْمُونَ المحصنات . . . ) مبتدأ ، أخبر عنه بعد ذلك بثلاث جمل ، وهى قوله : \" فاجلدوهم . . . ، ولا تقبلوا لهم شهادة أبدا ، وأولئك هم الفاسقون \" .والمعنى أن الذين يرمون النساء العفيفات بالفاحشة ، ثم لم يأتوا بأربعة شهداء يشهدون لهم على صحة ما قذفوهن به ، فاجلدوا - أيها الحكام - هؤلاء القاذفين ثمانين جلدة ، عقابا لهم على ما تفوهوا به من سوء فى حق هؤلاء المحصنات ، ولا تقبلوا لهؤلاء الفاسفين شهادة أبدا بسبب إلصاقهم التهم الكاذبة بمن هو برىء منها . وأولئك هم الفاسقون . أى : الخارجون على أحكام شريعة الله - تعالى - وعلى آدابها السامية .فأنت ترى أن الله - تعالى - قد عاقب هؤلاء القاذفين للمحصنات بثلاث عقوبات .أولاها : حسية ، وتتمثل فى جلدهم ثمانين جلدة ، وهى عقوبة قريبة من عقوبة الزنا .وثانيتها : معنوية ، وتتمثل فى عدم قبول شهادتهم ، بأن تهدر أقوالهم ، ويصيرون فى المجتمع أشبه ما يكونون بالمنبوذين ، الذين إن قالوا لا يصدق الناس أقوالهم ، وإن شهدوا لا تقبل شهادتهم ، لأنهم انسخلت عنهم صفة الثقة من الناس فيهم .وثالثتها : دينية ، وتتمثل فى وصف الله - تعالى - لهم بالفسق . أى : بالخروج عن طاعته - سبحانه - وعن آداب دينه وشريعته .وما عاقب الله - تعالى - هؤلاء القاذفين فى أعراض الناس ، بتلك العقوبات الرادعة ، إلا لحكم من أهمها : حماية أعراض المسلمين من ألسنة السوء ، وصيانتهم من لك ما يخدش كرامتهم ، ويجرح عفافهم .وأقسى شىء على النفوس الحرة الشريفة الطاهرة ، أن تلصق بهم التهم الباطلة . وعلى رأس الرذائل التى تؤدى إلى فساد المجتمع ، ترك ألسنة السوء تنهش أعراض الشرفاء ، دون أن تجد هذه الألسنة من يخرسها أو يردعها ."},{"ayah_number":5,"text":"وقد اتفق الفقهاء على أن الاستثناء فى قوله - تعالى - ( إِلاَّ الذين تَابُواْ مِن بَعْدِ ذلك وَأَصْلَحُواْ ) يعود على الجملة الأخيرة . بمعنى أن صفة الفسق لا تزول عن هؤلاء القاذفين للمحصنات إلا بعد توبتهم وصلاح حالهم .أى : وأولئك القاذفون للمحصنات دون أن يأتوا بأربعة شهداء على صحة ما قالوه . هم الفاسقون الخارجون عن طاعة الله - تعالى - ، إلا الذين تابوا منهم من بعد ذلك توبة صادقة نصوحا ، وأصحلوا أحوالهم وأعمالهم ، فإن الله - تعالى - كفيل بمغفرة ذنوبهم ، وبشمولهم برحمته .كما اتفقوا - أيضا - على أن هذا الاستثناء لا يعود إلى العقوبة الأولى وهى الجلد ، لأن هذه العقوبة يجب أن تنفذ عليهم ، متى ثبت قذفهم للمحصنات ، حتى ولو تابوا وأصلحوا .والخلاف إنما هو فى العقوبة الوسطى وهى قبول شهادتهم ، فجمهور الفقهاء يرون صحة عودة الاستثناء عليها بعد التوبة ، فيكون المعنى : إلا الذين تابوا من بعد ذلك وأصلحوا ، فاقبلوا شهادتهم .ويرى الإمام أبو حنيفة أن الاستثناء لا يرجع إلى قبول شهادتهم ، وإنما يرجع فقط إلى العقوبة الأخيرة وهى الفسق ، فهم لا تقبل شهادتهم أبدا أى : طول مدة حياتهم ، حتى وإن تابوا وأصلحوا .وقد فصل القول فى هذه المسألة الإمام القرطبى فقال ما ملخصه : \" تضمنت الآية ثلاثة أحكام فى القاذف : جلده ، ورد شهادته أبدا ، وفسقه .فالاستثناء غير عامل فى جلده وإن تاب - أى أنه يجلد حتى ولو تاب .وعامل فى فسقه بإجماع . أى : أن صفة الفسق تزول عنه بعد ثبوت توبته .واختلف الناس فى عمله فى رد الشهادة . فقال أبو حنيفة وغيره : \" لا يعمل الاستثناء فى رد شهادته . وإنما يزول فسقه عند الله - تعالى - . وأما شهادة القاذف فلا تقبل ألبتة . ولو تاب وأكذب نفسه ، ولا بحال من الأحوال .وقال الجمهور : الاستثناء عامل فى رد الشهادة ، فإذا تاب القاذف قبلت شهادته ، وإنما كان ردها لعلة الفسق ، فإذا زال بالتوبة قبلت شهادته مطلقا ، قبل الحد وبعده . وهو قول عامة الفقهاء .ثم اختلفوا فى صورة توبته ، فمذهب عمر بن الخطاب - رضى الله عنه - والشعبى وغيره : أن توبته لا تكون - مقبولة - إلا إذا كذب نفسه فى ذلك القذف الذى حد فيه .وقالت فرقة منها مالك وغيره : توبته أن يصلح ويحسن حاله ، وإن لم يرجع عن قوله بتكذيب ، وحسبه الندم على قذفه ، والاستغفار منه ، وترك العود إلى مثله \" .ويبدو لنا أن ما أفتى به أمير المؤمنين عمر بن الخطاب هو الأولى بالقبول ، لأن اعتراف القاذف بكذبه ، فيه محو لآثار هذا القذف ، وفيه تبرئة صريحة للمقذوف ، وهذه التبرئة تزيده انشراحا وسرورا ، وترد إليه اعتباره بين أفراد المجتمع .كما يبدو لنا أن الأَوْلى فى هذه الحالة أن تقبل شهادة القاذف ، بعد هذه التوبة التى صاحبها اعتراف منه بكذبه فيما قال : لأن إقدامه على تكذيب نفسه قرينة على صدق توبته وصلاح حاله .وهكذا يحمى الإسلام أعراض أتباعه ، بهذه التشريعات الحكيمة ، التى يؤدى اتباعها إلى السعادة فى الدنيا والآخرة ."},{"ayah_number":6,"text":"ثم انتقلت السورة الكريمة من الحديث عن حكم القذف بصفة عامة ، إلى الحديث عن حكم القذف إذا ما حدث بين الزوجين ، فقال - تعالى - : ( والذين يَرْمُونَ . . . ) .ذكر المفسرون فى سبب نزول هذه الآيات روايات متعددة ، منها ما أخرجه البخارى عن ابن عباس ، \" أن هلال بن أمية ، قذف امرأته عند النبى صلى الله عليه وسلم بشَرِيك بن السحماء ، فقال له الرسول صلى الله عليه وسلم : \" البينة أوحَدٌّ فى ظهرك \" . فقال : يا رسول الله ، إذا رأى أحدنا على امرأته رجلا ينطلق يلتمس البينة؟ فجعل النبى صلى الله عليه وسلم يقول له : \" البينة أو حد فى ظهرك \" .فقال هلال : والذى بعثك بالحق إنى لصادق ولينزلن الله ما يبرىء ظهرى من الحد . فنزل جبريل بهذه الآيات .فانصرف النبى صلى الله عليه وسلم فأرسل إليهما ، فجاء هلال فشهد ، والنبى صلى الله عليه وسلم يقول : إن الله يعلم أن أحدكم كاذب ، فهل منكما تائب؟ ثم قامت زوجته فشهدت ، فلما كانت عند الخامسة وقفوها وقالوا : إنها موجبة - أى للعذاب ولغضب الله - تعالى - .قال ابن عباس : فتلكأت ونكصت حتى ظننا أنها ترجع ، ثم قالت : لا أفضح قومى سائر اليوم ، فمضت .وفى رواية فشهدت فى الخامسة أن غضب الله عليها إن كان من الصادقين ، ففرق الرسول صلى الله عليه وسلم بينهما ، وقضى أن لا يدعى ولدها لأب ولا يرمى ولدها ، ومن رماها أو رمى ولدها فعليه الحد . . \" .والمراد بالرمى فى قوله - تعالى - ( والذين يَرْمُونَ أَزْوَاجَهُمْ ) الرمى بفاحشة الزنا .وقوله - تعالى - : ( وَلَمْ يَكُنْ لَّهُمْ شُهَدَآءُ إِلاَّ أَنفُسُهُمْ ) أى : ولم يكن لهؤلاء الأزواج الذين قذفوا زوجاتهم بالزنا من يشهد معهم سوى أنفسهم .وقوله : ( فَشَهَادَةُ أَحَدِهِمْ ) أى : فشهادة أحدهم التى ترفع عنه حد القذف ، أن يشهد \" أربع شهادات بالله إنه لمن الصادقين \" فيما رماها به من الزنا .قال الجمل ما ملخصه : \" قوله - تعالى - ( وَلَمْ يَكُنْ لَّهُمْ شُهَدَآءُ إِلاَّ أَنفُسُهُمْ ) فى رفع أنفسهم وجها : أحدهما أنه بدل من شهداء ، والثانى ، أنه نعت له على أن إلا بمعنى غير ، ولا مفهوم لهذا القيد . بل يلاعن ولو كان واجدا للشهود الذين يشهدون بزناها . وقوله : ( فَشَهَادَةُ ) مبتدأ ، وخبره \" أربع شهادات \" أى : فشهادتهم المشروعة أربع شهادات . . . \" .وقرأ الجمهور : \" أربع شهادات \" بالنصب على المصدر ، لأن معنى : فشهادة : أن يشهد .والتقدير : فعليهم أن يشهد أحدهم أربع شهادات بالله إنه لمن الصادقين فيما قاله ."},{"ayah_number":7,"text":"وقوله - سبحانه - : ( والخامسة أَنَّ لَعْنَةَ الله عَلَيْهِ إِن كَانَ مِنَ الكاذبين ) بيان لما يجب على القاذف بعد أن شهد أربع شهادات بالله إنه لمن الصادقين .أى : والشهادة الخامسة بعد الأربع المتقدمة ، أن يشهد القاذف بأن لعنة الله - تعالى - عليه ، إن كان من الكاذبين ، فى رميه لزوجته بالزنا .قال الآلوسى : وإفرادها - أى الشهادة الخامسة - بالذكر ، مع كونها شهادة - أيضا - ، لاستقلالها بالفحوى ووكادتها فى إفادتها ما يقصد بالشهادة من تحقيق الخبر ، وإظهار الصدق . وهى مبتدأ ، خبره قوله - تعالى - ( لَعْنَةَ الله عَلَيْهِ ) ."},{"ayah_number":8,"text":"ثم بين - سبحانه - ما يجب على المرأة لكى تبرىء نفسها مما رماها به زوجها فقال : ( وَيَدْرَؤُاْ عَنْهَا العذاب أَن تَشْهَدَ أَرْبَعَ شَهَادَاتٍ بالله إِنَّهُ لَمِنَ الكاذبين ) .وقوله - تعالى - ( وَيَدْرَؤُاْ ) من الدَّرْء بمعنى الدفع . يقال : درأ فلان التهمة عن نفسه ، إذا دفعها عن نفسه ، وتبرأ منها .والمراد بالعذاب هنا : العذاب الدنيوى وهو الحد الذى شرعه الله - تعالى - فى هذا الشأن .أى : أن الزوجة التى رماها زوجها بفاحشة الزنا يدفع عنها الحد ويرفع ، إذا شهدت أربع شهادات بالله ، إن زوجها لمن الكاذبين فيما قذفها به ."},{"ayah_number":9,"text":"وقوله - سبحانه - ( والخامسة ) بالنصب عطفا على ( أَرْبَعُ شَهَادَاتٍ ) .أى : يدرأ عنها العذاب إذا شهدت أربع شهادات بالله أن زوجها كاذب فيما رماها به ، ثم تشهد بعد ذلك شهادة خامسة مؤداها : أن غضب الله عليها ، إن كان زوجها من الصادقين ، فى اتهامه إياها بفاحشة الزنا .وجاء من جانب المرأة التعبير بقوله - تعالى - : ( أَنَّ غَضَبَ الله عَلَيْهَآ ) ليكون أشد فى زجرها عن الكذب ، واعترافها بالحقيقة بدون إنكار ، لأن العقوبة الدنيوية أهون من غضب الله - تعالى - عليها فى حالة كذبها ."},{"ayah_number":10,"text":"ثم ختم - سبحانه - هذه الآيات ببيان جانب من فضله - تعالى - على خلقه فقال : ( وَلَوْلاَ فَضْلُ الله عَلَيْكُمْ وَرَحْمَتُهُ وَأَنَّ الله تَوَّابٌ حَكِيمٌ ) .وجواب \" لولا \" محذوف . وجاءت الآية بأسلوب الالتفات من الغيبة إلى الخطاب ، للعناية بشأن مقام الامتنان والفضل من الله - تعالى - عليهم بتشريع هذه الأحكام .أى : ولوا أن الله - تعالى - تفضل عليكم ورحمكم - أيها المؤمنون - بسبب ما شرعه لكم فى حكم الذين يرمون أزواجهم بالفاحشة . . . لولا ذلك لحصل لكم من الفضيحة ومن الحرج ما لا يحيط به الوصف ، ولكنه - سبحانه - شرع هذه الأحكام سترا للزوجين ، وتخفيفا عليهما . وحضا لهما على التوبة الصادقة النصوح ، وأن الله - تعالى - \" تواب \" أى : كثير القبول لتوبة التائب متى صدق فيها ، \" حكيم \" أى : فى كل ما شرعه لعباده .هذا ، ومن الأحكام التى أخذها العلماء من هذه الآيات ، أن قاذف زوجته بفاحشة الزنا ، إذا لم يأت بأربعة شهداء على صحة ما قاله . فإنه يكون مخيرا بين أن يلاعن ، وبين أن يقام عليه الحد .بخلاف من قذف أجنبية محصنة بفاحشة الزنا ، فإنه يقام عليه الحد ، إذا لم يأت بأربعة شهداء على أنه صادق فى قوله .قال بعض العلماء : ولعلك تقول : لماذا كان حكم قاذف زوجته ، مخالفا لكم قاذف الأجنبية؟ وما السر فى أنه جاء مخففا؟والجواب : أنه لا ضرر على الزوج بزنا الأجنبية؟ وأما زنا زوجته فيلحقه به العار . وفساد البيت . فلا يمكنه الصبر عليه ، ومن الصعب عليه جدا أن يجد البينة . فتكليفه إياها فيه من العسر والحرج ما لا يخفى . وأيضا فإن الغالب فى الرجل أنه لا يرمى زوجته بتلك الفاحشة ، إلا عن حقيقة . لأن فى هذا الرمى إيذاء له ، وهتكا لحرمته ، وإساءة لسمعته . . . فكان رميه إياها بالقذف دليل صدقه . إلا أن الشارع أراد كمال شهادة الحال . بذكر كلمات اللعان المؤكدة بالأيمان ، فجعلها - منضمة إلى قوة جانب الزوج - قائمة مقام الشهود فى قذف الأجنبى \" .كذلك أخذ العلماء من هذه الآيات أن كيفية اللعان بين الزوجين ، أن يبدأ بالزوج فيقول أمام القاضى : أشهد بالله إنى لمن الصادقين ، وفى المرة الخامسة يقول : لعنة الله عليه إن كان من الكاذبين - أى فيما رمى به زوجته - ، وكذلك المرأة تقول فى لعانها أربع مرات : أشهد بالله إنه لمن الكاذبين . وفى المرة الخامسة تقول : غضب الله عليها إن كان من الصادقين - أى فيما قاله زوجها فى حقها - .فإذا ما قالا ذلك . سقط عنهما الحد ، وفرق القاضى بينهما فراقا أبديا .قال القرطبى : \" قال مالك وأصحابه : وبتمام اللعان تقع الفرقة بين المتلاعنين فلا يجتمعان أبدا . ولا يتوارثان . ولا يحل له مراجعتها أبدا لا قبل زوج ولا بعده .وقال أبو حنيفة وغيره : لا تقع الفرقة بعد فراغهما من اللعان حتى يفرق الحاكم بينهما .وقال الشافعى : إذا أكمل الزوج الشهادة والالتعان : فقد زال فراش امرأته . التعنت أو لم تلتعن . لأن لعانها إنما هو لدرء الحد عنها لا غير . وليس لالتعانها فى زوال الفراش معنى . . . \" ."},{"ayah_number":11,"text":"وبعد أن بين - سبحانه - حكم القذف بالنسبة للمحصنات . وبالنسبة للزوجات ، أتبع - عز وجل - ذلك بإيراد مثل لما قاله المنافقون فى شأن السيدة عائشة - رضى الله عنها - . ولما كان يجب على المؤمنين أن يفعلوه فى مثل هذه الأحوال ، فقال - تعالى - : ( إِنَّ الذين . . . ) .قال الإمام ابن كثير ما ملخصه : \" هذه الآيات نزلت فى شأن السيدة عائشة - رضى الله عنها - حين رماها أهل الإفك والبهتان من المنافقين ، بما قالوه من الكذب البحت ، والفرية التى غار الله - تعالى - لها ولنبيه صلى الله عليه وسلم فأنزل براءتها صيانة لعرض الرسول صلى الله عليه وسلم .جاء فى الصحيحين وغيرهما من حديث عائشة أنها قالت : كان رسول الله صلى الله عليه وسلم إذا أراد سفرا أقرع بين نسائه ، فأيتهن خرج سهمها خرج بها معه . فأقرع بيننا فى غزوة غزاها فخرج سهمى - وكان ذلك فى غزوة بنى المصطلق على الأرجح - ، فخرجت مع النبى صلى الله عليه وسلم ، وذلك بعدما أُنزل الحجاب ، وأنا أُحمل فى هودج وأنزل فيه .فسرنا حتى إذا فرغ رسول الله صلى الله عليه وسلم من غزوته تلك ، وقفل ودنونا من المدينة ، آذن ليلة بالرحيل ، فقمت حين آذنوا بالرحيل ، حتى جاوزت الجيش .فلما قضيت من شأنى أقبلت إلى الراحلة ، فلمست صدرى ، فإذا عقد لى قد انقطع ، فرجعت فالتمست عقدى فاحتبسنى ابتغاؤه ، وأقبل الرهط الذين كانوا يرحلون بى ، فاحتملوا هودجى ، فرحلوه على بعيرى . وهم يحسبون أنى فيه . وكان النساء إذ ذاك خفافا ، لم يثقلهن اللحم ، فلم يستنكر القوم حين رفعوه خفة الهودج ، فاحتملوه ، وكنت جارية حديثة السن ، فبعثوا الجمل وساروا ، فوجدت عقدى بعد ما سار الجيش . فجئت منزلهم ، وليس فيه أحد منهم فيممت منزلى الذى كنت فيه . وظننت أن القوم سيفقدوننى فيرجعون إلى .فبينا أنا جالسة فى منزلى غلبتنى عيناى فنمت وكان صفوان بن المعطل السلمى ، قد عرَّس - أى تأخر - من وراء الجيش ، فأصبح عند منزلى فرأى سواد إنسان نائم ، فأتانى فعرفنى حين رآنى . وقد كان يرانى قبل أن يُضْرَب علينا الحجاب .فاستيقظت باسترجاعه حتى عرفنى . فخمرت وجهى بجلبابى ، والله ما كلمنى كلمة ، ولا سمعت منه كلمة غير استرجاعه ، حين أناخ راحلته ، فوطىء على يديها فركبتها ، فانطلق يقود بى الراحلة . حتى أتينا الجيش ، بعدما نزلوا فى نحو الظهيرة . فهلك من هلك فى شأنى ، وكان الذى تولى كبره عبد الله بن أبى بن سلول . . . \" .وقد افتتحت هذه الآيات الكريمة بقوله - تعالى - : ( إِنَّ الذين جَآءُوا بالإفك عُصْبَةٌ مِّنْكُمْ ) .والإفك : أشنع الكذب وأفحشه ، يقال أفِكَ فلان - كضرب وعلم - أَفْكاً ، أى : كذب كذبا قبيحا .والعصبة : الجماعة من العشرة إلى الأربعين ، من العصب وهو الشد ، لأن كل وأحد منها يشد الآخر ويؤازره .أى : إن الذين قالوا ما قالوا من كذب قبيح ، وبهتان شنيع ، على السيدة عائشة - رضى الله عنها - هم جماعة ينتسبون إليكم - أيها المسلمون - بعضهم قد استزلهم الشيطان .- كمسطح بن أثاثة - وبعضهم يظهرون الإسلام ويبطنون الكفر والنفاق - كعبد الله بن أبى بن سلول - وأتباعه .وفى التعبير بقوله - تعالى - ( عُصْبَةٌ ) : إشعار بأنهم جماعة لها أهدافها الخبيثة ، التى تواطئوا عل نشرها ، وتكاتفوا على إشاعتها ، بمكر وسوء نية .وقوله - سبحانه - : ( لاَ تَحْسَبُوهُ شَرّاً لَّكُمْ بَلْ هُوَ خَيْرٌ لَّكُمْ لِكُلِّ . . ) تسلية للنبى صلى الله عليه وسلم ولأصحابه المؤمنين الصادقين ، عما أصابهم من هم وغم بسبب هذا الحديث البالغ نهاية دركات الكذب والقبح .أى : لا تظنوا - أيها المؤمنون - أن حديث الإفك هذا هو شر لكم ، بل هو خير لكم ، لأنه كشف عن قوى الإيمان من ضعيفة . كما فضح حقيقة المنافقين وأظهر ما يضمرونه من سوء للنبى صلى الله عليه وسلم ولأهل بيته ، وللمؤمنين ، كما أنكم قد نلتم بصبركم عليه وتكذيبكم له أرفع الدرجات عند الله تعالى .ثم بين - سبحانه - ما أعده لهؤلاء الخائضين فى حديث الإفك من عقاب فقال : ( لِكُلِّ امرىء مِّنْهُمْ مَّا اكتسب مِنَ الإثم ) .أى لكل واحد من هؤلاء الذين اشتركوا فى إشاعة حديث الإفك العقاب الذى يستحقه بسبب ما وقع فيه من آثام ، وما اقترفه من سيئات .وقوله - تعالى - : ( والذي تولى كِبْرَهُ مِنْهُمْ لَهُ عَذَابٌ عَظِيمٌ ) بيان لسوء عاقبة من تولى معظم إشاعة هذا الحديث الكاذب .والكبر - بكسر الكاف وضمها - مصدر لمعظم الشىء وأكثره .أى : والذى تولى معظم الخوض فى هذا الحديث الكاذب ، وحرض على إشاعته ، له عذاب عظيم لا يقادر قدره من الله - تعالى - .والمقصود بهذا الذى تولى كبره . عبد الله بن أبى بن سلول ، رأس المنافقين وزعيمهم ، فهو الذى قاد حملته ، واضطلع بالنصيب الأكبر لإشاعته .روى أنه لما جاء صفوان بن المعطل يقود راحلته وعليها عائشة - رضى الله عنها - قال عبد الله بن أبى لمن حوله : من هذه؟ قالوا عائشة فقال - لعنه الله - : امرأة نبيكم باتت مع رجل حتى أصبحت ثم جاء يقودها ، والله ما نجت منه وما نجا منها .وقال ابن جرير : \" والأولى بالصواب قول من قال ، الذى تولى كبره عبد الله بن أبى بن سلول ، وذلك أنه لا خلاف بين أهل العلم بالسير ، وأن الذى بدأ بذكر الإفك . وكان يجمع أهله ويحدثهم به ، هو عبد الله بن ابى بن سلول \" .وقال الآلوسى : \" والذى تولى كبره . . . كما فى صحيح البخارى عن الزهرى عن عروة عن عائشة : هو عبد الله بن أبى - عليه اللعنة - وقد سار على ذلك أكثر المحدثين .أخرج الطبرانى وابن مردويه عن ابن عمر ، أنه بعد نزول هذه الآيات فى براءة السيدة عائشة دعا الرسول صلى الله عليه وسلم أبا عبيدة بن الجراح فجمع الناس ، ثم تلاها عليهم .ثم بعث إلى عبد الله بن أبى . فجىء به فضربه حدين ، ثم بعث إلى حسان بن ثابت ، ومسطح . وحمنة بنت جحش فضربوا ضربا وجيعا . . . وقيل إن ابن أبى لم يحد أصلا ، لأنه لم يقر ، ولم يلتزم إقامة البينة عليه تأخيرا لجزائه إلى يوم القيامة \" ."},{"ayah_number":12,"text":"ثم وجه - سبحانه - المؤمنين إلى الطريق الذى كان يجب عليهم أن يسلكوه فى مثل هذه الأحوال فقال :( لولا إِذْ سَمِعْتُمُوهُ ظَنَّ المؤمنون والمؤمنات بِأَنْفُسِهِمْ خَيْراً وَقَالُواْ هاذآ إِفْكٌ مُّبِينٌ ) .و \" لولا \" حرف تحضيض بمعنى هلا والمراد \" بأنفسهم \" هنا إخوانهم فى الدين والعقيدة .أى : هلا وقت أن سمعتم - أيها المؤمنون والمؤمنات - حديث الإفك هذا ظننتم \" بأنفسكم \" . أى : بإخوانكم وبأخواتكم ظنا حسنا جميلا ، وقلتم : هذا الحديث الذى أذاعه المنافقون كذب شنيع وبهتان واضح لا يصدقه عقل أو نقل .وفى التعبير عن إخوانهم وأخواتهم فى الدين بأنفسهم ، أسمى ألوان الدعوة إلى غرس روح المحبة والمودة والإخاء الصادق بين المؤمنين ، حتى لكأن الذى يظن السوء بغيره إنما ظنه بنفسه .وشبيه بهذه الآية قوله - تعالى - : ( . . . ثُمَّ أَنْتُمْ هؤلاء تَقْتُلُونَ أَنْفُسَكُمْ . . . ) وقوله - سبحانه - ( . . وَلاَ تلمزوا أَنفُسَكُمْ . . . ) قال أبو حيان - رحمه الله - : \" وعدل بعد الخطاب - فى الآية الأولى - إلى الغيبة فى هذه الآية - ، وعن الضمير إلى الظاهر ، فلم يجىء التركيب ظننتم بأنفسكم خيرا وقلتم هذا إفك مبين . ليبالغ - سبحانه - فى التوبيخ بطريقة الالتفات ، وليصرح بلفظ الإيمان ، دلالة على أن الاشتراك فيه ، مقتض فى أن لا يصدق مؤمن على أخيه قو عائب ولا طاعن ، وفيه تنبيه على أن المؤمن إذا سمع قالة سوء فى أخيه أن يبنى الأمر فيه على ظن الخير ، وأن يقول بناء على ظنه : هذا إفك مبين . هكذا باللفظ الصرحي ببراءة أخيه ، كما يقول المستيقن المطلع على حقيقة الحال ، وهذا من الأدب الحسن ، ومعنى بأنفسهم ، أى : كأن يقيس فضلاء المؤمنين والمؤمنات هذا الأمر على أنفسهم ، فإذا كان ذلك يبعد عليهم قضوا بأنه فى حق من هو خير منهم أبعد . . \" .ولقد فعل المؤمنون الصادقون ذلك ، فها هو ذا أبو ايوب خالد بن زيد الأنصارى ، قالت له امرأته أم أيوب : يا أبا أيوب ، أما تسمع ما يقوله الناس فى عائشة - رضى الله عنها -؟ قال : نعم ، وذلك الكذب . أكنت فاعلة ذلك يا أم أيوب؟ قالت : لا . والله ما كنت لأفعله . قال : فعائشة والله خير منك .وفى رواية أن أبا أيوب قال لزوجته أم أيوب : ألا ترين ما يقال؟ فقالت له : لو كنت بدل صفوان أكنت تظن بحرمة رسول الله صلى الله عليه وسلم سوءا؟ قال : لا ، فقالت : ولو كنت أنا بدل عائشة - رضى الله عنها - ما خنت رسول الله صلى الله عليه وسلم فعائشة خير منى ، وصفوان خير منك .وهكذا المؤمنون الأطهار الأخيار ، يبنون أمورهم على حسن الظن بالناس .ورحم الله صاحب الانتصاف . فقد علق على ما قالته أم أيوب لزوجها فقال : ولقد ألهمت - أم أيوب - بنور الإيمان إلى هذا السر الذى انطوى عليه التعبير عن الغير من المؤمنين بالنفس ، فإنها نزلت زوجها منزلة صفوان ونفسها منزلة عائشة ، ثم أثبتت لنفسها ولزوجها البراءة والأمانة ، حتى أثبتتها لصفوان وعائشة بالطريق الأولى - رضى الله عنها - ."},{"ayah_number":13,"text":"ثم وصف - سبحانه - الخائضين فى حديث الإفك بالكذب لأنهم قالوا قولا بدون دليل ، فقال : ( لَّوْلاَ جَآءُوا عَلَيْهِ بِأَرْبَعَةِ شُهَدَآءَ ) أى : وما داموا لم يأتوا بهم - ولن يأتوا بهم - ( فأولئك عِندَ الله ) أى : فى حكمه - سبحانه - وفى شريعته ( هُمُ الكاذبون ) كذبا قبيحا تشمئز منه النفوس ، ويسجل عليهم الخزى والعار إلى يوم القيامة ."},{"ayah_number":14,"text":"ثم بين - سبحانه - جانبا من مظاهر فضله ورحمته بالمؤمنين فقال : ( وَلَوْلاَ فَضْلُ الله عَلَيْكُمْ وَرَحْمَتُهُ فِي الدنيا والآخرة لَمَسَّكُمْ فِي مَآ أَفَضْتُمْ فِيهِ عَذَابٌ عَظِيمٌ ) .و \" لولا \" هنا لامتناع الشىء لوجود غيره ، و \" أفضتم \" من الإفاضة بمعنى التوسع فى الشىء . والاندفاع فيه بدون تريث أو تحقق ، وأصله من قوله : \" أفاض فلان الإناء ، إذا ملأه حتى فاض \" .أى : ولولا فضل الله عليكم ورحمته بكم - أيها المؤمنون - فى الدنيا بإعطائكم فرصة للتوبة . وفى الآخرة بقبول توبتكم ، لولا ذلك \" لمسكم \" أى : لنزل بكم بسبب ما أفضتم فيه من حديث الإفك عذاب عظيم ، لا يعلم مقدار ألمه وشدته إلا الله - تعالى - ."},{"ayah_number":15,"text":"ثم صور - سبحانه - أحوالهم فى تلك الفترة العصيبة من تاريخ الدعوة الإسلامية فقال : ( إِذْ تَلَقَّوْنَهُ بِأَلْسِنَتِكُمْ ) . و \" إذ \" ظرف لقوله - تعالى - ( لَمَسَّكُمْ ) .أى : لمسكم عذاب عظيم . وقت تقليكم هذا الحديث السيىء لسانا عن لسان باستخفاف واستهتار! ويأخذه بعضكم عن بعض بدون تحرج أو تدبر .( وَتَقُولُونَ بِأَفْوَاهِكُمْ مَّا لَّيْسَ لَكُمْ بِهِ عِلْمٌ ) أى : وتقولون بأفواهكم قولا تلوكه الأفواه ، دون أن يكون معه بقية من علم أو بينة أو دليل .ففى هاتين الجملتين زجر شديد لأولئك الذين خاضوا فى حديث الإفك ، بدون تدبر أو تعقل ، حتى لكأنهم - وقد أفلت منهم الزمام ، واستزلهم الشيطان - ينطقون بما ينطقون به بأفواههم لا بوعيهم ، وبألسنتهم لا بعقولهم ، ولا بقلوبهم ، وإنما هم يتفوهون بكلمات لا علم لهم بحقيقتها .ولا دليل معهم على صدقها .وهذا كله يتنافى مع ما يقتضيه الإيمان الصحيح من تثبت ومن حسن ظن بالمؤمنين .ثم ختم - سبحانه - الآية الكريمة بما هو أشد فى الزجر والتهديد فقال : ( وَتَحْسَبُونَهُ هَيِّناً وَهُوَ عِندَ الله عَظِيمٌ ) .أى : وتحسبون أن ما خضتم فيه من كذب على الصديقة بنت الصديق شيئا هينا ، والحال أن ما فعلتموه ليس كذلك ، بل هو عند الله - تعالى - وفى حكمه شىء عظيم ، تضج لهوله الأرض والسماء لأن ما خضتم فيه يسىء إلى النبى صلى الله عليه وسلم ويسىء إلى أهل بيته ، ويسىء إلى صحابى جليل هو صفوان ، ويسىء إلى بيت الصديق - رضى الله عنه - بل ويسىء إلى الجماعة الإسلامية كلها ."},{"ayah_number":16,"text":"ثم يوجههم - سبحانه - مرة أخرى إلى ما كان يجب عليهم أن يفعلوه فى مثل هذه الأحوال فيقول : ( ولولا إِذْ سَمِعْتُمُوهُ قُلْتُمْ مَّا يَكُونُ لَنَآ أَن نَّتَكَلَّمَ بهذا سُبْحَانَكَ هذا بُهْتَانٌ عَظِيمٌ ) .وأصل معنى \" سبحانك \" تنزيه الله - تعالى - عن كل نقص . ثم شاع استعماله فى كل أمر بتعجب منه . وهذا المعنى هو المراد هنا .والبهتان : هو الكذب الذى يبهت ويحير سامعه لشناعته وفظاعته ، يقال : بهت فلان فلانا إذا قال عليه مالم يقله وما لم يفعله .أى : وهلا وقت أن سمعتم - أيها المؤمنون - حديث الإفك ممن افتراه واخترعه ، قلتم له على سبيل الزجر والردع والإفحام : ما يكون لنا أن نتكلم بهذا . أى : ما يصح منا إطلاقا أن نتكلم بهذا الحديث البالغ أقصى الدركات فى الكذب والافتراء .وقلتم له أيضا - على سبيل التعجب من شناعة هذا الخبر : \" سبحانك \" ، أى : نتعجب يا ربنا من شناعة ما سمعناه ، فإن ما سمعناه عن أم المؤمنين عائشة كذب يبهت ويدهش من يسمعه ، وهو فى الشناعة لا تحيط بوصفه عبارة .وهكذا يؤدب الله - تعالى - عباده المؤمنين بالأدب السامى ، حيث يأمرهم فى مثل هذه الأحوال ، أن ينزهوا أسماعهم عن مجرد الاستماع إلى ما يسىء إلى المؤمنين ، وأن يتحرجوا من مجرد النطق بمثل حديث الإفك ، وأن يستنكروا ذلك على من يتلفظ به ."},{"ayah_number":17,"text":"ثم نهى - سبحانه - المؤمنين من العودة إلى مثل هذا الأمر العظيم فقال : ( يَعِظُكُمُ الله أَن تَعُودُواْ لِمِثْلِهِ أَبَداً إِن كُنتُمْ مُّؤْمِنِينَ ) .أى : يعظكم الله تعالى أيها المؤمنون - بما يرقق قلوبكم ، ويحذركم من العودة إلى الخوض فى حديث الإفك ، أو فيما يشبهه من أحاديث باطلة ، وعليكم أن تمتثلوا ما آمركم به ، وما أنهاكم عنه امتثالا كاملا ، إن كنتم مؤمنين إيمانا كاملا .فقوله - تعالى ( إِن كُنتُمْ مُّؤْمِنِينَ ) من باب تهييجهم وإثارة حماستهم للاستجابة لوعظه وتحذيره - سبحانه - ."},{"ayah_number":18,"text":"وقوله - تعالى - ( وَيُبَيِّنُ الله لَكُمُ الآيات والله عَلِيمٌ حَكِيمٌ ) إبراز لما فضل به - سبحانه - عليهم من تعليم وتوجيه وحسن تربية .أى : ويبين الله - تعالى - لكم الآيات التى تسعدكم فى دنياكم وآخرتكم متى اتبعتم ما اشتملت عليه من آداب وأحكام ، والله - تعالى - \" عليم \" بأحوال خلقه \" حكيم \" فى جميع ما يأمر به ، أو ينهى عنه ."},{"ayah_number":19,"text":"ثم يواصل القرآن الكريم توجيهاته الحكيمة للمؤمنين ، فيهدد الذين يحبون أن تشيع الفاحشة فى الذين آمنوا بالعذاب الأليم ، وينهى المؤمنين عن اتباع خطوات الشيطان ، قال تعالى : ( إِنَّ الذين يُحِبُّونَ . . . ) .قال الإمام الرازى : \" اعلم أنه - سبحانه - بعد أن بين ما على أهل الإفك ، وما على من سمع منهم ، وما ينبغى أن يتمسك به المؤمنون من آداب ، أتبعه بقوله : ( إِنَّ الذين يُحِبُّونَ أَن تَشِيعَ الفاحشة فِي الذين آمَنُواْ . . . ) ليعلم أن من أحب ذلك فقد شارك فى هذا الذم ، كما شارك فيه من فعله ومن لم ينكره ، وليعلم أهل الإفك كما أن عليهم العقوبة فيما أظهروه ، فكذلك يستحقون العقوبة بما أسروه ، من محبة إشاعة الفاحشة فى المؤمنين .ومعنى \" تشيع \" تنتشر وتكثر ، ومنه قولهم : شاع الحديث . إذا ظهر بين الناس .والفاحشة : هى الصفة البالغة أقصى دركات القبح ، كالرمى بالزنا وما يشبه ذلك .وهى صفة لموصوف محذوف . أى : الخصلة الفاحشة ، والمقصود بمحبة شيوعها : محبة شيوع خبرها بين عامة الناس .والمعنى : إن الذين يحبون أن تنتشر قالة السوء بين صفوف المؤمنين ، وفى شأنهم ، لكى يلحقوا الأذى بهم ، هؤلاء الذين يحبون ذلك \" لهم \" بسبب نواياهم السيئة \" عذاب أليم فى الدنيا \" كإقامة الحد عليهم ، وازدراء الأخيار لهم ، ولهم - أيضا - عذاب أليم \" فى الآخرة \" وهو أشد وأبقى من عذاب الدنيا .\" والله \" تعالى وحده \" يعلم \" ما ظهر وما خفى من الأمور والأحوال \" وأنتم \" أيها الناس - \" لا تعلمون \" إلا ما كان ظاهرا منها ، فعاملوا الناس على حسب ظواهرهم ، واتركوا بواطنهم لخالقهم ، فهو - سبحانه - الذى يتولى محاسبتهم عليها .فالآية الكريمة يؤخذ منها : أن العزم على ارتكاب القبيح ، منكر يعاقب عليه صاحبه ، وأن محبة الفجور وشيوع الفواحش فى صفوف المؤمنين ، ذنب عظيم يؤدى إلى العذاب الأليم فى الدنيا والآخرة ، لأن الله - تعالى - علق الوعيد الشديد فى الدارين على محبة انتشار الفاحشة فى الذين آمنوا ."},{"ayah_number":20,"text":"ثم ذكر - سبحانه - المؤمنين بفضله عليهم مرة أخرى ، لكى يزدادوا اعبتارا واتعاظا فقال ( وَلَوْلاَ فَضْلُ الله عَلَيْكُمْ وَرَحْمَتُهُ وَأَنَّ الله رَءُوفٌ رَّحِيمٌ ) .وجواب \" لولا \" محذوف ، كما أن خبر المبتدأ محذوف ، والتقدير : ولولا فضل الله عليكم ، ورحمته بكم موجودان ، لعاجلكم بالعقوبة . ولكنه - سبحانه - لم يعاجلكم بها ، لأنه شديد الرأفة والرحمة بعباده ، ولو يؤاخذهم بما كسبوا ما ترك عليها من دابة ."},{"ayah_number":21,"text":"ثم وجه - سبحانه - نداء إلى المؤمنين نهاهم فيه عن اتباع خطوات الشيطان ، فقال : ( ياأيها الذين آمَنُواْ لاَ تَتَّبِعُواْ خُطُوَاتِ الشيطان وَمَن يَتَّبِعْ خُطُوَاتِ الشيطان فَإِنَّهُ يَأْمُرُ بالفحشآء والمنكر . . . ) .والخطوات : جمع خطوة . وهى فى الأصل تطلق على ما بين القدمين . والمراد بها هنا : طرقه ومسالكه ووساوسه ، التى منها الإصغاء إلى حديث الإفك ، والخوض فيه .وما يشبه ذلك من الأقوال الباطلة ، والأفعال القبيحة .أى : يا من آمنتم بالله حق الإيمان ، احذروا أن تسلكوا المسالك التى يغريكم بسلوكها الشيطان ، فإن الشيطان وظيفتها الإغراء بالشر لا بالخير ، والأمر بالفحشاء والمنكر ، وليس بالفضائل والمعروف .وجواب الشرط فى قوله : ( وَمَن يَتَّبِعْ خُطُوَاتِ الشيطان ) محذوف ، والتقدير : ومن يتبع خطوات الشيطان يقع فى الضلال والعصيان ، فإن الشيطان لا يأمر إلا بالفحشاء والمنكر .وخاطبهم - سبحانه - بصفة الإيمان ، لتحريك قوة الإيمان فى قلوبهم ، ولتهييجهم على الاستجابة لما أرشدهم إليه - سبحانه - .وقوله - سبحانه - ( وَلَوْلاَ فَضْلُ الله عَلَيْكُمْ وَرَحْمَتُهُ مَا زَكَا مِنكُمْ مِّنْ أَحَدٍ أَبَداً . . . ) بيان لمظاهر فضله - تعالى - ولطفه بعباده المؤمنين .والمراد بالتزكية هنا : التطهير من أرجاس الشرك ، ومن الفسوق والعصيان .أى : ولولا فضل الله عليكم - أيها المؤمنون - ورحمته بكم - ما طهر أحد منكم من دنس الذنوب والمعاصى طول حياته ، ولكن الله - تعال - بفضله ورحمته يطهر من يشاء تطهيره من الأرجاس والأنجاس . بأن يقبل توبته . ويغسل حوبته .\" والله \" - تعالى - \" سميع \" لدعاء عباده ومناجاتهم إياه \" عليم \" بما يسرونه وما يعلنونه من أقوال وأفعال ."},{"ayah_number":22,"text":"ثم حض - عز وجل - أصحاب النفوس النقية الطاهرة ، على المواظبة على ما تعودوه من سخاء وسماحة ، فقال : ( وَلاَ يَأْتَلِ أُوْلُواْ الفضل مِنكُمْ والسعة أَن يؤتوا أُوْلِي القربى والمساكين والمهاجرين فِي سَبِيلِ الله وَلْيَعْفُواْ وليصفحوا أَلاَ تُحِبُّونَ أَن يَغْفِرَ الله لَكُمْ والله غَفُورٌ رَّحِيمٌ ) .وقد صح أن هذه الآية الكريمة نزلت فى شأن أبى بكر - رضى الله عنه - عندما أقسم أن لا يعطى مسطح بن أثاثة شيئا من النفقة أو الصدقة .وكان مسطح قريبا لأبى بكر . وكان من الفقراء الذين تعهد - أبو بكر رضى الله عنه - بالإنفاق عليهم لحاجتهم وهجرتهم وقرابتهم منه .وقوله : ( وَلاَ يَأْتَلِ ) أى : ولا يحلف . يقال : آلى فلان وائتلى . إذا حلف ومنه قوله - تعالى - : ( لِّلَّذِينَ يُؤْلُونَ مِن نِّسَآئِهِمْ . . . ) أى : يحلفون .أى : ولا يحلف \" أولوا الفضل منكم والسعة \" أى أصحاب الزيادة منكم فى قوة الدين . وفى سعة المال \" أن يؤتوا أولى القربى . . \" أى : على أن لا يعطوا أولى القربى والمساكين والمهاجرين فى سبيل الله ، شيئا من أموالهم .فالكلام فى قوله : \" أن يؤتوا \" على تقدير حرف الجر ، أى : لا يحلفوا على أن لا يؤتوا ، وحذف حرف الجر قبل المصدر المنسبك من أن وصلتهما مطرد ، ومفعول \" يؤتوا \" الثانى محذوف . أى : أن يؤتوا أولى القرى والمساكين والمهاجرين فى سبيل الله ، النفقة التى تعودوا أن يقدموها لهم .وقوله - تعالى - : ( وَلْيَعْفُواْ وليصفحوا ) تحريض على العفو والصفح .والعفو معناه : التجاوز عن خطأ المخطىء ونسيانه ، مأخوذ من عفت الريح الأثر ، إذا طمسته وأزالته .والصفح : مقابلة الإساءة بالإحسان ، فهو أعلى درجة من العفو .أى : قابلوا - أيها المؤمنون - إساءة المسىء بنسيانها ، وبمقابلتها بالإحسان .وقوله : ( أَلاَ تُحِبُّونَ أَن يَغْفِرَ الله لَكُمْ ) أى : ألا تحبون - أيها المؤمنون أن يغفر الله لكم ذنوبكم ، بسبب عفوكم وصفحكم عمن أساء إليكم؟فالجملة الكريمة ترغيب فى العفو والصفح بأبلغ أسلوب ، وقد صح أن أبا بكر - رضى الله عنه - لما سمع الآية قال : بلى والله يا ربنا ، إنا لنحب أن تغفر لنا ، وأعاد إلى مسطح نفقته ، وفى رواية : أنه - رضى الله عنه - ضاعف لمسطح نفقته .قال الآلوسى : \" وفى الآية من الحث على مكارم الأخلاق ما فيها . واستدل بها على فضل الصديق - رضى الله عنه - لأنه داخل فى أولى الفضل قطعا ، لأنه وحده أو مع جماعة سبب النزول ، ولا يضر فى ذلك الحكم لجميع المؤمنين كما هو الظاهر . . . \" .ثم ختم - سبحانه - الأية الكريمة بما يرفع من شأن العفو والصفح فقال : ( والله غَفُورٌ رَّحِيمٌ ) .أى : والله - تعالى - كثيرة المغفرة ، وواسع الرحمة بعباده ، فكونوا - أيها المؤمنون - أصحاب عفو وصفح عمن أساء إليكم ."},{"ayah_number":23,"text":"وبعد أن أمر - سبحانه - المؤمنين بالعفو والصفح عمن استزلهم الشيطان ، فخاضوا فى حديث الإفك ثم ندموا وتابوا ، أتبع ذلك ببيان سوء عاقبة المصريين على خبثهم وعلى محبة إشاعة الفاحشة فى صفوف الجماعة الإسلامية فقال - تعالى - : ( إِنَّ الذين . . . . ) .المعنى : \" إن الذين يرمون \" بالفاحشة النساء \" المحصنات \" أى : المانعات أنفسهن عن كل سوء وريبة \" الغافلات \" أى : الغافلات عن أن تدور الفاحشة بأذهانهن ، لأنهن طبعن على التخلق بالأخلاق الفاضلة الكريمة ، فهن فوق كونهن محصنات ، لا يخطر السوء ببالهن لطهارة معدنهن .\" المؤمنات \" أى : الكاملات الإيمان بالله - تعالى - ، وبصدق رسوله صلى الله عليه وسلم ، وبكل ما يجب الإيمان به .وقوله - سبحانه - : ( لُعِنُواْ فِي الدنيا والآخرة ) أى : طردوا من رحمة الله - تعالى - فى الدنيا وفى الآخرة ، وفوق كل ذلك \" لهم \" منه - تعالى - \" عذاب عظيم \" لا تحيط العبارة بوصفه ."},{"ayah_number":24,"text":"وجملة \" يوم تشهد عليهم ألسنتهم وأيديهم وأرجلهم بما كانوا يعملون \" مقررة لمضمون ما قبلها ، مبنية لحلول وقت ذلك العذاب بهم .أى : لهم عذاب عظيم يوم القيامة ، يوم يقفون أمام الله - تعالى - للحساب فتشهد عليهم ألسنتهم ، وأيديهم ، وأرجلهم ، بما كانوا يعملونه فى الدنيا من أعمال سيئة ، وبما كانوا يقولونه من أقوال قبيحة .فالمراد بشهادة هذه الجوارح ، نطقها وإخبارها عما كانوا يعملونه فى الدنيا .وشبيه بهذه الآية قوله - تعالى - : ( حتى إِذَا مَا جَآءُوهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَارُهُمْ وَجُلُودُهُم بِمَا كَانُواْ يَعْمَلُونَ وَقَالُواْ لِجُلُودِهِمْ لِمَ شَهِدتُّمْ عَلَيْنَا قالوا أَنطَقَنَا الله الذي أَنطَقَ كُلَّ شَيْءٍ . . . ) وقوله - سبحانه - ( اليوم نَخْتِمُ على أَفْوَاهِهِمْ وَتُكَلِّمُنَآ أَيْدِيهِمْ وَتَشْهَدُ أَرْجُلُهُمْ بِمَا كَانُواْ يَكْسِبُونَ )"},{"ayah_number":25,"text":"والمراد بالدين فى قوله - تعالى - : ( يَوْمَئِذٍ يُوَفِّيهِمُ الله دِينَهُمُ الحق . . . ) الجزاء الذى يستحقونه بسبب آثامهم . ويوفيهم : من التوفية بمعنى إعطاء الشىء كاملا ووافيا . وقوله : \" يومئذ \" ظرف ليوفيهم .أى : فى هذا اليوم العظيم وهو القيامة . الذى تشهد فيه الجوارح على صاحبها ، يجازى الله - تعالى - هؤلاء الفاسقين الجزاء الحق العادل الذى يستحقونه بسبب رميهم النساء المحصنات الغافلات المؤمنات بالفاحشة .\" ويعلمون \" علما لا مجال معه للشك أو الريب عندما يشاهدون العذاب \" أن الله \" - تعالى - هو الإله \" الحق \" فى ذاته وصفاته وأفعاله ، وأنه - عز وجل - هو \" المبين \" أى : المظهر لما أبطنته النفوس ، وخبأته الضمائر ، والقادر على مجازاة الذين أساءوا بما عملوا ، وعلى مجازاة الذين أحسنوا بالحسنى ."},{"ayah_number":26,"text":"ثم ختم - سبحانه - الآيات التى نزلت فى حديث الإفك بتقرير سنته الإلهية ، التى نشاهدها فى واقع الناس - وهى : أن شبيه الشىء منجذب إليه ، وأن الأرواح جنود مجندة ، فما تعارف منها ائتلف . وما تناكر منها اختلف \" - كما جاء فى الحديث الشريف - فقال - تعالى - : \" الخبيثات للخبيثين \" أى : الخبيثات من النساء ، مختصات بالخبيثين من الرجال \" والخبيثون \" من الرجال مختصون \" بالخبيثات \" من النساء ، \" والطيبات \" منهن \" للطيبين \" منهم .\" والطيبون \" - أيضا - منهم \" للطيبات \" منهن .وهكذا يألف الشكل كله ، والطيور على أشكالها تقع ، وإذا كان النبى صلى الله عليه وسلم هو أطيب الطيبين ، فلا يمكن أن تكون زوجاته صلى الله عليه وسلم وعلى رأسهن عائشة ، إلا من أطيب الطيبات من النساء ، وأطهر الطاهرات منهن .ثم جاءت شهادة الله - تعالى - وهى تغنى عن كل شهادة - بما يثبت براءة عائشة - رضى الله عنها - من كل ما افتراه عليها المفترون ، جاء قوله - سبحانه - ( أولئك مُبَرَّءُونَ مِمَّا يَقُولُونَ لَهُم مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ ) .أى : أولئك ، الطيبون والطيبات ، وعلى رأسهم رسول الله صلى الله عليه وسلم وأهل بيته . وعلى رأس أهل بيته عائشة - رضى الله عنها - مبرءون مما يقولون أى : مما يقوله الخبيثون والخبيثات فى شأنهم .وألوئك الطيبون والطيبات \" لهم مغفرة \" عظيمة من الله - تعالى - ولهم \" رزق كريم \" هو جنة عرضها السموات والأرض ، جزاء إيمانهم وعملهم الصالح وصبرهم على الأذى .هذا هو حديث القرآن عن حديث الإفك ، الذى أشاعه الفاسقون عن السيدة عائشة - رضى الله عنها - وكان مقصدهم الأكبر من وراء ذلك هو الطعن فى نبوة الرسول صلى الله عليه وسلم . ولكن الله - تعالى - رد عليهم بما يكبتهم ويخرس ألسنتهم .هذا ، ويؤخذ من هذه الآيات الكريمة جملة من الأحكام والآداب من أهمها ما يأتى :1 - غيرة الله - تعالى - على حرمة نبيه صلى الله عليه وسلم ودفاعه - سبحانه - عن أوليائه ، ورده لكيد المنافقين فى نحورهم .قال الإمام ابن كثير عند تفسيره لهذه الآيات : \" هذه الآيات نزلت فى شأن عائشة أم المؤمنين - رضى الله عنها - حين رماها أهل الإفك والبهتان من المنافقين . بما قالوه من الكذب البحث والفرية التى غار الله - تعالى - لها ولنبيه - صلوات الله وسلامه عليه - فأنزل الله - سبحانه - براءتها ، صيانة لعرض الرسول صلى الله عليه وسلم \" .2 - تسلية الله - تعالى - لعباده المؤمنين ، عما أصابهم من هم وغم بسبب هذا الحديث المفترى على الصديقة بنت الصديق - رضى الله عنهما - ، وقد ظل هذا الحديث يتردد فى جنبات المدينة ، حتى نزلت هذه الآية الكريمة ، لإحقاق الحق وإبطال الباطل .ومن مظاهر هذه التسلية قوله - تعالى - ( لاَ تَحْسَبُوهُ شَرّاً لَّكُمْ بَلْ هُوَ خَيْرٌ لَّكُمْ . . . ) قال صاحب الكشاف : ومعنى كونه خيرا لهم أنهم اكتسبوا فيه الثواب العظيم ، لأنه كان بلاء .. . ومحنة ظاهرة . وأنه نزلت فيه ثمانى عشرة آية ، كل واحدة منها مستقلة ، بما هو تعظيم لشأن رسول الله صلى الله عليه وسلم وتسلية له . وتنزيه لأم المؤمنين - رضوان الله عليها - وتطهير لأهل البيت . وتهويل لمن تكلم فى ذلك ، أو سمع به فلم تمجه أذناه ، وعدة ألطاف للسامعين والتالين إلى يوم القيامة . وفوائد دينية وأحكام وآداب لا تخفى على متأمليها \" .3 - إرشاد المؤمنين إلى أن من أنجع الوسائل لمحاربة الإشاعات الكاذبة ، أن يحسن بعضهم الظن ببعض ، وأن يكتموا هذه الإشاعات حتى تموت فى مهدها ، وأن يزجروا من يتفوه بها . أو من يعمل بعلى ترويجها . وأن يظهروا له احتقارهم ، ونفورهم من مجرد سماعها .وهذا الإرشاد الحكيم ، نراه فى آيات متعددة من هذه القصة ، ومن ذلك قوله - تعالى - : ( لولا إِذْ سَمِعْتُمُوهُ ظَنَّ المؤمنون والمؤمنات بِأَنْفُسِهِمْ خَيْراً وَقَالُواْ هاذآ إِفْكٌ مُّبِينٌ ) ( ولولا إِذْ سَمِعْتُمُوهُ قُلْتُمْ مَّا يَكُونُ لَنَآ أَن نَّتَكَلَّمَ بهذا سُبْحَانَكَ هذا بُهْتَانٌ عَظِيمٌ ) .4 - بيان جانب من مظاهر فضل الله - تعالى - ورحمته بعباده المؤمنين ، الذين سبقتهم ألسنتهم بالخوص فى حديث الإفك ، أو فى سماعه . . . ثم تابوا بعد ذلك مما وقعوا فيه .ويتجلى هذا الفضل العظيم ، فى قوله - تعالى - : ( وَلَوْلاَ فَضْلُ الله عَلَيْكُمْ وَرَحْمَتُهُ فِي الدنيا والآخرة لَمَسَّكُمْ فِي مَآ أَفَضْتُمْ فِيهِ عَذَابٌ عَظِيمٌ ) ( وَلَوْلاَ فَضْلُ الله عَلَيْكُمْ وَرَحْمَتُهُ وَأَنَّ الله رَءُوفٌ رَّحِيمٌ ) ( وَلَوْلاَ فَضْلُ الله عَلَيْكُمْ وَرَحْمَتُهُ مَا زَكَا مِنكُمْ مِّنْ أَحَدٍ أَبَداً ولكن الله يُزَكِّي مَن يَشَآءُ والله سَمِيعٌ عَلِيمٌ ) 5 - تحذير المؤمنين تحذيرا شديدا ، عن مغبة الوقوع مرة أخرى . فيما وقع فيه بعضهم من الخوض فى حديث الإفك ، وفيما يشبهه من أحداث ، وبيان أن ما حدث من بعضهم يتنافى مع ما يقتضيه الإيمان ، ومع آداب الإسلام .ومن الآيات التى وردت فى هذا التحذير قوله - تعالى - : ( يَعِظُكُمُ الله أَن تَعُودُواْ لِمِثْلِهِ أَبَداً إِن كُنتُمْ مُّؤْمِنِينَ وَيُبَيِّنُ الله لَكُمُ الآيات والله عَلِيمٌ حَكِيمٌ ) 6 - تهديد الذين افتروا حديث الإفك بخبث وبسوء نية ، وبإصرار على نشر قالة السوء فى صفوف المؤمنين . . . تهديدهم بأشد ألوان العذاب فى الدنيا والآخرة ، ووصفهم بأقبح الصفات التى تدعو إلى نبذهم والبعد عنهم .ومن الآيات التى وردت فى ذلك قوله - تعالى : ( لَّوْلاَ جَآءُوا عَلَيْهِ بِأَرْبَعَةِ شُهَدَآءَ فَإِذْ لَمْ يَأْتُواْ بِالشُّهَدَآءِ فأولئك عِندَ الله هُمُ الكاذبون ) وقوله - سبحانه - : ( إِنَّ الذين يُحِبُّونَ أَن تَشِيعَ الفاحشة فِي الذين آمَنُواْ لَهُمْ عَذَابٌ أَلِيمٌ فِي الدنيا والآخرة ) وقوله - عز وجل - : ( إِنَّ الذين يَرْمُونَ المحصنات الغافلات المؤمنات لُعِنُواْ فِي الدنيا والآخرة وَلَهُمْ عَذَابٌ عَظِيمٌ يَوْمَ تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ وَأَيْدِيهِمْ وَأَرْجُلُهُمْ بِمَا كَانُواْ يَعْمَلُونَ يَوْمَئِذٍ يُوَفِّيهِمُ الله دِينَهُمُ الحق وَيَعْلَمُونَ أَنَّ الله هُوَ الحق المبين ) .قال صاحب الكشاف - رحمه الله - عند تفسيره لهذه الآيات ما ملخصه : \" ولو فليت القرآن كله وفتشت عما أوعد به العصاة ، لم تر الله - تعالى - قد غلظ فى شىء تغليظه فى الإفك على عائشة - رضوان الله عليها . وأنزل - سبحانه - من الآيات القوارع ، المشحونة بالوعيد الشديد . ما أنزل فى حديث الإفك ، ولو لم ينزل الله إلى هذه الثلاث - يعنى قوله - تعالى - : ( إِنَّ الذين يَرْمُونَ المحصنات الغافلات . . . ) إلى قوله - سبحانه - ( وَيَعْلَمُونَ أَنَّ الله هُوَ الحق المبين ) لكفى بها . حيث جعل القذفة ملعونين فى الدارين جميعا ، وبأن جوارحهم تشهد عليهم بما أفكوا وبهتوا . . . . فأوجز - سبحانه - فى ذلك وأشبع ، وفصل وأجمل ، وأكد وكرر . . . . وما ذلك إلا لإظهار علو منزلة رسوله صلى الله عليه وسلم ونفى التهمة عن حرمته . . . \" .7 - توجيه المؤمنين الصادقين إلى العفو والصفح ، عمن شارك فى حديث الإفك بالقول ، أو بالسماع ، أو بالرضا به ، ما دام هؤلاء المشاركون قد تابوا أو ندموا على ما وقع منهم ، ندما يدل على حسن توبتهم ، كأن يعترفوا بخطئهم أو يعتذروا عما فرط منهم .ويشهد لهذا التوجيه قوله - تعالى - فى شأن أبى بكر الصديق ، بعد أن اقسم أن لا ينفق على مسطح - ( وَلاَ يَأْتَلِ أُوْلُواْ الفضل مِنكُمْ والسعة أَن يؤتوا أُوْلِي القربى والمساكين والمهاجرين فِي سَبِيلِ الله وَلْيَعْفُواْ وليصفحوا أَلاَ تُحِبُّونَ أَن يَغْفِرَ الله لَكُمْ والله غَفُورٌ رَّحِيمٌ ) 8 - تكريم السيدة عائشة - رضى الله عنها - تكريما يظل ملازما لها إلى أن يرث الله - تعالى - الأرض ومن عليها . فقد برأها - سبحانه - مما افتراه عليها المفترون ، وشهد بحصانتها وغفلتها عن السوء ، وقوة إيمانها ، وطيب عنصرها ، وأنزل فى شأنها قرآنا يتلى إلى يوم القيامة ، ويكفيها فخرا قوله - تعالى - : ( أولئك مُبَرَّءُونَ مِمَّا يَقُولُونَ لَهُم مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ ) .وقد ساق بعض العلماء كثيرا من الأحاديث التى تدل على فضلها وعلى حب النبى صلى الله عليه وسلم لها ، فقال ما ملخصه : \" وفى الجملة فإن أهل السنة مجمعون على تعظيم عائشة . وعلى محبة النبى صلى الله عليه وسلم لها ، ففى الصحيح عن عمرو بن العاص قال : \" قلت يا رسول الله . أى النساء أحب إليك؟ قال : \" عائشة \" \" .وثبت فى الصحيح - أيضاً - \" أن الناس كانوا يتحرون بهداياهم يوم عائشة لما يعلمون من محبته صلى الله عليه وسلم إياها . . . وكان فى مرضه الذى مات فيه يقول : أين أنا اليوم؟ استبطاء ليوم عائشة . ثم استأذن نساءه - رضى الله عنهن - أن يُمَرَّض فى بيتها ، وفيه توفى فى حجرها \" .هذه بعض الأحكام والآداب التى تؤخذ من هذه الآيات ، ومن أرد المزيد فليرجع إلى أمهات كتب التفسير ، ففيها ما يشبع وينفع ."},{"ayah_number":27,"text":"وبعد أن بين - سبحانه - قبح جريمة الزنا . وشناعة جريمة القذف ، وعقوبة كل من يقع فى هاتين الجريمتين ، أتبع ذلك ببيان الآداب التى تحمل المتمسك بها على التحلى بالفضيلة والنقاء والطهر . . . وبدأ - سبحانه - بآداب الاستئذان فقال - تعالى - : ( ياأيها الذين . . . . ) .ذكر المفسرون فى سبب نزول هذه الآيات ، أن امرأة من الأنصار جاءت إلى النبى صلى الله عليه وسلم فقالت : يا رسول الله ، إنى أكون فى بيتى على حال لا أحب أن يرانى عليها أحد ، لا والد ولا ولد ، فيأتى الأب فيدخل على وإنه لا يزال يدخل على رجل من أهلى وأنا على تلك الحال ، فكيف أصنع؟ فنزل قوله - تعالى - : ( ياأيها الذين آمَنُواْ لاَ تَدْخُلُواْ بُيُوتاً غَيْرَ بُيُوتِكُمْ حتى تَسْتَأْنِسُواْ ) .فقال أبو بكر - رضى الله عنه - يا رسول الله ، أفرأيت الخانات والمساكن فى طرق الشام ، ليس فيها ساكن ، فأنزل الله - تعالى - : ( لَّيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَدْخُلُواْ بُيُوتاً غَيْرَ مَسْكُونَةٍ فِيهَا مَتَاعٌ لَّكُمْ ) .والمراد بالبيوت فى قوله - تعالى - : ( لاَ تَدْخُلُواْ بُيُوتاً . . . ) البيوت المسكونة من أصحابها ، بدليل قوله - سبحانه - بعد ذلك ، ( لَّيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَدْخُلُواْ بُيُوتاً غَيْرَ مَسْكُونَةٍ ) .وقوله - تعالى - : ( تَسْتَأْنِسُواْ ) ، من الاستئناس بمعنى الاستعلام والاستكشاف ، فهو من آنس الشىء إذا أبصره ظاهرا مكشوفا ، ومنه قوله - تعالى - ( فَلَمَّا قضى مُوسَى الأجل وَسَارَ بِأَهْلِهِ آنَسَ مِن جَانِبِ الطور نَاراً قَالَ لأَهْلِهِ امكثوا إني آنَسْتُ نَاراً . . ) أى : قال لأهله إنى رأيت ناراً .ويصح أن يكون من الاستئناس الذى هو ضد الاستيحاش ، لأن الذى يقرع الباب غيره لا يدرى أيؤذن له أم لا ، فهو كالمستوحش من خفاء الحال عليه ، فإذا أذن له أهل البيت فى الدخول ، زالت وحشته ، ودخل وهو مرتاح النفس .وعلى هذا المعنى يكون الكلام من باب المجاز ، حيث أطلق اللازم وهو الاستئناس ، وأريد الملزوم وهو الإذن فى الدخول .والمعنى : يامن آمنتم بالله - تعالى - حق الإيمان ، لا تدخلوا بيوتا غير بيوتكم التى تسكنونها ، والتى هى مسكونة لسواكم \" حتى تستأنسوا \" ، أى : حتى تعلموا أن صاحب البيت قد أذن لكم ، ورضيت نفسه بدخولكم \" وتسلموا على أهلها \" أى : وتسلموا السلام الشرعى على أهل هذه البيوت الساكنين فيها .وعبر - سبحانه - عن الاستئذان فى الدخول بالاستئناس ، لأنه يوحى بأن القادم قد استأنس بمن يريد الدخول عليهم وهم قد أنسوا به ، واستعدوا لاستقباله ، فهو يدخل عليهم بعد ذلك وهم متهيئون لحسن لقائه . فإذا ما صاحب كل ذلك التسليم عليهم . كان حسن اللقاء أتم وأكمل .وعبر - سبحانه - عن الاستئذان فى الدخول بالاستئناس ، لأنه يوحى بأن القادم قد استأنس بمن يريد الدخول عليهم وهم قد أنسوا به ، واستعدوا لاستقباله ، فهو يدخل عليهم بعد ذلك وهم متهيئون لحسن لقائه . فإذا ما صاحب كل ذلك التسليم عليهم . كان حسن اللقاء أتم وأكمل .وقوله ( ذلكم ) : أى الاستئناس والتسليم قبل الدخول ( خَيْرٌ لَّكُمْ ) من الدخول بدون استئناس أو استئذان أو تسليم .وقوله : ( لَعَلَّكُمْ تَذَكَّرُونَ ) متعلق بمحذوف ، ولعل هنا للتعليل ، أى : أرشدناكم إلى هذا الأدب السامى ، وبيناه لكم ، كى تعملوا به ، وتكونوا دائما متذكرين له ، وتتركوا اقتحام بيوت غيركم بدون استئذان منهم ."},{"ayah_number":28,"text":"ثم بين - سبحانه - حالة أخرى توجب عليهم الاستئذان ، فقال : ( فَإِن لَّمْ تَجِدُواْ فِيهَآ أَحَداً فَلاَ تَدْخُلُوهَا حتى يُؤْذَنَ لَكُمْ . . ) .أى : فإن لم تجدوا فى هذه البيوت أحدا ، بأن كانت خالية من سكانها لظرف من الظروف ، فلا يصح لكم - أيضا - أن تدخلوها ، حتى يؤذن لكم فى دخولها ممن يملك الإذن بذلك .قال صاحب الكشاف : \" وذلك أن الاستئذان لم يشرع لئلا يطلع الدامر - أى الداخل بغير إذن - على عورة ، ولا تسبق عينه إلى ما لا يحل النظر إليه فقط ، وإنما شرع لئلا يوقف على الأحوال التى يطويها الناس فى العادة عن غيرهم ، ويتحفظون من اطلاع أحد عليها ، ولأنه تصرف فى ملك غيرك ، فلا بد من أن يكون برضاه ، وإلا أشبه الغصب والتغلب \" .فالآية الأولى لبيان حكم دخول البيوت المسكونة بأهلها ، وهذه لبيان حكم دخول البيوت الخالية من سكانها .وقوله - تعالى - : ( وَإِن قِيلَ لَكُمْ ارجعوا فارجعوا هُوَ أزكى لَكُمْ ) بيان لما يجب عليهم فى حالة عدم الإذن لهم بالدخول .أى : وإن قيل لكم من جهة أهل البيت ارجعوا ولا تدخلوا ، فارجعوا ولا تلحوا فى طلب الدخول ، فإن هذا الرجوع هو أطهر لأخلاقكم ، وأبقى لمرءوتكم . من الإلحاح فى الاستئذان ، ومن الوقوف على أبوابٍ أصحابُها قد تكون أحوالهم لا تسمح لكم بالدخول عليهم .وقوله - سبحانه - : ( والله بِمَا تَعْمَلُونَ عَلِيمٌ ) تذييل قصد به التحذير من مخالفة ما أمر الله - تعالى - به ، وما نهى - سبحانه - عنه .أى : والله - تعالى - لا تخفى عليه خافية من أعمالكم ، فأصلحوها ، والتزموا باتباع ما أمركم به ، وما نهاكم عنه ، فإنه - سبحانه - سيجازيكم عليها بما تستحقون من ثواب أو عقاب .فالمقصود من هذا الإخبار : إفادة لازمه وهو المجازاة على هذه الأعمال ."},{"ayah_number":29,"text":"وقوله - سبحانه - : ( لَّيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَدْخُلُواْ بُيُوتاً غَيْرَ مَسْكُونَةٍ فِيهَا مَتَاعٌ لَّكُمْ ) بمنزلة الاستثناء من الأحكام التى اشتملت عليها الآيتان السابقتان .فقد ذكر المفسرون أنه لما نزلت آية الاستئذان ، قال بعض الصحابة يا رسول الله . كيف بالبيوت التى بين مكة والمدنية والشام وبيت المقدس ، وهى على ظهر الطريق ، وليس فيها ساكن من أربابها ، فنزلت هذه الآية .والمراد بالمتاع : التمتع والانتفاع بها .أى : ليس عليكم - أيها المؤمنون - حرج أو إثم فى أن تدخلوا بغير استئذان بيوتا غير معدة لسكنى طائفة معينة من الناس ، بل هى معدة لينتفع بها من يحتاج إليها من دون أن يتخذها مسكنا له ، كالرباطات ، والفنادق ، والحوانيت ، والحمامات ، وغير ذلك من الأماكن المعدة للراحة المؤقتة لا للسكن والإقامة .وقوله : ( فِيهَا مَتَاعٌ لَّكُمْ ) أى : فيها حق تمتع وانتافع لكم ، كالوقاية من الحر والبرد . وكتبادل المنافع فيما بينكم بالبيع أو الشراء ، وغير ذلك مما يتناسب مع وظيفة هذه البيوت غير المسكونة .وقوله - سبحانه - : ( والله يَعْلَمُ مَا تُبْدُونَ وَمَا تَكْتُمُونَ ) وعيد وتحذير آخر لأولئك الذين يدخلون البيوت ولا يرعون حرمتها ، بل يبيحون لعيونهم ولجوارحهم ، مالم تبحه آداب الإسلام ، وتعاليمه ، كالتطلع إلى العورات . وما يشبه ذلك من المقاصد السيئة .أى : والله - تعالى - وحده يعلم ما تظهرونه وما تخفونه من أقوال وأعمال ، وسيحاسبكم عليها ، فاحذروا أن تسلكوا مسلكا لا يرضى خالقكم عنكم .هذا ، ومن الأحكام والآداب التى أخذها العلماء من هذه الآيات ما يأتى :1 - أن على كل إنسان - سواء أكان رجلا أم امرأة - أن يستأذن ويسلم قبل الدخول على غيره فى بيته ، لأن الله - تعالى - يقول : ( ياأيها الذين آمَنُواْ لاَ تَدْخُلُواْ بُيُوتاً غَيْرَ بُيُوتِكُمْ حتى تَسْتَأْنِسُواْ وَتُسَلِّمُواْ على أَهْلِهَا . . . ) فهذا نهى صريح عن الدخول بدون استئذان .إلا أن جمهور الفقهاء يرون أن الطلب فى الاستئناس على سبيل الوجوب وفى السلام على سبيل الندب ، كما هو حكم السلام فى غير هذا الموطن .2 - يرى بعض العلماء أن القادم يبدأ بالاستئذان قبل السلام ، كما جاء فى الآية الكريمة ، ويرى كثير منهم تقديم السلام على الاستئذان ، لأن الواو لا تستلزم الترتيب ، ولأن هناك أحاديث متعددة ، تفيد أن السلام مقدم على الاستئذان ، ومنها ما أخرجه الترمذى عن جابر أن رسول الله صلى الله عليه وسلم قال : \" السلام قبل الكلام \" .وبعض العلماء فصل فى هذه المسألة فقال : إن كان القادم يرى أحدا من أهل البيت ، سلم أولا ثم استأذن فى الدخول ، وإن كان لا يرى أحدا منهم قدم الاستئذان على السلام .وهذا الرأى وجاهته ظاهرة ، لأن فيه جمعا بين الأدلة .3 - لا صحة لما ذكره بعضهم من أن أصل الآية \" حتى تستأذنوا \" ، وأن الكاتبين أخطأوا فى كتابتهم فكتبوا \" حتى تستأنسوا \" ، وذلك لأن جميع الصحابة أجمعوا على كتابة \" حتى تستأنسوا \" فى جميع نسخ المصحف العثمانى ، وعلى تلاوة الآية بلفظ \" تستأنسوا \" ومضى على ذلك إجماع المسلمين فى كل مكان ، سواء فى كتابتهم للمصحف أم فى قراءتهم له .قال القرطبى : إن مصاحف الإسلام كلها ، قد ثبت فيها \" حتى تستأنسوا \" وصح الإجماع فيها من لدن عثمان ، فهى لا تجوز مخالفتها . وإطلاق الخطأ والوهم على الكاتب فى لفظ أجمع الصحابة عليه قول لا يصح .. . وقد قال الله - تعالى - ( لاَّ يَأْتِيهِ الباطل مِن بَيْنِ يَدَيْهِ وَلاَ مِنْ خَلْفِهِ تَنزِيلٌ مِّنْ حَكِيمٍ حَمِيدٍ ) وقال - سبحانه - ( إِنَّا نَحْنُ نَزَّلْنَا الذكر وَإِنَّا لَهُ لَحَافِظُونَ ) سورة الحجر الآية 9 .4 - ظاهر قوله - تعالى - : ( حتى تَسْتَأْنِسُواْ . . ) أن الاستئذان غير مقيد بعدد ، إلا أن السنة الصحيحة قد بينت أن الاستئذان يكون ثلاث مرات فإن لم يؤذن له بعدها انصرف .ومن الأحاديث التى وردت فى هذا المعنى ما رواه البخارى عن أبى سعيد الخدرى قال : \" كنت فى مجلس من مجالس الأنصار ، إذ جاء أبو موسى - كأنه مذعور - فقال : استأذنت على عمر ثلاثا فلم يؤذن لى فرجعت فقال : ما منعك - أى من الدخول -؟ قلت : استأذنت ثلاثا فلم يؤذن لى : وقال رسول الله صلى الله عليه وسلم : \" إذا استأذن أحدكم ثلاثا فلم يؤذن له فليرجع . فقال لى : لتأتين بالبينة . فهل منكم أحد سمع النبى صلى الله عليه وسلم يقول ذلك؟ فقام معه أبى بن كعب ، فأخبر عمر أن النبى صلى الله عليه وسلم قال ذلك \" .قال بعض العلماء : \" والراجح أن الواجب إنما هو الاسئتذان مرة . فأما كمال العدد ثلاثا فهو حق المستأذن إن شاء أكمله ، وإن شاء اقتصر على مرة أو مرتين . فقد ثبت أن عمر بن الخطاب استأذن على النبى صلى الله عليه وسلم مرتين ، فلم يؤذن له فرجع ، فتبعه غلام فقال له : ادخل فقد أذن لك النبى صلى الله عليه وسلم .5 - ظاهر قوله - تعالى - ( لاَ تَدْخُلُواْ بُيُوتاً غَيْرَ بُيُوتِكُمْ حتى تَسْتَأْنِسُواْ ) يفيد أنهم ليس عليهم استئذان فى دخول بيوتهم . إلا أن هذا الظاهر يصح حمله على الزوجة . لأنه يجوز بين الزوج وزوجته من الأحوال مالا يجوز لأحد غيرهما ، ومع ذلك فإنه ينبغى أن يشعر الرجل زوجته بقدومه ، حتى لا يفاجئها بما تكره له أن يطلع عليه .ورحم الله الإمام ابن كثير فقد قال عند تفسره لهذه الآيات : وهذا - أى عدم الاستئذان على الزوجة - محمول على عدم الوجوب ، وإلا فالأولى أن يعلمها بدخوله ولا يفاجئها به ، لاحتمال أن تكون على هيئة لا تحب أن يراها عليها . . . ولهذا جاء فى الحديث الصحيح عن رسول الله صلى الله عليه وسلم إنه نهى أن يطرق الرجل أهله طروقا .وأما بالنسبة لغير زوجته ، كأمه ، وأخواته ، وبنيه وبناته البالغين ، فإنه يلزمه أن يستأذن عليهم ، لأنه إن دخل عليهم بدون استئذان ، فقد تقع عينه على ما لا يصح الاطلاع عليه .ومن الأحاديث التى وردت فى هذا المعنى . ما أخرجه مالك فى الموطأ عن عطاء بن يسار ، \" أن رجلا قال للنبى صلى الله عليه وسلم : أأستأذن على أمى؟ قال : \" نعم ، قال : ليس لها خادم غيرى ، أأستأذن عليها كلما دخلت؟ قال صلى الله عليه وسلم أتحب أن تراها عريانة؟ قال : لا . . . قال : فاستأذن عليها \" \" .وأخرج البخارى فى الأدب المفرد عن نافع : كان ابن عمر إذا بلغ بعض ولده الحلم ، لم يدخل عليه إلا بإذن .6 - وردت أحاديث متعددة فى كيفية الاستئذان ، وفى التحذير من التطلع إلى بيوت الغير بدون إذن .فمن آداب الاستئذان أن لا يقف المستأذن أمام الباب بوجهه . ولكنه يجعل الباب عن يمينه أو عن يساره ، ومن الأحاديث التى وردت فى ذلك ما أخرجه أبو داود عن عبد الله بن بشر قال : كان رسول الله صلى الله عليه وسلم إذا أتى باب قوم ، لم يستقبل الباب من تلقاء وجهه ، ولكن من ركنه الأيمن أو الأيسر ، ويقول : السلام عليكم .كذلك من آداب الاستئذان أن لا يقول المستأذن \" أنا \" فى الرد على رب المنزل ، وإنما يذكر اسمه ، ففى صحيح البخارى عن جابر قال : أتيت النبى صلى الله عليه وسلم فى دين كان على أبى ، فدققت الباب ، فقال : من ذا؟ قلت : أنا . فقال أنا ، أنا ، كأنه كرهها \" .ولعل السر فى النهى عن الرد بلفظ \" أنا \" أن هذا اللفظ يعبر به كل واحد عن نفسه ، فلا تحصل به معرفة شخصية المستأذن ، والمقصود بالاستئذان الإفصاح لا الإبهام .أما التحذير من التطلع إلى بيوت الغير بدون إذن ، فيكفى لذلك ما جاء فى الصحيحين عن أبى هريرة ، \" أن رسول الله صلى الله عليه وسلم قال : \" لو أن امرأ اطلع عليك بغير إذنك فحذفته - أى : - رميته - بحصاة ، ففقأت عينه ، ما كان عليك من جناح \" \" .هذه بعض الأحكام والآداب التى تتعلق بالاستئذان ، ومنها نرى كيف أدب الإسلام أتباعه بهذا الأدب العالى ، الذى يؤدى التمسك به إلى غرس الفضائل ومكارم الأخلاق فى نفوس الأفراد والجماعات ."},{"ayah_number":30,"text":"وبعد أن نهى - سبحانه - عن دخول البيوت بدون استئذان . أتبع ذلك بالأمر بغض البصر ، وحفظ الفرج ، وعدم إبداء الزينة إلى فى الحدود المشروعة ، فقال - تعالى - : ( قُلْ لِّلْمُؤْمِنِينَ . . . ) .قال الآلوسى : قوله - تعالى - ( قُلْ لِّلْمُؤْمِنِينَ يَغُضُّواْ مِنْ أَبْصَارِهِمْ . . . ) شروع فى بيان أحكام كلية شاملة للمؤمنين كافة ، يندرج فيها حكم المستأذنين عند دخول البيوت اندراجا أوليا .وقوله - تعالى - : ( يَغُضُّواْ ) من الغض بمعنى الخفض . يقال : غض الرجل صوته إذا خفضه . وغض بصره إذا خفضه ومنعه من التطلع إلى مالا يحل له النظر إليه . قال الشاعر :وأغض طرفى إن بدت لى جارتى ... حتى يوارى جارتى مأواهاوهو جواب الأمر \" قل \" أى : قل - أيها الرسول الكريم - للمؤمنين بأن يغضوا من أبصارهم عما يحرم أو يكره النظر إليه وبأن يحفظوا فروجهم عما لا يحل لهم ، فإن ذلك دليل على كمال الإيمان! وعلى حسن المراقبة وشدة الخوف من الله - تعالى - .وجمع - سبحانه - بين غض البصر وحفظ الفرج ، باعتبارهما كالسبب والنتيجة ، إذ أن عدم غض البصر كثيرا ما يؤدى إلى الوقوع فى الفواحش ، ولذا قدم - سبحانه - الأمر بغض البصر ، على الأمر بحفظ الفرج .وجاء التعبير بقوله - سبحانه - ( قُلْ ) للإشعار بأن المؤمنين الصادقين ، من شأنهم إذا ما أمرهم الرسول صلى الله عليه وسلم بأمر ، فإنهم سرعان ما يمتثلون ويطيعون ، لأنه صلى الله عليه وسلم مبلغ عن الله - تعالى - الذى يجب الامتثال لأمره ونهيه .وخص - سبحانه - المؤمنين بهذا الأمر ، لأنهم أولى الناس بالمخاطبة . وبالإرشاد إلى ما يرفع درجاتهم ، ويعلى أقدارهم .قال صاحب الكشاف : و \" من \" للتبعيض . . . فإن قلت : كيف دخلت فى غض البصر ، دون حفظ الفروج؟ قلت : للدلالة على أن أمر النظر أوسع ألا ترى أن المحارم لا بأس بالنظر إلى شعورهن . . . والأجنبية ينظر إلى وجهها وكفيها . . . وأما أمر الفرج فمضيق .واسم الإشارة فى قوله - تعالى - : ( ذلك أزكى لَهُمْ ) يعود إلى ما ذكر من الغض والحفظ .أى : ذلك الذى كلفناك بأمر المؤمنين به - أيها الرسول الكريم - أزكى لقلوبهم ، وأطهر لنفوسهم ، وأنفع لهم فى دنياهم وآخرتهم .وقوله - سبحانه - : ( إِنَّ الله خَبِيرٌ بِمَا يَصْنَعُونَ ) تحذير من مخالفة أمره - سبحانه - .أى : مرهم - أيها الرسول الكريم - بالتزام ما أمرناهم به وما نهيناهم عنه ، لأننا لا يخفى علينا شىء من تصرفاتهم ، ولأننا أعلم بهم من أنفسهم ، وسنحاسبهم على ما يصنعون فى دنياهم ، يوم القيامة ."},{"ayah_number":31,"text":"ثم أرشد - سبحانه - النساء إلى ما أرشد إليه الرجال فقال : ( وَقُل لِّلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ وَلاَ يُبْدِينَ زِينَتَهُنَّ إِلاَّ مَا ظَهَرَ مِنْهَا ) .أى : وقل - أيها الرسول الكريم - للمؤمنات - أيضا - بأن الواجب عليهم أن يكففن أبصارهن عن النظر إلى مالا يحل لهن ، وأن يحفظن فروجهن عن كل ما نهى الله - تعالى - عنه ، ولا يظهرن شيئا مما يتزين به ، إلا ما جرت العادة بإظهاره ، كالخاتم فى الإصبع ، والكحل فى العين .. . وما يشبه ذلك من الأمور التى لا غنى للمرأة عن إظهارها .ومع أن النساء يدخلن فى خطاب الرجال على سبيل التغليب ، إلا أن الله - تعالى - خصهن بالخطاب هنا بعد الرجال ، لتأكيد الأمر بغض البصر ، وحفظ الفرج ، ولبيان أنه كما لا يحل للرجل أن ينظر إلى المرأة - إلا فى حدود ما شرعه الله - فإنه لا يحل للمرأة كذلك أن تنظر إلى الرجل ، لأن علاقتها به ، ومقصده منها كمقصدها منه ، ونظرة أحدهما للآخر - على سبيل الفتنة وسوء القصد - يؤدى إلى مالا تحمد عقباه .وقوله - تعالى - : ( وَلْيَضْرِبْنَ بِخُمُرِهِنَّ على جُيُوبِهِنَّ ) بيان لكيفية إخفاء بعض مواضع الزينة بعد النهى عن إبدائها .والخُمُر - بضم الخاء والميم - جمع خمار . وهو ما تغطى به المرأة رأسها وعنقها وصدرها ، والجيوب جمع جيب ، وهو فتحة فى أعلى الثياب يبدو منها بعض صدر المرأة وعنقها .والمراد به هنا : محله وهو أعلى الصدر ، وأصله : من الجَب بمعنى القطع .أى : وعلى النساء المؤمنات أن يسترن رءوسهن وأعناقهن وصدورهن بخمرهن ، حتى لا يطلع أحد من الأجانب على شىء من ذلك .قالوا : وكان النساء فى الجاهلية يسدلن خمرهن من خلف رءوسهن ، فتنكشف نحورهن وأعناقهن وقلائدهن ، فنهى الله - تعالى - المؤمنات عن ذلك .ولقد ساق الإمام ابن كثير عند تفسيره لهذه الآية جملة من الأحاديث ، منها : ما رواه البخارى عن عائشة - رضى الله عنها - قالت : يرحم الله نساء المهاجرات الأول - لما أنزل الله - تعالى - : ( وَلْيَضْرِبْنَ بِخُمُرِهِنَّ على جُيُوبِهِنَّ ) أخذن أزرهن فشققنها فاختمرن بها .وفى رواية أنها قالت : إن لنساء قريش لفضلا ، وإنى - والله ما رأيت أفضل من نساء الأنصار أشد تصديقا بكتاب الله ، ولا إيمانا بالتنزيل ، لما نزلت هذه الآية . انقلب إليهن رجالهن يتلون عليهن ما أنزل الله إليهم فيها ، ويتلو الرجل على امرأته وابنته وأخته ، وعلى كل ذى قرابة ، فما منهم امرأة إلا قامت إلى مرطها - وهو كساء من صوف - فاعتجرت به تصديقا وإيمانا بما أنزل الله من كتابه ، فأصبحن وراء رسول الله صلى الله عليه وسلم فى صلاة الصبح معتجرات كأن رءوسهن الغربان .والمقصود بزينتهن فى قوله - تعالى - : ( وَلاَ يُبْدِينَ زِينَتَهُنَّ إِلاَّ لِبُعُولَتِهِنَّ ) الزينة الخفية وهى ما عدا الوجه والكفين ، كشعر الرأس والذراعين والساقين .فقد نهى الله - تعالى - النساء المؤمنات عن إبداء مواضع الزينة الخفية لكل أحد ، إلا من استثناهم - سبحانه - بعد ذلك ، وهم اثنا عشر نوعا ، بدأهم بالبعول وهم الأزواج لأنهم هم المقصودون بالزينة ، ولأن كل بدن الزوجة حلال لزوجها .أى : وعلى النساء المؤمنات أن يلتزمن الاحتشام فى مظهرهن ، ولا يبدين مواضع زينتهن الخفية إلا \" لبعولتهن أو آبائهن أو آباء بعولتهن أو أبنائهن أو أبناء بعولتهن أو إخوانهن أن بنى إخوانهن أو بنى أخواتهن \" فهؤلاء الأصناف السبعة الذين ذكرهم الله - تعالى - بعد الأزواج ، كلهم من المحارم الذين لا يحل للمرأة الزواج بواحد منهم ، وقد جرت العادة باحتياج النساء إلى مخالطتهم ، كما جرت العادة بأن الفتنة مأمونة بالنسبة لهم ، فمن طبيعة النفوس الكريمة أنها تأنف من التطلع إلى المحارم بالنسبة لها . ويلحق بهؤلاء المحارم الأعمام والأخوال والمحارم من الرضاع . والأصول وإن علوا ، والفروع وإن سفلوا .وقوله - تعالى - : ( أَوْ نِسَآئِهِنَّ أَوْ مَا مَلَكَتْ أَيْمَانُهُنَّ أَوِ التابعين غَيْرِ أُوْلِي الإربة مِنَ الرجال أَوِ الطفل الذين لَمْ يَظْهَرُواْ على عَوْرَاتِ النسآء ) بيان لبقية الأفراد الذين يجوز للمرأة أن تبدى زينتها الخفية أمامهم .أى : ويجوز للنساء المؤمنات أن يبدين زينتهن - أيضا - أمام نسائهم المختصات بهن الصحبة والخدمة ، وأمام ما ملكت إيمانهن من الإيماء لا من العبيد البالغين ، وأمام الرجال التابعين لهن طلبا للإحسان والانتفاع ، والذين فى الوقت نفسه قد تقدمت بهم السن ، ولا حاجة لهم فى النساء ، ولا يعرفون شيئا من أمورهن ، ولا تحدثهم أنفسهم بفاحشة ، ولا يصفونهن للأجانب .فقوله - سبحانه - : ( غَيْرِ أُوْلِي الإربة ) أى : غير ذوى الحاجة من الرجال فى النساء يقال : أَرِب الرجل إلى الشىء يأرَبُ أرضبا - من باب تعب إذا احتاج إليه .ويجوز لهن كذلك إظهار زينتهن أمام الأطفال الذين لم يظهروا على عورات النساء ، أى : الذين لم يعرفوا ما العورة ، ولم يستطيعوا بعد التمييز بينها وبين غيرها ، ولم يبلغوا السن التى يشتهون فيها النساء .يقال : ظهر على الشىء إذا اطلع عليه وعرفه ، ويقال : فلان ظهر على فلان إذا قوى عليه وغلبه .فهؤلاء اثنا عشر نوعا من الناس ، ليس عليهم ولا على المرأة حرج ، فى أن يروا منها موضع الزينة الخفية ، كالرأس والذراعين ، والساقين ، لا نتفاء الفتنة التى من أجلها كان الستر والغطاء . فأما الزوج فله رؤية جميع جسدها .ثم نهى - سبحانه - النساء عن ابداء حركات تعلن عن زينتهن المستورة ، بل عليهن أن يلتزمن من خلال خروجهن من بيوتهن الأدب والاحتشام والمشى الذى يصاحب الوقار والاتزان ، فقال - تعالى - : ( وَلاَ يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِينَ مِن زِينَتِهِنَّ ) .أى : ولا يصح للنساء المؤمنات أن يضربن بأرجلهن فى الأرض ، ليسمعن غيرهن من الرجال أصوات حليهن الداخلية ، بقصد التطلع إليهن ، والميل نحوهن بالمحادثة أو ما يشبهها .فالمقصود من الجملة الكريمة نهى المرأة المسلمة ، عن استعمال أى حركة أو فعل من شأنه إثارة الشهوة والفتنة كالمشية المتكلفة ، والتعطر الملفت للنظر ، وما إلى ذلك من ألوان التصنع الذى من شأنه تهييج الغرائز الجنسية .ثم ختم - سبحانه - تلك الآية الجامعة لأنواع من الأدب السامى ، بدعوة المؤمنين إلى التوبة الصادقة . فقال - تعالى - : ( وتوبوا إِلَى الله جَمِيعاً أَيُّهَ المؤمنون لَعَلَّكُمْ تُفْلِحُونَ ) .أى : وتوبوا إلى الله جميعا أيها المؤمنون والمؤمنات ، توبة صادقة نصوحا تجعلكم تخشونه - سبحانه - فى السر والعلن ، لكى تنالوا الفلاح والنجاح فى دنياكم وأخراكم .قال القرطبى : \" ليس فى القرآن الكريم آية أكثر ضمائر من هذه الآية . جمعت خمسة وعشرين ضميرا للمؤمنات ما بين مرفوع ومجرور . . . \" .هذا ، ومن الأحكام والآداب التى اشتملت عليها هاتان الآيتان ما يأتى :1 - وجوب غض البصر وحفظ الفرج ، لأن الإسلام يهدف إلى مجتمع طاهر من الدنس ، نظيف من الخنا ، مجتمع لا تمنع فيه الشهوات الحلال وإنما تمنع منه الشهوات الحرام ، مجتمع لا تختلس فيه العيون النظرات السيئة ولا تتطلع فيه الأبصار إلى مالا يحل لها التطلع إليه ، فالله - تعالى - يقول : ( إِنَّ السمع والبصر والفؤاد كُلُّ أولئك كَانَ عَنْهُ مَسْؤُولاً ) ويقول : ( يَعْلَمُ خَآئِنَةَ الأعين وَمَا تُخْفِي الصدور ) وقد وردت أحاديث متعددة فى الأمر بغض البصر ، وحفظ الفرج ، ومن ذلك ما أخرجه الشيخان عن أبى هريرة أن رسول الله صلى الله عليه وسلم قال : \" كتب على ابن آدم نصيبه من الزنا مدرك ذلك لا محالة ، العينان زناهما النظر ، والأذنان زناهما الاستماع ، واللسان زناهما الكلام ، واليد زناها البطش ، والرجل زناها الخطا ، والقلب يهوى ويتمنى ، ويصدق ذلك الفرج أو يكذبه \" .وروى الإمام مسلم فى صحيحه عن جرير بن عبد الله قال : \" سألت رسول الله صلى الله عليه وسلم عن نظر الفجأة - أى البغتة من غير قصد - فقال : \" اصرف بصرك \"؟ \"2 - أنه لا يحل للمرأة أن تبدى زينتها لأجانب ، إلا ما ظهر منها ، لأن الله - تعالى - يقول : ( وَلاَ يُبْدِينَ زِينَتَهُنَّ إِلاَّ مَا ظَهَرَ مِنْهَا ) .قال الإمام القرطبى ما ملخصه : \" أمر الله - تعالى - النساء بالا يبدين زينتهن للناظرين ، إلا ما استثناه من الناظرين فى باقى الآية ، حذارا من الافتتان ، ثم استثنى ما يظهر من الزينة ، واختلف الناس فى قدر ذلك .فقال ابن مسعود : طاهر الزينة هو الثياب . . . وقال سعيد بن جبير والأوزاعى : الوجه والكفان والثياب . . . وقال ابن عباس وقتادة : ظاهر الزينة هو الكحل والسوار والخضاب . . ونحو هذا ، فمباح أن تبديه لكل من ظهر عليها من الناس .وقال ابن عطية : ويظهر لى بحكم ألفاظ الآية ، بأن المرأة مأمورة بأن لا تبدى ، وأن لا تجتهد فى الإخفاء لكل ما هو زينة ، ووقع الاستثناء فيما يظهر ، بحكم ضرورة حركة فيما لا بد منه ، أو إصلاح شأن ونحو ذلك ، \" فما ظهر \" على هذا الوجه مما تؤدى إليه الضرورة فى النساء فهو المعفو عنه .قلت : أى القرطبى - : وهذا قول حسن ، إلا أنه لما كان الغالب من الوجه والكفين ظهورهما ، عادة وعبادة ، صح أن يكون الاستثناء راجعا إليهما .يدل على ذلك ما رواه أبو داود عن عائشة ، \" أن أسماء بنت أبى بكر ، دخلت على رسول الله صلى الله عليه وسلم وعليها ثياب رقاق ، فأعرض عنها وقال : \" يا أسماء إن المرأة إذا بلغت المحيض لم يصلح أن يرى منها إلا هذا وهذا ، وأشار إلى وجهه وكفيه \" \" .وقال بعض علمائنا : \" إن المرأة إذا كانت جميلة وخيف من وجهها و كفيها الفتنة فعليها ستر ذلك \" .هذا ، وفى هذه المسألة كلام كثير للعلماء فارجع إليه إن شئت .وإلى هنا ترى السورة الكريمة قد نهت عن الزنا ، ووضعت فى طريقه السدود الوقائية والنفسية . حيث حرمت الاختلاط ، وأمرت بالاستئذان ، وبغض البصر ، وبحفظ الفرج ، وبعدم التبرج ، وبالإكثار من التوبة إلى الله - تعالى - ."},{"ayah_number":32,"text":"والخطاب في قوله- تعالى-: وَأَنْكِحُوا الْأَيامى مِنْكُمْ.. للأولياء والسادة، والأيامى: جمع أيم- بفتح الهمزة وتشديد الياء المكسورة.. وهو كل ذكر لا أنثى معه، وكل أنثى لا ذكر معها بكرا أو ثيبا. والمراد بالأيامى هنا الأحرار والحرائر.وقوله- تعالى- مِنْ عِبادِكُمْ جمع عبد وهو الرقيق، و «وإمائكم» جمع أمة.والمراد من الإنكاح هنا: المعاونة والمساعدة في الزواج، والعمل على إتمامه بدون عوائق لا تؤيدها شريعة الله- تعالى-.أى: زوّجوا- أيها الأولياء والسادة- من لا زوج له من الرجال المسلمين أو النساء المسلمات، ويسروا لهم هذا الأمر ولا تعسروه، لأن الزواج هو الطريق المشروع لقضاء الشهوة، ولحفظ النوع الإنسانى، ولصيانة الأنساب من الاختلاط، ولإيجاد مجتمع تفشو فيه الفضيلة، وتموت فيه الرذيلة.وزوجوا- أيضا الصالحين للزواج من عبيدكم وإمائكم فإن هذا الزواج أكرم لهم وأحفظ لعفتهم.قال صاحب الكشاف «فإن قلت لم خص الصالحين؟ قلت: ليحصن دينهم، ويحفظ عليهم صلاحهم، ولأن الصالحين من الأرقاء. هم الذين مواليهم يشفقون عليهم.. فكانوا مظنة للتوصية بشأنهم.. وأما المفسدون منهم فحالهم عند مواليهم على عكس ذلك» .والأمر في قوله- تعالى-: وَأَنْكِحُوا يرى جمهور العلماء أنه للندب، بدليل أنه قد وجد أيامى في العهد النبوي ولم يجبروا على الزواج، ولو كان الأمر للوجوب، لأجبروا عليه.. ويرى بعضهم أنه للوجوب.قال الإمام ابن كثير: اشتملت هذه الآيات الكريمات على جمل من الأحكام المحكمة، والأوامر المبرمة، فقوله- تعالى-: وَأَنْكِحُوا الْأَيامى مِنْكُمْ وَالصَّالِحِينَ مِنْ عِبادِكُمْ وَإِمائِكُمْ هذا أمر بالتزويج، وقد ذهب طائفة من العلماء إلى وجوبه، على كل من قدر عليه، واحتجوا بظاهر قوله صلّى الله عليه وسلّم: «يا معشر الشباب. من استطاع منكم الباءة» - أى القدرة على الزواج- فليتزوج، فإنه أغض للبصر، وأحفظ للفرج، ومن لم يستطع فعليه بالصوم فإنه له وجاء»  - أى: وقاية-.ويبدو لنا أن الزواج يختلف حكمه باختلاف الأحوال، فمن كان- مثلا قادرا على الزواج، ويخشى إذا ترك الزواج أن يقع في الفاحشة: فإن الزواج بالنسبة له يكون واجبا عليه. بخلاف من أمن الوقوع في الفاحشة، فإن الزواج بالنسبة له يكون مندوبا أو مستحبا.ولذا قال الإمام القرطبي: «اختلف العلماء في هذا الأمر- أى في قوله- تعالى- وَأَنْكِحُوا- على ثلاثة أقوال: فقال علماؤنا يختلف الحكم في ذلك باختلاف حال المؤمن من خوف العنت، ومن عدم صبره.. فإذا خاف الهلاك في الدين أو الدنيا فالنكاح حتم.وإن لم يخش شيئا، وكانت الحال مطلقة، فالنكاح مباح.قال الشافعى: إنه قضاء لذة فكان مباحا كالأكل والشرب.وقال مالك وأبو حنيفة: هو مستحب .وقوله- سبحانه-: إِنْ يَكُونُوا فُقَراءَ يُغْنِهِمُ اللَّهُ مِنْ فَضْلِهِ حض لمن يملك عقد الزواج على أن لا يجعل الفقر حائلا دون إتمامه. لأن الأرزاق بيد الله- تعالى- وحده.أى: زوجوا- أيها الأولياء والسادة- من كان أهلا للزواج، وصالحا له وراغبا فيه، من رجالكم ونسائكم، ولا يمنعكم فقرهم من إتمامه، فإنهم إن يكونوا فقراء اليوم، فالله- تعالى- قادر على أن يغنيهم في الحال أو في المستقبل متى شاء ذلك، فإن قدرته- عز وجل- لا يعجزها شيء، وكم من أناس كانوا فقراء قبل الزواج، ثم صاروا أغنياء بعده، لأنهم قصدوا بزواجهم حفظ فروجهم، وتنفيذ ما أمرتهم به شريعة الإسلام.روى الإمام أحمد والترمذي والنسائي وابن ماجة عن أبى هريرة قال: قال رسول الله صلّى الله عليه وسلّم: «ثلاثة حق على الله عونهم: الناكح يريد العفاف، والمكاتب يريد الأداء، والغازي في سبيل الله»  .فهذا عهد أخذه الله- تعالى- على ذاته- فضلا منه وكرما- ولن يخلف الله- عز وجل- عهده.وقوله- سبحانه-: وَاللَّهُ واسِعٌ عَلِيمٌ أى: والله- تعالى- واسع الغنى لا تنفد خزائنه، ولا ينتهى ما عنده من خير، ولا يعزب عن علمه مثقال ذرة في الأرض ولا في السماء."},{"ayah_number":33,"text":"ثم أرشد- سبحانه- الذين لا يجدون وسائل النكاح، إلى ما يعينهم على حفظ فروجهم، فقال: وَلْيَسْتَعْفِفِ الَّذِينَ لا يَجِدُونَ نِكاحاً حَتَّى يُغْنِيَهُمُ اللَّهُ مِنْ فَضْلِهِ.والاستعفاف: طلب العفة، واختيار طريق الفضيلة التي من وسائلها ما أشار إليه- سبحانه- في قوله: قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ.والمعنى: وعلى المؤمنين والمؤمنات «الذين لا يجدون نكاحا» أى: الذين لا يجدون الوسائل والأسباب التي توصلهم إلى الزواج بسبب ضيق ذات اليد، أو ما يشبه ذلك، عليهم أن يتحصنوا بالعفاف وأن يصونوا أنفسهم عن الفواحش، وأن يستمروا على ذلك حتى يرزقهم الله- تعالى- من فضله رزقا، يستعينون به على إتمام الزواج.فهذه الجملة الحكيمة وعد كريم من الله- تعالى- للتائقين إلى الزواج، العاجزين عن تكاليفه بأنه- سبحانه- سيرزقهم من فضله ما يعينهم على التمكن منه، متى اعتصموا بطاعته، وحافظوا على أداء ما أمرهم به.قال صاحب الكشاف: «وما أحسن ما رتب هذه الأوامر: حيث أمر- أولا- بما يعصم من الفتنة ويبعد عن مواقعة المعصية، وهو غض البصر. ثم بالنكاح الذي يحصن به الدين، ويقع به الاستغناء بالحلال عن الحرام، ثم بالحمل على النفس الأمارة بالسوء، وعزفها عن الطموح إلى الشهوة عند العجز عن النكاح إلى أن يرزق القدرة عليه» .ثم حض- سبحانه- على إعانة الأرقاء لكي يتخلصوا من رقهم ويصيروا أحرارا.فقال: وَالَّذِينَ يَبْتَغُونَ الْكِتابَ مِمَّا مَلَكَتْ أَيْمانُكُمْ فَكاتِبُوهُمْ إِنْ عَلِمْتُمْ فِيهِمْ خَيْراً، وَآتُوهُمْ مِنْ مالِ اللَّهِ الَّذِي آتاكُمْ.والمراد بالكتاب هنا: المكاتبة التي تكون بين السيد وعبده، بأن يقول السيد لعبده: إن أديت إلى كذا من المال فأنت حر لوجه الله، فإذا قبل العبد ذلك وأدى ما طلبه منه سيده، صار حرا.أى: والذين يطلبون المكاتبة من عبيدكم- أيها الأحرار.. فكاتبوهم إن علمتم فيهم خيرا، أى: أمانة وقدرة على الكسب، وأعينوهم على التحرر من رقهم بأن تعطوهم شيئا من المال الذي آتاكم الله إياه، بفضله وإحسانه.وهكذا نرى الإسلام يأمر أتباعه الذين رزقهم الله نعمة الحرية، أن يعينوا مماليكهم على ما يمكنهم من الحصول على هذه النعمة.ومن العلماء من يرى أن الأمر في قوله- تعالى-: فَكاتِبُوهُمْ وفي قوله وَآتُوهُمْ للوجوب، لأنه هو الذي يتناسب مع حرص شريعة الإسلام على تحرير الأرقاء.ثم نهى- سبحانه- عن رذيلة كانت موجودة في المجتمع، لكي يطهره منها، فقال:وَلا تُكْرِهُوا فَتَياتِكُمْ عَلَى الْبِغاءِ- إِنْ أَرَدْنَ تَحَصُّناً- لِتَبْتَغُوا عَرَضَ الْحَياةِ الدُّنْيا.قال الآلوسى: أخرج مسلم وأبو داود عن جابر أن جارية لعبد الله بن أبى بن سلول يقال لها «مسيكة» وأخرى يقال لها «أميمة» كان يكرههما على الزنا، فشكتا ذلك إلى الرسول صلّى الله عليه وسلّم فنزلت.وأخرج ابن مردويه عن على- رضى الله عنه- أنهم كانوا في الجاهلية يكرهون إماءهم على الزنا، ويأخذون أجورهن، فنهوا عن ذلك في الإسلام، ونزلت الآية.. .والفتيات جمع فتاة والمراد بهن هنا الإماء، وعبر عنهن بقوله «فتياتكم» على سبيل التكريم لهن، ففي الحديث الشريف: «لا يقولن أحدكم عبدى وأمتى ولكن فتاي وفتأتي» .والبغاء- بكسر الباء- زنى المرأة خاصة، مصدر بغت المرأة تبغى بغاء إذا فجرت.والتحصن: التصون والتعفف عن الزنا.والمعنى: ولا تكرهوا- أيها الأحرار- فتياتكم اللائي تملكوهن على الزنا إن كرهنه وأردن العفاف والطهر، لكي تنالوا من وراء إكراههن على ذلك، بعض المال الذي يدفع لهن نظير افتراشهن.وقوله- تعالى- إِنْ أَرَدْنَ تَحَصُّناً ليس المقصود منه أنهن إن لم يردن التحصن يكرهن على ذلك، وإنما المراد منه بيان الواقع الذي نزلت من أجله الآية، وهو إكراههم لإمائهم على الزنا مع نفورهن منه. ولأن الإكراه لا يتصور عند رضاهن بالزنا واختيارهن له، وإنما يتصور عند كراهتهن له، وعدم رضاهن عنه، ولأن في هذا التعبير تعبيرا لهم، فكأنه- سبحانه- يقول لهم: كيف يقع منكم إكراههن على البغاء وهن إماء يردن العفة ويأبين الفاحشة؟ ألم يكن الأولى بكم والأليق بكرامتكم أن تعينوهن على العفاف والطهر، بدل أن تكرهوهن على ارتكاب الفاحشة من أجل عرض من أعراض الحياة الدنيا؟.وقوله- تعالى-: وَمَنْ يُكْرِهْهُنَّ فَإِنَّ اللَّهَ مِنْ بَعْدِ إِكْراهِهِنَّ غَفُورٌ رَحِيمٌ بيان لمظهر من مظاهر فضل الله- تعالى- ورحمته- بعباده.أى: ومن يكره إماءه على البغاء فإن الله- تعالى- بفضله وكرمه من بعد إكراهكم لهن، غفور رحيم لهن، أما أنتم يا من أكرهتموهن على الزنا فالله وحده هو الذي يتولى حسابكم، وسيجازيكم بما تستحقون من عقاب.فمغفرة الله- تعالى- ورحمته إنما هي للمكرهات على الزنا، لا للمكرهين لهن على ذلك.قال بعض العلماء: قوله- تعالى-: فَإِنَّ اللَّهَ مِنْ بَعْدِ إِكْراهِهِنَّ غَفُورٌ رَحِيمٌ قيل:غفور لهن. وقيل: غفور لهم. وقيل: غفور لهن ولهم.والأظهر: أن المعنى لهن، لأن المكره لا يؤاخذ بما يكره عليه، بل يغفره الله له، لعذره بالإكراه. فالموعود بالمغفرة والرحمة، هو المعذور بالإكراه دون المكره- بكسر الراء- لأنه غير معذور بفعله القبيح ."},{"ayah_number":34,"text":"ثم ختم- سبحانه- هذه التشريعات الحكيمة. والتوجيهات السديدة، بقوله- تعالى-: وَلَقَدْ أَنْزَلْنا إِلَيْكُمْ آياتٍ مُبَيِّناتٍ وَمَثَلًا مِنَ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ، وَمَوْعِظَةً لِلْمُتَّقِينَ. وقوله مُبَيِّناتٍ قرأها بعض القراء السبعة بفتح الياء المشددة، وقرأها الباقون بكسرها.فعلى قراءة الفتح يكون المعنى: وبالله لقد أنزلنا إليكم- أيها المؤمنون- في هذه السورة وغيرها آيات بيّنّا لكم معانيها، وجعلناها واضحة الدلالة على ما شرعناها لكم من أحكام وآداب وحدود.وعلى قراءة الكسر يكون المعنى: وبالله لقد أنزلنا إليكم آيات، هي مبينات موضحات لكل ما أنتم في حاجة إلى بيانه ومعرفته من آداب وتشريعات، فإسناد التبيين هنا إلى الآيات على سبيل المجاز.وقوله: وَمَثَلًا مِنَ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ معطوف على «آيات» . والمراد بالمثل:الأخبار العجيبة التي ذكرها- سبحانه- عن السابقين.أى، أنزلنا إليكم آيات واضحات في ذاتها وموضحة لغيرها. وأنزلنا إليكم- أيضا-قصصا عجيبة، من أخبار السابقين الذين خلوا من قبلكم، لتهتدوا بها فيما يقع بينكم من أحداث.فمثلا: لا تتعجبوا من كون عائشة- رضى الله عنها- قد اتهمت بما هي منه بريئة. فقد اتّهمت من قبلها مريم بالفعل الفاضح الذي برأها الله تعالى منه، واتهم يوسف- عليه السلام-: بما هو منه برىء، وألقى في السجن بضع سنين مع براءته.فيوسف ومريم وعائشة، قد برأهم الله- تعالى- مما رموا به، وكفى بشهادة الله شهادة.وقوله وَمَوْعِظَةً لِلْمُتَّقِينَ أى: وجعلنا هذه الآيات التي أنزلنا إليكم موعظة يتعظ بها المتقون، الذين صانوا أنفسهم عن محارم الله، وراقبوه- سبحانه- في السر والعلن، فانتفعوا بها دون غيرهم من المفسدين والفاسقين.فأنت ترى أن الله- تعالى- قد وصف الآيات التي أنزلها على عباده المؤمنين بثلاث صفات. وصفها- أولا- بأنها بينة في ذاتها أو مبينة لغيرها، ووصفها- ثانيا- بأنها مشتملة على الأمثال العجيبة لأحوال السابقين، ووصفها- ثالثا- بأنها موعظة للمتقين الذين تستشعر قلوبهم دائما الخوف من الله- تعالى-.وما ذكره الله- تعالى- قبل هذه الآية من آداب وأحكام يتناسق مع التعقيب كل التناسق، ويتجاوب معه كل التجاوب.وكيف لا يكون كذلك، والقرآن هو كلام الله الذي أعجز كل البلغاء والفصحاء، ولو كان من عند غير الله لوجدوا فيه اختلافا كثيرا.ثم انتقلت السورة الكريمة بعد ذلك، إلى الحديث عن جلال الله- تعالى- ونوره وعظمته وعن بيوته التي أذن لها أن ترفع، وعن الرجال الذين لا تلهيهم تجارة ولا بيع عن طاعته وتقديسه، وعن الجزاء الحسن الذي أعده الله- سبحانه- لهؤلاء الأخيار، فقال:"},{"ayah_number":35,"text":"قال الإمام القرطبي ما ملخصه: «قوله- تعالى-: اللَّهُ نُورُ السَّماواتِ وَالْأَرْضِ.النور في كلام العرب: الأضواء المدركة بالبصر. واستعمل مجازا فيما صح من المعاني ولاح.فيقال: كلام له نور.. وفلان نور البلد.فيجوز أن يقال: لله- تعالى- نور، من جهة المدح، لأنه أوجد جميع الأشياء، ونور جميع الأشياء منه ابتداؤها، وعنه صدورها، وهو- سبحانه- ليس من الأضواء المدركة، جل وتعالى عما يقول الظالمون علوا كبيرا.واختلف العلماء في تأويل هذه الآية: فقيل: المعنى: به وبقدرته أنارت أضواؤها.واستقامت أمورها، وقامت مصنوعاتها، فالكلام على التقريب للذهن، كما يقال: الملك نور أهل البلد، أى: به قوام أمرها.. فهو- أى النور- في الملك مجاز. وهو في صفة الله- تعالى- حقيقة محضة.قال ابن عرفة: أى منور السموات والأرض. وقال مجاهد: مدبر الأمور في السموات والأرض.وقال ابن عباس: المعنى: الله هادي السموات والأرض. والأول أعم للمعاني وأصح مع التأويل .ويبدو لنا أن أقرب الأقوال إلى الصواب هو الذي رجحه الإمام القرطبي فيكون معنى الجملة الكريمة: الله- تعالى- هو نور العالم كله علويه وسفليه، بمعنى منوره بالمخلوقات التكوينية، وبالآيات التنزيلية، وبالرسالات السماوية، الدالة دلالة واضحة على وجوده- سبحانه- وعلى وحدانيته، وقدرته، وسائر صفاته الكريمة، والهادية إلى الحق، وإلى ما به صلاح الناس في دنياهم وآخرتهم.قال ابن كثير: «وقد ثبت في الصحيحين عن ابن عباس قال: كان رسول الله صلّى الله عليه وسلّم إذا قام من الليل يقول: «اللهم لك الحمد أنت قيم السموات والأرض ومن فيهن، ولك الحمد، أنت نور السموات والأرض ومن فيهن» .وقال صلّى الله عليه وسلّم في دعائه يوم آذاه المشركون من أهل الطائف: «أعوذ بنور وجهك الذي أشرقت له الظلمات، وصلح عليه أمر الدنيا والآخرة، أن يحل بي غضبك، أو ينزل بي سخطك، لك العتبى- أى الرجوع عن الذنب- حتى ترضى، ولا حول ولا قوة إلا بك»  .وأضاف- سبحانه- نوره إلى السموات والأرض، للدلالة على سعة إشراق هذا النور، وعموم سنائه، وتمام بهائه في الكون كله.ثم قرب- عز وجل- نوره إلى الأذهان فقال: مَثَلُ نُورِهِ كَمِشْكاةٍ فِيها مِصْباحٌ ...أى: صفة نوره العجيبة الشأن في الإضاءة والسطوع، كصفة مشكاة- وهي الفتحة الصغيرة في الجدار دون أن تكون نافذة فيه- هذه المشكاة فيها مصباح، أى: سراج ضخم ثاقب تشع منه الأنوار.وقال- سبحانه-: مَثَلُ نُورِهِ كَمِشْكاةٍ فِيها مِصْباحٌ لأن وجود المصباح في هذه المشكاة يكون أجمع لنوره، وأحصر لضيائه، فيبدو قويا متألقا، بخلاف ما لو كان المصباح في مكان نافذ فإنه لا يكون كذلك.الْمِصْباحُ فِي زُجاجَةٍ أى: في قنديل من الزجاج الصافي النقي، الذي يقيه الريح، ويزيده توهجا وتألقا.هذه الزُّجاجَةُ في ذاتها كَأَنَّها كَوْكَبٌ دُرِّيٌّ أى شديد الإنارة، نسبة إلى الدر في صفائه وسنائه وإشراقه وحسنه.يُوقَدُ مِنْ شَجَرَةٍ مُبارَكَةٍ زَيْتُونَةٍ أى: هذا المصباح يستمد نوره من زيت شجرة مباركة أى: كثيرة المنافع، زيتونة أى: هي شجرة الزيتون.فحرف «من» لابتداء الغاية، والكلام، على حذف مضاف، أى: من زيت شجرة، مباركة: صفة لشجرة، وزيتونة: بدل أو عطف بيان من شجرة.ووصف- سبحانه- شجرة الزيتون بالبركة، لطول عمرها. وتعدد فوائدها التي من مظاهرها: الانتفاع بزيتها وخصبها وورقها وثمارها.قال- تعالى- وَشَجَرَةً تَخْرُجُ مِنْ طُورِ سَيْناءَ تَنْبُتُ بِالدُّهْنِ وَصِبْغٍ لِلْآكِلِينَ.وقوله- سبحانه-: لا شَرْقِيَّةٍ وَلا غَرْبِيَّةٍ صفة أخرى لشجرة الزيتون.أى: أن هذه الشجرة ليست متميزة إلى مكان معين أو جهة معينة بل هي مستقبلة للشمس طول النهار، تسطع عليها عند شروقها وعند غروبها وما بين ذلك، فترتب على تعرضها للشمس طول النهار، امتداد حياتها، وعظم نمائها وحسن ثمارها.وقوله- تعالى-: يَكادُ زَيْتُها يُضِيءُ وَلَوْ لَمْ تَمْسَسْهُ نارٌ صفة ثالثة لتلك الشجرة.أى، أنها يكاد زيتها من شدة صفائه ونقائه يضيء دون أن تمسه النار، فهو زيت من نوع خاص، بلغ من الشفافية أقصاها، ومن الجودة أعلاها.قال بعض العلماء: وقد شبّه في الآية نور الله، بمعنى أدلته، وآياته- سبحانه- من حيث دلالتها على الهدى والحق، وعلى ما ينفع الخلق في الحياتين شبه ذلك بنور المشكاة التي فيها زجاجة صافية، وفي تلك الزجاجة مصباح يتقد بزيت بلغ الغاية في الصفاء والرقة والإشراق، حتى يكاد يضيء بنفسه من غير أن تمسه نار»  .وقوله- سبحانه-: نُورٌ عَلى نُورٍ أى: هو نور عظيم متضاعف، كائن على نور عظيم مثله، إذ أن نور الله- تعالى- لا حد لتضاعفه، ولا نهاية لعمقه بخلاف الأنوار الأخرى. فإن لتضاعفها حدا محدودا مهما كان إشراقها وضوؤها.فقوله: نُورُ خبر لمبتدأ محذوف، أى: هو نور. وقوله عَلى نُورٍ متعلق بمحذوف هو صفة له، مؤكدة لما أفاده التنكير من الفخامة. أى: كائن على نور مثله.ثم بين- سبحانه- سنة من سننه فقال: يَهْدِي اللَّهُ لِنُورِهِ مَنْ يَشاءُ أى: يهدى الله- تعالى- لنوره العظيم من يشاء هدايته من عباده، بأن يوفقهم للإيمان، والعمل بتعاليم الإسلام، وللسير على طريق الحق والرشاد.ثم ختم- سبحانه- الآية الكريمة بقوله: وَيَضْرِبُ اللَّهُ الْأَمْثالَ لِلنَّاسِ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ.أى: ويضرب الله- تعالى- الأمثال للناس، لكي يقرب لهم الأمور وييسر لهم المسائل، ويبرز لهم المعقول في صورة المحسوس، والله- تعالى- بكل شيء عليم، سواء أكان هذا الشيء ظاهرا أم باطنا، معقولا أم محسوسا.قال بعض العلماء ما ملخصه: هذه الآية الكريمة من الآيات التي صنفت فيها مصنفات، منها «مشكاة الأنوار» للإمام الغزالي ... ومنها ما قاله الإمام ابن القيم عنها في كتابه «الجيوش الإسلامية» .فقد قال- رحمه الله-: سمى الله تعالى- نفسه نورا، وجعل كتابه نورا، ورسوله صلّى الله عليه وسلّم نورا، ودينه نورا، واحتجب عن خلقه بالنور وجعل دار أوليائه نورا يتلألأ. قال- تعالى- اللَّهُ نُورُ السَّماواتِ وَالْأَرْضِ وقد فسر بكونه منور السموات والأرض وهادي أهل السموات والأرض فبنوره اهتدى أهل السموات والأرض. وهذا إنما هو فعله. وإلا فالنور الذي هو من أوصافه قائم به. ومنه اشتق اسم النور الذي هو أحد الأسماء الحسنى..» ."},{"ayah_number":36,"text":"ثم بين- سبحانه- بعد ذلك أكثر الأماكن والأشخاص انتفاعا بنوره، فقال- تعالى-: فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ، يُسَبِّحُ لَهُ فِيها بِالْغُدُوِّ وَالْآصالِ. رِجالٌ لا تُلْهِيهِمْ تِجارَةٌ وَلا بَيْعٌ عَنْ ذِكْرِ اللَّهِ.وقوله فِي بُيُوتٍ متعلق بقوله: يُسَبِّحُ. والمراد بهذه البيوت: المساجد كلها، وعلى رأسها المسجد الحرام، والمسجد النبوي، والمسجد الأقصى.و «أذن» بمعنى أمر وقضى، وفاعل «يسبح» قوله «رجال» .والغدو والغداة: من طلوع الفجر إلى طلوع الشمس، والآصال جمع أصيل، وهو ما بين العصر وغروب الشمس.أى: هذا هو نور الله- تعالى- الذي يهدى إليه من يشاء من عباده، وعلى رأس أولئكالعباد الذين هداهم الله- سبحانه- إلى ما يحبه ويرضاه، هؤلاء الرجال الذين يعبدونه ويقدسونه في تلك المساجد التي أمر- سبحانه- بتشييدها وتعظيم قدرها، وصيانتها من كل سوء أو نجس، إنهم يسبحونه وينزهونه عن كل نقص، ويتقربون إليه بالصلوات وبالطاعات. في تلك المساجد في أول النهار وفي آخره، وفي غير ذلك من الأوقات.وخص- سبحانه- أوقات الغدو والآصال بالذكر، لشرفها وكونها أشهر ما تقع فيه العبادات."},{"ayah_number":37,"text":"وقوله- تعالى-: رِجالٌ لا تُلْهِيهِمْ تِجارَةٌ وَلا بَيْعٌ عَنْ ذِكْرِ اللَّهِ مدح وتكريم لهؤلاء الرجال.أى: يسبح لله- تعالى- في تلك المساجد بالغدو والآصال، رجال من شأنهم ومن صفاتهم، أنهم لا يشغلهم، «تجارة» مهما عظمت، «ولا بيع» ، مهما اشتدت حاجتهم إليه «عن ذكر الله» أى: عن تسبيحه وتحميده وتكبيره وتمجيده وطاعته.ولا تشغلهم- أيضا- هذه التجارات والبيوع عن «إقام الصلاة» في مواقيتها بخشوع وإخلاص، وعن «إيتاء الزكاة» للمستحقين لها. وذلك لأنهم «يخافون يوما» هائلا شديدا هو يوم القيامة الذي «تتقلب فيه القلوب والأبصار» أى تضطرب فيه القلوب والأبصار فلا تثبت من شدة الهول والفزع."},{"ayah_number":38,"text":"ثم بين- سبحانه- الأسباب التي حملتهم على الإكثار من هذه الطاعات فقال:لِيَجْزِيَهُمُ اللَّهُ أَحْسَنَ ما عَمِلُوا وَيَزِيدَهُمْ مِنْ فَضْلِهِ.أى: إنهم يكثرون من تسبيح الله بالغدو والآصال، دون أن يشغلهم عن ذلك أى شاغل، لأنهم يرجون منه- سبحانه- أن يجزيهم أحسن الجزاء على أعمالهم، وأن يزيدهم من فضله وإحسانه، بما يليق بكرمه وامتنانه.«والله» - تعالى- «يرزق من يشاء» أن يرزقه «بغير حساب» أى: بدون حدود، ولا قيود، وبدون حصر لما يعطيه، لأن خزائنه لا تنقص ولا تنفد، حتى يحتاج إلى عد وحساب لما يخرج منها.فالجملة الكريمة تذييل قصد به التقرير للزيادة التي يتطلع إليها هؤلاء الرجال الصالحون، ووعد منه- عز وجل- بأنه سيرزقهم رزقا يزيد عما يتوقعونه.وبذلك نرى الآيات قد طوفت بنا مع نور الله- عز وجل- ومثلت له بما من شأنه أن يجعل النفوس يشتد استمساكها بالحق الذي جاء به رسول الله صلّى الله عليه وسلّم من عند ربه، ومدحت مدحا عظيما أولئك الرجال الأخيار، الذين يكثرون من طاعة الله- تعالى- في بيوته"},{"ayah_number":39,"text":"أى: والذين كفروا بالحق لما جاءهم: أعمالهم الصالحة في الدنيا التي يتوقعون الخير من ورائها، تكون بالنسبة لهم يوم القيامة، كسراب كائن في صحراء واسعة، «يحسبه الظمآن ماء» .أى: يظن الشخص الذي اشتد به العطش أنه ماء.وخص- سبحانه- هذا الحسبان بالظمآن، مع أن كل من يراه يظنه ماء لأن هذا الذي اشتد به العطش أشد حرصا على طلبه من غيره، فالتشبيه به أتم وأكمل.و «حتى» في قوله- سبحانه-: حَتَّى إِذا جاءَهُ لَمْ يَجِدْهُ شَيْئاً غاية لمحذوف، والتقدير: هذا السراب يظنه الظمآن ماء فيسرع نحوه، حتى إذا ما وصل إليه، لم يجد ما حسبه ماء وعلق عليه آماله شيئا أصلا، لا ماء ولا غيره.فأنت ترى أن الله- تعالى- قد شبه ما يعمله الكافرون من أعمال البر في الدنيا، التي يظنونها نافعة لهم- شبه هذه الأعمال من حيث خيبة أملهم فيها بسراب يحسبه الظمآن ماء، فيذهب إليه ليروى عطشه، فإذا ما وصل إليه لم يجده شيئا، فيخيب أمله، وتشتد حسرته.قال الإمام الرازي: فإن قيل: قوله: «حتى إذا جاءه» يدل على كونه شيئا، وقوله:«لم يجده شيئا» مناقض له؟قلنا: الجواب عنه من وجوه ثلاثة: الأول: المراد معناه أنه لم يجد شيئا نافعا، كما يقال:فلان ما عمل شيئا وإن كان قد اجتهد الثاني: حتى إذا جاءه أى: جاء موضع السراب لم يجد السراب شيئا، فاكتفى بذكر السراب عن ذكر موضعه. الثالث: الكناية للسراب، لأن السراب يرى من بعيد بسبب الكثافة كأنه ضباب وهباء، وإذا قرب منه رق وانتثر وصار كالهواء، .وقوله- سبحانه-: وَوَجَدَ اللَّهَ عِنْدَهُ فَوَفَّاهُ حِسابَهُ معطوف على جملة «لم يجده» فهو داخل التشبيه أى: ووجد الظمآن حكم الله- تعالى- وقضاءه فيه عند السراب، فوفاه- سبحانه- حسابه الذي يستحقه كاملا غير منقوص.وفي هذه الجملة الكريمة من التصوير المرعب للكافر ما فيها. حيث شبهته بالظمآن الذي ذهب مسرعا ليروى ظمأه مما ظنه ماء فلما وصل إليه لم يجد ماء، وإنما وجد الله- تعالى- الذي كفر به وجحد وحدانيته- عنده، فوفاه حسابه الذي يستحقه من العذاب بدلا من وجود الماء الذي أتعب نفسه في السعى إليه.«والله» - تعالى- «سريع الحساب» ، لأنه لا يشغله حساب عن حساب ولا عمل عن عمل، بل حساب الناس جميعا عنده- عز وجل- كحساب النفس الواحدة."},{"ayah_number":40,"text":"وقوله- تعالى-: أَوْ كَظُلُماتٍ فِي بَحْرٍ لُجِّيٍّ، يَغْشاهُ مَوْجٌ، مِنْ فَوْقِهِ مَوْجٌ، مِنْ فَوْقِهِ سَحابٌ، ظُلُماتٌ بَعْضُها فَوْقَ بَعْضٍ مثال آخر لأعمال الكافرين التي لا ينتفعون بها مع أنهم يعتقدون أنها ستنفعهم.فحرف «أو» للتقسيم، وما بعدها معطوف على قوله- سبحانه- قبل ذلك، «كسراب بقيعة» .والمعنى: أو أن الأعمال الحسنة في الدنيا لهؤلاء الكافرين، مثلها- من حيث خلوها عن نور الحق وعن النفع- كمثل «ظلمات» كثيفة «في بحر لجي» أى: عميق الماء كثيره، من اللج وهو معظم ماء البحر.«يغشاه موج» أى: هذا البحر اللجى. يغطيه ويستره ويعلوه موج عظيم «من فوقه موج» آخر أشد منه «من فوقه سحاب» أى: من فوق تلك الأمواج الهائلة الشديدة، سحاب كثيف متراكم قائم.«ظلمات بعضها فوق بعض» أى: هذه الأمواج المتلاطمة، وتحتها البحر العميق المظلم، وفوقها السحب الفاتحة الداكنة، هي ظلمات بعضها فوق بعض، «إذا أخرج يده لم يكد يراها» أى: إذا أخرج الواقع في تلك الظلمات يده التي هي جزء منه، لم يكد يراها من شدة تراكم الظلمات.قال الآلوسى: «إذا أخرج» أى: من ابتلى بهذه الظلمات «يده» وجعلها بمرأى منه، قريبة من عينيه لينظر إليها «لم يكد يراها» أى: لم يقرب من رؤيتها، وهي أقرب شيء إليه، فضلا عن أن يراها.. .ثم ختم- سبحانه- الآية الكريمة ببيان سنة من سننه التي لا تتخلف فقال: وَمَنْ لَمْ يَجْعَلِ اللَّهُ لَهُ نُوراً فَما لَهُ مِنْ نُورٍ.والمعنى: وأى إنسان لم يشأ الله- تعالى- أن يجعل له نورا يهديه إلى الصراط المستقيم فما لهذا الإنسان من نور يهديه إلى الحق والخير، من أى مخلوق كائنا من كان، إذ أن الذي يملك منح النور الهادي إنما هو الله- تعالى- وحده.قال الإمام ابن كثير عند تفسيره لهاتين الآيتين ما ملخصه: هذان مثلان ضربهما الله- تعالى- لنوعى الكفار، فأما المثال الأول، فهو للكفار الدعاة إلى كفرهم، الذين يحسبون أنهم على شيء من الأعمال والاعتقادات وليسوا في نفس الأمر على شيء «فمثلهم في ذلك كالسراب الذي يرى في القيعان من الأرض عن بعد كأنه بحر طام.وهذا المثال مثال لذوي الجهل المركب- أى الذين يعتقدون الباطل ويزعمون أنه الحق- والمثال الثاني لأصحاب الجهل البسيط، وهم الأغشام والمقلدون لأئمة الكفر فمثلهم كما قال- تعالى-: «أَوْ كَظُلُماتٍ فِي بَحْرٍ لُجِّيٍّ..»  .وبعد أن أورد- سبحانه- هذين المثلين للذين كفروا وأعمالهم، أتبع ذلك ببيان أن الكون كله يسبح بحمد الله- تعالى- وأن الكون كله في ملكه وقبضته، فقال- تعالى-:"},{"ayah_number":41,"text":"والاستفهام في قوله- تعالى-: أَلَمْ تَرَ.. للتقرير. والرؤية: بمعنى العلم.والتسبيح: مشتق من السبح، وهو المر السريع في الماء أو في الهواء. فالمسبح: مسرع في تنزيه الله- تعالى- وتقديسه وإثبات ما يليق بجلاله من صفات الكمال.والمعنى: لقد علمت أيها الرسول الكريم علما يشبه المشاهدة في اليقين، أن الله- تعالى- يسبحه ويقدسه وينزهه عن كل ما لا يليق به- عز وجل- جميع من في السموات، وجميع من في الأرض.وقوله- تعالى-: وَالطَّيْرُ صَافَّاتٍ برفع، «والطير» على أنه معطوف على «من» وبنصب «صافات» على أنه حال.أى: والطير- أيضا- تسبح لله- تعالى- حال كونها صافات أجنحتها في الجو، دون أن يمسكها أحد إلا هو- سبحانه-.وخص الطيور بالذكر مع أنها مندرجة تحت من في السموات والأرض لعدم استقرارها بصفة دائمة على الأرض، فهي- في مجموعها- تارة على الأرض، وتارة في الجو.وذكرها في حال بسطها لأجنحتها لأن هذه الحالة من أعجب أحوالها، حيث تكون في الجو باسطة لأجنحتها بدون تحريك، مما يدل على بديع صنع الله في خلقه.وصدق الله إذ يقول: أَوَلَمْ يَرَوْا إِلَى الطَّيْرِ فَوْقَهُمْ صافَّاتٍ وَيَقْبِضْنَ ما يُمْسِكُهُنَّ إِلَّا الرَّحْمنُ إِنَّهُ بِكُلِّ شَيْءٍ بَصِيرٌ.. .وقوله- تعالى-: كُلٌّ قَدْ عَلِمَ صَلاتَهُ وَتَسْبِيحَهُ استئناف لبيان مظهر من مظاهر قدرة الله- تعالى- وحكمته، حيث ألهم- سبحانه- كل مخلوق من مخلوقاته كيفية التسبيح لخالقه- عز وجل.والتنوين في «كل» عوض عن المضاف إليه، والضمير المحذوف الذي هو فاعل «علم» يعود على المصلى والمسبح.أى: كل واحد ممن يصلى لله- تعالى- ويسبح بحمده- سبحانه-، قد علم معنى صلاته ومعنى تسبيحه، فهو لم يعبد الله اتفاقا أو بلا روية، وإنما عبده- تعالى- عن قصد ونية، ولكن بكيفية نفوض معرفتها إلى الخالق- عز وجل- وحده.ومنهم من يرى أن الضمير في «علم» يعود إلى الله- تعالى- فيكون المعنى: كل واحد من هؤلاء المصلين والمسبحين، قد علم- سبحانه- صلاتهم وتسبيحهم له علما تاما شاملا.قال بعض العلماء ما ملخصه: واعلم أن الأظهر أن يكون ضمير الفاعل المحذوف في قوله كُلٌّ قَدْ عَلِمَ صَلاتَهُ وَتَسْبِيحَهُ راجعا إلى المصلين والمسبحين أى: كل من المصلين قد علم صلاة نفسه، وكل من المسبحين قد علم تسبيح نفسه، لأنه على هذا القول يكون قوله- تعالى-: وَاللَّهُ عَلِيمٌ بِما يَفْعَلُونَ من باب التأسيس. أما على القول بأن الضمير يعود إلى الله- تعالى-. أى: كل واحد منهم قد علم الله صلاته وتسبيحه. فيكون قوله- تعالى-:وَاللَّهُ عَلِيمٌ بِما يَفْعَلُونَ من باب التأكيد اللفظي، والتأسيس للأحكام أولى من التأكيد لها.والظاهر أن الطير تسبح وتصلى صلاة وتسبيحا يعلمها الله، ونحن لا نعلمهما كما قال-تعالى- وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ وَلكِنْ لا تَفْقَهُونَ تَسْبِيحَهُمْ.. ."},{"ayah_number":42,"text":"وبعد أن بين- سبحانه- أن جميع مخلوقاته تسبح بحمده وأنه- تعالى- عليم بأفعالهم لا يخفى عليه شيء منها، أتبع ذلك ببيان أن هذا الكون ملك له وحده، فقال: «ولله ملك السموات والأرض» لا لأحد غيره، لا استقلالا ولا اشتراكا، بل هو وحده- سبحانه- المالك لهما ولمن فيهما «وإلى الله المصير» أى: وإليه وحده مصيرهم ورجوعهم بعد موتهم، فيجازى كل مخلوق من مخلوقاته بما يستحق من ثواب أو عقاب.ثم لفت- سبحانه- بعد ذلك أنظار عباده إلى مظاهر قدرته في هذا الكون، حيث يزجى السحاب، ثم يؤلف بينه، ثم يجعله ركاما ... وحيث نوع مخلوقاته مع أنها جميعا من أصل واحد فقال- تعالى-:"},{"ayah_number":43,"text":"قوله- تعالى- يُزْجِي من الإزجاء بمعنى الدفع بأناة ورفق. يقال: زجى الراعي إبله تزجية، إذا ساقها برفق. وأزجت الريح السحاب، أى: دفعته.والمعنى: لقد علمت- أيها العاقل- ورأيت بعينيك، أن الله- تعالى- يسوق بقدرته السحاب الذي في الجو، سوقا رفيقا إلى حيث يريد.ثُمَّ يُؤَلِّفُ بَيْنَهُ أى: يسوق- سبحانه- السحاب سوقا هادئا سهلا. ثم بعد ذلك يصل بعضه ببعض، ويجمع بعضه مع بعض، ثم بعد ذلك يَجْعَلُهُ رُكاماً أى: متراكما بعضه فوق بعض. يقال ركم فلان الشيء يركمه ركما، إذا جمعه، وألقى بعضه على بعض، ومنه:الرمل المتراكم، أى: المجتمع.وهذا الذي حكاه القرآن من سوق الله- تعالى- للسحب ثم تجميعها، ثم تحويلها إلى قطع ضخمة متراكمة متكاثفة كقطع الجبال، يراه الراكب للطائرات بوضوح وتسليم بقدرة الله- تعالى-، الذي أحسن كل شيء خلقه.وقوله- سبحانه-: فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلالِهِ بيان لما يترتب على هذا السوق الرفيق، والتجمع الدقيق من آثار.والودق: المطر. وهو في الأصل مصدر ودق السحاب يدق ودقا، إذا نزل منه المطر.والخلال: جمع خلل- كجبال وجبل- والمراد بها الفتوق والشقوق.قال القرطبي: في «الودق» قولان: أحدهما: أنه البرق.. والثاني: أنه المطر. وهو قول الجمهور يقال: ودقت السحابة فهي وادقة. وودق المطر يدق ودقا. أى: قطر  .أى: يسوق الله- تعالى- السحاب إلى حيث يشاء بقدرته، ثم يؤلف بينه، ثم يجعله متراكما بعضه فوق بعض، فترى- أيها العاقل- المطر يخرج من فتوق هذا السحاب المتراكم ومن فروجه، تارة بشدة وعنف، وتارة بهدوء ورفق.وقوله- تعالى-: وَيُنَزِّلُ مِنَ السَّماءِ مِنْ جِبالٍ فِيها مِنْ بَرَدٍ، فَيُصِيبُ بِهِ مَنْ يَشاءُ. وَيَصْرِفُهُ عَنْ مَنْ يَشاءُ.. بيان لمظهر آخر من مظاهر قدرته- سبحانه-.أى: وينزل- سبحانه- من جهة السماء قطعا من السحاب كأنها القطع من الجبال في عظمها وضخامتها، «فيها من برد» أى: في تلك القطع من السحاب الكثير من البرد، وهو شيء ينزل من السحاب يشبه الحصى، ويسمى حب الغمام: وحب المزن.قال صاحب الكشاف: فإن قلت: ما الفرق بين «من» الأولى، والثانية، والثالثة في قوله وَيُنَزِّلُ مِنَ السَّماءِ مِنْ جِبالٍ فِيها مِنْ بَرَدٍ؟.قلت الأولى لابتداء الغاية، والثانية للتبعيض، والثالثة للبيان، أو الأوليان للابتداء.والآخرة للتبعيض.فإن قلت: ما معنى «من جبال فيها من برد» ؟ قلت: فيه معنيان: أحدهما: أن يخلق الله في السماء جبال برد. كما في الأرض جبال حجر، والثاني: أن يريد الكثرة بذكر الجبال، كما يقال: فلان يملك جبالا من ذهب .وقوله- تعالى-: فَيُصِيبُ بِهِ مَنْ يَشاءُ وَيَصْرِفُهُ عَنْ مَنْ يَشاءُ أى: فيصيب بالذي ينزله من هذا البرد من يشاء إصابته من عباده، ويصرفه عمن يشاء صرفه عنهم، إذ الإصابة والصرف بمقتضى حكمته وإرادته.ثم ختم- سبحانه- الآية الكريمة بقوله: يَكادُ سَنا بَرْقِهِ يَذْهَبُ بِالْأَبْصارِ. والسنا:شدة الضوء. يقال: سنا الشيء يسنو سنا، إذا أضاء.أى: يكاد ضوء برق السحاب الموصوف بما مر من الإزجاء والتأليف والتراكم.. يخطف الأبصار من شدة إضاءته، وزيادة لمعانه وسرعة توهجه."},{"ayah_number":44,"text":"وبعد أن ساق- سبحانه- هذا الدليل العلوي على وحدانيته وقدرته. أتبعه بدليل زمنى يحسه الناس ويشاهدونه في حياتهم فقال: يُقَلِّبُ اللَّهُ اللَّيْلَ وَالنَّهارَ أى: يعاقب بينهما فيأتى بهذا، ويذهب بذاك، وينقص أحدهما ويزيد في الآخر، ويجعل أولهما وقتا لحلول نعمه والثاني لنزول نقمه، أو العكس، فهو- سبحانه- صاحبهما والمتصرف فيها «إن في ذلك» التقليب والإزجاء والتأليف، وغير ذلك من مظاهر قدرته المبثوثة في الآفاق «لآيات» عظيمة «لأولى الأبصار» التي تبصر قدرة الله- تعالى- وتعتبر بها، فتخلص له العبادة والطاعة."},{"ayah_number":45,"text":"ثم ساق- سبحانه- دليلا ثالثا من واقع خلق كل دابة، وبديع صنعه فيما خلقه فقال:وَاللَّهُ خَلَقَ كُلَّ دَابَّةٍ مِنْ ماءٍ ...والدابة: اسم لكل حيوان ذي روح، سواء أكان من العقلاء أم من غيرهم. وهذا اللفظ مأخوذ من الدبيب، بمعنى المشي الخفيف.وتطلق الدابة في العرف على ذوات الأربع، والمراد بها هنا ما هو أعم من ذلك.قال بعض العلماء: «وهذه الحقيقة الضخمة التي يعرضها القرآن بهذه البساطة، حقيقة أن كل دابة خلقت من ماء، قد تعنى وحدة العنصر الأساسى في تركيب الأحياء جميعا، وهو الماء، وقد تعنى ما يحاول العلم الحديث أن يتبعه من أن الحياة خرجت من البحر، ونشأت أصلا في الماء، ثم تنوعت الأنواع وتفرعت الأجناس.ولكنا نحن على طريقتنا في عدم تعليق الحقائق القرآنية الثابتة على النظريات العلمية القابلة للتعديل والتبديل.. لا نزيد على هذه الإشارة شيئا، مكتفين بإثبات الحقيقة القرآنية، وهي أن الله- تعالى- خلق الأحياء كلها من الماء، فهي ذات أصل واحد، ثم هي- كما ترى العين- متنوعة الأشكال.. .وقال الإمام الرازي: فإن قيل لماذا نكر الماء هنا، وجاء معرفا في قوله- تعالى-:وَجَعَلْنا مِنَ الْماءِ كُلَّ شَيْءٍ حَيٍّ   ؟والجواب: إنما جاء هنا منكرا، لأن المعنى، أنه خلق كل دابة من نوع من الماء يختص بتلك الدابة، وإنما جاء معرفا في قوله وَجَعَلْنا مِنَ الْماءِ لأن المقصود هناك، كونهم مخلوقين من هذا الجنس، وهاهنا بيان أن ذلك الجنس ينقسم إلى أنواع كثيرة  .وقوله- تعالى-: فَمِنْهُمْ مَنْ يَمْشِي عَلى بَطْنِهِ.. تفصيل لهذه المخلوقات التي خلقت من الماء.والضمير في «منهم» يعود إلى «كل» باعتبار معناه، وفيه تغليب العاقل على غيره.أى: فمن هذه الدواب من يمشى على بطنه كالزواحف وما يشبهها، «ومنهم من يمشى على رجلين» كالإنس والطير «ومنهم من يمشى على أربع» كالأنعام والوحوش «يخلق الله» - تعالى- «ما يشاء» خلقه من دواب وغيرها على وفق إرادته وحكمته «إن الله على كل شيء قدير» فلا يعجزه- سبحانه- خلق ما يريد خلقه، ولا يمنعه من ذلك مانع، بل كل شيء خاضع لقدرته- عز وجل-.وبذلك نرى هذه الآيات الكريمة قد ساقت ألوانا من الأدلة على قدرة الله- تعالى-. منها ما يتعلق بالكائن العلوي، ومنها ما يتعلق بالزمان، ومنها ما يتعلق بخلق أنواع الدواب على اختلاف أشكالها.وبعد أن ساقت السورة ما ساقت من الأحكام والآداب ومن الأدلة على وحدانية الله-تعالى- وقدرته، أتبعت ذلك بالحديث عن طائفة المنافقين، الذين لم ينتفعوا بآيات الله، ولم يتأدبوا بأدب المؤمنين.. فقال- تعالى-:"},{"ayah_number":46,"text":"وقوله- سبحانه-: مُبَيِّناتٍ قرأها بعض القراء السبعة، بفتح الياء المشددة-بصيغة اسم المفعول- فيكون المعنى: بالله لقد أنزلنا على عبدنا محمد صلّى الله عليه وسلّم آيات بيناها ووضحناها، وجعلناها خالية من اللبس والغموض.وقرأها الباقون بكسر الياء المشددة- بصيغة اسم الفاعل- فيكون المعنى: لقد أنزلنا آيات مبينات للأحكام والحدود والآداب التي شرعها الله- تعالى- فعلى هذه القراءة يكون المفعول محذوفا.وقوله- تعالى-: وَاللَّهُ يَهْدِي مَنْ يَشاءُ إِلى صِراطٍ مُسْتَقِيمٍ أى: والله- تعالى- بفضله وإحسانه يهدى من يشاء هدايته إلى الصراط المستقيم، الذي هو طريق الإسلام.وسبيل الحق والرشاد."},{"ayah_number":47,"text":"والضمير في قوله- تعالى-: وَيَقُولُونَ آمَنَّا بِاللَّهِ وَبِالرَّسُولِ وَأَطَعْنا يعود على طائفة من الذين لم يهدهم- سبحانه- إلى الصراط المستقيم، وهم المنافقون.أى: أن هؤلاء المنافقين يقولون بألسنتهم فقط: آمنا بالله وبالرسول، وأطعنا الله والرسول في كل أمر أو نهى.ثم بين- سبحانه- أنهم كاذبون في دعواهم الإيمان والطاعة فقال: ثُمَّ يَتَوَلَّى فَرِيقٌ مِنْهُمْ مِنْ بَعْدِ ذلِكَ.أى: يدعون أنهم يؤمنون بالله وبالرسول، ويطيعون أحكامهما، وحالهم أن عددا كبيرا منهم يعرضون عما يقتضيه الإيمان والطاعة، من أدب مع الله- تعالى- ومع رسوله صلّى الله عليه وسلّم، ومن انقياد لأحكام الإسلام.وقوله- سبحانه-: وَما أُولئِكَ بِالْمُؤْمِنِينَ نفى لدعواهم الإيمان، وتوبيخ لهم على أقوالهم التي يكذبها واقعهم، أى: وما أولئك المنافقون الذي يقولون آمنا بالله وبالرسول وأطعنا، بالمؤمنين على الحقيقة، لأنهم يقولون بألسنتهم ما ليس في قلوبهم، ولأنهم لو كانوا يؤمنون حقا. لما أعرضوا عن أحكام الله- تعالى-، وعن طاعة رسوله صلّى الله عليه وسلّم."},{"ayah_number":48,"text":"ثم بين- سبحانه- حالة أخرى من أحوالهم الذميمة فقال: وَإِذا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ إِذا فَرِيقٌ مِنْهُمْ مُعْرِضُونَ.أى: أن هؤلاء المنافقين من صفاتهم- أيضا- أنهم إذا ما دعاهم داع إلى أن يجعلوا شريعة الله- تعالى- هي الحكم بينهم وبين خصومهم، إذا فريق كبير منهم يعرض عن هذا الداعي، ويسرع إلى التحاكم إلى الطاغوت. كما في قوله- تعالى-: أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِما أُنْزِلَ إِلَيْكَ وَما أُنْزِلَ مِنْ قَبْلِكَ، يُرِيدُونَ أَنْ يَتَحاكَمُوا إِلَى الطَّاغُوتِ وَقَدْ أُمِرُوا أَنْ يَكْفُرُوا بِهِ، وَيُرِيدُ الشَّيْطانُ أَنْ يُضِلَّهُمْ ضَلالًا بَعِيداً...والتعبير عنهم بقوله «إذا فريق منهم معرضون» إشعار بأنهم بمجرد دعوتهم إلى الحق، ينفرون من الداعي نفورا شديدا بدون تدبر أو تمهل، لأنهم يعلمون علم اليقين أن الحق عليهم لا لهم، أما إن لاح لهم أن الحق لهم لا عليهم، فإنهم يهرولون نحو الرسول صلّى الله عليه وسلّم يطلبون حكمه، ولذا قال- تعالى- وَإِنْ يَكُنْ لَهُمُ الْحَقُّ، يَأْتُوا إِلَيْهِ مُذْعِنِينَ."},{"ayah_number":49,"text":"والإذعان: الانقياد والطاعة، يقال: أذعن فلان لفلان، إذا انقاد له وخضع لأمره.أى: وإن يكن لهؤلاء المنافقين الحق على غيرهم، يأتوا إلى الرسول صلّى الله عليه وسلّم منقادين طائعين راضين بحكمه، لأنهم واثقون من أنه صلّى الله عليه وسلّم لن يبخسهم شيئا من حقوقهم لا يأتون إليه مذعنين في كل الأحوال، وإنما يأتون إليه صلّى الله عليه وسلّم مذعنين لحكمه عند ما يكونون أصحاب حق في قضية من القضايا الدنيوية التي تحصل بينهم وبين غيرهم."},{"ayah_number":50,"text":"ثم يعقب القرآن الكريم على تصرفاتهم القبيحة بإثبات نفاقهم، وبالتعجيب من ترددهم وريبهم، وباستنكار ما هم عليه من خلق ذميم فيقول: أَفِي قُلُوبِهِمْ مَرَضٌ، أَمِ ارْتابُوا، أَمْ يَخافُونَ أَنْ يَحِيفَ اللَّهُ عَلَيْهِمْ وَرَسُولُهُ..؟!وقوله: يَحِيفَ من الحيف، وهو الميل إلى أحد الجانبين، يقال: حاف فلان في قضائه، إذا جار وظلم.أى: ما بال هؤلاء المنافقين يعرضون عن أحكام الإسلام ولا يقبلون على حكم الرسول صلّى الله عليه وسلّم إلا إذا كانت لهم حقوق عند غيرهم أسبب ذلك أنهم مرضى القلوب بالنفاق وضعف الإيمان؟ أم سبب ذلك أنهم يشكون في صدق نبوته صلّى الله عليه وسلّم؟ أم سببه أنهم يخافون أن يحيف الله عليهم ورسوله؟لا شك أن هذه الأسباب كلها قد امتلأت بها قلوبهم الفاسدة، وفضلا عن ذلك فهناك سبب أشد وأعظم، وهو حرصهم على الظلم ووضع الأمور في غير مواضعها، ولذا ختم- سبحانه- الآية الكريمة بقوله: بَلْ أُولئِكَ هُمُ الظَّالِمُونَ.أى: بل أولئك المنافقون هم الظالمون لأنفسهم ولغيرهم، حيث وضعوا الأمور في غير موضعها، وآثروا الغي على الرشد، والكفر على الإيمان.قال الجمل: وقوله: أَفِي قُلُوبِهِمْ مَرَضٌ.. إلخ استنكار واستقباح لإعراضهم المذكور، وبيان لمنشئه بعد استقصاء عدة من القبائح المحققة فيهم، والاستفهام للإنكار لكن النفي المستفاد به لا يتسلط على هذه الأمور الثلاثة، لأنها واقعة لهم، وقائمة بهم، والواقع لا ينفى، وإنما هو متسلط على منشئتها وسببيتها لإعراضهم.. ."},{"ayah_number":51,"text":"ثم بين- سبحانه- بعد ذلك ما هو واجب على المؤمنين إذا ما دعوا إلى الله ورسوله ليحكم بينهم، أن يقولوا سمعنا وأطعنا.ولفظ «قول» منصوب على أنه خبر «كان» واسمها أن المصدرية مع ما في حيزها، وهو:أن يقولوا سمعنا وأطعنا.والمعنى: أن من صفات المؤمنين الصادقين، أنهم إذا ما دعوا إلى حكم شريعة الله- تعالى- التي أوحاها إلى رسوله صلّى الله عليه وسلّم أن يقولوا عند ما يدعون لذلك: سمعنا وأطعنا، بدون تردد أو تباطؤ..«وأولئك» الذين يفعلون ذلك «هم المفلحون» فلاحا تاما في الدنيا والآخرة."},{"ayah_number":52,"text":"ثم بين- سبحانه- ما يترتب على طاعة الله ورسوله فقال: وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ وَيَخْشَ اللَّهَ- تعالى- في السر والعلن وَيَتَّقْهِ في كل الأحوال فَأُولئِكَ الذين يفعلون ذلك هُمُ الْفائِزُونَ بالنعيم المقيم، والرضوان العظيم."},{"ayah_number":53,"text":"ثم عادت السورة الكريمة إلى استكمال الحديث عن المنافقين، فقال- تعالى- وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمانِهِمْ، لَئِنْ أَمَرْتَهُمْ لَيَخْرُجُنَّ.والجهد: الوسع والطاقة، من جهد نفسه يجهدها- بفتح الهاء فيهما- إذا اجتهد في الشيء، وبذل فيه أقصى وسعه.أى: وأقسم هؤلاء المنافقون بالأيمان الموثقة بأشد وسائل التوثيق، بأنهم متى أمرهم الرسول صلّى الله عليه وسلّم بالخروج معه للجهاد ليخرجن سراعا تلبية لأمره.وهنا يأمر الله- تعالى- نبيه صلّى الله عليه وسلّم أن يرد عليهم ردا كله تهكم وسخرية بهم، بسبب كذبهم فيقول: قُلْ لا تُقْسِمُوا طاعَةٌ مَعْرُوفَةٌ.أى: قل لهم- أيها الرسول الكريم- على سبيل السخرية والزجر، لا تقسموا على ما تقولون، فإن طاعتكم معروف أمرها، ومفروغ منها، فهي طاعة باللسان فقط. أما الفعل فيكذبها.وذلك كما تقول لمن اشتهر بالكذب: لا تحلف لي على صدقك، فأمرك معروف لا يحتاج إلى قسم أو دليل.ثم عقب- سبحانه- على هذه السخرية منهم بقوله: إِنَّ اللَّهَ خَبِيرٌ بِما تَعْمَلُونَأى:إن الله- تعالى- مطلع اطلاعا تاما على ظواهركم وبواطنكم فلا يحتاج منكم إلى قسم أو توكيد لأقوالكم، وقد علم- سبحانه- أنكم كاذبون في حلفكم."},{"ayah_number":54,"text":"ثم يأمر- سبحانه- رسوله صلّى الله عليه وسلّم أن يرشدهم إلى الطاعة الصادقة. لا طاعتهم الكاذبة فيقول: قُلْ أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ طاعة ظاهرة وباطنة، طاعة مصحوبة بصدق الاعتقاد، وكمال الإخلاص، فإن هذه الطاعة هي المقبولة منكم.وقوله- سبحانه- فَإِنْ تَوَلَّوْا فَإِنَّما عَلَيْهِ ما حُمِّلَ وَعَلَيْكُمْ ما حُمِّلْتُمْ تحذير لهم من التمادي في نفاقهم وكذبهم.أى: مرهم- أيها الرسول الكريم- بالطاعة الصادقة، فإن توليتم- أيها المنافقون- عن دعوة الحق وأعرضتم عن الصراط المستقيم، فإن الرسول الكريم ليس عليه سوى ما حملناه إياه. وهو التبليغ والإنذار والتبشير، وأما أنتم فعليكم ما حملتم، أى: ما أمرتم به من الطاعة له صلّى الله عليه وسلّم وهو قد فعل ما كلفناه به، أما أنتم فحذار أن تستمروا في نفاقكم.ثم أرشدهم- سبحانه- إلى طريق الفوز والفلاح فقال: وَإِنْ تُطِيعُوهُ تَهْتَدُوا.أى: وإن تطيعوا أيها المنافقون- رسولنا صلّى الله عليه وسلّم في كل ما يأمركم به أو ينهاكم عنه، تهتدوا إلى الحق، وتظفروا بالسعادة.وقوله- تعالى-: وَما عَلَى الرَّسُولِ إِلَّا الْبَلاغُ الْمُبِينُ تذييل مقرر لما قبله. من أن مغبة الإعراض عائدة عليهم. كما أن فائدة الطاعة راجعة لهم.أى: وما على الرسول الذي أرسلناه لإرشادكم إلى ما ينفعكم إلا التبليغ الواضح، والنصح الخالص، والتوجيه الحكيم.وبذلك ترى هذه الآيات الكريمة قد كشفت عن رذائل المنافقين، وحذرتهم من التمادي في نفاقهم، وأرشدتهم إلى ما يفيدهم ويسعدهم، كما وضحت ما يجب أن يكون عليه المؤمنون الصادقون من طاعة لله- تعالى- ولرسوله صلّى الله عليه وسلّم.ثم تركت السورة الكريمة الحديث عن المنافقين، لتسوق وعد الله الذي لا يتخلف للمؤمنين الصادقين، قال- تعالى-:"},{"ayah_number":55,"text":"قال الإمام ابن كثير: «هذا وعد من الله- تعالى- لرسوله صلّى الله عليه وسلّم بأنه سيجعل أمته خلفاء الأرض أى: أئمة الناس والولاة عليهم، وبهم تصلح البلاد، وتخضع لهم العباد، وقد فعل تبارك وتعالى ذلك.. فإنه لم يمت رسول الله صلّى الله عليه وسلّم حتى فتح عليه مكة وخيبر والبحرين، وسائر جزيرة العرب، ولهذا ثبت في الصحيح عن رسوله الله صلّى الله عليه وسلّم أنه قال:«إن الله زوى لي الأرض فرأيت مشارقها ومغاربها، وسيبلغ ملك أمتى ما زوى لي منها ... » .وفي تصدير الآية الكريمة بقوله- تعالى-: وَعَدَ اللَّهُ.. بشارة عظيمة للمؤمنين، بتحقيق وعده- تعالى-، إذ وعد الله لا يتخلف. كما قال- تعالى-: وَعْدَ اللَّهِ لا يُخْلِفُ اللَّهُ وَعْدَهُ، وَلكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ .والخطاب للرسول صلّى الله عليه وسلّم وللمؤمنين، ومن بيانية، والآية الكريمة مقررة لمضمون ما قبلها، وهو قوله- تعالى-: وَإِنْ تُطِيعُوهُ تَهْتَدُوا ...أى: وعد الله- تعالى- بفضله وإحسانه، الذين صدقوا في إيمانهم من عباده، والذين جمعوا مع الإيمان الصادق، العمل الصالح، وعدهم ليستخلفهم في الأرض، أى: ليجعلنهم فيها خلفاء يتصرفون فيها تصرف أصحاب العزة والسلطان والغلبة، بدلا من أعدائهم الكفار.قال الآلوسى: واللام في قوله «ليستخلفنهم» واقعة في جواب القسم المحذوف. ومفعول وعد الثاني محذوف دل عليه الجواب. أى: وعد الله الذين آمنوا استخلافهم، وأقسم ليستخلفنهم.. و «ما» في قوله «كما استخلف» مصدرية والجار والمجرور متعلق بمحذوف.وقع صفة لمصدر محذوف، أى: ليستخلفنهم استخلافا كائنا كاستخلافه «الذين من قبلهم» من الأمم المؤمنة، الذين أسكنهم الله- تعالى- في الأرض بعد إهلاك أعدائهم من الكفرة الظالمين .هذا هو الوعد الأول للمؤمنين: أن يجعلهم- سبحانه- خلفاءه في الأرض. كما جعل عباده الصالحين من قبلهم خلفاءه، وأورثهم أرض الكفار وديارهم.وأما الوعد الثاني فيتجلى في قوله- تعالى- وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضى لَهُمْ.والتمكين: التثبيت والتوطيد والتمليك. يقال: تمكن فلان من الشيء، إذا حازه وقدر عليه.أى: وعد الله المؤمنين بأن يجعلهم خلفاءه في أرضه، وبأن يجعل دينهم وهو دين الإسلام الذي ارتضاه لهم. ثابتا في القلوب، راسخا في النفوس. باسطا سلطانه على أعدائه، له الكلمة العليا في هذه الحياة، ولمخالفيه الكلمة السفلى.وأما الوعد الثالث فهو قوله- سبحانه-: «وليبدلنهم من بعد خوفهم أمنا» .أى: وعدهم الله- تعالى- بالاستخلاف في الأرض، وبتمكين دينهم. وبأن يجعل لهم بدلا من الخوف الذي كانوا يعيشون فيه، أمنا واطمئنانا، وراحة في البال، وهدوءا في الحال.قال الربيع بن أنس عن أبى العالية في هذه الآية: كان النبي صلّى الله عليه وسلّم وأصحابه بمكة نحوا من عشر سنين. يدعون إلى الله وحده.. وهم خائفون، فلما قدموا المدينة أمرهم الله بالقتال، فكانوا بها خائفين، يمسون في السلاح ويصبحون في السلاح. فصبروا على ذلك ما شاء الله. ثم إن رجلا من الصحابة قال: يا رسول الله: «أبد الدهر نحن خائفون هكذا؟ أما يأتى علينا يوم نأمن فيه ونضع السلاح؟ فقال صلّى الله عليه وسلّم لن تغبروا- أى: لن تمكثوا- إلا يسيرا حتى يجلس الرجل منكم في الملأ العظيم محتبيا ليست فيهم حديدة» .وأنزل الله هذه الآية فأظهر الله نبيه على جزيرة العرب فآمنوا ووضعوا السلاح..  .ولكن هذا الاستخلاف والتمكين والأمان متى يتحقق منه- سبحانه- لعباده؟لقد بين الله- تعالى- الطريق إلى تحققه فقال يَعْبُدُونَنِي لا يُشْرِكُونَ بِي شَيْئاً فهذه الجملة الكريمة يصح أن تكون مستأنفة، أى: جوابا لسؤال تقديره متى يتحقق هذا الاستخلاف والتمكين والأمان بعد الخوف للمؤمنين؟ فكان الجواب: يعبدونني عبادة خالصة تامة مستكملة لكل شروطها وآدابها وأركانها، دون أن يشركوا معى في هذه العبادة أحدا كائنا من كان.كما يصح أن تكون حالا من الذين آمنوا، فيكون المعنى: وعد الله- تعالى- عباده الذين آمنوا وعملوا الصالحات، بالاستخلاف في الأرض، وبتمكين دينهم فيها. وبتبديل خوفهم أمنا، في حال عبادتهم له- سبحانه- عبادة لا يشوبها شرك أو رياء أو نقص.وروى الإمام أحمد عن أبى بن كعب قال: قال رسول الله صلّى الله عليه وسلّم: «بشر هذه الأمة بالسناء والرفعة، والدين والنصر والتمكين في الأرض، فمن عمل منهم عمل الآخرة للدنيا، لم يكن له في الآخرة نصيب»  .ذلك هو وعد الله- تعالى- لعباده الذين أخلصوا له العبادة والطاعة، وأدوا ما أمرهم به، واجتنبوا ما نهاهم عنه، أما الذين انحرفوا عن طريق الحق. وجحدوا نعمه- سبحانه- عليهم، فقد بين عاقبتهم فقال: وَمَنْ كَفَرَ بَعْدَ ذلِكَ فَأُولئِكَ هُمُ الْفاسِقُونَ.أى: ومن كفر بعد كل هذه النعم التي وعدت بها عبادي الصالحين، واستعمل هذه النعم في غير ما خلقت له، فأولئك الكافرون الجاحدون هم الفاسقون عن أمرى، الخارجون عن وعدى، الناكبون عن صراطي.وهكذا نرى الآية الكريمة قد جمعت أطراف الحكمة من كل جوانبها، فقد رغبت المؤمنين في إخلاص العبادة لله- تعالى- بأسمى ألوان الترغيب، حيث بينت لهم أن هذه العبادة سيترتب عليها الاستخلاف والتمكين والأمان. ثم رهبت من الكفر والجحود، وبينت أن عاقبتهما الفسوق والحرمان من نعم الله- تعالى-."},{"ayah_number":56,"text":"ثم بين- سبحانه- بعد ذلك أهم أركان هذه العبادة فقال: وَأَقِيمُوا الصَّلاةَ، وَآتُوا الزَّكاةَ، وَأَطِيعُوا الرَّسُولَ، لَعَلَّكُمْ تُرْحَمُونَ.أى: واظبوا- أيها المؤمنون- على إخلاص العبادة لله- تعالى- وأدوا الصلاة في أوقاتها بخشوع وإحسان، وقدموا الزكاة للمستحقين لها، وأطيعوا الرسول صلّى الله عليه وسلّم طاعة تامة، لعلكم بسبب هذه العبادة والطاعة، تنالون رحمة الله- تعالى- ورضوانه."},{"ayah_number":57,"text":"ثم ثبت الله- تعالى- المؤمنين، وهون من شأن أعدائهم لكي لا يرهبهم قوتهم فقال:لا تَحْسَبَنَّ الَّذِينَ كَفَرُوا مُعْجِزِينَ فِي الْأَرْضِ، وَمَأْواهُمُ النَّارُ وَلَبِئْسَ الْمَصِيرُ.أى: لا تظنن- أيها الرسول الكريم أنت ومن معك من المؤمنين- أن الذين كفروا مهما أوتوا من قوة وبسطة في المال، في إمكانهم أن يعجزونا عن إهلاكهم واستئصالهم وقطع دابرهم، فإن قوتنا لا يعجزها شيء وهم في قبضتنا سواء أكانوا في الأرض التي يعيشون عليها أم في غيرها، واعلم أن «مأواهم» في الآخرة «النار ولبئس المصير» هذه النار التي هي مستقرهم ومسكنهم.فالآية الكريمة بيان لمآل الكفرة في الدنيا والآخرة، بعد بيان ما أعده الله- تعالى- في الدنيا والآخرة من استخلاف وتمكين وأمان ورحمة للمؤمنين.وقوله: الَّذِينَ كَفَرُوا هو المفعول الأول، لتحسبن، وقوله مُعْجِزِينَ هو المفعول الثاني.قال القرطبي: «وقرأ ابن عامر وحمزة «يحسبن» بالياء، بمعنى لا يحسبن الذين كفروا أنفسهم معجزين الله في الأرض، لأن الحسبان يتعدى إلى مفعولين..»  .أى: أن «الذين كفروا» في محل رفع فاعل يحسبن، والمفعول الأول محذوف تقديره:أنفسهم. وقوله مُعْجِزِينَ هو المفعول الثاني.وقوله- سبحانه-: وَلَبِئْسَ الْمَصِيرُ جواب لقسم مقدر. والمخصوص بالذم محذوف، أى: وبالله «لبئس المصير» هي. أى: النار التي يستقرون فيها.وبعد هذه التوجيهات الحكيمة التي تتعلق ببيان أعمال المؤمنين، وأعمال الكافرين، وببيان جانب من مظاهر قدرة الله- تعالى- في خلقه، وببيان أقوال المنافقين التي تخالف أفعالهم، وببيان ما وعد الله- تعالى- به المؤمنين من خيرات..بعد كل ذلك، عادت السورة الكريمة إلى الحديث عما افتتحت به من الحديث عن الأحكام والآداب التي شرعها الله- تعالى-، وأمر المؤمنين بالتمسك بها فقال- تعالى-:"},{"ayah_number":58,"text":"ذكر المفسرون في سبب نزول قوله- تعالى-: يا أَيُّهَا الَّذِينَ آمَنُوا لِيَسْتَأْذِنْكُمُ ...روايات منها: أن امرأة يقال لها أسماء بنت أبى مرثد، دخل عليها غلام كبير لها، في وقت كرهت دخوله فيه، فأتت النبي صلّى الله عليه وسلّم فقالت: يا رسول الله، إن خدمنا وغلماننا يدخلون علينا في حال نكرهها، فأنزل الله تعالى هذه الآية:ومنها ما روى من أن الرسول صلّى الله عليه وسلّم بعث في وقت الظهيرة غلاما من الأنصار يقال له مدلج، إلى عمر بن الخطاب، فدق الغلام الباب على عمر- وكان نائما- فاستيقظ، وجلس فانكشف منه شيء فقال عمر: لوددت أن الله- تعالى- نهى آباءنا وأبناءنا وخدمنا عن الدخول علينا في هذه الساعة إلا بإذن ثم انطلق عمر مع الغلام إلى النبي صلّى الله عليه وسلّم فوجد هذه الآية قد نزلت فخر ساجدا لله- تعالى- .وقد صدرت الآية الكريمة بندائهم بصفة الإيمان. لحضهم على الامتثال لما اشتملت عليه من آداب قويمة. وتوجيهات حكيمة.واللام في قوله لِيَسْتَأْذِنْكُمُ هي لام الأمر والمراد بما ملكت أيمانهم: الأرقاء سواء أكانوا ذكورا أم إناثا، ويدخل فيهم الخدم ومن على شاكلتهم.والمراد بالذين لم يبلغوا الحلم. الأطفال الذين في سن الصبا ولم يصلوا إلى سن البلوغ إلا أنهم يعرفون معنى العورة ويميزون بين ما يصح الاطلاع عليه وما لا يصح.والمعنى: يا من آمنتم بالله حق الإيمان من الرجال، والنساء، عليكم أن تمنعوا مماليككم وخدمكم وصبيانكم الذين لم يبلغوا سن البلوغ، من الدخول عليكم في مضاجعكم بغير إذن في هذه الأوقات الثلاثة، خشية أن يطلعوا منكم على ما لا يصح الاطلاع عليه.فقوله- تعالى-: ثَلاثَ مَرَّاتٍ تحديد للأوقات المنهي عن الدخول فيها بدون استئذان، أى: ثلاث أوقات في اليوم والليلة.ثم بين- سبحانه- هذه الأوقات فقال: مِنْ قَبْلِ صَلاةِ الْفَجْرِ وذلك لأن هذا الوقت يقوم فيه الإنسان من النوم عادة، وقد يكون متخففا من ثيابه. ولا يجب أن يراه أحد وهو على تلك الحالة.وَحِينَ تَضَعُونَ ثِيابَكُمْ مِنَ الظَّهِيرَةِ أى: وحين تخلعون ثيابكم وتطرحونها في وقت الظهيرة، عند شدة الحر، لأجل التخفيف منها وارتداء ثياب أخرى أرق من تلك الثياب، طلبا للراحة واستعدادا للنوم.وَمِنْ بَعْدِ صَلاةِ الْعِشاءِ لأن هذا الوقت يتجرد فيه الإنسان من ثياب اليقظة، ليتخذ ثيابا أخرى للنوم.وقوله- سبحانه-: ثَلاثُ عَوْراتٍ لَكُمْ خبر مبتدأ محذوف، والعورات: جمع عورة.وتطلق على ما يجب ستره من الإنسان، وهي- كما يقول الراغب- مأخوذة من العار، وذلك لأن المظهر لها يلحقه العار والذم بسبب ذلك.أى: هذه الأوقات من ثلاث عورات كائنة لكم- فعليكم أن تعودوا مماليككم وخدمكم وصبيانكم. على الاستئذان عند إرادة الدخول عليكم فيها، لأنها أوقات يغلب فيها اختلاء الرجل بأهله، كما يغلب فيها التخفف من الثياب، وانكشاف ما يجب ستره.وقوله- سبحانه-: لَيْسَ عَلَيْكُمْ وَلا عَلَيْهِمْ جُناحٌ بَعْدَهُنَّ بيان لمظهر من مظاهر التيسير في شريعة الإسلام.أى: وليس عليكم أيها المؤمنون والمؤمنات، ولا عليهم، أى: أرقائكم وصبيانكم «جناح» أى: حرج أو إثم في الدخول بدون استئذان «بعدهن» أى: بعد كل وقت من تلك الأوقات الثلاثة.وقوله- تعالى- طَوَّافُونَ عَلَيْكُمْ بَعْضُكُمْ عَلى بَعْضٍ تعليل لبيان العذر المرخص في ترك الاستئذان في غير الأوقات التي حددها الله- تعالى-.أى: لا حرج في دخول مماليككم وصبيانكم عليكم في غير هذه الأوقات بدون استئذان لأنهم تكثر حاجتهم في التردد عليكم، وأنتم كذلك لا غنى لكم عنهم فأنتم وهم يطوف بعضكم على بعض لقضاء المصالح في كثير من الأوقات.وبذلك يجمع الإسلام في تعاليمه بين التستر والاحتشام والتأدب بآدابه القويمة، وبين السماحة وإزالة الحرج والمشقة.ثم ختم- سبحانه- الآية الكريمة بقوله: كَذلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآياتِ وَاللَّهُ عَلِيمٌ حَكِيمٌ.أى: مثل هذا البيان الحكيم يبين الله- تعالى- لكم الآيات التي توصلكم متى تمسكتم بها، إلى طريق الخير والسعادة، والله- عز وجل- عليم بما يصلح عباده، حكيم في كل ما يأمر به، أو ينهى عنه.وهكذا تسوق لنا الآية الكريمة ألوانا من الأدب السامي، الذي يجعل الكبار والصغار يعيشون عيشة فاضلة، عامرة بالطهر والعفاف والحياء، والنقاء من كل ما يجرح الشعور، ومن كل تصور يتنافى مع الخلق الكريم."},{"ayah_number":59,"text":"ثم انتقلت السورة إلى الحديث عن حكم البالغين بالنسبة للاستئذان، بعد حديثها عن حكم غير البالغين بالنسبة لذلك فقال- تعالى- وَإِذا بَلَغَ الْأَطْفالُ مِنْكُمُ الْحُلُمَ، فَلْيَسْتَأْذِنُوا كَمَا اسْتَأْذَنَ الَّذِينَ مِنْ قَبْلِهِمْ....أى: وإذا بلغ الأطفال منكم- أيها المؤمنون والمؤمنات- سن الاحتلام والبلوغ الذي يصلح معه الزواج، فعليهم أن يستأذنوا في الدخول عليكم في كل الأوقات، كما استأذن الذين هم أكبر منهم في السن عند ما بلغوا سن الاحتلام، فقد أمر- سبحانه- أمرا عاما بذلك فقال: يا أَيُّهَا الَّذِينَ آمَنُوا لا تَدْخُلُوا بُيُوتاً غَيْرَ بُيُوتِكُمْ حَتَّى تَسْتَأْنِسُوا وَتُسَلِّمُوا عَلى أَهْلِها.... قال صاحب الكشاف: «والمعنى أن الأطفال مأذون لهم في الدخول بغير إذن إلا في العورات الثلاث، فإذا اعتاد الأطفال ذلك ثم خرجوا عن حد الطفولة، بأن يحتلموا، أو يبلغوا السن التي يحكم عليهم فيها بالبلوغ، وجب أن يفطموا عن تلك العادة، ويحملوا على أن يستأذنوا في جميع الأوقات، كما هو الحال بالنسبة للرجال الكبار الذين لم يعتادوا الدخول عليكم إلا بإذن.وهذا مما الناس منه في غفلة، وهو عندهم كالشريعة المنسوخة. وعن ابن مسعود:«عليكم أن تستأذنوا على آبائكم وأمهاتكم وأخواتكم..»  .ثم ختم- سبحانه- الآية بقوله: كَذلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آياتِهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ أى:والله- تعالى- عليم بأحوال النفوس وبما يصلحها من آداب، حكيم في كل ما يشرعه من أحكام."},{"ayah_number":60,"text":"ثم بين- سبحانه- بعد ذلك بعض الأحكام التي تتعلق بالنساء اللاتي بلغن سن اليأس، فقال: وَالْقَواعِدُ مِنَ النِّساءِ اللَّاتِي لا يَرْجُونَ نِكاحاً فَلَيْسَ عَلَيْهِنَّ جُناحٌ أَنْ يَضَعْنَ ثِيابَهُنَّ غَيْرَ مُتَبَرِّجاتٍ بِزِينَةٍ ...والقواعد: جمع قاعد- بغير تاء- لاختصاص هذه الكلمة بالنساء كحائض وطامث.وقالوا: سميت المرأة العجوز بذلك، لأنها تكثر القعود لكبر سنها.أى: والنساء العجائز اللاتي قعدن عن الولد أو عن الحيض، ولا يطمعن في الزواج لكبرهن، فليس على هؤلاء النساء حرج أن ينزعن عنهن ثيابهن الظاهرة، والتي لا يفضى نزعها إلى كشف عورة، أو إظهار زينة أمر الله- تعالى- بسترها.فقوله- سبحانه-: فَلَيْسَ عَلَيْهِنَّ جُناحٌ أَنْ يَضَعْنَ ثِيابَهُنَّ بيان لمظهر من مظاهر التيسير في شريعة الإسلام، لأن المرأة العجوز إذا تخففت من بعض ثيابها التي لا يفضى التخفف منها إلى فتنة أو إلى كشف عورة.. فلا بأس بذلك، لأنها- في العادة- لا تتطلع النفوس إليها، وذلك بأن تخلع القناع الذي يكون فوق الخمار، والرداء الذي يكون فوق الثياب.وقوله- تعالى- غَيْرَ مُتَبَرِّجاتٍ بِزِينَةٍ حال. وأصل التبرج: التكلف والتصنع في إظهار ما يخفى، من قولهم سفينة بارجة أى: لا غطاء عليها.والمراد به هنا: إظهار المرأة زينتها ومحاسنها للرجال الذين لا يصح لهم الاطلاع عليها.أى: لا حرج على النساء القواعد من خلع ثيابهن الظاهرة، حال كونهن غير مظهرات للزينة التي أمرهن الله- تعالى- بإخفائها، وغير قاصدات بهذا الخلع لثيابهن الظاهرة التبرج وكشف ما أمر الله- تعالى- بستره.وقوله- سبحانه-: وَأَنْ يَسْتَعْفِفْنَ خَيْرٌ لَهُنَّ أى: وأن يبقين ثيابهن الظاهرة عليهن بدون خلع، خير لهن، وأطهر لقلوبهن، وأبعد عن التهمة، وأنفى لسوء الظن بهن.وسمى الله- تعالى- إبقاء ثيابهن عليهن استعفافا. أى: طلبا للعفة، للإشعار بأن الاحتشام والتستر.. خير للمرأة حتى ولو كانت من القواعد.وقوله- تعالى- وَاللَّهُ سَمِيعٌ عَلِيمٌ أى: سميع لكل ما من شأنه أن يسمع، عليم بأحوال النفوس وحركاتها وسكناتها.وبذلك نرى هذه الآيات الكريمة، قد بينت للناس أقوم المناهج، وأسمى الآداب، وأفضل الأحكام التي باتباعها يسعد الأفراد والجماعات.ثم انتقلت السورة الكريمة بعد ذلك إلى الحديث عن أحكام أخرى فيها ما فيها من حسن للتنظيم في العلاقات بين الأقارب والأصدقاء، وفيها ما فيها من اليسر والسماحة، فقال- تعالى-:"},{"ayah_number":61,"text":"ذكر المفسرون في سبب نزول هذه الآية روايات منها ما روى عن ابن عباس أنه قال: لما أنزل الله- تعالى-: يا أَيُّهَا الَّذِينَ آمَنُوا لا تَأْكُلُوا أَمْوالَكُمْ بَيْنَكُمْ بِالْباطِلِ ... تحرج المسلمون عن مؤاكلة المرضى والعمى والعرج، وقالوا: الطعام أفضل الأموال، وقد نهانا الله عن أكل المال بالباطل، والأعمى لا يبصر موضع الطعام الطيب، والأعرج لا يتمكن من الجلوس، ولا يستطيع المزاحمة، والمريض يضعف عن التناول ولا يستوفى من الطعام حقه، فأنزل الله هذه الآية.وقيل نزلت ترخيصا لهؤلاء في الأكل من بيوت من سمى الله في هذه الآية، وذلك أن هؤلاء كانوا يدخلون على الرجل لطلب الطعام، فإذا لم يكن عنده شيء ذهب بهم إلى بيت أبيه، أو بيت أمه، أو بعض من سمى الله في هذه الآية، فكان أهل الزمانة يتحرجون من ذلك، ويقولون ذهب بنا إلى غير بيته، فأنزل الله هذه الآية.وقيل نزلت رخصة للأعمى والأعرج والمريض عن التخلف عن الجهاد..ويبدو لنا أن الآية الكريمة نزلت لتعليم المؤمنين ألوانا متعددة من الآداب التي شرعها الله- تعالى- لهم، ويسرها لهم بفضله وإحسانه، حتى يعلموا أن شريعته- سبحانه- مبنية على اليسر لا على العسر، وعلى التخفيف ورفع الحرج، لا على التشديد والتضييق.والحرج: الضيق ومنه الحرجة للشجر الملتف المتكاثف بعضه ببعض، حتى ليصعب على الشخص أن يمشى فيه. والمراد به هنا: الإثم.والمعنى: ليس على الأعمى والأعرج والمريض حرج أو إثم في الأكل من بيوت هؤلاء الذين سماهم الله- تعالى-.كذلك ليس عليكم حرج أو إثم- أيها المؤمنون- في أن تأكلوا أنتم ومن معكم مِنْ بُيُوتِكُمْ التي هي ملك لكم.وذكر- سبحانه- بيوتهم هنا مع أنه من المعروف أنه لا حرج في أن يأكل الإنسان من بيته، للإشعار بأن أكلهم من بيوت الذين سيذكرهم- سبحانه- بعد ذلك من الآباء والأمهات والأقارب، يتساوى في نفى الحرج مع أكلهم من بيوتهم أى أن أكل الناس من بيوتهم لم يذكر هنا لنفى حرج كان متوهما، وإنما ذكر لإظهار التسوية بين أكلهم من بيوت أقاربهم وأصدقائهم، وبين أكلهم من بيوتهم.وبعضهم يرى أن المراد بقوله أَنْ تَأْكُلُوا مِنْ بُيُوتِكُمْ أى: من بيوت زوجاتهم وأولادهم.ثم ذكر- سبحانه- بيوتا أخرى لا حرج عليهم في الأكل منها فقال: أَوْ بُيُوتِ آبائِكُمْ أَوْ بُيُوتِ أُمَّهاتِكُمْ أَوْ بُيُوتِ إِخْوانِكُمْ أَوْ بُيُوتِ أَخَواتِكُمْ أَوْ بُيُوتِ أَعْمامِكُمْ أَوْ بُيُوتِ عَمَّاتِكُمْ، أَوْ بُيُوتِ أَخْوالِكُمْ، أَوْ بُيُوتِ خالاتِكُمْ، أَوْ ما مَلَكْتُمْ مَفاتِحَهُ أى: أو البيوت التي تملكون التصرف فيها بإذن أصحابها، كأن تكونوا وكلاء عنهم في التصرف في أموالهم. ومفاتح: جمع مفتح- بكسر الميم- وهو آلة الفتح وملك هذه المفاتح: كناية عن كون الشيء تحت يد الشخص وتصرفه.وقوله أَوْ صَدِيقِكُمْ معطوف على ما قبله والصديق هو من يصدق في مودتك، وتصدق أنت في مودته، وهو اسم جنس يطلق على الواحد والجمع، والمراد هنا: الجمع. أى:ولا حرج عليكم- أيضا- في الأكل من بيوت أصدقائكم.فالآية الكريمة قد أجازت الأكل من هذه البيوت المذكورة، وهي أحد عشر بيتا- وإن لم يكن فيها أصحابها، مادام الآكل قد علم رضا صاحب البيت بذلك، وأن صاحب البيت، لا يكره هذا ولا يتضرر منه، استنادا إلى القواعد العامة في الشريعة، والتي منها: «لا ضرر ولا ضرار» وأنه «لا يحل مال امرئ مسلم إلا بطيب نفس منه» .قال صاحب الكشاف: فإن قلت: فما معنى أَوْ صَدِيقِكُمْ قلت: معناه: أو بيوت أصدقائكم، والصديق يكون واحدا وجمعا، وكذلك الخليط والقطين والعدو.ويحكى عن الحسن أنه دخل داره، وإذا جماعة من أصدقائه قد استلوا سلالا من تحت سريره فيها أطايب الأطعمة. وهم مكبون عليها يأكلون فتهللت أسارير وجهه سرورا وضحك وقال: هكذا وجدناهم، هكذا وجدناهم. يريد أكابر الصحابة ومن لقيهم من البدريين.وكان الرجل منهم يدخل دار صديقه وهو غائب فيسأل جاريته كيسه. فيأخذ منه ما شاء، فإذا حضر مولاها فأخبرته، أعتقها سرورا بذلك .وقوله- سبحانه-: لَيْسَ عَلَيْكُمْ جُناحٌ أَنْ تَأْكُلُوا جَمِيعاً أَوْ أَشْتاتاً بيان لنوع آخر من أنواع السماحة في شريعة الإسلام.والأشتات: جمع شتّ- بفتح الشين- يقال: شت الأمر يشت شتا وشتاتا، إذا تفرق.ويقال: هذا أمر شت، أى: متفرق.أى: ليس عليكم- أيها المؤمنون- حرج أو إثم في أن تأكلوا مجتمعين أو متفرقين، وقد كان بعضهم من عاداته أن لا يأكل منفردا، فإن لم يجد من يأكل معه عاف الطعام، فرفع الله- تعالى- هذا الحرج المتكلف، ورد الأمر إلى ما تقتضيه شريعة الإسلام من بساطة ويسر وعدم تكلف، فأباح لهم أن يأكلوا فرادى ومجتمعين.فالجملة الكريمة بيان للحالة التي يجوز عليها الأكل، بعد بيان البيوت التي يجوز الأكل منها والمتأمل في هذه الآية الكريمة يراها قد اشتملت على أحكم الأداء للترتيب اللفظي والموضوعى، فقد بدأت ببيت الإنسان نفسه، ثم بيوت الآباء، فالأمهات، فالإخوة، فالأخوات، فالأقارب، فالبيوت التي يملكون التصرف فيها فبيوت الأصدقاء ...ثم لم تكتف بذلك، وإنما بينت الحالة التي يباح الأكل منها ...ثم بعد ذلك علمتنا آداب دخول البيوت التي ندخلها للأكل أو لغيره، فقال- تعالى-:فَإِذا دَخَلْتُمْ بُيُوتاً فَسَلِّمُوا عَلى أَنْفُسِكُمْ تَحِيَّةً مِنْ عِنْدِ اللَّهِ مُبارَكَةً طَيِّبَةً.والمراد بأنفسكم هنا: أهل تلك البيوت التي يدخلونها، لأنهم بمنزلة أنفسهم في شدة المودة والمحبة والألفة، و «تحية» منصوب بفعل مقدر أى: فحيوا تحية.أى: فإذا دخلتم أيها المؤمنون والمؤمنات بيوتا فسلموا على أهلها الذين هم بمنزلة أنفسكم، وحيوهم تحية ثابتة من عند الله، مباركة طيبة، أى مستتبعة لزيادة البركات والخيرات ولزيادة المحبة والمودة.ووصف- سبحانه- هذه التحية بالبركة والطيب، لأنها دعوة مؤمن لمؤمن وكلاهما يرجو بها من الله- تعالى- زيادة الخير وطيب الرزق.وتحية الإسلام أن يقول المسلم لأخيه المسلم: السلام عليكم ورحمة الله وبركاته.ثم ختم- سبحانه- الآية الكريمة بقوله: كَذلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآياتِ لَعَلَّكُمْ تَعْقِلُونَ.أى: مثل هذا البيان القويم، يبين الله- تعالى- لكم الآيات المحكمة، والإرشادات النافعة، لكي تعقلوا ما اشتملت عليه من هدايات، توصلكم متى انتفعتم بها إلى السعادة والفلاح.وبعد أن ساقت السورة الكريمة ما ساقت من أحكام وآداب منها ما يتعلق بالحدود، ومنها ما يتعلق بالاستئذان، ومنها ما يتعلق بالتستر والاحتشام، ومنها ما يتعلق بتنظيم العلاقات بين الأقارب والأصدقاء ... بعد كل ذلك اختتمت ببيان ما يجب أن يكون عليه المؤمنون من أدب مع رسولهم صلّى الله عليه وسلّم فقال- تعالى-:"},{"ayah_number":62,"text":"روى ابن إسحاق في سبب نزول هذه الآيات ما ملخصه: أنه لما كان تجمع قريش وغطفان في غزوة الأحزاب، ضرب الرسول صلّى الله عليه وسلّم خندقا حول المدينة وعمل معه المسلمون فيه، فدأب فيه ودأبوا، وأبطأ عن رسول الله صلّى الله عليه وسلّم وعن المسلمين في عملهم ذلك، رجال من المنافقين، وجعلوا يورّون- أى يستترون- بالضعيف من العمل، ويتسللون إلى أهليهم بغير علم من رسول الله صلّى الله عليه وسلّم ولا إذن. وجعل الرجل من المسلمين إذا نابته النائبة من الحاجة التي لا بد منها يذكر ذلك لرسول الله صلّى الله عليه وسلّم ويستأذن في اللحوق لحاجته، فيأذن له، فإذا قضى حاجته، رجع إلى ما كان فيه من العمل رغبة في الخير واحتسابا له. فأنزل الله هذه الآيات في المؤمنين وفي المنافقين   .والمراد بالأمر الجامع في قوله: وَإِذا كانُوا مَعَهُ عَلى أَمْرٍ جامِعٍ: الأمر الهام الذي يستلزم اشتراك الجماعة في شأنه، كالجهاد في سبيل الله، وكالإعداد لعمل من الأعمال العامة التي تهم المسلمين جميعا.والمعنى: إن من شأن المؤمنين الصادقين، الذين آمنوا بالله ورسوله حق الإيمان أنهم إذا كانوا مع رسول الله صلّى الله عليه وسلّم على أمر جامع من الأمور التي تقتضي اشتراكهم فيه، لم يفارقوه ولم يذهبوا عنه، حتى يستأذنوه في المفارقة أو في الذهاب، لأن هذا الاستئذان دليل على قوة الإيمان، وعلى حسن أدبهم مع نبيهم صلّى الله عليه وسلّم.قال الآلوسى: وقوله: وَإِذا كانُوا مَعَهُ عَلى أَمْرٍ جامِعٍ ... معطوف على آمَنُوا داخل معه في حيز الصلة، والحصر باعتبار الكمال. أى: إنما الكاملون في الإيمان الذين آمنوا بالله- تعالى-، وبرسوله صلّى الله عليه وسلّم من صميم قلوبهم، وأطاعوا في جميع الأحكام التي من جملتها ما فصل من قبل. وإذا كانوا معه صلّى الله عليه وسلّم على أمر مهم يجب إجماعهم في شأنه كالجمعة والأعياد والحروب، وغيرها من الأمور الداعية إلى الاجتماع ... لم يذهبوا عنه صلى الله عليه وسلّم حَتَّى يَسْتَأْذِنُوهُ في الذهاب فيأذن لهم ... .وخص- سبحانه- الأمر الجامع بالذكر، للإشعار بأهميته ووجوب البقاء معه صلّى الله عليه وسلّم حتى يعطيهم الإذن بالانصراف، إذ وجودهم معه يؤدى إلى مظاهرته صلّى الله عليه وسلّم ومعاونته في الوصول إلى أفضل الحلول لهذا الأمر الهام.ثم مدح- سبحانه- الذين لا يغادرون مجلس رسول الله صلّى الله عليه وسلّم إذا كانوا معه على أمر جامع حتى يستأذنوه فقال: إِنَّ الَّذِينَ يَسْتَأْذِنُونَكَ أُولئِكَ الَّذِينَ يُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ.أى: إن الذين يستأذنونك في تلك الأحوال الهامة، والتي تستلزم وجودهم معك، أولئك الذين يؤمنون بالله ورسوله حق الإيمان، لأن هذا الاستئذان في تلك الأوقات دليل على طهارة نفوسهم، وصدق يقينهم، وصفاء قلوبهم.ثم بين- سبحانه- وظيفته- صلى الله عليه وسلّم فقال: فَإِذَا اسْتَأْذَنُوكَ لِبَعْضِ شَأْنِهِمْ، فَأْذَنْ لِمَنْ شِئْتَ مِنْهُمْ وَاسْتَغْفِرْ لَهُمُ اللَّهَ، إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ.أى: فإذا استأذنك هؤلاء المؤمنون في الانصراف، لقضاء بعض الأمور والشئون التي هم في حاجة إليها، فأنت مفوض ومخير في إعطاء الإذن لبعضهم وفي منعه عن البعض الآخر، إذ الأمر في هذه المسألة متروك لتقديرك- أيها الرسول الكريم-.وقوله- تعالى- وَاسْتَغْفِرْ لَهُمُ اللَّهَ فيه إشارة إلى أنه كان الأولى بهؤلاء المؤمنين، أن يبقوا مع الرسول صلّى الله عليه وسلّم حتى ينتهوا من حل هذا الأمر الجامع الذي اجتمعوا مع الرسول صلّى الله عليه وسلّم من أجله، وحتى يأذن لهم صلّى الله عليه وسلّم في الانصراف دون أن يطلبوا منه ذلك، فإن الاستئذان قبل البت في الأمر الهام الذي يتعلق بمصالح المسلمين جميعا، غير مناسب للمؤمنين الصادقين، ويجب أن يكون في أضيق الحدود، وأشد الظروف، ومع كل ذلك، فالله- تعالى- واسع المغفرة لعباده عظيم الرحمة بهم."},{"ayah_number":63,"text":"ثم أكد الله- تعالى- وجوب التوقير والتعظيم لنبيه صلّى الله عليه وسلّم فقال: لا تَجْعَلُوا دُعاءَ الرَّسُولِ بَيْنَكُمْ كَدُعاءِ بَعْضِكُمْ بَعْضاً....ولأهل العلم في تفسير هذه الآية أقوال من أهمها: أن المصدر هنا وهو لفظ «دعاء» مضاف إلى مفعوله، وهو الرسول صلّى الله عليه وسلّم على أنه مدعو، فيكون المعنى:لا تجعلوا- أيها المؤمنون- دعاءكم الرسول إذا دعوتموه، ونداءكم له إذا ما ناديتموه، كدعاء أو نداء بعضكم لبعض، وإنما عليكم إذا ما ناديتموه أن تنادوه بقولكم، يا نبي الله، أو يا رسول الله، ولا يليق بكم أن تنادوه باسمه مجردا، بأن تقولوا يا محمد.كما أن من الواجب عليكم أن تخفضوا أصواتكم عند ندائه توقيرا واحتراما له صلّى الله عليه وسلّم والمتتبع للقرآن الكريم، يرى أن الله- تعالى- لم يناد رسوله محمدا صلّى الله عليه وسلّم باسمه مجردا، وإنما ناداه بقوله: يا أيها المدثر، يا أيها الرسول، يا أيها النبي ...وإذا كان اسمه صلّى الله عليه وسلّم قد ورد في القرآن الكريم في أكثر من موضع، فإن وروده لم يكن في معرض النداء، وإنما كان في غيره كما في قوله- تعالى- مُحَمَّدٌ رَسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَماءُ بَيْنَهُمْ ... .فالآية الكريمة تنهى المؤمنين عن أن ينادوا أو يخاطبوا النبي صلّى الله عليه وسلّم باسمه مجردا، كما يخاطب بعضهم بعضا.ومن العلماء من يرى أن المصدر هنا مضاف إلى فاعله، فيكون المعنى: لا تقيسوا دعاءه إياكم على دعاء بعضكم بعضا، بل يجب عليكم متى دعاكم لأمر أن تلبوا أمره بدون تقاعس أو تباطؤ.وعلى كلا التفسيرين فالآية الكريمة تدل على وجوب توقير الرسول صلّى الله عليه وسلّم وتعظيمه.وشبيه بها قوله- تعالى-: يا أَيُّهَا الَّذِينَ آمَنُوا لا تَرْفَعُوا أَصْواتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ، وَلا تَجْهَرُوا لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ، أَنْ تَحْبَطَ أَعْمالُكُمْ وَأَنْتُمْ لا تَشْعُرُونَ إِنَّ الَّذِينَ يَغُضُّونَ أَصْواتَهُمْ عِنْدَ رَسُولِ اللَّهِ، أُولئِكَ الَّذِينَ امْتَحَنَ اللَّهُ قُلُوبَهُمْ لِلتَّقْوى لَهُمْ مَغْفِرَةٌ وَأَجْرٌ عَظِيمٌ .ثم حذر- سبحانه- المنافقين من سوء عاقبة أفعالهم فقال: قَدْ يَعْلَمُ اللَّهُ الَّذِينَ يَتَسَلَّلُونَ مِنْكُمْ لِواذاً، فَلْيَحْذَرِ الَّذِينَ يُخالِفُونَ عَنْ أَمْرِهِ، أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذابٌ أَلِيمٌ.وقد هنا للتحقيق. ويتسللون من التسلل، وهو الخروج في خفاء مع تمهل وتلصص.وقوله لِواذاً مصدر في موضع الحال أى: ملاوذين. والملاوذة معناها: الاستتار بشيء مخافة من يراك، أو هي الروغان من شيء إلى شيء على سبيل الخفاء.أى: إن الله- تعالى- عليم بحال هؤلاء المنافقين الذين يخرجون من مجلس الرسول صلى الله عليه وسلّم في خفاء واستتار: بحيث يخرجون من الجماعة قليلا قليلا، يستتر بعضهم ببعض حتى يخرجوا جميعا.قالوا: وكان المنافقون تارة يخرجون إذا ارتقى الرسول صلّى الله عليه وسلّم المنبر. ينظرون يمينا وشمالا. ثم يخرجون واحدا واحدا. وتارة يخرجون من مجلس الرسول صلى الله عليه وسلّم وتارة يفرون من الجهاد يعتذرون بالمعاذير الباطلة.وعلى أية حال فالآية الكريمة تصور خبث نفوسهم، والتواء طباعهم، وجبن قلوبهم، أبلغ تصوير، حيث ترسم أحوالهم وهم يخرجون في خفاء متسللين، حتى لا يراهم المسلمون.والفاء في قوله- تعالى-: فَلْيَحْذَرِ ... لترتيب ما بعدها على ما قبلها. والضمير في قوله: عَنْ أَمْرِهِ يعود إلى النبي صلّى الله عليه وسلّم أو إلى الله- تعالى- والمعنى واحد، لأن الرسول مبلغ عن الله- تعالى-.والمخالفة معناها: أن يأخذ كل واحد طريقا غير طريق الآخر في حاله أو فعله.والمعنى: فليحذر هؤلاء المنافقون الذين يخالفون أمر النبي صلّى الله عليه وسلّم ويصدون الناس عن دعوته. ويتباعدون عن هديه، فليحذروا من أن تصيبهم فتنة، أى: بلاء وكرب يترتب عليه افتضاح أمرهم، وانكشاف سرهم، أَوْ يُصِيبَهُمْ عَذابٌ أَلِيمٌ يستأصلهم عن آخرهم، ولعذاب الآخرة أشد وأبقى.قال القرطبي: وبهذه الآية احتج الفقهاء على أن الأمر للوجوب، ووجهها أن الله- تعالى- قد حذر من مخالفة أمره، وتوعد بالعقاب عليها بقوله: أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذابٌ أَلِيمٌ فتحرم مخالفته، ويجب امتثال أمره»"},{"ayah_number":64,"text":"ثم ختم- سبحانه- السورة الكريمة بقوله: أَلا إِنَّ لِلَّهِ ما فِي السَّماواتِ وَالْأَرْضِ.أى: له- سبحانه- ما في السموات والأرض من موجودات خلقا وملكا وتصرفا وإيجادا قَدْ يَعْلَمُ ما أَنْتُمْ عَلَيْهِ أيها المكلفون من طاعة أو معصية، ومن استجابة لأمره أو عدم استجابة.وَيَوْمَ يُرْجَعُونَ إِلَيْهِ فَيُنَبِّئُهُمْ بِما عَمِلُوا أى: ويعلم- سبحانه- أحوال خلقه جميعا يوم يرجعون إليه يوم القيامة. فيجازى كل إنسان بما يستحقه من ثواب أو عقاب.وَاللَّهُ- تعالى- بِكُلِّ شَيْءٍ عَلِيمٌ بحيث لا يخفى عليه شيء في الأرض ولا في السماء.وبعد: فهذه هي سورة «النور» وهذا تفسير محرر لها.نسأل الله- تعالى- أن يجعله خالصا لوجهه، ونافعا لعباده.وصلّى الله على سيدنا محمد وعلى آله وصحبه وسلّم"}]