[{"ayah_number":1,"text":"مقدمة وتمهيد1- سورة الفرقان من السور المكية، وعدد آياتها سبع وسبعون آية، وكان نزولها بعد سورة «يس» . أما ترتيبها في المصحف فهي السورة الخامسة والعشرون.ومن المفسرين الذين لم يذكروا خلافا في كونها مكية، الإمام ابن كثير والإمام الرازي.وقال القرطبي: هي مكية كلها في قول الجمهور. وقال ابن عباس وقتادة: إلا ثلاث آيات منها نزلت بالمدينة، وهي: وَالَّذِينَ لا يَدْعُونَ مَعَ اللَّهِ إِلهاً آخَرَ إلى قوله- تعالى-:وَكانَ اللَّهُ غَفُوراً رَحِيماً.2- وقد افتتحت هذه السورة الكريمة بالثناء على الله- تعالى- الذي نزل الفرقان على عبده محمد صلّى الله عليه وسلّم والذي له ملك السموات والأرض ... والذي خلق كل شيء فقدره تقديرا.قال- تعالى-: تَبارَكَ الَّذِي نَزَّلَ الْفُرْقانَ عَلى عَبْدِهِ لِيَكُونَ لِلْعالَمِينَ نَذِيراً. الَّذِي لَهُ مُلْكُ السَّماواتِ وَالْأَرْضِ. وَلَمْ يَتَّخِذْ وَلَداً. وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ. وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيراً.3- ثم انتقلت السورة بعد ذلك إلى حكاية بعض أقوال المشركين الذين أثاروا الشبهات حول الرسول صلّى الله عليه وسلّم وحول دعوته، وردت عليهم بما يمحق باطلهم، وقارنت بين مصيرهم السيئ، وبين ما أعده الله- تعالى- للمؤمنين من جنات.قال- تعالى-: وَقالُوا مالِ هذَا الرَّسُولِ يَأْكُلُ الطَّعامَ وَيَمْشِي فِي الْأَسْواقِ لَوْلا أُنْزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُ نَذِيراً أَوْ يُلْقى إِلَيْهِ كَنْزٌ أَوْ تَكُونُ لَهُ جَنَّةٌ يَأْكُلُ مِنْها، وَقالَ الظَّالِمُونَ إِنْ تَتَّبِعُونَ إِلَّا رَجُلًا مَسْحُوراً.4- وبعد أن يصور القرآن حسراتهم يوم الحشر، وعجزهم عن التناصر، يعود فيحكى جانبا من تطاولهم وعنادهم، ويرد عليهم بما يكبتهم، وبما يزيد المؤمنين ثباتا على ثباتهم.قال- تعالى-: وَقالَ الَّذِينَ لا يَرْجُونَ لِقاءَنا، لَوْلا أُنْزِلَ عَلَيْنَا الْمَلائِكَةُ أَوْ نَرى رَبَّنا، لَقَدِ اسْتَكْبَرُوا فِي أَنْفُسِهِمْ وَعَتَوْا عُتُوًّا كَبِيراً يَوْمَ يَرَوْنَ الْمَلائِكَةَ لا بُشْرى يَوْمَئِذٍ لِلْمُجْرِمِينَ وَيَقُولُونَ حِجْراً مَحْجُوراً وَقَدِمْنا إِلى ما عَمِلُوا مِنْ عَمَلٍ فَجَعَلْناهُ هَباءً مَنْثُوراً أَصْحابُ الْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُسْتَقَرًّا وَأَحْسَنُ مَقِيلًا.5- ثم تحكى السورة جانبا من قصص بعض الأنبياء مع أقوامهم. فيقول: وَلَقَدْ آتَيْنا مُوسَى الْكِتابَ وَجَعَلْنا مَعَهُ أَخاهُ هارُونَ وَزِيراً فَقُلْنَا اذْهَبا إِلَى الْقَوْمِ الَّذِينَ كَذَّبُوا بِآياتِنا فَدَمَّرْناهُمْ تَدْمِيراً وَقَوْمَ نُوحٍ لَمَّا كَذَّبُوا الرُّسُلَ أَغْرَقْناهُمْ وَجَعَلْناهُمْ لِلنَّاسِ آيَةً، وَأَعْتَدْنا لِلظَّالِمِينَ عَذاباً أَلِيماً ...6- ثم تعود السورة مرة أخرى إلى الحديث عن تطاول هؤلاء الجاحدين على رسولهم صلى الله عليه وسلّم وتعقب على ذلك بتسليته صلّى الله عليه وسلّم عما أصابه منهم فتقول: وَإِذا رَأَوْكَ إِنْ يَتَّخِذُونَكَ إِلَّا هُزُواً. أَهذَا الَّذِي بَعَثَ اللَّهُ رَسُولًا إِنْ كادَ لَيُضِلُّنا عَنْ آلِهَتِنا لَوْلا أَنْ صَبَرْنا عَلَيْها، وَسَوْفَ يَعْلَمُونَ حِينَ يَرَوْنَ الْعَذابَ مَنْ أَضَلُّ سَبِيلًا أَرَأَيْتَ مَنِ اتَّخَذَ إِلهَهُ هَواهُ أَفَأَنْتَ تَكُونُ عَلَيْهِ وَكِيلًا أَمْ تَحْسَبُ أَنَّ أَكْثَرَهُمْ يَسْمَعُونَ أَوْ يَعْقِلُونَ؟ إِنْ هُمْ إِلَّا كَالْأَنْعامِ بَلْ هُمْ أَضَلُّ سَبِيلًا.7- ثم تنتقل السورة الكريمة بعد ذلك إلى الحديث عن مظاهر قدرة الله- تعالى- فتسوق لنا مظاهر قدرته في مد الظل، وفي تعاقب الليل والنهار، وفي الرياح التي يرسلها- سبحانه- لتكون بشارة لنزول المطر، وفي وجود برزخ بين البحرين، وفي خلق البشر من الماء ... ثم يعقب على ذلك بالتعجب من حال الكافرين، الذين يعبدون من دونه- سبحانه- ما لا ينفعهم ولا يضرهم..قال- تعالى-: أَلَمْ تَرَ إِلى رَبِّكَ كَيْفَ مَدَّ الظِّلَّ وَلَوْ شاءَ لَجَعَلَهُ ساكِناً، ثُمَّ جَعَلْنَا الشَّمْسَ عَلَيْهِ دَلِيلًا ثُمَّ قَبَضْناهُ إِلَيْنا قَبْضاً يَسِيراً وَهُوَ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِباساً وَالنَّوْمَ سُباتاً وَجَعَلَ النَّهارَ نُشُوراً.8- ثم تسوق السورة في أواخرها صورة مشرقة لعباد الرحمن، الذين من صفاتهم التواضع، والعفو عن الجاهل. وكثرة العبادة لله- تعالى- والتضرع إليه بأن يصرف عنهم عذاب جهنم، وسلوكهم المسلك الوسط في إنفاقهم، وإخلاصهم الطاعة لله- تعالى- وحده. واجتنابهم للرذائل التي نهى الله- عز وجل- عنها.قال- تعالى-: وَعِبادُ الرَّحْمنِ الَّذِينَ يَمْشُونَ عَلَى الْأَرْضِ هَوْناً، وَإِذا خاطَبَهُمُ الْجاهِلُونَ قالُوا سَلاماً وَالَّذِينَ يَبِيتُونَ لِرَبِّهِمْ سُجَّداً وَقِياماً وَالَّذِينَ يَقُولُونَ رَبَّنَا اصْرِفْ عَنَّا عَذابَ جَهَنَّمَ إِنَّ عَذابَها كانَ غَراماً إِنَّها ساءَتْ مُسْتَقَرًّا وَمُقاماً.9- ومن هذا العرض المختصر لأبرز القضايا التي اهتمت بالحديث عنها السورة الكريمة، نرى ما يأتى.(أ) أن السورة الكريمة قد ساقت ألوانا من الأدلة على قدرة الله- تعالى- وعلى وجوب إخلاص العبادة له، وعلى الثناء عليه- سبحانه- بما هو أهله.نرى ذلك في مثل قوله- تعالى-: تَبارَكَ الَّذِي نَزَّلَ الْفُرْقانَ عَلى عَبْدِهِ ...تَبارَكَ الَّذِي جَعَلَ فِي السَّماءِ بُرُوجاً ... تَبارَكَ الَّذِي إِنْ شاءَ جَعَلَ لَكَ خَيْراً مِنْ ذلِكَ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهارُ.... وفي مثل قوله- تعالى-: وَهُوَ الَّذِي مَرَجَ الْبَحْرَيْنِ هذا عَذْبٌ فُراتٌ، وَهذا مِلْحٌ أُجاجٌ، وَجَعَلَ بَيْنَهُما بَرْزَخاً وَحِجْراً مَحْجُوراً وَهُوَ الَّذِي خَلَقَ مِنَ الْماءِ بَشَراً فَجَعَلَهُ نَسَباً وَصِهْراً وَكانَ رَبُّكَ قَدِيراً وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ ما لا يَنْفَعُهُمْ وَلا يَضُرُّهُمْ، وَكانَ الْكافِرُ عَلى رَبِّهِ ظَهِيراً.(ب) أن السورة الكريمة زاخرة بالآيات التي تدخل الأنس والتسرية والتسلية والتثبيت على قلب النبي صلّى الله عليه وسلّم بعد أن اتهمه المشركون بما هو برىء منه، وسخروا منه ومن دعوته، ووصفوا القرآن بأنه أساطير الأولين، واستنكروا أن يكون النبي من البشر.نرى هذه التهم الباطلة فيما حكاه الله عنهم في قوله- تعالى-: وَقالَ الَّذِينَ كَفَرُوا إِنْ هَذا إِلَّا إِفْكٌ افْتَراهُ وَأَعانَهُ عَلَيْهِ قَوْمٌ آخَرُونَ، فَقَدْ جاؤُ ظُلْماً وَزُوراً وَقالُوا أَساطِيرُ الْأَوَّلِينَ اكْتَتَبَها فَهِيَ تُمْلى عَلَيْهِ بُكْرَةً وَأَصِيلًا. وَقالُوا مالِ هذَا الرَّسُولِ يَأْكُلُ الطَّعامَ وَيَمْشِي فِي الْأَسْواقِ لَوْلا أُنْزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُ نَذِيراً. وَإِذا قِيلَ لَهُمُ اسْجُدُوا لِلرَّحْمنِ قالُوا وَمَا الرَّحْمنُ أَنَسْجُدُ لِما تَأْمُرُنا وَزادَهُمْ نُفُوراً.وترى التسلية والتسرية والتثبيت في قوله- تعالى-: انْظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثالَ فَضَلُّوا فَلا يَسْتَطِيعُونَ سَبِيلًا تَبارَكَ الَّذِي إِنْ شاءَ جَعَلَ لَكَ خَيْراً مِنْ ذلِكَ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهارُ وَيَجْعَلْ لَكَ قُصُوراً.وَما أَرْسَلْنا قَبْلَكَ مِنَ الْمُرْسَلِينَ إِلَّا إِنَّهُمْ لَيَأْكُلُونَ الطَّعامَ وَيَمْشُونَ فِي الْأَسْواقِ وَجَعَلْنا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً، أَتَصْبِرُونَ، وَكانَ رَبُّكَ بَصِيراً.وَقالَ الَّذِينَ كَفَرُوا لَوْلا نُزِّلَ عَلَيْهِ الْقُرْآنُ جُمْلَةً واحِدَةً، كَذلِكَ لِنُثَبِّتَ بِهِ فُؤادَكَ وَرَتَّلْناهُ تَرْتِيلًا وَلا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْناكَ بِالْحَقِّ وَأَحْسَنَ تَفْسِيراً.وهكذا نرى السورة الكريمة زاخرة بالحديث عن الشبهات التي أثارها المشركون حول النبي صلّى الله عليه وسلّم ودعوته، وزاخرة- أيضا- بالرد عليها ردا يبطلها. ويزهقها. ويسلى النبي صلى الله عليه وسلّم عما أصابه منهم، ويزيد المؤمنين إيمانا على إيمانهم.(ج) أن السورة الكريمة مشتملة على آيات كثيرة، تبين ما سيكون عليه المشركون يوم القيامة من هم وغم وكرب وحسرة وندامة وسوء مصير، كما تبين ما أعده الله- تعالى- لعباده المؤمنين من عاقبة حسنة، ومن جنات تجرى من تحتها الأنهار.فبالنسبة لسوء عاقبة المشركين نرى قوله- تعالى-: بَلْ كَذَّبُوا بِالسَّاعَةِ وَأَعْتَدْنا لِمَنْ كَذَّبَ بِالسَّاعَةِ سَعِيراً إِذا رَأَتْهُمْ مِنْ مَكانٍ بَعِيدٍ سَمِعُوا لَها تَغَيُّظاً وَزَفِيراً وَإِذا أُلْقُوا مِنْها مَكاناً ضَيِّقاً مُقَرَّنِينَ دَعَوْا هُنالِكَ ثُبُوراً لا تَدْعُوا الْيَوْمَ ثُبُوراً واحِداً وَادْعُوا ثُبُوراً كَثِيراً.ونرى قوله- تعالى-: وَيَوْمَ يَعَضُّ الظَّالِمُ عَلى يَدَيْهِ يَقُولُ يا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلًا يا وَيْلَتى لَيْتَنِي لَمْ أَتَّخِذْ فُلاناً خَلِيلًا لَقَدْ أَضَلَّنِي عَنِ الذِّكْرِ بَعْدَ إِذْ جاءَنِي، وَكانَ الشَّيْطانُ لِلْإِنْسانِ خَذُولًا.وبالنسبة للمؤمنين نرى قوله- تعالى-: قُلْ أَذلِكَ خَيْرٌ أَمْ جَنَّةُ الْخُلْدِ الَّتِي وُعِدَ الْمُتَّقُونَ كانَتْ لَهُمْ جَزاءً وَمَصِيراً لَهُمْ فِيها ما يَشاؤُنَ خالِدِينَ كانَ عَلى رَبِّكَ وَعْداً مَسْؤُلًا.ونرى قوله- سبحانه-: وَعِبادُ الرَّحْمنِ الَّذِينَ يَمْشُونَ عَلَى الْأَرْضِ هَوْناً وَإِذا خاطَبَهُمُ الْجاهِلُونَ قالُوا سَلاماً. إلى قوله- تعالى-: خالِدِينَ فِيها حَسُنَتْ مُسْتَقَرًّا وَمُقاماً.وهكذا نرى السورة تسوق آيات كثيرة في المقارنة بين مصير الكافرين ومصير المؤمنين..وليهلك من هلك عن بينة ويحيا من حي عن بينة ...هذه بعض الموضوعات التي اهتمت السورة الكريمة بتفصيل الحديث عنها، وهناك موضوعات أخرى سنتحدث عنها- بإذن الله- عند تفسيرنا لآياتها.وصلّى الله على سيدنا محمد، وعلى آله وأصحابه وأتباعه إلى يوم الدين.افتتحت السورة الكريمة بالثناء على الله - تعالى - ثناء يليق بجلاله وكماله .ولفظ \" تبارك \" فعل ماض لا يتصرف . أى : لم يجىء منه مضارع ولا أمر ولا اسم فاعل : وهو مأخوذ من البركة بمعنى الكثرة من كل خير . وأصلها النماء والزيادة . أى : كثرة خيره وإحسانه ، وتزايدت بركاته .أو مأخوذ من البَرْكَة بمعنى الثبوت . يقال : برك البعير ، إذا أناخ فى موضعه فلزمه وثبت فيه . وكل شىء ثبت ودام فقد برك . أى : ثبت ودام خيره على خلقه .والفرقان : القرآن . وسمى بذلك لأنه يفرق بين الحق والباطل .ونذيرا : من الإنذار ، وهو الإعلام المقترن بتهديد وتخويف .أى : جل شأن الله - تعالى - وتكاثرت ودامت خيراته وبركاته ، لأنه - سبحانه - هو الذى نزل القرآن الكريم على عبده محمد صلى الله عليه وسلم ليكون \" للعالمين \" أى : للإنس وللجن \" نذيرا \" أى : منذرا إياهم بسوء المصير إن هم استمروا على كفرهم وشركهم .وفى التعبير بقوله - تعالى - ( تَبَارَكَ ) إشعار بكثرة ما يفيضه - سبحانه - من خيرات وبركات على عباده ، وأن هذا العطاء ثابت مستقر ، وذلك يستلزم عظمته وتقدسه عن كل ما لا يليق بجلاله - عز وجل - .ولم يذكر - سبحانه - لفظ الجلالة ، واكتفى بالاسم الموصول الذى نزل الفرقان ، لإبراز صلته - سبحانه - وإظهارها فى هذا المقام ، الذى هو مقام إثبات صدق رسالته التى أوحاها إلى نبيه صلى الله عليه وسلم .وعبر - سبحانه - ب ( نَزَّلَ ) بالتضعيف ، لنزول القرآن الكريم مفرقا فى أوقات متعددة ، لتثبيت فؤاد النبى صلى الله عليه وسلم .ووصف الله - تعالى - رسوله صلى الله عليه وسلم بالعبودية ، وأضافها لذاته ، للتشريف والتكريم والتعظيم . وأن هذه العبودية لله - تعالى - هى ما يتطلع إليه البشر .واختير الإنذار على التبشير . لأن المقام يقتضى ذلك ، إذ أن المشركين قد لجوا فى طغيانهم وتمادوا فى كفرهم وضلالهم ، فكان من المناسب تخويفهم من سوء عاقبة ما هم عليه من عناد .وهذه الآية الكريمة تدل على عموم رسالته صلى الله عليه وسلم للناس جميعا . حيث قال - سبحانه - : ( لِيَكُونَ لِلْعَالَمِينَ نَذِيراً ) أى : لعالم الإنس وعالم الجن ، وشيه بها قوله - تعالى - : ( وَمَآ أَرْسَلْنَاكَ إِلاَّ رَحْمَةً لِّلْعَالَمِينَ ) وقوله - سبحانه - : ( قُلْ ياأيها الناس إِنِّي رَسُولُ الله إِلَيْكُمْ جَمِيعاً . . )."},{"ayah_number":2,"text":"ثم وصف- سبحانه- ذاته بجملة من الصفات التي توجب له العبادة والطاعة فقال:الَّذِي لَهُ مُلْكُ السَّماواتِ وَالْأَرْضِ فهو الخالق لهما. وهو المالك لأمرهما، لا يشاركه في ذلك مشارك.والجملة الكريمة خبر لمبتدأ محذوف. أو بدل من قوله: الَّذِي نَزَّلَ.وَلَمْ يَتَّخِذْ وَلَداً فهو- سبحانه- منزه عن ذلك وعن كل ما من شأنه أن يشبه الحوادث.وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ بل هو المالك وحده لكل شيء في هذا الوجود.وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيراً أى: وهو- سبحانه- الذي خلق كل شيء في هذا الوجود خلقا متقنا حكيما بديعا في هيئته، وفي زمانه، وفي مكانه، وفي وظيفته، على حسب ما تقتضيه إرادته وحكمته. وصدق الله إذ يقول: إِنَّا كُلَّ شَيْءٍ خَلَقْناهُ بِقَدَرٍ.فجملة «فقدره تقديرا» بيان لما اشتمل عليه هذا الخلق من إحسان وإتقان فهو- سبحانه- لم يكتف بمجرد إيجاد الشيء من العدم، وإنما أوجده في تلك الصورة البديعة التي عبر عنها في آية أخرى بقوله: ... صُنْعَ اللَّهِ الَّذِي أَتْقَنَ كُلَّ شَيْءٍ ...قال صاحب الكشاف: فإن قلت: في الخلق معنى التقدير. فما معنى قوله: وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيراً.قلت: معناه أنه أحدث كل شيء إحداثا مراعى فيه التقدير والتسوية، فقدره وهيأه لما يصلح له. مثاله: أنه خلق الإنسان على هذا الشكل المقدر المسوى الذي تراه، فقدره للتكاليف والمصالح المنوطة به في بابى الدين والدنيا، وكذلك كل حيوان وجماد، جاء به على الجبلة المستوية المقدرة بأمثلة الحكمة والتدبير..."},{"ayah_number":3,"text":"ثم بين- سبحانه- بعد ذلك أن المشركين لم يفطنوا إلى ما اشتمل عليه هذا الكون من تنظيم دقيق، ومن صنع حكيم يدل على وحدانية الله- تعالى- وقدرته، بل إنهم- لانطماس بصائرهم- عبدوا مخلوقا مثلهم فقال- تعالى-: وَاتَّخَذُوا مِنْ دُونِهِ آلِهَةً لا يَخْلُقُونَ شَيْئاً وَهُمْ يُخْلَقُونَ....والضمير في قوله وَاتَّخَذُوا.. يعود على المشركين المفهوم من قوله وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ أو من المقام.أى: واتخذ هؤلاء المشركون معبودات باطلة يعبدونها من دون الله- عز وجل-، وهذه المعبودات لا تقدر على خلق شيء من الأشياء، بل هي من مخلوقات الله- تعالى-.وعبر عن هذه الآية بضمير العقلاء في قوله لا يَخْلُقُونَ جريا على اعتقاد الكفار أنها تضر وتنفع، أو لأن من بين من اتخذوهم آلهة بعض العقلاء كالمسيح والعزير والملائكة..وأيضا هؤلاء الذين اتخذهم المشركون آلهة: لا يَمْلِكُونَ لِأَنْفُسِهِمْ فضلا عن غيرهم ضَرًّا وَلا نَفْعاً فهم لا يملكون دفع الضر عن أنفسهم، ولا جلب النفع لذواتهم وَلا يَمْلِكُونَ مَوْتاً وَلا حَياةً وَلا نُشُوراً أى: ولا يقدرون على إماتة الأحياء. ولا على إحياء الموتى في الدنيا، ولا على بعثهم ونشرهم في الآخرة.فأنت ترى أن الله- تعالى- قد وصف تلك الآلهة المزعومة بسبع صفات، كل صفة منها كفيلة بسلب صفة الألوهية عنها، فكيف وقد اجتمعت هذه الصفات السبع فيها؟!!.إن كل من يشرك مع الله- تعالى- أحدا في العبادة. لو تدبر هذه الآية وأمثالها من آيات القرآن الكريم لأيقن واعتقد أن المستحق للعبادة والطاعة إنما هو الله رب العالمين.ثم حكى- سبحانه- بعض الشبهات التي أثارها المشركون حول القرآن الكريم الذي أنزله على نبيه صلّى الله عليه وسلّم فقال:"},{"ayah_number":4,"text":"والإفك: أسوأ الكذب. يقال: أفك فلان- كضرب وعلم- أفكا، إذا قال أشنع الكذب وأقبحه.والزور في الأصل: تحسين الباطل. مأخوذ من الزور وهو الميل وأطلق على الباطل زور لما فيه من الميل عن الصدق إلى الكذب، ومن الحق إلى ما يخالفه.أى: وقال الذين كفروا في شأن القرآن الكريم الذي أنزله الله- تعالى- على نبيه صلّى الله عليه وسلّم، ما هذا القرآن إلا كذب وبهتان افْتَراهُ واختلقه محمد صلّى الله عليه وسلّم من عند نفسه، وَأَعانَهُ عَلَيْهِ أى وأعانه وساعده على هذا الاختلاق قَوْمٌ آخَرُونَ من اليهود أو غيرهم، كعداس- مولى حويطب بن عبد العزى- ويسار- مولى العلاء بن الحضرمي- وأبى فكيهة الرومي. وكان هؤلاء من أهل الكتاب الذين أسلموا.وقوله- تعالى-: فَقَدْ جاؤُ ظُلْماً وَزُوراً رد على أقوال الكافرين الفاسدة وجاءوا بمعنى فعلوا، وقوله: ظُلْماً منصوب به. والتنوين للتهويل.أى: فقد فعل هؤلاء الكافرون بقولهم هذا ظلما عظيما وزورا كبيرا، حيث وضعوا الباطل موضع الحق، والكذب موضع الصدق.ويصح أن يكون قوله: ظُلْماً منصوبا بنزع الخافض أى: فقد جاءوا بظلم عظيم، وكذب فظيع، انحرفوا به عن جادة الحق والصواب."},{"ayah_number":5,"text":"ثم حكى- سبحانه- مقولة أخرى من مقولاتهم الفاسدة فقال: وَقالُوا أَساطِيرُ الْأَوَّلِينَ اكْتَتَبَها فَهِيَ تُمْلى عَلَيْهِ بُكْرَةً وَأَصِيلًا.والأساطير: جمع أسطورة بمعنى أكذوبة واكتتبها: أى: أمر غيره بكتابتها له. أو جمعها من بطون كتب السابقين.أى: أن هؤلاء الكافرين لم يكتفوا بقولهم السابق في شأن القرآن، بل أضافوا إلى ذلك قولا آخر أشد شناعة وقبحا، وهو زعمهم أن هذا القرآن أكاذيب الأولين وخرافاتهم، أمر الرسول صلّى الله عليه وسلّم غيره بكتابتها له، وبجمعها من كتب السابقين فَهِيَ أى: هذه الأساطير تُمْلى عَلَيْهِ أى: تلقى عليه صلّى الله عليه وسلّم بعد اكتتابها ليحفظها ويقرأها على أصحابه بُكْرَةً وَأَصِيلًا أى: في الصباح والمساء أى: تملى عليه خفية في الأوقات التي يكون الناس فيها نائمين أو غافلين عن رؤيتهم."},{"ayah_number":6,"text":"وقد أمر الله- تعالى- رسوله صلّى الله عليه وسلّم بالرد عليهم بما يخرس ألسنتهم فقال: قُلْ أَنْزَلَهُ الَّذِي يَعْلَمُ السِّرَّ فِي السَّماواتِ وَالْأَرْضِ ...أى: قل- أيها الرسول الكريم- لهؤلاء الذين زعموا أن القرآن أساطير الأولين، وأنك افتريته من عند نفسك، وأعانك على هذا الافتراء قوم آخرون ... قل لهم: كذبتم أشنع الكذب وأقبحه، فأنتم أول من يعلم بأن هذا القرآن له من الحلاوة والطلاوة، وله من حسن التأثير ما يجعله- باعتراف- زعمائكم ليس من كلام البشر وإنما الذي أنزله علىّ هو الله- تعالى- الذي يعلم السر في السموات والأرض، أى: يعلم ما خفى فيهما ويعلم الأسرار جميعها فضلا عن الظواهر.قال الآلوسى: «قل» لهم ردا عليهم وتحقيقا للحق: أنزله الله- تعالى- الذي لا يعزب عن علمه شيء من الأشياء، وأودع فيه فنون الحكم والأسرار على وجه بديع، لا تحوم حوله الأفهام، حيث أعجزكم قاطبة بفصاحته وبلاغته، وأخبركم بمغيبات مستقبلة، وأمور مكنونة، لا يهتدى إليها ولا يوقف- إلا بتوفيق الله- تعالى- العليم الخبير- عليها..ثم ختم- سبحانه- الآية بما يفتح باب التوبة للتائبين، وبما يحرضهم على الإيمان والطاعة لله رب العالمين فقال- تعالى-: إِنَّهُ كانَ غَفُوراً رَحِيماً.أى: إنه- سبحانه- واسع المغفرة والرحمة، لمن ترك الكفر وعاد إلى الإيمان، وترك العصيان وعاد إلى الطاعة.قال الإمام ابن كثير: وقوله: إِنَّهُ كانَ غَفُوراً رَحِيماً دعاء لهم إلى التوبة والإنابة، وإخبار بأن رحمته واسعة، وأن حمله عظيم وأن من تاب إليه تاب عليه، فهؤلاء مع كذبهم.وافترائهم. وفجورهم. وبهتهم. وقولهم عن الرسول والقرآن ما قالوا، يدعوهم- سبحانه- إلى التوبة والإقلاع عما هم عليه من كفر إلى الإسلام والهدى. كما قال- تعالى-: لَقَدْ كَفَرَ الَّذِينَ قالُوا إِنَّ اللَّهَ ثالِثُ ثَلاثَةٍ. وَما مِنْ إِلهٍ إِلَّا إِلهٌ واحِدٌ، وَإِنْ لَمْ يَنْتَهُوا عَمَّا يَقُولُونَ لَيَمَسَّنَّ الَّذِينَ كَفَرُوا مِنْهُمْ عَذابٌ أَلِيمٌ، أَفَلا يَتُوبُونَ إِلَى اللَّهِ وَيَسْتَغْفِرُونَهُ، وَاللَّهُ غَفُورٌ رَحِيمٌ.. قال الحسن البصري: انظروا إلى هذا الكرم والجود. قتلوا أولياءه وهو يدعوهم إلى التوبة..ثم حكى- سبحانه- بعد ذلك شبهة ثالثة، تتعلق بشخصية النبي صلّى الله عليه وسلّم حيث أنكروا أن يكون الرسول من البشر وأن يكون آكلا للطعام وماشيا في الأسواق، فقال- تعالى-:"},{"ayah_number":7,"text":"ذكر بعض المفسرين في سبب نزول هذه الآيات أن جماعة من قريش قالوا للنبي صلّى الله عليه وسلّم إن كنت تريد بما جئت به مالا جمعنا لك المال حتى تكون أغنانا، وإن كنت تريد ملكا، جعلناك ملكا علينا..فقال صلّى الله عليه وسلّم: «ما أريد شيئا مما تقولون، ولكن الله تعالى بعثني إليكم رسولا، وأنزل على كتابا، وأمرنى أن أكون لكم بشيرا ونذيرا، فبلغتكم رسالة ربي، ونصحت لكم. فإن تقبلوا منى ما جئتكم به فهو حظكم في الدنيا والآخرة، وإن تردوه علىّ أصبر لأمر الله- تعالى- حتى يحكم بيني وبينكم» .فقالوا: فإن كنت غير قابل شيئا مما عرضنا عليك، فسل ربك أن يبعث معك ملكا يصدقك بما تقول ويراجعنا عنك، وسله أن يجعل لك جنانا وقصورا..فقال لهم صلّى الله عليه وسلّم: «ما أنا بفاعل، وما أنا بالذي يسأل ربه هذا، وما بعثت إليكم بهذا، ولكن الله- تعالى- بعثني بشيرا ونذيرا» فأنزل الله تعالى في قولهم ذلك..والضمير في قوله- تعالى-: وَقالُوا يعود إلى مشركي قريش و «ما» استفهامية بمعنى إنكار الوقوع ونفيه، وهي مبتدأ، والجار والمجرور بعدها الخبر. وجملة «يأكل الطعام» حال من الرسول.أى: أن مشركي قريش لم يكتفوا بقولهم إن محمد صلّى الله عليه وسلّم قد افترى القرآن، وإن القرآن أساطير الأولين. بل أضافوا إلى ذلك أنهم قالوا على سبيل السخرية والتهكم والإنكار لرسالته: كيف يكون محمدا صلّى الله عليه وسلّم رسولا، وشأنه الذين نشاهده بأعيننا. أنه «يأكل الطعام» كما يأكل سائر الناس «ويمشى في الأسواق» أى: ويتردد فيها كما نتردد طلبا للرزق. «لولا أنزل إليه ملك» أى: هلا أنزل إليه ملك يعضده ويساعده ويشهد له بالرسالة «فيكون» هذا الملك «معه نذيرا» أى: منذرا من يخالفه بسوء المصير."},{"ayah_number":8,"text":"«أو يلقى إليه» أى: إلى الرسول صلّى الله عليه وسلّم «كنز» أى: مال عظيم يغنيه عن التماس الرزق بالأسواق كسائر الناس، وأصل الكنز، جعل المال بعضه على بعض وحفظه. من كنز التمر في الوعاء، إذا حفظه. «أو تكون له» صلّى الله عليه وسلّم «جنة يأكل منها» أى: حديقة مليئة بالأشجار المثمرة، لكي يأكل منها ونأكل معه من خيرها.«وقال الظالمون» فضلا عن كل ذلك «إن تتبعون» أى: ما تتبعون «إلا رجلا مسحورا» أى: مغلوبا على عقله، ومصابا بمرض قد أثر في تصرفاته.فأنت ترى أن هؤلاء الظالمين قد اشتمل قولهم الذي حكاه القرآن عنهم- على ست قبائح- قصدهم من التفوه بها صرف الناس عن اتباعه صلّى الله عليه وسلّم.قال صاحب الكشاف عند تفسيره لهذه الآيات: أى: إن صح أنه رسول الله فما باله حاله كحالنا «يأكل الطعام» كما نأكل، ويتردد في الأسواق لطلب المعاش كما نتردد. يعنون أنه كان يجب أن يكون ملكا مستغنيا عن الأكل والتعيش، ثم نزلوا عن اقتراحهم أن يكون ملكا إلى، اقتراح أن يكون إنسانا معه ملك، حتى يتساندا في الإنذار والتخويف، ثم نزلوا- أيضا- فقالوا: وإن لم يكن مرفودا بملك، فليكن مرفودا بكنز يلقى إليه من السماء يستظهر به ولا يحتاج إلى تحصيل المعاش. ثم نزلوا فاقتنعوا بأن يكون رجلا له بستان يأكل منه ويرتزق ... وأراد بالظالمين: إياهم بأعيانهم. وضع الظاهر موضع المضمر ليسجل عليهم بالظلم فيما قالوا.. ."},{"ayah_number":9,"text":"وقد رد الله- تعالى- على مقترحاتهم الفاسدة، بالتهوين من شأنهم وبالتعجيب من تفاهة تفكيرهم، وبالتسلية للرسول صلّى الله عليه وسلّم عما أصابه منهم فقال: انْظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثالَ فَضَلُّوا فَلا يَسْتَطِيعُونَ سَبِيلًا.أى: انظر- أيها الرسول الكريم- إلى هؤلاء الظالمين، وتعجب من تعنتهم، وضحالة عقولهم. وسوء أقاويلهم. حيث وصفوك تارة بالسحر. وتارة بالشعر. وتارة بالكهانة. وقد ضلوا عن الطريق المستقيم في كل ما وصفوك به. وبقوا متحيرين في باطلهم، دون أن يستطيعوا الوصول إلى السبيل الحق. وإلى الصراط المستقيم.فالآية الكريمة تعجيب من شأنهم، واستعظام لما نطقوا به. وحكم عليهم بالخيبة والضلال، وتسلية للرسول صلّى الله عليه وسلّم عما قالوه في شأنه."},{"ayah_number":10,"text":"ثم أضاف- سبحانه- إلى هذه التسلية. تسلية أخرى لرسوله صلّى الله عليه وسلّم فقال- تعالى-: تَبارَكَ الَّذِي إِنْ شاءَ جَعَلَ لَكَ خَيْراً مِنْ ذلِكَ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهارُ وَيَجْعَلْ لَكَ قُصُوراً.أى: جل شأن الله تعالى، وتكاثرت خيراته، فهو- سبحانه- الذي- إن شاء- جعل لك في هذه الدنيا- أيها الرسول الكريم- خيرا من ذلك الذي اقترحوه من الكنوز والبساتين، بأن يهبك جنات عظيمة تجرى من تحت أشجارها الأنهار، ويهبك قصورا فخمة ضخمة.ولكنه- سبحانه- لم يشأ ذلك، لأن ما ادخره لك من عطاء كريم خير وأبقى.فقوله- تعالى-: إِنْ شاءَ كلام معترض لتقييد عطاء الدنيا، أى: إن شاء أعطاك في الدنيا أكثر مما اقترحوه، أما عطاء الآخرة فهو محقق ولا قيد عليه.وقوله- سبحانه-: جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهارُ تفسير لقوله: خَيْراً مِنْ ذلِكَ فهو بدل أو عطف بيان."},{"ayah_number":11,"text":"ثم انتقل- سبحانه- من الحديث عن قبائحهم المتعلقة بوحدانية الله تعالى، وبشخصية رسول الله صلّى الله عليه وسلّم إلى الحديث عن رذيلة أخرى من رذائلهم المتكاثرة، ألا وهي إنكارهم للبعث والحساب، فقال- تعالى-: بَلْ كَذَّبُوا بِالسَّاعَةِ وَأَعْتَدْنا لِمَنْ كَذَّبَ بِالسَّاعَةِ سَعِيراً. أى إن هؤلاء الكافرين لم يكتفوا باتخاذ آلهة من دون الله- تعالى-، ولم يكتفوا بالسخرية من رسوله صلّى الله عليه وسلّم بل أضافوا إلى ذلك أنهم كذبوا بيوم القيامة وما فيه من بعث وحشر وثواب وعقاب. والحال أننا بقدرتنا وإرادتنا قد أعددنا وهيأنا لمن كذب بهذا اليوم سعيرا. أى: نارا عظيمة شديدة الاشتعال.وقال- سبحانه-: وَأَعْتَدْنا لِمَنْ كَذَّبَ بِالسَّاعَةِ ولم يقل: لمن كذب بها. للمبالغة في التشنيع عليهم، والزجر لهم، إذ أن التكذيب بها كفر يستحق صاحبه الخلود في النار المستعرة.ثم صور- سبحانه- حالهم عند ما يعرضون على النار، وهلعهم عند ما يلقون فيها، كما بين- سبحانه- حال المتقين وما أعد لهم من نعيم مقيم، فقال- تعالى-:"},{"ayah_number":12,"text":"وقوله تعالى: إِذا رَأَتْهُمْ ... الضمير فيه يعود إلى «سعيرا» والتغيظ في الأصل:إظهار الغيظ، وهو شدة الغضب الكامن في القلب.والزفير: ترديد النفس من شدة الغم والتعب حتى تنتفخ منه الضلوع، فإذا ما اشتد كان له صوت مسموع.والمعنى: أن هؤلاء الكافرين الذين كذبوا بالساعة، قد اعتدنا لهم بسبب هذا التكذيب نارا مستعرة، إذا رأتهم هذه النار من مكان بعيد عنها. سمعوا لها غليانا كصوت من اشتد غضبه، وسمعوا لها زفيرا. أى: صوتا مترددا كأنها تناديهم به.فالآية الكريمة تصور غيظ النار من هؤلاء المكذبين تصويرا مرعبا، يزلزل النفوس ويخيف القلوب.والتعبير بقوله- تعالى-: مِنْ مَكانٍ بَعِيدٍ يزيد هذه الصورة رعبا وخوفا، لأنها لم تنتظرهم إلى أن يصلوا إليها، بل هي بمجرد أن تراهم من مكان بعيد- والعياذ بالله- يسمعون تغيظها وزفيرها وغضبها عليهم، وفرحها بإلقائهم فيها.قال الآلوسى: وإسناد الرؤية إليها حقيقة على ما هو الظاهر، وكذا نسبة التغيظ والزفير فيما بعد، إذ لا امتناع في أن يخلق الله تعالى النار حية مغتاظة زافرة على الكفار، فلا حاجة إلى تأويل الظواهر الدالة على أن لها إدراكا كهذه الآية، وكقوله- تعالى-: يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ امْتَلَأْتِ وَتَقُولُ هَلْ مِنْ مَزِيدٍ   . وقوله: صلّى الله عليه وسلّم في الحديث الصحيح الذي رواه الإمام البخاري: «شكت النار إلى ربها فقالت: رب أكل بعضى بعضا، فأذن لها بنفسين: نفس في الشتاء ونفس في الصيف..» ."},{"ayah_number":13,"text":"ثم حكى- سبحانه- حالهم عند ما يستقرون فيها فقال: وَإِذا أُلْقُوا مِنْها مَكاناً ضَيِّقاً مُقَرَّنِينَ دَعَوْا هُنالِكَ ثُبُوراً.أى: أن النار إن رأت هؤلاء المجرمين سمعوا لها ما يزعجهم ويفزعهم، وَإِذا أُلْقُوا مِنْها مَكاناً ضَيِّقاً أى: وإذا ما طرحوا فيها في مكان ضيق منها، حالة كونهم مُقَرَّنِينَ أى:مقيدين بالأغلال بعضهم مع بعض أو مع الشياطين الذين أضلوهم.دَعَوْا هُنالِكَ أى: تنادوا هنالك في ذلك المكان بقولهم ثُبُوراً أى: هلاكا وخسرانا يقال فلان ثبره الله- تعالى- أى: أهلكه إهلاكا لا قيام له منه.أى: يقولون عند ما يلقون فيها، يا هلاكنا أقبل فهذا أوانك، فإنك أرحم بنا مما نحن فيه."},{"ayah_number":14,"text":"ووصف- سبحانه- المكان الذي يلقون فيه بالضيق، للإشارة إلى زيادة كربهم، فإن ضيق المكان يعجزهم عن التفلت والتململ. وهنا يسمعون من يقول لهم على سبيل الزجر والسخرية المريرة، لا تَدْعُوا الْيَوْمَ ثُبُوراً واحِداً وَادْعُوا ثُبُوراً كَثِيراً. أى: اتركوا اليوم طلب الهلاك الواحد. واطلبوا هلاكا كثيرا لا غاية لكثرته، ولا منتهى لنهايته.قال صاحب الكشاف: قوله: وَادْعُوا ثُبُوراً كَثِيراً أى: أنكم وقعتم فيما ليس ثبوركم فيه واحدا، وإنما هو ثبور كثير، إما لأن العذاب أنواع وألوان كل نوع منها ثبور لشدته وفظاعته، أو لأنهم كلما نضجت جلودهم بدلوا غيرها، فلا غاية لهلاكهم  ."},{"ayah_number":15,"text":"ثم أمر الله- تعالى- رسوله صلّى الله عليه وسلّم أن يبين لهم ما أعده- سبحانه- لعباده المتقين، فقال: قُلْ أَذلِكَ خَيْرٌ أَمْ جَنَّةُ الْخُلْدِ الَّتِي وُعِدَ الْمُتَّقُونَ كانَتْ لَهُمْ جَزاءً وَمَصِيراً، لَهُمْ فِيها ما يَشاؤُنَ خالِدِينَ. كانَ عَلى رَبِّكَ وَعْداً مَسْؤُلًا.واسم الإشارة. ذلك يعود إلى ما ذكر من العذاب المهين لهم والاستفهام للتقريع والتهكم.والعائد إلى الموصول محذوف، أى: وعدها الله- تعالى- للمتقين، وإضافته الجنة إلى الخلد للمدح وزيادة السرور للذين وعدهم الله- تعالى- بها.أى: قل- أيها الرسول الكريم- لهؤلاء الكافرين، أذلك العذاب المهين الذي أعد لكم خير، أم جنة الخلد التي وعدها الله- تعالى- للمتقين، والتي كانَتْ لَهُمْ بفضل الله وكرمه جَزاءً على أعمالهم الصالحة وَمَصِيراً طيبا يصيرون إليه."},{"ayah_number":16,"text":"لَهُمْ فِيها في تلك الجنة ما يَشاؤُنَ أى: ما يشاءونه من خيرات وملذات حالة كونهم خالِدِينَ فيها خلودا أبديا.كانَ عَلى رَبِّكَ وَعْداً مَسْؤُلًا أى: كان ذلك العطاء الكريم الذي تفضلنا به على عبادنا المتقين ووعدناهم به، من حقهم أن يسألونا تحقيقه لعظمه وسمو منزلته، كما قال- تعالى- حكاية عنهم في آية أخرى رَبَّنا وَآتِنا ما وَعَدْتَنا عَلى رُسُلِكَ وَلا تُخْزِنا يَوْمَ الْقِيامَةِ، إِنَّكَ لا تُخْلِفُ الْمِيعادَ .وعلى هذا المعنى يكون قوله مَسْؤُلًا بمعنى جديرا أن يسأل عنه المؤمنون لعظم شأنه.ويجوز أن يكون السائلون عنه الملائكة، كما في قوله- تعالى-: رَبَّنا وَأَدْخِلْهُمْ جَنَّاتِ عَدْنٍ الَّتِي وَعَدْتَهُمْ.. .ويرى بعضهم أن المعنى. كان ذلك العطاء للمؤمنين وعدا منا لهم، ونحن بفضلنا وكرمنا سننفذ هذا الوعد، قال- تعالى-: وَعْدَ اللَّهِ لا يُخْلِفُ اللَّهُ وَعْدَهُ.. .هذا، وقد تكلم العلماء هنا عن المراد بلفظ «خير» في قوله- تعالى- قُلْ أَذلِكَ خَيْرٌ أَمْ جَنَّةُ الْخُلْدِ وقالوا: إن هذا اللفظ صيغة تفضيل، والمفضل عليه هنا وهو العذاب لا خير فيه البته، فكيف عبر- سبحانه- بلفظ خير؟وقد أجابوا عن ذلك بأن المفاضلة هنا غير مقصودة، وإنما المقصود هو التهكم بهؤلاء الكافرين الذين آثروا الضلالة على الهداية، واستحبوا الكفر على الإيمان.قال أبو حيان- رحمه الله-: و «خير» هنا ليست تدل على الأفضلية، بل هي على ما جرت به عادة العرب في بيان فضل الشيء، وخصوصيته بالفضل دون مقابلة. كقول الشاعر: فشر كما لخير كما الفداء.. وكقول العرب: الشقاء أحب إليك أم السعادة. وكقوله- تعالى- حكاية عن يوسف- عليه السلام-: رَبِّ السِّجْنُ أَحَبُّ إِلَيَّ مِمَّا يَدْعُونَنِي إِلَيْهِ .ثم تنتقل السورة الكريمة إلى الحديث عن حالهم عند ما يعرضون هم وآلهتهم للحشر والحساب يوم القيامة، وقد وقفوا جميعا أمام ربهم للسؤال والجواب، قال- تعالى-:"},{"ayah_number":17,"text":"وقوله- تعالى-: وَيَوْمَ منصوب على المفعولية بفعل مقدر، والمقصود من ذكر اليوم: تذكيرهم بما سيحدث فيه من أهوال حتى يعتبروا ويتعظوا، والضمير في «يحشرهم» للكافرين الذين عبدوا غير الله- تعالى-.وقوله: وَما يَعْبُدُونَ مِنْ دُونِ اللَّهِ معطوف على مفعول «يحشرهم» والمراد بهؤلاء الذين عبدوهم من دون الله: الملائكة وعزير وعيسى وغيرهم من كل معبود سوى الله- تعالى-.والمعنى: واذكر لهم- أيها الرسول الكريم- حالهم لعلهم أن يعتبروا يوم نحشرهم جميعا للحساب والجزاء يوم القيامة، ونحشر ونجمع معهم جميع الذين كانوا يعبدونهم غيرى.ثم نوجه كلامنا لهؤلاء المعبودين من دوني فأقول لهم: أأنتم- أيها المعبودون- كنتم السبب في ضلال عبادي عن إخلاص العبادة لي، بسبب إغرائكم لهم بذلك أم هم الذين من تلقاء أنفسهم قد ضلوا السبيل، بسبب إيثارهم الغي على الرشد، والكفر على الإيمان؟.والسؤال للمعبودين إنما هو من باب التقريع للعابدين، وإلزامهم الحجة وزيادة حسرتهم، وتبرئة ساحة المعبودين.وشبيه بهذه الآية قوله- تعالى-: وَإِذْ قالَ اللَّهُ يا عِيسَى ابْنَ مَرْيَمَ أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّي إِلهَيْنِ مِنْ دُونِ اللَّهِ، قالَ سُبْحانَكَ .وقوله- عز وجل-: وَيَوْمَ يَحْشُرُهُمْ جَمِيعاً ثُمَّ يَقُولُ لِلْمَلائِكَةِ: أَهؤُلاءِ إِيَّاكُمْ كانُوا يَعْبُدُونَ قالُوا: سُبْحانَكَ أَنْتَ وَلِيُّنا مِنْ دُونِهِمْ.. .قال الإمام الرازي ما ملخصه: فإن قيل: إنه- سبحانه- عالم في الأزل بحال المسئول عنه فما فائدة السؤال؟.والجواب: هذا استفهام على سبيل التقريع للمشركين، كما قال- سبحانه- لعيسى:أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّي إِلهَيْنِ مِنْ دُونِ اللَّهِ ولأن أولئك المعبودين لما برءوا أنفسهم وأحالوا ذلك الضلال عليهم، صار تبرّؤ المعبودين عنهم أشد في حسرتهم وحيرتهم .وقال- سبحانه- أَمْ هُمْ ضَلُّوا السَّبِيلَ ولم يقل. ضلوا عن السبيل، للإشعار بأنهم قد بلغوا في الضلال أقصاه ومنتهاه.والجواب: هذا استفهام على سبيل التقريع للمشركين، كما قال- سبحانه- لعيسى:أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّي إِلهَيْنِ مِنْ دُونِ اللَّهِ ولأن أولئك المعبودين لما برءوا أنفسهم وأحالوا ذلك الضلال عليهم، صار تبرّؤ المعبودين عنهم أشد في حسرتهم وحيرتهم .وقال- سبحانه- أَمْ هُمْ ضَلُّوا السَّبِيلَ ولم يقل. ضلوا عن السبيل، للإشعار بأنهم قد بلغوا في الضلال أقصاه ومنتهاه."},{"ayah_number":18,"text":"ثم بين- سبحانه- بعد ذلك ما أجاب به المعبودون فقال: قالُوا سُبْحانَكَ ما كانَ يَنْبَغِي لَنا أَنْ نَتَّخِذَ مِنْ دُونِكَ مِنْ أَوْلِياءَ وَلكِنْ مَتَّعْتَهُمْ وَآباءَهُمْ حَتَّى نَسُوا الذِّكْرَ وَكانُوا قَوْماً بُوراً.أى قال المعبودون لخالقهم- عز وجل-: «سبحانك» أى: ننزهك تنزيها تاما عن الشركاء وعن كل ما لا يليق بجلالك وعظمتك، وليس للخلائق جميعا أن يعبدوا أحدا سواك. ولا يليق بنا نحن أو هم أن نعبد غيرك، وأنت يا مولانا الذي أسبغت عليهم وعلى آبائهم الكثير من نعمك. «حتى نسوا الذكر» أى: حتى تركوا ما أنزلته عليهم على ألسنة رسلك من الدعوة إلى عبادتك وحدك لا شريك لك «وكانوا» بسبب ذلك «قوما بورا» أى: هلكى، جمع بائر من البوار وهو الهلاك.قال القرطبي: وقوله بُوراً أى: هلكى قاله ابن عباس.. وقال الحسن «بورا» أى: لا خير فيهم، مأخوذ من بوار الأرض، وهو تعطيلها عن الزرع فلا يكون فيها خير.وقال شهر بن حوشب: البوار: الفساد والكساد، من قولهم: بارت السلعة إذا كسدت كساد الفساد.. وهو اسم مصدر يستوي فيه الواحد والاثنان والجمع والمذكر والمؤنث .وهكذا، يتبرأ المعبودون من ضلال عابديهم، ويوبخونهم على جحودهم لنعم الله- تعالى- وعلى عبادتهم لغيره. ويعترفون لخالقهم- عز وجل- بأنه لا معبود بحق سواه."},{"ayah_number":19,"text":"وهنا يوجه- سبحانه- خطابه إلى هؤلاء العابدين الجهلاء الكاذبين فيقول: فَقَدْ كَذَّبُوكُمْ بِما تَقُولُونَ فَما تَسْتَطِيعُونَ صَرْفاً وَلا نَصْراً ...أى: قال الله- تعالى- لهؤلاء الكافرين على سبيل التقريع والتبكيت: والآن لقد رأيتم تكذيب من عبدتموهم لكم، وقد حق عليكم العذاب بسبب كفركم وكذبكم، وصرتم لا تملكون له «صرفا» أى: دفعا بأية صورة من الصور. وأصل الصرف: رد الشيء من حالة إلى حالة أخرى، ولا تملكون له- أيضا- «نصرا» أى فردا من أفراد النصر لا من جهة أنفسكم، ولا من جهة غيركم، بل لقد حل بكم العذاب حلولا لا فكاك لكم منه بأى وسيلة من الوسائل.«ومن يظلم منكم» أى: ومن يكفر بالله- تعالى- منكم أيها المكلفون بالإيمان «نذقه عذابا كبيرا» لا يقادر قدره في الخزي والهوان.قال صاحب الكشاف: هذه المفاجأة بالاحتجاج والإلزام- في قوله: فَقَدْ كَذَّبُوكُمْ حسنة رائعة، خاصة إذا انضم إليها الالتفات، وحذف القول، ونحوها قوله- تعالى-:يا أَهْلَ الْكِتابِ قَدْ جاءَكُمْ رَسُولُنا يُبَيِّنُ لَكُمْ عَلى فَتْرَةٍ مِنَ الرُّسُلِ أَنْ تَقُولُوا ما جاءَنا مِنْ بَشِيرٍ وَلا نَذِيرٍ، فَقَدْ جاءَكُمْ بَشِيرٌ وَنَذِيرٌ ...  وقول القائل:قالوا خراسان أقصى ما يراد بنا ثم القفول فقد جئنا خراسانا  وبذلك نرى الآيات الكريمة قد أقامت الحجة على الكافرين بطريقة تخرس ألسنتهم، وتجعلهم أهلا لكل ما يقع عليهم من عذاب أليم.ثم تعود السورة مرة أخرى إلى تسلية الرسول صلّى الله عليه وسلّم وإلى الرد على شبهات أعدائه فتقول:"},{"ayah_number":20,"text":"أى: وما أرسلنا قبلك- أيها الرسول الكريم- أحدا من رسلنا، إلا وحالهم وشأنهم أنهم يأكلون الطعام الذي يأكله غيرهم من البشر. ويمشون في الأسواق كما يمشى غيرهم من الناس، طلبا للرزق.وإذا فقول المشركين في شأنك «مال هذا الرسول يأكل الطعام ويمشى في الأسواق» قول يدل على جهالاتهم وسوء نياتهم فلا تتأثر به، ولا تلتفت إليه، فأنت على الحق وهم على الباطل.وقوله- تعالى-: وَجَعَلْنا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً بيان لسنة من سنن الله- تعالى- في خلقه، اقتضتها حكمته ومشيئته.أى: اختبرنا بعضكم ببعض، وبلونا بعضكم ببعض، ليظهر قوى الإيمان من ضعيفه، إذ أن قوى الإيمان لتصديقه بقضاء الله وقدره يثبت على الحق ويلتزم بما أمره الله- تعالى- به، أما ضعيف الإيمان فإنه يحسد غيره على ما آتاه الله- تعالى- من فضله. كما حسد المشركون رسول الله صلّى الله عليه وسلّم على منصب النبوة الذي أعطاه الله- تعالى- إياه وَقالُوا لَوْلا نُزِّلَ هذَا الْقُرْآنُ عَلى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ  .قال القرطبي: قوله- تعالى-: وَجَعَلْنا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً أَتَصْبِرُونَ أى: إن الدنيا دار بلاء وامتحان، فأراد- سبحانه- أن يجعل بعض العبيد فتنة لبعض على العموم في جميع الناس، فالصحيح: فتنة للمريض. والغنى: فتنة للفقير.. ومعنى هذا، أن كل واحد مختبر بصاحبه، فالغنى ممتحن بالفقير، فعليه أن يواسيه ولا يسخر منه، والفقير ممتحن بالغنى، فعليه أن لا يحسده. ولا يأخذ منه إلا ما أعطاه، وأن يصبر كل واحد منهما على الحق.. والرسول المخصوص بكرامة النبوة فتنة لأشراف الناس من الكفار في عصره ...فالفتنة: أن يحسد المبتلى المعافى. والصبر: أن يحبس كلاهما نفسه، هذا عن البطر وذاك عن الضجر..  .والاستفهام في قوله- تعالى-: أَتَصْبِرُونَ للتقرير. أى: أتصبرون على هذا الابتلاء والاختبار فتنالوا من الله- تعالى- الأجر، أم لا تصبرون فيزداد همكم وغمكم؟ويصح أن يكون الاستفهام بمعنى الأمر. أى: اصبروا على هذا الابتلاء كما في قوله- تعالى-: ... وَقُلْ لِلَّذِينَ أُوتُوا الْكِتابَ وَالْأُمِّيِّينَ أَأَسْلَمْتُمْ..  أى: أسلموا.. وكما في قوله- سبحانه-: فَهَلْ أَنْتُمْ مُنْتَهُونَ أى: انتهوا عن الخمر والميسر.ثم ختم- سبحانه- الآية الكريمة بقوله وَكانَ رَبُّكَ بَصِيراً أى: وكان ربك أيها الرسول الكريم- بصيرا بأحوال النفوس الطاهرة والخفية، وبتقلبات القلوب وخلجاتها.فاصبر على أذى قومك، فإن العاقبة لك ولأتباعك المؤمنين.فهذا التذييل فيه ما فيه من التسلية والتثبيت لفؤاد النبي صلّى الله عليه وسلّم.ثم حكت السورة للمرة الرابعة تطاول المشركين وجهالاتهم، وردت عليهم بما يخزيهم، وبينت ما أعد لهم من عذاب في يوم لا ينفعهم فيه الندم."},{"ayah_number":21,"text":"قال الفخر الرازي: اعلم أن قوله- تعالى-: وَقالَ الَّذِينَ لا يَرْجُونَ لِقاءَنا هو الشبهة الرابعة لمنكري نبوة محمد صلّى الله عليه وسلّم وحاصلها: لماذا لم ينزل الله الملائكة حتى يشهدوا أن محمدا محق في دعواه، أو نرى ربنا حتى يخبرنا بأنه أرسله إلينا..  .والرجاء: الأمل والتوقع لما فيه خير ونفع. وفسره بعضهم بمجرد التوقع الذي يشمل ما يسر وما يسوء، وفسره بعضهم هنا بأن المراد به: الخوف.والمراد بلقائه- سبحانه-: الرجوع إليه يوم القيامة للحساب والجزاء.أى: وقال الكافرون الذين لا أمل عندهم في لقائنا يوم القيامة للحساب والجزاء لأنهم ينكرون ذلك، ولا يبالون به، ولا يخافون أهواله. قالوا- على سبيل التعنت والعناد-:هلا أنزل علينا الملائكة لكي يخبرونا بصدق محمد صلّى الله عليه وسلّم أو هلا نرى ربنا جهرة ومعاينة ليقول لنا إن محمدا صلّى الله عليه وسلّم رسول من عندي! وشبيه بهذه الآية قوله- تعالى-: ... أَوْ تَأْتِيَ بِاللَّهِ وَالْمَلائِكَةِ قَبِيلًا   . أى:ليشهدوا بصدقك، وقد رد الله- تعالى- عليهم بقوله: لَقَدِ اسْتَكْبَرُوا فِي أَنْفُسِهِمْ وَعَتَوْا عُتُوًّا كَبِيراً.والعتو: تجاوز الحد في الظلم والعدوان. يقال عتا فلان يعتو عتوا، إذا تجاوز حده في الطغيان.أى: والله لقد أضمر هؤلاء الكافرون الاستكبار عن الحق في أنفسهم المغرورة، وتجاوزوا كل حد في الطغيان تجاوزا كبيرا، حيث طلبوا مطالب هي أبعد من أن ينالوها بعد الأرض عن السماء. وصدق الله إذ يقول: ... إِنْ فِي صُدُورِهِمْ إِلَّا كِبْرٌ ما هُمْ بِبالِغِيهِ.. .ووصف- سبحانه- عتوهم بالكبر للدلالة على إفراطهم فيه، وأنهم قد وصلوا في عتوهم إلى الغاية القصوى منه."},{"ayah_number":22,"text":"ثم بين- سبحانه- الحالة التي يرون فيها الملائكة فقال: يَوْمَ يَرَوْنَ الْمَلائِكَةَ لا بُشْرى يَوْمَئِذٍ لِلْمُجْرِمِينَ.أى: لقد طلب هؤلاء الظالمون نزول الملائكة عليهم، ورؤيتهم لهم. ونحن سنجيبهم إلى ما طلبوه ولكن بصورة أخرى تختلف اختلافا كليا عما يتوقعونه، إننا سنريهم الملائكة عند قبض أرواحهم وعند الحساب بصورة تجعل هؤلاء الكافرين يفزعون ويهلعون. بصورة لا تبشرهم بخير ولا تسرهم رؤيتهم معها، بل تسوؤهم وتحزنهم، كما قال- تعالى-: وَلَوْ تَرى إِذْ يَتَوَفَّى الَّذِينَ كَفَرُوا الْمَلائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبارَهُمْ ...   وكما قال- سبحانه-: فَكَيْفَ إِذا تَوَفَّتْهُمُ الْمَلائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبارَهُمْ  .فالآية الكريمة مسوقة على سبيل الاستئناف. لبيان حالهم الشنيعة عند ما تنزل عليهم الملائكة. بعد بيان تجاوزهم الحد في الطغيان وفي طلب ما ليس من حقهم.والمراد بالملائكة هنا: ملائكة العذاب الذين يقبضون أرواحهم، والذين يقودونهم إلى النار يوم القيامة.وقال- سبحانه-: يَوْمَ يَرَوْنَ الْمَلائِكَةَ ... ولم يقل: يوم تنزل الملائكة، للإيذان من أول الأمر بأن رؤيتهم لهم ليست على الطريقة التي طلبوها، بل على وجه آخر فيه ما فيه من العذاب المهين لهؤلاء الكافرين.وجاء نفى البشرى لهم بلا النافية للجنس للمبالغة في نفى أى بارقة تجعلهم يأملون في أن ما نزل بهم من سوء، قد يتزحزح عنهم في الحال أو الاستقبال.قال الجمل في حاشيته: وقوله لا بُشْرى يَوْمَئِذٍ لِلْمُجْرِمِينَ هذه الجملة معمولة لقول مضمر. أى: يرون الملائكة يقولون لا بشرى. فالقول حال من الملائكة وهو نظير التقدير في قوله- تعالى-: ... وَالْمَلائِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِنْ كُلِّ بابٍ سَلامٌ عَلَيْكُمْ..  وكل من الظرف والجار والمجرور خبر عن لا النافية للجنس .وقوله- تعالى-: وَيَقُولُونَ حِجْراً مَحْجُوراً تأكيد لما قبله من أنه لا خير لهؤلاء الكافرين من وراء رؤيتهم للملائكة.والحجر- بكسر الحاء وفتحها- الحرام، وأصله المنع. ومحجورا صفة مؤكدة للمعنى، كما في قولهم: موت مائت. وليل أليل، وحرام محرم.قال الآلوسى: وهي- أى: حجرا محجورا- كلمة تقولها العرب عند لقاء عدو موتور، وهجوم نازلة هائلة، يضعونها موضع الاستعاذة، حيث يطلبون من الله- تعالى- أن يمنع المكروه فلا يلحقهم، فكأن المعنى، نسأل الله- تعالى- أن يمنع ذلك منعا، ويحجره حجرا.وقال الخليل: كان الرجل يرى الرجل الذي يخاف منه القتل في الجاهلية في الأشهر الحرم فيقول: حجرا محجورا. أى: حرام عليك التعرض لي في هذا الشهر فلا يبدأ بشر .والقائلون لهذا القول يرى بعضهم أنهم الملائكة، فيكون المعنى: تقول الملائكة للكفار حجرا محجورا. أى: حراما محرما أن تكون لكم اليوم بشرى. أو أن يغفر الله لكم، أو أن يدخلكم جنته.وقد رجح ابن جرير ذلك فقال ما ملخصه: وإنما اخترنا أن القائلين هم الملائكة من أجل أن الحجر هو الحرام. فمعلوم أن الملائكة هي التي تخبر أهل الكفر، أن البشرى عليهم حرام.. .ويبدو لنا أنه لا مانع من أن يكون هذا القول من الكفار، فيكون المعنى: أن هؤلاء الكفار الذين طلبوا نزول الملائكة عليهم ليشهدوا لهم بصدق الرسول صلّى الله عليه وسلّم عند ما يرونهم عند الموت أو عند الحساب يقولون لهم بفزع وهلع: «حجرا محجورا» أى: حراما محرما عليكم أن تنزلوا بنا العذاب، فنحن لم نرتكب ما نستحق بسببه هذا العذاب المهين، ولعل مما يشهد لهذا المعنى قوله- تعالى-: الَّذِينَ تَتَوَفَّاهُمُ الْمَلائِكَةُ ظالِمِي أَنْفُسِهِمْ فَأَلْقَوُا السَّلَمَ ما كُنَّا نَعْمَلُ مِنْ سُوءٍ، بَلى إِنَّ اللَّهَ عَلِيمٌ بِما كُنْتُمْ تَعْمَلُونَ فَادْخُلُوا أَبْوابَ جَهَنَّمَ خالِدِينَ فِيها فَلَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ  .وعلى كلا الرأيين فالجملة الكريمة تؤكد سوء عاقبة الكافرين."},{"ayah_number":23,"text":"ثم ساق- سبحانه- بعد ذلك وعيدا آخر لهؤلاء الكافرين فقال: وَقَدِمْنا إِلى ما عَمِلُوا مِنْ عَمَلٍ فَجَعَلْناهُ هَباءً مَنْثُوراً.والهباء: الشيء الدقيق الذي يخرج من النافذة مع ضوء الشمس شبيها بالغبار.والمنثور: المتفرق في الجو بحيث لا يتأتى جمعه أو حصره.أى: وقدمنا وقصدنا وعمدنا- بإرادتنا وحكمتنا إلى ما عمله هؤلاء الكافرون من عمل صالح في الدنيا- كالإحسان إلى الفقراء، والإنفاق في وجوه الخير- فجعلناه باطلا ضائعا، ممزقا كل ممزق، لأنهم فقدوا شرط قبوله عندنا، وهو إخلاص العبادة لنا.فقد شبه- سبحانه- أعمالهم الصالحة في الدنيا في عدم انتفاعهم بها يوم القيامة- بالهباء المنثور، الذي تفرق وتبدد وصار لا يرجى خير من ورائه لحقارته وتفاهته."},{"ayah_number":24,"text":"ثم بين- سبحانه- ما سيكون عليه أصحاب الجنة من نعيم مقيم يوم القيامة فقال:أَصْحابُ الْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُسْتَقَرًّا وَأَحْسَنُ مَقِيلًا.والمستقر: المكان الذي يستقر فيه الإنسان في أغلب وقته. والمقيل: المكان الذي يؤوى إليه في وقت القيلولة للاستراحة من عناء الحر.أى: «أصحاب الجنة يومئذ» أى: يوم القيامة «خير مستقرا» أى: خير مكانا ومنزلا في الجنة، مما كان عليه الكافرون في الدنيا من متاع زائل، ونعيم حائل «وأحسن مقيلا» أى: وأحسن راحة وهناء ومأوى، مما فيه الكافرون من عذاب مقيم.وقد استنبط بعض العلماء. من هذه الآية أن حساب أهل الجنة يسير، وأنه ينتهى في وقت قصير، لا يتجاوز نصف النهار. قالوا: لأن قوله- تعالى- وَأَحْسَنُ مَقِيلًا يدل على أنهم في وقت القيلولة، يكونون في راحة ونعيم، ويشير إلى ذلك قوله- تعالى-: فَأَمَّا مَنْ أُوتِيَ كِتابَهُ بِيَمِينِهِ فَسَوْفَ يُحاسَبُ حِساباً يَسِيراً وَيَنْقَلِبُ إِلى أَهْلِهِ مَسْرُوراً .وأما أهل النار- والعياذ بالله- فهم ليسوا كذلك لأن حسابهم غير يسير.وقد ساق ابن كثير في هذا المعنى آثارا منها أن سعيد الصواف قال: بلغني أن يوم القيامة يقصر على المؤمن حتى يكون كما بين العصر إلى غروب الشمس وأنهم ليقيلون في رياض الجنة  ."},{"ayah_number":25,"text":"ثم وصف- سبحانه- بعض الأهوال التي تحدث في هذا اليوم فقال: وَيَوْمَ تَشَقَّقُ السَّماءُ بِالْغَمامِ وَنُزِّلَ الْمَلائِكَةُ تَنْزِيلًا.وقوله تَشَقَّقُ أصله تتشقق بمعنى تتفتح. والباء يصح أن تكون بمعنى عن، وأن تكون للسببية أى: بسبب طلوعه منها، وأن تكون للحال، أى: ملتبسة بالغمام.والغمام: اسم جنس جمعى لغمامة. وهي السحاب الأبيض الرقيق سمى بذلك لأنه يغم ما تحته، أى: يستره ويخفيه.والمعنى: واذكر- أيها العاقل لتعتبر وتتعظ- أهوال يوم القيامة. يوم تتفتح السماء وتتشقق بسبب طلوع الغمام منها. ونزول الملائكة منها تنزيلا عجيبا غير معهود.قال صاحب الكشاف: ولما كان انشقاق السماء بسبب طلوع الغمام منها جعل الغمام كأنه الذي تشقق به السماء، كما تقول: شق السنام بالشفرة وانشق بها، ونظيره قوله- تعالى:السَّماءُ مُنْفَطِرٌ بِهِ ...  .فإن قلت: أى فرق بين قولك: انشقت الأرض بالنبات، وانشقت عنه؟ قلت: معنى انشقت به، أن الله شقها بطلوعه فانشقت به. ومعنى انشقت عنه: أن التربة ارتفعت عند طلوعه.والمعنى: أن السماء تتفتح بغمام يخرج منها، وفي الغمام الملائكة ينزلون وفي أيديهم صحف أعمال العباد ."},{"ayah_number":26,"text":"وقوله- تعالى-: الْمُلْكُ يَوْمَئِذٍ الْحَقُّ لِلرَّحْمنِ، وَكانَ يَوْماً عَلَى الْكافِرِينَ عَسِيراً.لفظ «الملك» مبتدأ، و «يومئذ» ظرف للمبتدأ و «الحق» نعت له «للرحمن» خبره.أى: الملك الثابت الذي لا يزول، ولا يشاركه فيه أحد للرحمن يومئذ، وكان هذا اليوم عسيرا على الكافرين، لشدة الهول والعذاب الذي يقع عليهم فيه.وخص- سبحانه- ثبوت الملك له في هذا اليوم بالذكر، مع أنه- تعالى- هو المالك لهذا الكون في هذا اليوم وفي غيره، للرد على الكافرين الذين زعموا أن أصنامهم ستشفع لهم يوم القيامة، ولبيان أن ملك غيره- سبحانه- في الدنيا. إنما هو ملك صورى زائل، أما الملك الثابت الحقيقي فهو لله الواحد القهار.قال ابن كثير: وفي الصحيح «أن الله يطوى السموات بيمينه، ويأخذ الأرضين بيده الأخرى ثم يقول: أنا الملك. أنا الديان. أين ملوك الأرض أين الجبارون. أين المتكبرون» ."},{"ayah_number":27,"text":"ثم صور- سبحانه- ما سيكون عليه الكافرون يوم القيامة من حسرة وندامة، تصويرا بليغا، مؤثرا فقال: وَيَوْمَ يَعَضُّ الظَّالِمُ عَلى يَدَيْهِ يَقُولُ يا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلًا. يا وَيْلَتى لَيْتَنِي لَمْ أَتَّخِذْ فُلاناً خَلِيلًا.وقد ذكر المفسرون في سبب نزول هذه الآيات أن عقبة بن أبى معيط دعا النبي صلّى الله عليه وسلّم لحضور طعام عنده، فقال له النبي صلّى الله عليه وسلّم لا آكل من طعامك حتى تنطق بالشهادتين.فنطق بهما. فبلغ ذلك صديقه أمية بن خلف أو أخاه أبى بن خلف، فقال له: يا عقبة بلغني أنك أسلمت. فقال له: لا. ولكن قلت ما قلت تطييبا لقلب محمد صلّى الله عليه وسلّم حتى يأكل من طعامي. فقال له: كلامك على حرام حتى تفعل كذا وكذا بمحمد صلّى الله عليه وسلّم ففعل الشقي ما أمره به صديقه الذي لا يقل شقاوة عنه.أما عقبة فقد أمر النبي صلّى الله عليه وسلّم بقتله في غزوة بدر وأما أبى بن خلف فقد طعنه النبي صلى الله عليه وسلّم في غزوة أحد طعنة لم يبق بعدها سوى زمن يسير ثم هلك.وعلى أية حال فإن الآيات وإن كانت قد نزلت في هذين الشقيين. فإنها تشمل كل من كان على شاكلتهما في الكفر والعناد، إذ العبرة بعموم اللفظ لا بخصوص السبب.وعض اليدين كناية عن شدة الحسرة والندامة والغيظ، لأن النادم ندما شديدا، يعض يديه. وليس أحد أشد ندما يوم القيامة من الكافرين.قال- تعالى-: وَأَسَرُّوا النَّدامَةَ لَمَّا رَأَوُا الْعَذابَ. وَجَعَلْنَا الْأَغْلالَ فِي أَعْناقِ الَّذِينَ كَفَرُوا ...والمعنى: واذكر- أيها العاقل- يوم القيامة وما فيه من حساب وجزاء، يوم يعض الظالم على يديه من شدة غيظه وندمه وحسرته.ويقول في هذا اليوم يا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلًا.أى: يا ليتني سلكت معه طريق الحق الذي جاء به، واتبعته في كل ما جاء به من عند ربه."},{"ayah_number":28,"text":"يا وَيْلَتى أى: ثم يقول هذا الظالم يا هلاكي أقبل فهذا أوان إقبالك، فهذه الكلمة تستعمل عند وقوع داهية دهياء لا نجاة منها، وكأن المتحسر ينادى ويلته ويطلب حضورها بعد تنزيلها منزلة من يفهم نداءه.لَيْتَنِي لَمْ أَتَّخِذْ فُلاناً خَلِيلًا أى: ليتني لم أتخذ فلانا الذي أضلنى في الدنيا صديقا وخليلا لي. والمراد بفلان: كل من أضل غيره وصرفه عن طريق الحق، ويدخل في ذلك دخولا أوليا أبى بن خلف."},{"ayah_number":29,"text":"لَقَدْ أَضَلَّنِي عَنِ الذِّكْرِ بَعْدَ إِذْ جاءَنِي أى: والله لقد أضلنى هذا الصديق المشئوم عن الذكر أى: عن الهدى بعد إذ جاءني الرسول صلّى الله عليه وسلّم فالجملة الكريمة تعليل لتمنيه المذكور، وتوضيح لتملله. وأكده بلام القسم للمبالغة في بيان شدة ندمه وحسرته.والمراد بالذكر هنا: ما يشمل القرآن الكريم، وما يشمل غيره من توجيهات النبي صلى الله عليه وسلّم وفي التعبير بقوله: بَعْدَ إِذْ جاءَنِي إشعار بأن هدى الرسول صلّى الله عليه وسلّم قد وصل إلى هذا الشقي، وكان في إمكانه أن ينتفع به.ثم ختم- سبحانه- الآية بقوله: وَكانَ الشَّيْطانُ لِلْإِنْسانِ خَذُولًا أى: وكان الشيطان دائما وأبدا. خذولا للإنسان. أى: صارفا إياه عن الحق، محرضا له على الباطل، فإذا ما احتاج الإنسان إليه خذله وتركه وفر عنه وهو يقول: إنى برىء منك.يقال: خذل فلان فلانا، إذا ترك نصرته بعد أن وعده بها.وهكذا تكون عاقبة الذين يتبعون أصدقاء السوء، وصدق الله إذ يقول: الْأَخِلَّاءُ يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلَّا الْمُتَّقِينَومن الأحاديث التي وردت في الأمر باتخاذ الصديق الصالح، وبالنهى عن الصديق الطالح،ما رواه الشيخان عن أبى موسى الأشعرى أن رسول الله صلّى الله عليه وسلّم قال: «مثل الجليس الصالح وجليس السوء، كحامل المسك ونافخ الكير، فحامل المسك إما أن يحذيك. وإمّا أن تبتاع منه. وإما أن تجد منه ريحا طيبة، ونافخ الكير، إما أن يحرق ثوبك. وإما أن تجد منه ريحا خبيثة» .ثم بين- سبحانه- ما قاله الرسول صلّى الله عليه وسلّم في شأن هؤلاء المشركين، وما قالوه في شأن القرآن الكريم، وما رد به- سبحانه- عليهم، فقال- تعالى-:"},{"ayah_number":30,"text":"وقوله- سبحانه-: وَقالَ الرَّسُولُ ... معطوف على قوله- تعالى- قبل ذلك:وَقالَ الَّذِينَ لا يَرْجُونَ....وما بينهما اعتراض مسوق لاستعظام قبح ما قالوه ولبيان ما يحل بهم بسببه من عذاب.أى: وقال الرسول محمد صلّى الله عليه وسلّم متضرعا وشاكيا لربه «يا رب إن قومي» الذين أرسلتنى إليهم قد «اتخذوا هذا القرآن» المشتمل على ما يهديهم إلى الرشد وعلى ما يسعدهم في دنياهم وآخرتهم، قد اتخذوه «مهجورا» أى: متروكا فقد تركوا تصديقه، وتركوا العمل به وتركوا، التأثر بوعيده.. من الهجر- بفتح الهاء بمعنى الترك، أو المعنى: قد اتخذوا هذا القرآن مادة لسخريتهم وتهكمهم، من الهجر- بضم الهاء- بمعنى الهذيان والقول الباطل، ومنه قوله- تعالى-: مُسْتَكْبِرِينَ بِهِ سامِراً تَهْجُرُونَ .وقد اشتملت هذه الآية الكريمة على التخويف العظيم لمن يهجر القرآن الكريم. فلم يحفظه أو لم يحفظ شيئا منه، ولم يعمل بما فيه من حلال وحرام، وأوامر ونواه..قال بعض العلماء هجر القرآن أنواع: أحدها: هجر سماعه وقراءته. وثانيها: هجر العمل به والوقوف عند حلاله وحرامه.. وثالثها: هجر تحكيمه والتحاكم إليه في أصول الدين وفروعه.. ورابعها: هجر تدبره وتفهمه.. وكل هذا دخل في هذه الآية، وإن كان بعض الهجر أهون من بعض .وقوله- سبحانه-: وَكَذلِكَ جَعَلْنا لِكُلِّ نَبِيٍّ عَدُوًّا مِنَ الْمُجْرِمِينَ.. تسلية للرسول صلى الله عليه وسلّم عما أصابه من قومه، وتصريح بأن ما أصابه قد أصاب الرسل من قبله، والبلية إذا عمت هانت. أى: كما جعلنا قومك- أيها الرسول الكريم- يعادونك ويكذبونك، جعلنا لكل نبي سابق عليك عدوا من المجرمين، فاصبر- أيها الرسول- كما صبر إخوانك السابقون."},{"ayah_number":31,"text":"وشبيه بهذه الآية قوله- تعالى-: وَكَذلِكَ جَعَلْنا لِكُلِّ نَبِيٍّ عَدُوًّا شَياطِينَ الْإِنْسِ وَالْجِنِّ يُوحِي بَعْضُهُمْ إِلى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُوراً، وَلَوْ شاءَ رَبُّكَ ما فَعَلُوهُ فَذَرْهُمْ وَما يَفْتَرُونَ .ثم شفع- سبحانه- هذه التسلية بوعد كريم منه- عز وجل- لنبيه صلّى الله عليه وسلّم فقال:وَكَفى بِرَبِّكَ هادِياً وَنَصِيراً.أى: وكفى ربك- أيها الرسول الكريم- هاديا يهدى عباده إلى ما تقتضيه حكمته ومشيئته، وكفى به- سبحانه- نصيرا لمن يريد أن ينصره على كل من عاداه."},{"ayah_number":32,"text":"ثم حكى- سبحانه- بعد ذلك- وللمرة الخامسة- بعض شبهاتهم وأباطيلهم فقال:وَقالَ الَّذِينَ كَفَرُوا لَوْلا نُزِّلَ عَلَيْهِ الْقُرْآنُ جُمْلَةً واحِدَةً....أى: وقال الذين كفروا بالحق الذي جاءهم به الرسول صلّى الله عليه وسلّم: هلا نزل هذا القرآن على محمد صلّى الله عليه وسلّم جملة واحدة، دون أن ينزل مفرقا كما نراه ونسمعه.وقولهم هذا دليل على سوء أدبهم فقد طلبوا ما لا يعنيهم. واقترحوا شيئا لا مدخل لهم فيه،ولا علم عندهم بحكمته، ولذا رد سبحانه عليهم بقوله: كَذلِكَ لِنُثَبِّتَ بِهِ فُؤادَكَ والكاف بمعنى مثل، والجار والمجرور نعت لمصدر محذوف مع عامله. وقوله: لِنُثَبِّتَ بِهِ فُؤادَكَ تعليل للعامل المحذوف.فالجملة الكريمة استئناف مسوق للرد عليهم، ولبيان بعض الحكم في نزول القرآن مفرقا.وقوله- سبحانه-: وَرَتَّلْناهُ تَرْتِيلًا معطوف على الفعل المحذوف. والتنكير في «ترتيلا» للتفخيم والتعظيم. وأصل الترتيل، عدم التلاصق. يقال، ثغر مرتل. أى مفلج الأسنان غير متلاصقها.أى: نزلناه مفرقا، ورتلناه ترتيلا بديعا، بأن قرأناه عليك بلسان جبريل شيئا فشيئا، على تؤدة وتمهل، وجعلنا بعضه ينزل في إثر بعض.قال صاحب الكشاف ما ملخصه: وقوله «كذلك» جواب لهم، أى: كذلك أنزلناه مفرقا، والحكمة فيه: أن نقوى بتفريقه فؤادك حتى تعيه وتحفظه..فإن قلت: ذلك في كذلك يجب أن يكون إشارة إلى شيء تقدمه، والذي تقدمه هو إنزاله جملة واحدة فكيف فسرته بكذلك أنزلناه مفرقا؟.قلت: لأن قولهم: لولا أنزل عليه القرآن جملة، معناه: لماذا أنزل مفرقا، والدليل على فساد هذا الاعتراض أنهم عجزوا عن أن يأتوا بنجم واحد من نجومه.. فكأنهم قدروا على تفاريقه حتى يقدروا على جملته ."},{"ayah_number":33,"text":"وقوله- سبحانه-: وَلا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْناكَ بِالْحَقِّ وَأَحْسَنَ تَفْسِيراً أى: سر أيها الرسول الكريم في طريقك، وبلغ ما أنزلناه إليك، ولا تلتفت إلى مقترحات المشركين وأباطيلهم، فإنهم لا يأتونك بمثل، أى: بكلام عجيب هو مثل في التهافت والفساد للطعن في نبوتك «إلا جئناك» في مقابلته بالجواب «الحق» الثابت الصادق الذي يزهق باطلهم، وبما هو أحسن تفسيرا وبيانا من مثلهم وشبهاتهم.والاستثناء مفرغ من عموم الأحوال. أى: ولا يأتونك في حال من الأحوال بمثل للطعن في نبوتك، إلا جئناك وسلحناك بما يزهق أمثالهم وشبههم، فسر في طريقك- أيها الرسول الكريم- فإنك على الحق المبين.فأنت ترى أن هذه الآيات الكريمة من أعظم الآيات لتشجيع النبي صلّى الله عليه وسلّم على تبليغ دعوته، بدون اكتراث بما يثيره المشركون حوله من شبهات."},{"ayah_number":34,"text":"ثم بين- سبحانه- سوء مصيرهم بسبب أقوالهم الباطلة، وأفعالهم القبيحة، فقال - تعالى-: الَّذِينَ يُحْشَرُونَ عَلى وُجُوهِهِمْ إِلى جَهَنَّمَ أى: يحشرون ماشين على وجوههم أو يسحبون عليها إلى جهنم، بسبب كفرهم وعنادهم.أُوْلئِكَ الذين نفعل بهم ذلك شَرٌّ مَكاناً اى: منزلا ومكانا ومصيرا لهم هو جهنم وأولئك- أيضا- هم أضل الناس طريقا عن طريق الحق والرشاد، ولذا كانت طريقهم لا توصلهم إلا إلى النار وبئس القرار.قال الإمام ابن كثير: وفي الصحيح عن أنس: أن رجلا سأل النبي صلّى الله عليه وسلّم فقال:يا رسول الله كيف يحشر الكافر على وجهه يوم القيامة؟ فقال: إن الذي أمشاه على رجليه قادر على أن يمشيه على وجهه يوم القيامة  .ثم انتقلت السورة الكريمة إلى الحديث عن أحوال الأقوام السابقين الذين كذبوا أنبياءهم، فكانت عاقبتهم الإهلاك والتدمير فقال- تعالى-:"},{"ayah_number":35,"text":"وقوله- تعالى-: وَلَقَدْ آتَيْنا مُوسَى الْكِتابَ ... كلام مستأنف لزيادة تسلية الرسول صلّى الله عليه وسلّم، ولترهيب المشركين وحضهم على الاتعاظ والاعتبار واتباع الرسول صلى الله عليه وسلّم حتى لا يعرضوا أنفسهم للهلاك والدمار الذي نزل بأمثالهم من السابقين.أى: وبالله لقد آتينا موسى- عليه السلام- «الكتاب» أى: التوراة لتكون هداية لقومه وَجَعَلْنا مَعَهُ أَخاهُ هارُونَ وَزِيراً. أى: وجعلنا معه- بفضلنا وحكمتنا- أخاه هارون لكي يكون عونا له وعضدا في تبليغ ما أمرناه بتبليغه."},{"ayah_number":36,"text":"فَقُلْنَا اذْهَبا إِلَى الْقَوْمِ الَّذِينَ كَذَّبُوا بِآياتِنا فَدَمَّرْناهُمْ تَدْمِيراً والتدمير: أشد الإهلاك.وأصله كسر الشيء على وجه لا يمكن إصلاحه، وفي الكلام حذف يعرف من السياق.والمعنى: فقلنا لهما اذهبا إلى القوم الذين كذبوا بآياتنا الدالة على وحدانيتنا وقدرتنا، وهم فرعون وقومه، فذهبا إليهم ودعواهم إلى الإيمان، فأعرضوا عنهما وكذبوهما، وتمادوا في طغيانهم، فكانت عاقبة ذلك أن دمرناهم تدميرا عجيبا، بأن أغرقهم الله جميعا، أمام موسى ومن معه.فقوله- تعالى- فَدَمَّرْناهُمْ ... معطوف على مقدر، أى: فذهبا إليهم فكذبوهما فدمرناهم تدميرا."},{"ayah_number":37,"text":"ثم حكى- سبحانه- ما جرى لقوم نوح فقال: وَقَوْمَ نُوحٍ لَمَّا كَذَّبُوا الرُّسُلَ أَغْرَقْناهُمْ....والمراد بالرسل: نوح ومن قبله، أو نوح وحده، وعبر عنه بالرسل، لأن تكذيبهم له يعتبر تكذيبا لجميع الرسل، لأن رسالتهم واحدة في أصولها.وَجَعَلْناهُمْ لِلنَّاسِ آيَةً أى: بعد أن أغرقناهم بسبب كفرهم، جعلنا إغراقهم أو قصتهم عبرة وعظة للناس الذين يعتبرون ويتعظون.والتعبير ب «آية» بصيغة التنكير، يشير إلى عظم هذه الآية وشهرتها، ولا شك أن الطوفان الذي أغرق الله- تعالى- به قوم نوح من الآيات التي لا تنسى.وقوله- سبحانه-: وَأَعْتَدْنا لِلظَّالِمِينَ عَذاباً أَلِيماً بيان لسوء مصير كل ظالم يضع الأمور في غير مواضعها.أى: وهيأنا وأعددنا للظالمين عذابا أليما موجعا، بسبب ظلمهم وكفرهم، وعلى رأس هؤلاء الظالمين قوم نوح، الذين كفروا به وسخروا منه.."},{"ayah_number":38,"text":"ثم ذكر- سبحانه- بعض من جاء بعد قوم نوح فقال: وَعاداً وَثَمُودَ أى: ودمرنا وأهلكنا قوم عاد بسبب تكذيبهم لنبيهم هود- عليه السلام-، كما أهلكنا قوم ثمود بسبب تكذيبهم لنبيهم صالح- عليه السلام-.وقوله- تعالى-: وَأَصْحابَ الرَّسِّ معطوف على ما قبله. أى: وأهلكنا أصحاب الرس. كما أهلكنا من قبلهم قوم نوح وعاد وثمود.والرس في لغة العرب: البئر التي لم تبن بالحجارة، وقيل: البئر مطلقا، ومنه قول الشاعر:وهم سائرون إلى أرضهم ... فيا ليتهم يحفرون الرساساأى: فيا ليتهم يحفرون الآبار.وللمفسرين في حقيقة أصحاب الرس أقوال: فمنهم من قال إنهم من بقايا قبيلة ثمود، بعث الله إليهم نبيا فكذبوه ورسّوه في تلك البئر أى: ألقوا به فيها، فأهلكهم الله- تعالى-.وقيل: هم قومه كانوا يعبدون الأصنام، فأرسل الله إليهم شعيبا- عليه السلام- فكذبوه فبينما هم حول الرس- أى البئر- فانهارت بهم، وخسف الله- تعالى- بهم الأرض.وقيل: الرس بئر بأنطاكية، قتل أهلها حبيبا النجار وألقوه فيها..واختار ابن جرير- رحمه الله- أن أصحاب الرس هم أصحاب الأخدود، الذين ذكروا في سورة البروج.وقد ذكر بعض المفسرين في شأنهم روايات، رأينا أن نضرب عنها صفحا لضعفها ونكارتها.واسم الإشارة في قوله- تعالى-: وَقُرُوناً بَيْنَ ذلِكَ كَثِيراً يعود إلى عاد وثمود وأصحاب الرس، والقرون: جمع قرن.والمراد به هنا: الجيل من الناس الذين اقترنوا في الوجود في زمان واحد من الأزمنة.أى: وأهلكنا قرونا كثيرة بين قوم عاد وثمود وأصحاب الرس. لأن تلك القرون سارت على شاكلة أمثالهم من الكافرين والفاسقين."},{"ayah_number":39,"text":"وقوله- تعالى-: وَكُلًّا ضَرَبْنا لَهُ الْأَمْثالَ ... بيان لمظهر من مظاهر رحمة الله- تعالى-: حيث إنه- سبحانه- لا يهلك الأمم إلا بعد أن يسوق لها ما يرشدها، فتأبى إلا السير في طريق الغي والعصيان. و «كلا» منصوب بفعل مضمر يدل عليه ما بعده. فإن ضرب المثل في معنى التذكير والتحذير، والتنوين عوض عن المضاف إليه.أى: وأنذرنا كل فريق من القرون الماضية المكذبة، وضربنا له الأمثال الحكيمة الكفيلة بإرشاده إلى طريق الحق، ولكنه استحب العمى على الهدى، والضلالة على الهداية، فكانت عاقبته كما قال- تعالى- بعد ذلك وَكُلًّا تَبَّرْنا تَتْبِيراً.أى: وكل قرن من هؤلاء المكذبين أهلكناه إهلاكا لا قيام له منه، وأصل التتبير:التفتيت. وكل شيء فتته وكسرته فقد تبرته. ومنه التبر لفتات الذهب والفضة.والمراد به هنا التمزيق والإهلاك الشديد الذي يستأصل من نزل به."},{"ayah_number":40,"text":"ثم وبخ- سبحانه- مشركي مكة على عدم اعتبارهم واتعاظهم بما يرون من آثار فقال- تعالى-: وَلَقَدْ أَتَوْا عَلَى الْقَرْيَةِ الَّتِي أُمْطِرَتْ مَطَرَ السَّوْءِ، أَفَلَمْ يَكُونُوا يَرَوْنَها، بَلْ كانُوا لا يَرْجُونَ نُشُوراً.والمراد بالقرية هنا: قرية سدوم التي هي أكبر قرى قوم لوط، والتي جعل الله- تعالى- عاليها سافلها. والمراد بما أمطرت به: الحجارة التي أنزلها الله- تعالى- عليها، كما قال- تعالى-: فَجَعَلْنا عالِيَها سافِلَها وَأَمْطَرْنا عَلَيْهِمْ حِجارَةً مِنْ سِجِّيلٍ  .والسوء- بفتح السين وتشديدها- مصدر ساءه. أى: فعل به ما يكره. والسوء- بالضم والتشديد- اسم منه.والاستفهام في قوله- تعالى-: أَفَلَمْ يَكُونُوا يَرَوْنَها للتقريع والتوبيخ على عدم الاعتبار بما يرونه من أمور تدعو كل عاقل إلى التدبر والتفكر والاتعاظ.أى: أقسم لك- أيها الرسول الكريم- أن هؤلاء المشركين الذين اتخذوا القرآن مهجورا، كانوا وما زالوا يمرون مصبحين وبالليل على قرية قوم لوط، التي دمرناها تدميرا، بسبب فسوق أهلها وفجورهم، وكانوا يرون ما حل بها من خراب..ولكنهم لكفرهم بك والبعث والحساب، لم يتأثروا بما رأوا، ولم يعتبروا بما شاهدوا، وسيندمون يوم القيامة على كفرهم ولكن لن ينفعهم الندم.وصدر- سبحانه- الآية الكريمة بلام القسم وقد، لتأكيد رؤيتهم لتلك القرية التي أمطرت مطر السوء.والمراد برؤيتها، رؤية ما حل بها من خراب ودمار كما قال- تعالى-: وَإِنَّكُمْ لَتَمُرُّونَ عَلَيْهِمْ مُصْبِحِينَ وَبِاللَّيْلِ أَفَلا تَعْقِلُونَ.وقوله- سبحانه-: بَلْ كانُوا لا يَرْجُونَ نُشُوراً بيان للسبب الذي جعلهم لا يعتبرون ولا يتعظون.أى: أنهم كانوا يرون عاقبة أهل تلك القرية التي جعلنا عاليها سافلها، ولكن تكذيبهم بالبعث والنشور، والثواب والعقاب يوم القيامة، حال بينهم وبين الاعتبار والاتعاظ والإيمان بالحق، وجعلهم يمرون بما يدعو إلى التدبر والتفكر، ولكنهم لعدم توقعهم للقاء الله، ولعدم إيمانهم بالجزاء يوم القيامة قست قلوبهم وانطمست بصائرهم، وصاروا كما قال- تعالى-:وَكَأَيِّنْ مِنْ آيَةٍ فِي السَّماواتِ وَالْأَرْضِ يَمُرُّونَ عَلَيْها وَهُمْ عَنْها مُعْرِضُونَ وَما يُؤْمِنُ أَكْثَرُهُمْ بِاللَّهِ إِلَّا وَهُمْ مُشْرِكُونَ .وبعد هذا العرض لأحوال بعض الأمم الماضية، عادت السورة الكريمة إلى بيان ما كان المشركون يقولونه عند رؤيتهم للنبي صلّى الله عليه وسلّم وإلى بيان سوء عاقبتهم، وفرط جهالاتهم، قال- تعالى-:"},{"ayah_number":41,"text":"قال الإمام ابن كثير- رحمه الله-: يخبر- تعالى- عن استهزاء المشركين بالرسول صلى الله عليه وسلّم إذا رأوه، كما قال- تعالى-: وَإِذا رَآكَ الَّذِينَ كَفَرُوا إِنْ يَتَّخِذُونَكَ إِلَّا هُزُواً، أَهذَا الَّذِي يَذْكُرُ آلِهَتَكُمْ ... يعنونه بالعيب والنقص.. .ومن عجب أن هؤلاء المشركين الذين كانوا يستهزئون بالرسول صلّى الله عليه وسلّم بعد بعثته إليهم، هم أنفسهم الذين كانوا يلقبونه قبل بعثته بالصادق الأمين، وما حملهم على هذا الكذب والجحود إلا الحسد والعناد.وقوله- تعالى-: أَهذَا الَّذِي بَعَثَ اللَّهُ رَسُولًا مقول لقول محذوف وعائد الموصول محذوف- أيضا-. أى: كلما وقعت أبصار أعدائك عليك- أيها الرسول الكريم- سخروا منك، واستنكروا نبوتك، وقالوا على سبيل الاستبعاد والتهكم: أهذا هو الإنسان الذي بعثه الله- تعالى- ليكون رسولا إلينا. وقولهم هذا الذي حكاه القرآن عنهم، يدل على أنهم بلغوا أقصى درجات الجهالة وسوء الأدب."},{"ayah_number":42,"text":"ثم يشير القرآن إلى كذبهم فيما قالوه، لأنهم مع إظهارهم للسخرية منه صلّى الله عليه وسلّم كانوا في واقع أمرهم، وحقيقة حالهم يعترفون له بقوة الحجة، وهذا ما حكاه القرآن عنهم في قوله:إِنْ كادَ لَيُضِلُّنا عَنْ آلِهَتِنا لَوْلا أَنْ صَبَرْنا عَلَيْها.أى: أنهم كانوا يقولون فيما بينهم: إن هذا الرسول كاد أن يصرفنا بقوة حجته عن عبادة آلهتنا. لولا أننا قاومنا هذا الشعور وثبتنا على عبادة أصنامنا.قال الآلوسى: قوله: إِنْ كادَ لَيُضِلُّنا عَنْ آلِهَتِنا أى: يصرفنا عن عبادتها صرفا كليا بحيث يبعدنا عنها لا عن عبادتها فقط. لولا أن صبرنا عليها واستمسكنا بعبادتها ... وهذا اعتراف منهم بأنه صلّى الله عليه وسلّم قد بلغ من الاجتهاد في الدعوة إلى التوحيد.. ما شارفوا معه أن يتركوا دينهم لولا فرط جهالاتهم ولجاجهم وغاية عنادهم  .وقوله- تعالى-: وَسَوْفَ يَعْلَمُونَ حِينَ يَرَوْنَ الْعَذابَ مَنْ أَضَلُّ سَبِيلًا تهديد لهم على سوء أدبهم، وعلى جحودهم للحق بعد أن تبين لهم.أى: وسوف يعلم هؤلاء الكافرون حين يرون العذاب ماثلا أمام أعينهم، من أبعد طريقا عن الحق، أهم أم المؤمنون.فالجملة الكريمة وعيد شديد لهم على استهزائهم بالرسول الكريم الذي جاءهم ليخرجهم من ظلمات الكفر إلى نور الإيمان."},{"ayah_number":43,"text":"ثم يهملهم القرآن ويتركهم في طغيانهم يعمهون، ويلتفت بالخطاب إلى الرسول صلّى الله عليه وسلّم ليسرى عن نفسه، وليسليه عما لحقه منهم، وليبين له حقيقة حالهم فيقول: أَرَأَيْتَ مَنِ اتَّخَذَ إِلهَهُ هَواهُ، أَفَأَنْتَ تَكُونُ عَلَيْهِ وَكِيلًا ...والاستفهام في قوله- سبحانه- أَرَأَيْتَ للتعجب من شناعة أحوالهم، ومن قبح تفكيرهم.والمراد ب هَواهُ ما يستحسنه من تصرفات حتى ولو كانت في نهاية القبح والسخف.قال ابن عباس: كان الرجل في الجاهلية يعبد الحجر الأبيض زمانا، فإذا رأى غيره أحسن منه عبد الثاني وترك الأول.والمعنى: انظر وتأمل- أيها الرسول الكريم- في أحوال هؤلاء الكافرين فإنك لن ترى جهالة كجهالاتهم، لأنهم إذا حسن لهم هواهم شيئا اتخذوه إلها لهم. مهما كان قبح تصرفهم.وانحطاط تفكيرهم..فهل مثل هؤلاء يصلحون لأن تهتم بأمرهم، أو تحزن لاستهزائهم؟ كلا إنهم لا يصلحون لذلك، وعليك أن تمضى في طريقك فأنت لا تقدر على حفظهم أو كفالتهم أو هدايتهم، وإنما نحن الذين نقدر على ذلك، وسنتصرف معهم بما تقضتيه حكمتنا ومشيئتنا.فقوله- تعالى-: أَفَأَنْتَ تَكُونُ عَلَيْهِ وَكِيلًا استئناف مسوق لاستبعاد كونه صلى الله عليه وسلّم وكيلا أو حفيظا لهذا الذي اتخذ إلهه هواه، والاستفهام للنفي والإنكار. أى: إنك- أيها الرسول الكريم- لا قدرة لك على حفظه من الوقوع في الكفر والضلال."},{"ayah_number":44,"text":"ثم أضاف- سبحانه- إلى توبيخهم السابق توبيخا أشد وأنكى فقال- تعالى-:أَمْ تَحْسَبُ أَنَّ أَكْثَرَهُمْ يَسْمَعُونَ أَوْ يَعْقِلُونَ..و «أم» هنا: هي المنقطعة، وهي تجمع في معناها بين الإضراب الانتقالى، والاستفهام الإنكارى.أى: بل أتحسب أن أكثر هؤلاء الكافرين يسمعون ما ترشدهم إليه سماع تدبر وتعقل، أو يعقلون ما تأمرهم به أو تنهاهم عنه بانفتاح بصيرة، وباستعداد لقبول الحق..كلا إنهم ليسوا كذلك، لاستيلاء الجحود والحسد على قلوبهم.وقال- سبحانه- أَمْ تَحْسَبُ أَنَّ أَكْثَرَهُمْ ... لأن هناك قلة منهم كانت تعرف الحق معرفة حقيقية، ولكن المكابرة والمعاندة ومتابعة الهوى.. حالت بينها وبين الدخول فيه، واتباع ما جاء به النبي صلّى الله عليه وسلّم.وقوله- سبحانه-: إِنْ هُمْ إِلَّا كَالْأَنْعامِ بَلْ هُمْ أَضَلُّ سَبِيلًا ذم لهم على عدم انتفاعهم بالهداية التي أرسلها الله- تعالى- إليهم.أى: هؤلاء المشركون ليسوا إلا كالأنعام في عدم الانتفاع بما يقرع قلوبهم وأسماعهم من توجيهات حكيمة، بل هم أضل سبيلا من الأنعام: لأن الأنعام تنقاد لصاحبها الذي يحسن إليها، أما هؤلاء فقد قابلوا نعم الله بالكفر والجحود.قال صاحب الكشاف: فإن قلت: ما معنى ذكر الأكثر؟ قلت: كان فيهم من لا يصده عن الإسلام إلا داء واحد، وهو حب الرياسة، وكفى به داء عضالا.فإن قلت: كيف جعلوا أضل من الأنعام؟ قلت: لأن الأنعام تنقاد لأربابها التي تعلفها وتتعهدها، وتعرف من يحسن إليها ممن يسيء إليها، وتطلب ما ينفعها وتتجنب ما يضرها، وتهتدى لمراعيها ومشاربها، وهؤلاء لا ينقادون لربهم، ولا يعرفون إحسانه إليهم، من إساءة الشيطان الذي هو عدوهم، ولا يطلبون الثواب الذي هو أعظم المنافع، ولا يتقون العقاب الذي هو أشد المضار والمهالك.. .وهكذا نرى الآيات الكريمة تصف هؤلاء المستهزئين برسولهم صلّى الله عليه وسلّم بأوصاف تهبط بهم عن درجة الأنعام، وتتوعدهم بما يستحقونه من عذاب مهين.ثم تنتقل السورة بعد ذلك إلى الحديث عن مظاهر قدرة الله- تعالى- وعن جانب من الآلاء التي أنعم بها على عباده، فإن من شأن هذه النعم المبثوثة في هذا الكون، أن تهدى المتفكر فيها إلى منشئها وواهبها وإلى وجوب إخلاص العبادة له، قال- تعالى-:"},{"ayah_number":45,"text":"قال القرطبي: قوله- تعالى-: أَلَمْ تَرَ إِلى رَبِّكَ كَيْفَ مَدَّ الظِّلَّ ... يجوز أن تكون هذه الرؤية من رؤية العين، ويجوز أن تكون من العلم.قال الحسن وقتادة وغيرهما: مد الظل من طلوع الفجر إلى طلوع الشمس. وحكى أبو عبيدة عن رؤبة أنه قال: «كل ما كانت عليه الشمس فزالت عنه فهو فيء وظل، وما لم تكن عليه الشمس فهو ظل» .والجملة الكريمة شروع في بعض دلائل قدرته- سبحانه- وواسع رحمته، إثر بيان جهالات المشركين، وغفلتهم عما في هذا الكون من آثار تدل على وحدانية الله- تعالى-.والخطاب للرسول صلّى الله عليه وسلّم والاستفهام للتقرير.والمعنى لقد رأيت- أيها الرسول الكريم- بعينيك، وتأملت بعقلك وبصيرتك، في صنع ربك الذي أحسن كل شيء خلقه، وكيف أنه- سبحانه- مد الظل، أى: بسطه وجعله واسعا متحركا مع حركة الأرض في مواجهة الشمس، وجعله مكانا يستظل فيه الناس من وهج الشمس وحرها، فيجدون عنده الراحة بعد التعب.. وهذا من عظيم رحمة ربك بعباده.وقوله- تعالى-: وَلَوْ شاءَ لَجَعَلَهُ ساكِناً جملة معترضة لبيان مظهر من مظاهر قدرته- تعالى-. أى: «ولو شاء» - سبحانه- لجعل هذا الظل «ساكنا» أى: ثابتا دائما مستقرا على حالة واحدة بحيث لا تزيله الشمس، ولا يذهب عن وجه الأرض، ولكنه- سبحانه- لم يشأ ذلك، لأن مصلحة خلقه ومنفعتهم في وجوده على الطريقة التي أوجده عليها بمقتضى حكمته.وقوله- سبحانه-: ثُمَّ جَعَلْنَا الشَّمْسَ عَلَيْهِ دَلِيلًا معطوف على قوله مَدَّ الظِّلَّ داخل في حكمه. أى: ألم تر إلى عجيب صنع ربك كيف مد الظل، ثم جعلنا بقدرتنا وحكمتنا الشمس دليلا عليه، إذ هو يزول بتسلطها عليه ويظهر عند احتجابها عنه، ويستدل بأحوالها على أحواله، فهو يتبعها كما يتبع الإنسان من يدله على الشيء، من حيث إنه يزيد كلما احتجبت عنه، ويتقلص كلما ظهرت عليه.قال الجمل: قوله: ثُمَّ جَعَلْنَا الشَّمْسَ عَلَيْهِ دَلِيلًا أى: جعلنا الشمس بنسخها الظل عند مجيئها دالة على أن الظل شيء، لأن الأشياء تعرف بأضدادها، ولولا الشمس ما عرف الظل، ولولا النور ما عرفت الظلمة.. ولم يؤنث الدليل- وهو صفة للشمس- لأنه في معنى الاسم، كما يقال: الشمس برهان، والشمس حق ."},{"ayah_number":46,"text":"وقوله- تعالى-: ثُمَّ قَبَضْناهُ إِلَيْنا قَبْضاً يَسِيراً معطوف- أيضا- على «مد» وداخل في حكمه.والقبض: ضد المد والبسط. واليسير: السهل الذي لا عسر فيه.أى: ثم قبضنا ذلك الظل الممدود بقدرتنا وحكمتنا- قبضا يسيرا وهينا علينا. بأن محوناه بالتدريج عند إيقاعنا الشمس عليه. حتى انتهى أمره إلى الزوال والاضمحلال.وقال- سبحانه-: إِلَيْنا للتنصيص على أن مد الظل وقبضه مرجعه إليه - تعالى- وحده. فليس في إمكان أحد سواه- عز وجل- أن يفعل ذلك.قال صاحب الكشاف: قوله: ثُمَّ قَبَضْناهُ إِلَيْنا قَبْضاً يَسِيراً أى: على مهل. وفي هذا القبض اليسير شيئا بعد شيء من المنافع ما لا يعد ولا يحصر. ولو قبض دفعة واحدة لتعطلت أكثر مرافق الناس بالظل والشمس جميعا.فإن قلت: «ثم» في هذين الموضعين كيف موقعها؟ قلت: موقعها لبيان تفاضل الأمور الثلاثة: كان الثاني أعظم من الأول، والثالث أعظم منهما، تشبيها لتباعد ما بينهما في الفضل، بتباعد ما بين الحوادث في الوقت ... ويحتمل أن يريد قبضه عند قيام الساعة بقبض أسبابه وهي الأجرام التي تبقى الظل، فيكون قد ذكر إعدامه بإعدام أسبابه ."},{"ayah_number":47,"text":"ثم انتقلت السورة من الحديث عن الظل ومده وقبضه. إلى الحديث عن الليل والنوم والنهار. فقال- تعالى-: وَهُوَ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِباساً، وَالنَّوْمَ سُباتاً وَجَعَلَ النَّهارَ نُشُوراً. ولباسا: أى: ساترا بظلامه كما يستر اللباس ما تحته.والسبات: الانقطاع عن الحركة مع وجود الروح في البدن، مأخوذ من السبت بمعنى القطع أو الراحة والسكون، ومنه قوله- تعالى-: وَجَعَلْنا نَوْمَكُمْ سُباتاً أى راحة لأبدانكم.والنشور: بمعنى الانتشار والحركة لطلب المعاش. أى: وهو- سبحانه- الذي جعل لكم- أيها الناس- الليل «لباسا» أى: ساترا لكم يستركم كما يستر اللباس عوراتكم، وجعل لكم النوم «سباتا» أى: راحة لأبدانكم من عناء العمل. وما يصاحبه من مشقة وتعب، وجعل- سبحانه- النهار «نشورا» أى: وقتا مناسبا لانتشاركم فيه، وللسير في مناكب الأرض، طلبا للرزق والكسب ووسائل المعيشة.وهكذا تتقلب الحياة بالإنسان وهو تارة تحت جنح الليل الساتر، وتارة مستغرق في نومه، وتارة يكدح لطلب معاشه.وشبيه بهذه الآية قوله- تعالى-: وَجَعَلْنا نَوْمَكُمْ سُباتاً وَجَعَلْنَا اللَّيْلَ لِباساً وَجَعَلْنَا النَّهارَ مَعاشاً  ."},{"ayah_number":48,"text":"ثم ذكر- سبحانه- نعمته في الرياح، حيث تكون بشيرا بالأمطار التي تحيى الأرض بعد موتها، فقال- تعالى-: وَهُوَ الَّذِي أَرْسَلَ الرِّياحَ بُشْراً بَيْنَ يَدَيْ رَحْمَتِهِ.وبشرا: أى: مبشرات بنزول الغيث المستتبع لمنفعة الخلق.أى: وهو- سبحانه- الذي أرسل- بقدرته- الرياح لتكون بشيرا لعباده بقرب نزول رحمته المتمثلة في الغيث الذي به حياة الناس والأنعام وغيرهما.قال الجمل: «الرياح» أى: المبشرات وهي الصبا- وتأتى من جهة مطلع الشمس- والجنوب والشمال، والدبور- وتأتى من ناحية مغرب الشمس- وفي قراءة سبعية: وهو الذي أرسل الريح.. على إرادة الجنس، و «بشرا» قرئ بسكون الشين وضمها وقرئ- أيضا- نشرا، أى: متفرقة قدام المطر  .وشبيه بهذه الآية قوله- تعالى-: وَهُوَ الَّذِي يُنَزِّلُ الْغَيْثَ مِنْ بَعْدِ ما قَنَطُوا وَيَنْشُرُ رَحْمَتَهُ وَهُوَ الْوَلِيُّ الْحَمِيدُ .ثم ذكر- سبحانه- ما ترتب على إرسال الرياح من خير فقال: وَأَنْزَلْنا مِنَ السَّماءِ ماءً طَهُوراً ...أى: وأنزلنا من السماء ماء طاهرا في ذاته، مطهرا لغيره، سائغا في شربه، نافعا للإنسان والحيوان والنبات والطيور وغير ذلك من المخلوقات.ووصف- سبحانه- الماء بالطهور زيادة في الإشعار بالنعمة وزيادة في إتمام المنة، فإن الماء الطهور أهنأ وأنفع مما ليس كذلك."},{"ayah_number":49,"text":"وقوله- تعالى-: لِنُحْيِيَ بِهِ بَلْدَةً مَيْتاً وَنُسْقِيَهُ مِمَّا خَلَقْنا أَنْعاماً وَأَناسِيَّ كَثِيراً.أى: أنزلنا من السماء ماء طهورا، لنحيي بهذا الماء بلدة، أى: أرضا جدباء لا نبات فيها لعدم نزول المطر عليها، ولكي نسقى بهذا الماء أيضا «أنعاما» أى: إبلا وبقرا وغنما «وأناسى كثيرا» أى: وعددا كثيرا من الناس. فالأناسى: جمع إنسان وأصله أناسين فقلبت نونه ياء وأدغمت فيما قبلها.وقدم- سبحانه- إحياء الأرض، لأن خروج النبات منها بسبب المطر تتوقف عليه حياة الناس والأنعام وغيرهما.وخص الأنعام بالذكر، لأن مدار معاشهم عليها، ولذا قدم سقيها على سقيهم.قال صاحب الكشاف: فإن قلت: لم خص الأنعام من بين ما خلق من الحيوان الشارب؟.قلت: لأن الطير والوحش تبعد في طلب الماء فلا يعوزها الشرب بخلاف الأنعام..فإن قلت: فما معنى تنكير الأنعام والأناسى ووصفها بالكثرة؟قلت: معنى ذلك أن علية الناس وجلهم منيخون بالقرب من الأودية والأنهار ومنابع الماء، فيهم غنية عن سقى السماء، وأعقابهم- وهم كثير منهم- لا يعيشهم إلا ما ينزل الله من رحمته وسقيا سمائه.فإن قلت: لم قدم إحياء الأرض وسقى الأنعام على سقى الأناسى؟قلت: لأن حياة الأناسى بحياة أرضهم وحياة أنعامهم، فقدم ما هو سبب حياتهم وتعيشهم على سقيهم، ولأنهم إذا ظفروا بما يكون سقيا لأرضهم ومواشيهم لم يعدموا سقياهم  ."},{"ayah_number":50,"text":"والضمير المنصوب في قوله- تعالى-: وَلَقَدْ صَرَّفْناهُ بَيْنَهُمْ لِيَذَّكَّرُوا ... يعود إلى الماء الطهور الذي سبق الحديث عنه.والتصريف: التكرير والتنويع والانتقال من حال إلى حال.أى: ولقد صرفنا هذا المطر النازل من السماء فأنزلناه بين الناس في البلدان المختلفة، وفي الأوقات المتفاوتة، وعلى الصفات المتغايرة، فنزيده في بعض البلاد وننقصه أخرى، ونمنعه عن بعض الأماكن.. كل ذلك على حسب حكمتنا ومشيئتنا.وقد فعلنا ما فعلنا لكي يعتبر الناس ويتعظوا ويخلصوا العبادة لنا.قال الآلوسى: قوله: وَلَقَدْ صَرَّفْناهُ الضمير للماء المنزل من السماء، وتصريفه:تحويل أحواله، وأوقاته وإنزاله على أنحاء مختلفة.وقال بعضهم: هو راجع الى القول المفهوم من السياق، وهو ما ذكر فيه إنشاء السحاب وإنزال المطر، وتصريفه: تكريره، وذكره على وجوه ولغات مختلفة.والمعنى: ولقد كررنا هذا القول وذكرناه على أنحاء مختلفة في القرآن وغيره من الكتب السماوية بين الناس ليتفكروا..وأخرج ابن المنذر وابن أبى حاتم عن عطاء الخراساني أنه عائد على القرآن. ألا ترى قوله- تعالى- بعد ذلك: وَجاهِدْهُمْ بِهِ وحكاه في البحر عن ابن عباس. والمشهور عنه ما تقدم، ولعل المراد ما ذكر فيه من الأدلة على كمال قدرته- تعالى- .ويبدو لنا أن أقرب الأقوال إلى الصواب هو القول الأول، لأن سياق الحديث عن المطر النازل من السماء بقدرة الله- تعالى- ولأن هذا القول هو المأثور عن جمع من الصحابة والتابعين، كابن عباس، وابن مسعود وعكرمة، ومجاهد وقتادة.. وغيرهم.وقوله- تعالى-: فَأَبى أَكْثَرُ النَّاسِ إِلَّا كُفُوراً بيان لموقف أكثر الناس من نعم الله- تعالى-. أى: أنزلنا المطر، وصرفناه بين الناس ليعتبروا ويتعظوا، فأبى أكثرهم إلا الجحود لنعمنا، ومقابلتها بالكفران، وإسنادها إلى غيرنا ممن لا يخلقون شيئا وإنما هم عباد لنا، وخلقنا.وفي صحيح مسلم أن الرسول صلّى الله عليه وسلّم قال يوما لأصحابه بعد نزول المطر من السماء:«أتدرون ماذا قال ربكم؟ قالوا: الله ورسوله أعلم. فقال صلّى الله عليه وسلّم: «قال ربكم، أصبح من عبادي مؤمن بي وكافر، فأما من قال: مطرنا بفضل الله ورحمته فذاك مؤمن بي كافر بالكواكب، وأما من قال مطرنا بنوء كذا وكذا، فذاك كافر بي مؤمن بالكواكب» .- والنوء- بتشديد النون وفتحها وسكون الواو: سقوط نجم في المغرب مع الفجر، وطلوع آخر يقابله من ساعته بالمشرق.وقال- سبحانه-: فَأَبى أَكْثَرُ النَّاسِ ... لمدح القلة المؤمنة منهم، وهم الذين قابلوا نعم الله- تعالى- بالشكر والطاعة."},{"ayah_number":51,"text":"ثم ذكر- سبحانه- ما يدل على رفعة منزلة نبيه صلّى الله عليه وسلّم فقال: وَلَوْ شِئْنا لَبَعَثْنا فِي كُلِّ قَرْيَةٍ نَذِيراً. أى: ولو شئنا لبعثنا في زمنك- أيها الرسول الكريم- في كل قرية من القرى نذيرا ينذر أهلها بسوء عاقبة الكفر والجحود، ويكون عونا لك على تحمل أعباء الرسالة التي أرسلناك بها ...ولكنّا لم نشأ ذلك تكريما لك وتعظيما لقدرك، حيث خصصناك بعموم الرسالة لجميع الناس."},{"ayah_number":52,"text":"وما دام الأمر كذلك «فلا تطع الكافرين» فيما يريدونه منك من أمور باطلة فاسدة «وجاهدهم به» أى: بهذا القرآن، عن طريق قراءته والعمل بما فيه، وبيان ما اشتمل عليه من دلائل وبراهين على صحة دعوتك.وقوله- تعالى-: جِهاداً كَبِيراً مؤكد لما قبله. أى: جاهدهم بالقرآن جهادا كبيرا مصحوبا بالإغلاظ عليهم تارة، وبإبطال شبهاتهم وأراجيفهم تارة أخرى.قال- تعالى-: يا أَيُّهَا النَّبِيُّ جاهِدِ الْكُفَّارَ وَالْمُنافِقِينَ وَاغْلُظْ عَلَيْهِمْ، وَمَأْواهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ."},{"ayah_number":53,"text":"وقوله- سبحانه-: وَهُوَ الَّذِي مَرَجَ الْبَحْرَيْنِ هذا عَذْبٌ فُراتٌ وَهذا مِلْحٌ أُجاجٌ، وَجَعَلَ بَيْنَهُما بَرْزَخاً وَحِجْراً مَحْجُوراً بيان لمظهر آخر من مظاهر قدرته- عز وجل-.و «مرج» من المرج بمعنى الإرسال والتخلية، ومنه قولهم. مرج فلان دابته إذا أرسلها إلى المرج وهو المكان الذي ترعى فيه الدواب، ويصح أن يكون من المرج بمعنى الخلط، ومنه قوله- تعالى-: فَهُمْ فِي أَمْرٍ مَرِيجٍ أى: مختلط. ومنه قيل للمرعى: مرج، لاختلاط الدواب فيه بعضها ببعض.والعذب الفرات: هو الماء السائغ للشرب، الذي يشعر الإنسان عند شربه باللذة، وهو ماء الأنهار وسمى فراتا لأنه يفرت العطش، أى يقطعه ويكسره ويزيله.والملح الأجاج: هو الشديد الملوحة والمرارة وهو ماء البحار. سمى أجاجا من الأجيج وهو تلهب النار، لأن شربه يزيد العطش.والبرزخ. الحاجز الذي يحجز بين الشيئين.أى: وهو- سبحانه- الذي أرسل البحرين. العذب والمالح في مجاريهما متجاورين، كما ترسل الدواب في المراعى. أو جعلهما- بقدرته- في مجرى واحد ومع ذلك لا يختلط أحدهما بالآخر: بل جعل- سبحانه- بينهما «برزخا» أى: حاجزا عظيما، وحجرا محجورا.أى: وجعل كل واحد منهما حراما محرما على الآخر أن يفسده.والمراد: لزوم كل واحد منهما صفته التي أوجده الله عليها، فلا ينقلب العذب في مكانه ملحا، ولا الملح في مكانه عذبا.قال- تعالى-: مَرَجَ الْبَحْرَيْنِ يَلْتَقِيانِ، بَيْنَهُما بَرْزَخٌ لا يَبْغِيانِ .وقال- سبحانه-: أَمَّنْ جَعَلَ الْأَرْضَ قَراراً، وَجَعَلَ خِلالَها أَنْهاراً، وَجَعَلَ لَها رَواسِيَ، وَجَعَلَ بَيْنَ الْبَحْرَيْنِ حاجِزاً، أَإِلهٌ مَعَ اللَّهِ، بَلْ أَكْثَرُهُمْ لا يَعْلَمُونَوهذا الحاجز الذي جعله- سبحانه- بين البحرين: العذب والملح، من أكبر الأدلة وأعظمها على قدرة الله- تعالى-، وعلى أن لهذا الكون إلها صانعا حكيما مدبرا وأن كل شيء في هذا الكون يسير بنظام معلوم، وبنسق مرسوم.وبعد هذا الحديث المتنوع عن مظاهر قدرة الله- تعالى- في الظل وفي الرياح وفي الماء.."},{"ayah_number":54,"text":"جاء الحديث عن خلق الإنسان. فقال- تعالى-: وَهُوَ الَّذِي خَلَقَ مِنَ الْماءِ بَشَراً فَجَعَلَهُ نَسَباً وَصِهْراً....والمراد بالماء: ماء النطفة، وبالبشر الإنسان. أو المراد بالماء: الماء المطلق الذي أشار إليه سبحانه في قوله: وَجَعَلْنا مِنَ الْماءِ كُلَّ شَيْءٍ حَيٍّ.أى: وهو- سبحانه- الذي خلق من ماء النطفة إنسانا «فجعله نسبا وصهرا» أى:فجعل من جنس هذا الإنسان ذوى نسب: وهم الذكور الذين ينتسب إليهم بأن يقال فلان بن فلان، كما جعل من جنسه- أيضا ذوات صهر وهن الإناث، لأنهن موضع المصاهرة.والصهر يطلق على أهل بيت المرأة وأقاربها، كالأبوين والإخوة والأعمام والأخوال، فهؤلاء يعتبرون أصهارا لزوج المرأة.قال صاحب الكشاف: قسم- سبحانه- البشر قسمين: ذوى نسب، أى: ذكورا ينسب إليهم فيقال: فلان بن فلان وفلانة بنت فلان وذوات صهر: أى: إناثا يصاهر بهن ونحوه قوله- تعالى-: فَجَعَلَ مِنْهُ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثى .وَكانَ رَبُّكَ قَدِيراً حيث خلق- سبحانه- من النطفة الواحدة بشرا نوعين: ذكرا وأنثى .وإلى هنا نرى هذه الآية الكريمة قد اشتملت على ستة أدلة محسوسة على وحدانية الله- تعالى- وقدرته. وهذه الأدلة الستة هي. الظلال قبضا وبسطا، والليل والنهار راحة ونشورا، والرياح بشرا بين يدي رحمته، والأمطار حياة للناس والأنعام وغيرهما، ومرج البحرين أحدهما عذب فرات والآخر ملح أجاج، وخلق الإنسان من نطفة منها الذكر ومنها الأنثى.ثم بينت السورة الكريمة بعد ذلك موقف المشركين من هذه النعم العظيمة كما بينت وظيفةجاء الحديث عن خلق الإنسان. فقال- تعالى-: وَهُوَ الَّذِي خَلَقَ مِنَ الْماءِ بَشَراً فَجَعَلَهُ نَسَباً وَصِهْراً....والمراد بالماء: ماء النطفة، وبالبشر الإنسان. أو المراد بالماء: الماء المطلق الذي أشار إليه سبحانه في قوله: وَجَعَلْنا مِنَ الْماءِ كُلَّ شَيْءٍ حَيٍّ.أى: وهو- سبحانه- الذي خلق من ماء النطفة إنسانا «فجعله نسبا وصهرا» أى:فجعل من جنس هذا الإنسان ذوى نسب: وهم الذكور الذين ينتسب إليهم بأن يقال فلان بن فلان، كما جعل من جنسه- أيضا ذوات صهر وهن الإناث، لأنهن موضع المصاهرة.والصهر يطلق على أهل بيت المرأة وأقاربها، كالأبوين والإخوة والأعمام والأخوال، فهؤلاء يعتبرون أصهارا لزوج المرأة.قال صاحب الكشاف: قسم- سبحانه- البشر قسمين: ذوى نسب، أى: ذكورا ينسب إليهم فيقال: فلان بن فلان وفلانة بنت فلان وذوات صهر: أى: إناثا يصاهر بهن ونحوه قوله- تعالى-: فَجَعَلَ مِنْهُ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثى .وَكانَ رَبُّكَ قَدِيراً حيث خلق- سبحانه- من النطفة الواحدة بشرا نوعين: ذكرا وأنثى .وإلى هنا نرى هذه الآية الكريمة قد اشتملت على ستة أدلة محسوسة على وحدانية الله- تعالى- وقدرته. وهذه الأدلة الستة هي. الظلال قبضا وبسطا، والليل والنهار راحة ونشورا، والرياح بشرا بين يدي رحمته، والأمطار حياة للناس والأنعام وغيرهما، ومرج البحرين أحدهما عذب فرات والآخر ملح أجاج، وخلق الإنسان من نطفة منها الذكر ومنها الأنثى.ثم بينت السورة الكريمة بعد ذلك موقف المشركين من هذه النعم العظيمة كما بينت وظيفة النبي صلّى الله عليه وسلّم وأمرته بالمضي في دعوته متوكلا على الله- تعالى- وحده الذي خلق فسوى. وقدر فهدى.. قال- تعالى-:"},{"ayah_number":55,"text":"والضمير في قوله- تعالى-: وَيَعْبُدُونَ ... يعود على الكافرين، الذين عموا وصموا عن الحق.أى: أن هؤلاء الكافرين يتركون عبادة الله- تعالى- الواحد القهار، ويعبدون من دونه آلهة لا تنفعهم عبادتها إن عبدوها، ولا تضرهم شيئا من الضرر إن تركوا عبادتها.وقوله- سبحانه-: وَكانَ الْكافِرُ عَلى رَبِّهِ ظَهِيراً بيان لما وصل إليه هؤلاء الكافرون من حمق وجهالة وجحود. فالمراد بالكافر: جنسه والظهير: المعين. يقال: ظاهر فلان فلانا إذا أعانه وساعده. وظهير بمعنى مظاهر.أى: وكان هؤلاء الكافرون مظاهرين ومعاونين للشيطان وحزبه، على الإشراك بالله- تعالى- الذي خلقهم، وعلى عبادة غيره- سبحانه-.ويصح أن يكون الكلام على حذف مضاف. أى: وكان الكافر على حرب دين ربه، ورسول ربه، مظاهرا للشيطان على ذلك.وقال- سبحانه- عَلى رَبِّهِ ظَهِيراً لتفظيع جريمة هذا الكافر وتبشيعها، حيث صوره- سبحانه- بصورة من يعاون على محاربة خالقه ورازقه ومربيه وواهبه الحياة."},{"ayah_number":56,"text":"ثم بين- سبحانه- الوظيفة التي من أجلها أرسل رسوله فقال: وَما أَرْسَلْناكَ إِلَّا مُبَشِّراً وَنَذِيراً.أى: وما أرسلناك- أيها الرسول الكريم- إلى الناس جميعا، إلا لتبشرهم بثواب الله- تعالى- ورضوانه إذا أخلصوا له العبادة والطاعة، ولتنذرهم بعقابه وغضبه، إن هم استمروا على كفرهم وشركهم، فبلغ رسالتنا- أيها الرسول- ومن شاء بعد ذلك فليؤمن ومن شاء فليكفر."},{"ayah_number":57,"text":"وقُلْ لهم على سبيل النصح والإرشاد ودفع التهمة عن نفسك ما أَسْئَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ. أى: ما أسألكم على هذا التبليغ والتبشير والإنذار من أجر، إن أجرى إلا على الله- تعالى- وحده.وقوله- سبحانه-: إِلَّا مَنْ شاءَ أَنْ يَتَّخِذَ إِلى رَبِّهِ سَبِيلًا استثناء منقطع.أى: لا أسألكم على تبليغى لرسالة ربي أجرا منكم، لكن من شاء منكم أن يتخذ إلى مرضاة ربه سبيلا، عن طريق الصدقة والإحسان إلى الغير، فأنا لا أمنعه من ذلك.قال الآلوسى ما ملخصه: قوله: إِلَّا مَنْ شاءَ أَنْ يَتَّخِذَ إِلى رَبِّهِ أى: إلى رحمته ورضوانه سَبِيلًا أى طريقا. والاستثناء عند الجمهور منقطع، أى: لكن من شاء أن يتخذ إلى ربه- سبحانه- سبيلا، أى: بالإنفاق القائم مقام الأجر، كالصدقة في سبيل الله، فليفعل.وذهب البعض إلى أنه متصل. وفي الكلام مضاف مقدر، أى: إلا فعل من شاء أن يتخذ إلى ربه سبيلا بالإيمان والطاعة حسبما أدعو إليهما، أى: فهذا أجرى.وفي ذلك قلع كلى لشائبة الطمع، وإظهار لغاية الشفقة عليهم، حيث جعل ذلك- مع كون نفعه عائدا عليهم- عائدا إليه صلّى الله عليه وسلّم في صورة الأجر  .وعلى كلا الرأيين فالآية الكريمة تدل دلالة واضحة على أن الرسول صلّى الله عليه وسلّم لا يطلب أجرا من الناس على دعوته، ولا يمنعهم من إنفاق جزء من أموالهم في وجه الخير، وأنه صلى الله عليه وسلّم يعتبر إيمانهم بالحق الذي جاء به، هو بمثابة الأجر له، حيث إن الدال على الخير كفاعله.ولقد حكى القرآن الكريم في كثير من آياته، أن جميع الأنبياء- عليهم الصلاة والسلام- ما سألوا الناس أجرا على دعوتهم إياهم إلى عبادة الله- تعالى- وطاعته. ومن هذه الآيات قوله- سبحانه- حكاية عن نوح وهود وصالح ولوط وشعيب-: وَما أَسْئَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلى رَبِّ الْعالَمِينَ ."},{"ayah_number":58,"text":"ثم أمر- سبحانه- نبيه صلّى الله عليه وسلّم بالاجتهاد في تبليغ رسالته وبالتوكل عليه وحده، فقال- تعالى-: وَتَوَكَّلْ عَلَى الْحَيِّ الَّذِي لا يَمُوتُ وَسَبِّحْ بِحَمْدِهِ ...أى: سر في طريقك- أيها الرسول الكريم- لتبليغ دعوتنا، ولا تلتفت إلى دنيا الناس وأموالهم. وتوكل توكلا تاما على الله- تعالى- فهو الحي الباقي الذي لا يموت، أما غيره فإنه ميت وزائل.وَسَبِّحْ بِحَمْدِهِ أى: ونزه ربك عن كل نقص، وأكثر من التقرب إليه بصالح الأعمال. وَكَفى بِهِ بِذُنُوبِ عِبادِهِ ما ظهر منها وما بطن، وما بدا منها وما استتر خَبِيراً أى عليما بها علما تاما، لا يعزب عنه- سبحانه- مثقال ذرة منها."},{"ayah_number":59,"text":"الَّذِي خَلَقَ بقدرته التي لا يعجزها شيء السَّماواتِ وَالْأَرْضَ وَما بَيْنَهُما من هواء وأجرام لا يعلمها إلا هو- سبحانه-.فِي سِتَّةِ أَيَّامٍ من أيامه التي لا يعلم مقدار زمانها إلا هو- عز وجل- ثُمَّ اسْتَوى عَلَى الْعَرْشِ استواء واستعلاء يليق بذاته، بلا كيف أو تشبيه أو تمثيل، كما قال الإمام مالك- رحمه الله-: الكيف غير معقول، والاستواء غير مجهول، والإيمان به واجب، والسؤال عنده بدعة. ولفظ «ثم» في قوله ثُمَّ اسْتَوى عَلَى الْعَرْشِ لا يدل على الترتيب الزمنى وإنما يدل على بعد الرتبة، رتبة الاستواء والاستعلاء والتملك.وقوله: الرَّحْمنُ أى: هو الرحمن. أى: صاحب الرحمة العظيمة الدائمة بعباده.والفاء في قوله- تعالى-: فَسْئَلْ بِهِ خَبِيراً هي الفصيحة. والجار والمجرور صلة «اسأل» وعدى الفعل «اسأل» بالباء لتضمنه معنى الاعتناء، والضمير يعود إلى ما سبق ذكره من صفات الله- تعالى-، ومن عظيم قدرته ورحمته.والمعنى: لقد بينا لك مظاهر قدرتنا ووحدانيتنا، فإن شئت الزيادة في هذا الشأن أو غيره، فاسأل قاصدا بسؤالك ربك الخبير بأحوال كل شيء خبرة مطلقة، يستوي معها ما ظهر من أمور الناس وما خفى منها.قال الإمام ابن جرير: وقوله- تعالى-: فَسْئَلْ بِهِ خَبِيراً يقول: فاسأل يا محمد بالرحمن خبيرا بخلقه، فإنه خالق كل شيء ولا يخفى عليه ما خلق، فعن ابن جريج:قوله: فَسْئَلْ بِهِ خَبِيراً. قال: يقول- سبحانه- لنبيه محمد صلّى الله عليه وسلّم: إذا أخبرتك شيئا فاعلم أنه كما أخبرتك فأنا الخبير. والخبير في قوله فَسْئَلْ بِهِ خَبِيراً منصوب على الحال من الهاء التي في قوله بِهِ ."},{"ayah_number":60,"text":"ثم أخبر- سبحانه- عن جهالات المشركين وسخافاتهم فقال: وَإِذا قِيلَ لَهُمُ اسْجُدُوا لِلرَّحْمنِ، قالُوا وَمَا الرَّحْمنُ أَنَسْجُدُ لِما تَأْمُرُنا وَزادَهُمْ نُفُوراً.أى: وإذا قال الرسول صلّى الله عليه وسلّم والمؤمنون معه لهؤلاء المشركين: اجعلوا سجودكم وخضوعكم للرحمن وحده، قالُوا على سبيل التجاهل وسوء الأدب والجحود: وَمَا الرَّحْمنُ. أى: وما الرحمن الذي تأمروننا بالسجود له أَنَسْجُدُ لِما تَأْمُرُنا أى: أنسجد لما تأمرنا بالسجود له من غير أن نعرفه، ومن غير أن نؤمن به.وَزادَهُمْ نُفُوراً أى: وزادهم الأمر بالسجود نفورا عن الإيمان وعن السجود لله الواحد القهار.فالآية الكريمة تحكى ما جبل عليه أولئك المشركون من استهتار وتطاول وسوء أدب، عند ما يدعوهم الرسول صلّى الله عليه وسلّم إلى إخلاص العبادة لله- عز وجل، وإلى السجود للرحمن الذي تعاظمت رحماته، وتكاثرت آلاؤه.ولقد بلغ من تطاول بعضهم أنهم كانوا يقولون: ما نعرف الرحمن إلا ذاك الذي باليمامة، يعنون به مسيلمة الكذاب."},{"ayah_number":61,"text":"ثم رد- سبحانه- على تطاولهم وجهلهم بما يدل على عظيم قدرته- عز وجل- وعلى جلال شأنه- تعالى- فقال: تَبارَكَ الَّذِي جَعَلَ فِي السَّماءِ بُرُوجاً وَجعل فِيها سِراجاً وَقَمَراً مُنِيراً.والبروج: جمع برج، وهي في اللغة: القصور العالية الشامخة، ويدل لذلك قوله- تعالى-: أَيْنَما تَكُونُوا يُدْرِكْكُمُ الْمَوْتُ وَلَوْ كُنْتُمْ فِي بُرُوجٍ مُشَيَّدَةٍ  .والمراد بها هنا: المنازل الخاصة بالكواكب السيارة، ومداراتها الفلكية الهائلة، وعددها اثنا عشر منزلا، هي: الحمل، والثور، والجوزاء، والسرطان، والأسد، والسنبلة، والميزان، والعقرب، والقوس، والجدى، والدلو، والحوت.وسميت بالبروج، لأنها بالنسبة لهذه الكواكب كالمنازل لساكنيها.والسراج: الشمس، كما قال- تعالى-: أَلَمْ تَرَوْا كَيْفَ خَلَقَ اللَّهُ سَبْعَ سَماواتٍ طِباقاً وَجَعَلَ الْقَمَرَ فِيهِنَّ نُوراً، وَجَعَلَ الشَّمْسَ سِراجاً .أى: جل شأن الله- تعالى- وتكاثرت آلاؤه ونعمه، فهو- سبحانه- الذي جعل في السماء «بروجا» أى: منازل للكواكب السيارة و «وجعل فيها» أى: في السماء «سراجا» وهو الشمس «وجعل فيها» - أيضا- «قمرا منيرا» أى: قمرا يسطع نوره على الأرض المظلمة، فيبعث فيها النور الهادي اللطيف."},{"ayah_number":62,"text":"ثم تنتقل السورة الكريمة الى الحديث عن نعمة أخرى فتقول: وَهُوَ الَّذِي جَعَلَ اللَّيْلَ وَالنَّهارَ خِلْفَةً لِمَنْ أَرادَ أَنْ يَذَّكَّرَ أَوْ أَرادَ شُكُوراً.والخلفة. كل شيء يجيء بعد شيء آخر غيره. ومنه خلفة النبات. أى: الورق الذي يخرج منه بعد أن تساقط الورق السابق عليه.أى: وهو- سبحانه- الذي جعل الليل والنهار متعاقبين. بحيث يخلف كل واحد منهما الآخر بنظام دقيق، ليكونا مناسبين «لمن أراد أن يذكر» . أى: يتعظ ويعتبر ويتذكر أن الله- تعالى- لم يجعلهما على هذه الهيئة عبثا فيتدارك ما فاته من تقصير وتفريط في حقوق الله- عز وجل- «أو أراد شكورا» .أى: وجعلهما كذلك لمن أراد أن يزداد من شكر الله على نعمه التي لا تحصى، والتي من أعظمها وجود الليل والنهار على هذه الهيئة الحكيمة، التي تدل على وحدانية الله تعالى- وعظيم قدرته، وسعة رحمته.وبعد هذا الحديث المتنوع عن شبهات المشركين والرد عليها، وعن مظاهر قدرة الله ونعمه على عباده، وعن الذين إذا قيل لهم اسجدوا للرحمن قالوا وما الرحمن ...بعد كل ذلك جاء الحديث عن عباد الرحمن، أصحاب المناقب الحميدة، والصفات الكريمة، والمزايا التي جعلتهم يتشرفون بالانتساب إلى خالقهم جاء قوله- تعالى-:"},{"ayah_number":63,"text":"هؤلاء هم عباد الرحمن، وتلك هي صفاتهم التي ميزتهم عن سواهم.وقد افتتحت هذه الآيات بقوله- تعالى-: وَعِبادُ الرَّحْمنِ الَّذِينَ يَمْشُونَ عَلَى الْأَرْضِ هَوْناً....وهذه الجملة الكريمة مبتدأ. والخبر قوله- تعالى-: أُوْلئِكَ يُجْزَوْنَ الْغُرْفَةَ بِما صَبَرُوا.... وما بينهما من الموصولات صفات لهم.وإضافتهم إلى الرحمن من باب التشريف والتكريم والتفضيل.و «هونا» مصدر بمعنى اللين والرفق.. وهو صفة لموصوف محذوف.أى: وعباد الرحمن الذين رضى الله عنهم وأرضاهم، من صفاتهم أنهم يمشون على الأرض مشيا لينا رقيقا، لا تكلف فيه ولا خيلاء ولا تصنع فيه ولا ضعف، وإنما مشيهم تكسوه القوة والجد، والوقار والسكينة.قال الإمام ابن كثير: أى: يمشون بسكينة ووقار.. كما قال- تعالى-: وَلا تَمْشِ فِي الْأَرْضِ مَرَحاً إِنَّكَ لَنْ تَخْرِقَ الْأَرْضَ وَلَنْ تَبْلُغَ الْجِبالَ طُولًا  . وليس المراد أنهم يمشون كالمرضى من التصانع، تصنعا ورياء، فقد كان سيد ولد آدم صلّى الله عليه وسلّم إذا مشى كأنما ينحط من صبب- أى: من موضع منحدر- وكأنما الأرض تطوى له، وعند ما رأى عمر- رضى الله عنه- شابا يمشى رويدا قال له: ما بالك؟ أأنت مريض؟ قال: لا فعلاه بالدرة، وأمره أن يسير بقوة..هذا هو شأنهم في مشيهم، أما شأنهم مع غيرهم، فقد وصفهم. سبحانه- بقوله:وَإِذا خاطَبَهُمُ الْجاهِلُونَ قالُوا سَلاماً.أى: إذا خاطبهم الجاهلون بسفاهة وسوء أدب، لم يقابلوهم بالمثل، بل يقابلوهم بالقول الطيب، كما قال- تعالى- في آية أخرى: وَإِذا سَمِعُوا اللَّغْوَ أَعْرَضُوا عَنْهُ، وَقالُوا لَنا أَعْمالُنا وَلَكُمْ أَعْمالُكُمْ، سَلامٌ عَلَيْكُمْ لا نَبْتَغِي الْجاهِلِينَ ."},{"ayah_number":64,"text":"ثم وصف- سبحانه- حالهم مع خالقهم فقال: وَالَّذِينَ يَبِيتُونَ لِرَبِّهِمْ سُجَّداً وَقِياماً والبيتوتة أن يدركك الليل سواء كنت نائما أم غير نائم.أى: أن من صفاتهم أنهم يقضون جانبا من ليلهم، تارة ساجدين على جباههم لله- تعالى- وتارة قائمين على أقدامهم بين يديه- سبحانه-.وخص وقت الليل بالذكر. لأن العبادة فيه أخشع، وأبعد عن الرياء، وشبيه بهذه الآية قوله- تعالى-: تَتَجافى جُنُوبُهُمْ عَنِ الْمَضاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفاً وَطَمَعاً.. .وقوله- سبحانه-: أَمَّنْ هُوَ قانِتٌ آناءَ اللَّيْلِ ساجِداً وَقائِماً يَحْذَرُ الْآخِرَةَ وَيَرْجُوا رَحْمَةَ رَبِّهِ.. ."},{"ayah_number":65,"text":"ثم حكى- سبحانه- جانبا من دعائهم إياه. وخوفهم من عقابه، فقال: وَالَّذِينَ يَقُولُونَ أى: في عامة أحوالهم، يا رَبَّنَا بفضلك وإحسانك اصْرِفْ عَنَّا عَذابَ جَهَنَّمَ بأن تبعده عنا وتبعدنا عنه.إِنَّ عَذابَها كانَ غَراماً أى: إن عذابها كان لازما دائما غير مفارق، منه سمى الغريم غريما لملازمته لغريمه، ويقال: فلان مغرم بكذا، إذا كان ملازما لمحبته والتعلق به."},{"ayah_number":66,"text":"إِنَّها ساءَتْ مُسْتَقَرًّا وَمُقاماً وساءت بمعنى بئست، والمخصوص بالذم محذوف.أى: إن جهنم بئست مستقرا لمن استقر بها، وبئست مقاما لمن أقام بها.فالجملة الكريمة تعليل آخر، لدعائهم بأن يصرفها ربهم عنهم."},{"ayah_number":67,"text":"ثم بين- سبحانه- حالهم في سلوكهم وفي معاشهم فقال- تعالى-: وَالَّذِينَ إِذا أَنْفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا....أى: أن من صفاتهم أنهم ملتزمون في إنفاقهم التوسط، فلا هم مسرفون ومتجاوزون للحدود التي شرعها الله- تعالى- ولا هم بخلاء في نفقتهم إلى درجة التقتير والتضييق، وإنما هم خيار عدول يعرفون أن خير الأمور أوسطها.واسم الإشارة في قوله- تعالى-: وَكانَ بَيْنَ ذلِكَ قَواماً يعود إلى المذكور من الإسراف والتقتير. والقوام: الشيء بين الشيئين. وقوام الرجل: قامته وحسن طوله وهيئته، وهو: خبر لكان، واسمها: مقدر فيها.أى: وكان إنفاقهم «قواما» أى وسطا بين الإسراف والتقتير والتبذير والبخل، فهم في حياتهم نموذج يقتدى به في القصد والاعتدال والتوازن. وذلك لأن الإسراف والتقتير كلاهما مفسد لحياة الأفراد والجماعات والأمم، لأن الإسراف تضييع للمال في غير محله. والتقتير إمساك له عن وجوهه المشروعة، أما الوسط والاعتدال في انفاق المال، فهو سمة من سمات العقلاء الذين على أكتافهم تنهض الأمم، وتسعد الأفراد والجماعات."},{"ayah_number":68,"text":"وبعد أن بين- سبحانه- ما هم عليه من طاعات، أتبع ذلك ببيان اجتنابهم للمعاصي والسيئات فقال: وَالَّذِينَ لا يَدْعُونَ مَعَ اللَّهِ إِلهاً آخَرَ أى: لا يشركون مع الله- تعالى- إلها آخر لا في عبادتهم ولا في عقائدهم. وإنما يخلصون وجوههم لله- تعالى- وحده.وَلا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ أى: ولا يقتلون النفس التي حرم الله- تعالى- قتلها لأى سبب من الأسباب، إلا بسبب الحق المزيل والمهدر لعصمتها وحرمتها، ككفر بعد إيمان، وزنا بعد إحصان، أو قتل نفس بغير ذنب يوجب قتلها.وَلا يَزْنُونَ أى: ولا يرتكبون فاحشة الزنا، بأن يستحلوا فرجا حرمه الله- تعالى- عليهم.روى الشيخان وغيرهما عن عبد الله بن مسعود قال: سألت رسول الله صلّى الله عليه وسلّم: أى الذنب أكبر؟ قال: أن تجعل لله ندا وهو خلقك، قلت: ثم أى: قال: «أن تقتل ولدك خشية أن يطعم معك، قلت: ثم أى؟ قال: أن تزانى حليلة جارك..» .وقوله- تعالى-: وَمَنْ يَفْعَلْ ذلِكَ يَلْقَ أَثاماً ... بيان لسوء عاقبة من يرتكب شيئا من تلك الفواحش السابقة.أى: ومن يفعل ذلك الذي نهينا عنه من الإشراك والقتل والزنا، يلق عقابا شديدا لا يقادر قدره."},{"ayah_number":69,"text":"وقوله يُضاعَفْ لَهُ الْعَذابُ يَوْمَ الْقِيامَةِ بدل من «يلق» بدل كل من كل. أى:يضاعف العذاب يوم القيامة لمن يرتكب شيئا من ذلك وَيَخْلُدْ فِيهِ مُهاناً أى: ويخلد في ذلك العذاب خلودا مصحوبا بالذلة والهوان والاحتقار."},{"ayah_number":70,"text":"ثم استثنى- سبحانه- التائبين من هذا العذاب المهين فقال: إِلَّا مَنْ تابَ وَآمَنَ وَعَمِلَ عَمَلًا صالِحاً فَأُوْلئِكَ يُبَدِّلُ اللَّهُ سَيِّئاتِهِمْ حَسَناتٍ ...أى: يضاعف العذاب لمن يرتكب شيئا من تلك الكبائر. ويخلد فيه مهانا، إلا من تاب عنها توبة صادقة نصوحا، وآمن بالله- تعالى- إيمانا حقا، وداوم على إتيان الأعمال الصالحة، فأولئك التائبون المؤمنون المواظبون على العمل الصالح «يبدل الله- تعالى- سيئاتهم حسنات» بأن يمحو- سبحانه- سوابق معاصيهم- بفضله وكرمه- ويثبت بدلها لواحق طاعاتهم، أو بأن يجب إليهم الإيمان، ويكره إليهم الكفر والفسوق والعصيان، ويجعلهم من الراشدين.قال الإمام ابن كثير ما ملخصه: وقوله: فَأُوْلئِكَ يُبَدِّلُ اللَّهُ سَيِّئاتِهِمْ حَسَناتٍ وَكانَ اللَّهُ غَفُوراً رَحِيماً في معناه قولان:أحدهما: أنهم بدلوا مكان عمل السيئات بعمل الصالحات. قال ابن عباس: هم المؤمنون. كانوا من قبل إيمانهم على السيئات، فرغب الله بهم عن ذلك فحولهم إلى الحسنات فأبدلهم مكان السيئات الحسنات..والثاني: أن تلك السيئات الماضية تنقلب بنفس التوبة النصوح حسنات، وما ذاك إلا أنه كلما تذكر ما مضى ندم واسترجع واستغفر فينقلب الذنب طاعة بهذا الاعتبار..روى الطبراني عن أبى فروة أنه أتى النبي صلّى الله عليه وسلّم فقال: أرأيت رجلا عمل الذنوب كلها، ولم يترك حاجة ولا داجة فهل له من توبة؟ فقال له صلّى الله عليه وسلّم: «أأسلمت؟ قال:نعم.قال: فافعل الخيرات، واترك السيئات. فيجعلها الله لك خيرات كلها.قال: «وغدراتى وفجراتي؟ قال: نعم.» فما زال يكبر حتى توارى .وقوله- تعالى-: وَكانَ اللَّهُ غَفُوراً رَحِيماً اعتراض تذييلى مقرر لمضمون ما قبله.أى: وكان الله- تعالى- واسع المغفرة والرحمة لمن تاب إليه وأناب."},{"ayah_number":71,"text":"ثم أشار- سبحانه- إلى شروط التوبة الصادقة فقال: وَمَنْ تابَ وَعَمِلَ صالِحاً فَإِنَّهُ يَتُوبُ إِلَى اللَّهِ مَتاباً.أى: ومن تاب عن المعاصي تركا تاما، وداوم على العمل الصالح ليستدرك ما فاته منه، فإنه في هذه الحالة يكون قد تاب ورجع إلى الله- تعالى- رجوعا صحيحا، مقبولا منه- سبحانه- بحيث يترتب عليه محو العقاب وإثبات الثواب.وهكذا نجد رحمة الله- تعالى- تحيط بالعبد من كل جوانبه، لكي تحمله على ولوج باب التوبة والطاعة، وتوصد في وجهه باب الفسوق والعصيان."},{"ayah_number":72,"text":"ثم واصلت السورة حديثها عن عباد الرحمن، فقال- تعالى-: وَالَّذِينَ لا يَشْهَدُونَ الزُّورَ وَإِذا مَرُّوا بِاللَّغْوِ مَرُّوا كِراماً.وأصل الزور: تحسين الشيء ووصفه بغير صفته، ووضعه في غير موضعه، مأخوذ من الزّور بمعنى الميل والانحراف عن الطريق المستقيم إلى غيره.واللغو: هو ما لا خير فيه من الأقوال أو الأفعال.أى: إن من صفات عباد الرحمن أنهم لا يرتكبون شهادة الزور، ولا يحضرون المجالس التي توجد فيها هذه الشهادة، لأنها من أمهات الكبائر التي حاربها الإسلام.وفضلا عن ذلك فإنهم «إذا مروا باللغو» أى: بالمجالس التي فيها لغو من القول أو الفعل «مروا كراما» أى: أعرضوا عنها إكراما لأنفسهم، وصونا لكرامتهم، وحفاظا على دينهم ومروءتهم.والتعبير بقوله- تعالى-: وَإِذا مَرُّوا ... فيه إشعار بأن مرورهم على تلك المجالس كان من باب المصادفة والاتفاق، لأنهم أكبر من أن يقصدوا حضورها قصدا.وشبيه بهذه الآية قوله- تعالى-: وَإِذا سَمِعُوا اللَّغْوَ أَعْرَضُوا عَنْهُ وَقالُوا لَنا أَعْمالُنا وَلَكُمْ أَعْمالُكُمْ، سَلامٌ عَلَيْكُمْ لا نَبْتَغِي الْجاهِلِينَ ."},{"ayah_number":73,"text":"ثم بين- سبحانه- سرعة تأثرهم وتذكرهم، وقوة عاطفتهم نحو دينهم فقال: وَالَّذِينَ إِذا ذُكِّرُوا بِآياتِ رَبِّهِمْ، لَمْ يَخِرُّوا عَلَيْها صُمًّا وَعُمْياناً.والمراد بآيات ربهم، القرآن الكريم وما اشتمل عليه من عظات وهدايات..أى: أن من صفات هؤلاء المتقين أنهم، إذا ذكرهم مذكر بآيات الله- تعالى- المشتملة على المواعظ والثواب والعقاب، أكبوا عليها، وأقبلوا على المذكّر بها بآذان واعية، وبعيون مبصرة، وليس كأولئك الكفار أو المنافقين الذين ينكبون على عقائدهم الباطلة انكباب الصم العمى الذين لا يعقلون، وينكرون ما جاءهم به رسول ربهم بدون فهم أو وعى أو تدبر.فالآية الكريمة مدح للمؤمنين على حسن تذكرهم وتأثرهم ووعيهم، وتعريض بالكافرين والمنافقين الذين يسقطون على باطلهم سقوط الأنعام على ما يقدم لها من طعام وغيره.قال صاحب الكشاف: قوله: لَمْ يَخِرُّوا.. ليس بنفي للخرور، وإنما هو إثبات له، ونفى للصمم والعمى، كما تقول: لا يلقاني زيد مسلّما هو نفى للسلام لا للقاء.والمعنى: أنهم إذا ذكروا بها أكبوا عليها حرصا على استماعها، وأقبلوا على المذكر بها، وهم في إكبابهم عليها، سامعون بآذان واعية. مبصرون بعيون راعية، لا كالذين يذكرون بها فتراهم مكبين عليها.. وهم كالصم العميان حيث لا يعونها كالمنافقين وأشباههم  ."},{"ayah_number":74,"text":"ثم ذكر- سبحانه- في نهاية الحديث عنهم أنهم لا يكتفون بهذه المناقب الحميدة التي وهبهم الله إياها، وإنما هم يتضرعون إليه- سبحانه- أن يجعل منهم الذرية الصالحة، وأن يرزقهم الزوجات الصالحات. فقال- تعالى-: وَالَّذِينَ يَقُولُونَ رَبَّنا هَبْ لَنا مِنْ أَزْواجِنا وَذُرِّيَّاتِنا قُرَّةَ أَعْيُنٍ، وَاجْعَلْنا لِلْمُتَّقِينَ إِماماً.أى: يقولون في دعائهم وتضرعهم يا رَبَّنا هَبْ لَنا بفضلك وجودك مِنْ أَزْواجِنا وَذُرِّيَّاتِنا قُرَّةَ أَعْيُنٍ أى: ما يجعل عيوننا تسر بهم، ونفوسنا تنشرح برؤيتهم، وقلوبنا تسكن وتطمئن وجودهم، لأنهم أتقياء صالحون مهتدون..وَاجْعَلْنا يا ربنا لِلْمُتَّقِينَ إِماماً أى: اجعلنا قدوة وأسوة للمتقين. يقتدون بنا في أقوالنا الطيبة، وأعمالنا الصالحة، فأنت تعلم- يا مولانا- أننا نعمل على قدر ما نستطيع في سبيل إرضائك وفي السير على هدى رسولك صلّى الله عليه وسلّم. هذه هي صفات عباد الرحمن ذكرها القرآن في هذه الآيات الكريمة، وهي تدل على قوة إيمانهم، وصفاء نفوسهم، وطهارة قلوبهم..فماذا أعد الله- تعالى- لهم؟"},{"ayah_number":75,"text":"لقد بين- سبحانه- ما أعده لهم فقال: أُوْلئِكَ يُجْزَوْنَ الْغُرْفَةَ بِما صَبَرُوا وَيُلَقَّوْنَ فِيها تَحِيَّةً وَسَلاماً خالِدِينَ فِيها حَسُنَتْ مُسْتَقَرًّا وَمُقاماً.والغرفة في الأصل: كل بناء مرتفع، والجمع غرف وغرفات كما في قوله- تعالى-:لكِنِ الَّذِينَ اتَّقَوْا رَبَّهُمْ لَهُمْ غُرَفٌ مِنْ فَوْقِها غُرَفٌ مَبْنِيَّةٌ .وقوله- سبحانه-: وَهُمْ فِي الْغُرُفاتِ آمِنُونَ  .والمراد بها هنا: أعلى منازل الجنة أو الجنة نفسها أو جنسها الصادق بغرف كثيرة.أى: أولئك المتقون المتصفون. بالصفات السابقة، يجازيهم الله- تعالى- بأعلى المنازل والدرجات في الجنة، بسبب صبرهم على طاعته، وبعدهم عن معصيته ويلقون في تلك المنازل الرفيعة تَحِيَّةً وَسَلاماً عن ربهم- عز وجل- ومن ملائكته الكرام، ومن بعضهم لبعض."},{"ayah_number":76,"text":"( خَالِدِينَ فِيهَا ) أى : فى تلك المنازل الرفيعة ، والجنات العالية ، خلودا أبديا .( حَسُنَتْ ) تلك الغرفة والمنزلة ( مُسْتَقَرّاً ) يستقرون فيها ( وَمُقَاماً ) يقيمون فيه وذلك فى مقابل ما أعد للكافرين من نار ساءت مستقرا ومقاما ."},{"ayah_number":77,"text":"قال القرطبي: يقال: ما عبأت بفلان، أى: ما باليت به. أى: ما كان له عندي وزن ولا قدر. وأصل يعبأ: من العبء وهو الثقل.. فالعبء: الحمل الثقيل، والجمع أعباء.و «ما» استفهامية، وليس يبعد أن تكون نافية، لأنك إذا حكمت بأنها استفهام فهو نفى خرج مخرج الاستفهام، وحقيقة القول عندي أن موضع «ما» نصب والتقدير أى عبء يعبأ بكم ربي؟ أى: أى مبالاة يبالى بكم ربي لولا دعاؤكم.. .هذا، وللعلماء في تفسير هذه الآية أقوال منها: أن قوله- تعالى-: قُلْ ما يَعْبَؤُا بِكُمْ رَبِّي لَوْلا دُعاؤُكُمْ خطاب للمؤمنين أو للناس جميعا، وأن المصدر وهو. دعاؤكم مضاف لفاعله، وأن بقية الآية وهي قوله: فَقَدْ كَذَّبْتُمْ.. خطاب للكافرين، والمعنى على هذا القول:قل- أيها الرسول الكريم- للمؤمنين أو للناس جميعا، أى اعتداد لكم عند ربكم لولا دعاؤكم، أى: لولا عبادتكم له- عز وجل- أى: لولا إخلاصكم العبادة له لما اعتد بكم.ثم أفرد الكافرين بالخطاب فقال: فَقَدْ كَذَّبْتُمْ أيها الكافرون فَسَوْفَ يَكُونُ لِزاماً.أى: فسوف يكون جزاء التكذيب «لزاما» أى: عذابا دائما ملازما لكم. فلزاما مصدر لازم، كقاتل قتالا، والمراد به هنا اسم الفاعل.وقد وضح صاحب الكشاف هذا القول فقال: لما وصف الله- تعالى- عبادة العباد، وعدد صالحاتهم وحسناتهم.. أتبع ذلك ببيان أنه إنما اكترث لأولئك وعبأ بهم وأعلى ذكرهم، لأجل عبادتهم فأمر رسوله صلّى الله عليه وسلّم أن يصرح للناس، ويجزم لهم القول، بأن الاكتراث لهم عند ربهم، إنما هو للعبادة وحدها لا لمعنى آخر ...وقوله فَقَدْ كَذَّبْتُمْ يقول: إذا أعلمتكم أن حكمى، أنى لا أعتد بعبادي إلا من أجل عبادتهم، فقد خالفتم بتكذيبكم حكمى، فسوف يلزمكم أثر تكذيبكم حتى يكبكم في النار.ونظيره في الكلام أن يقول الملك لمن عصاه: «إن من عادتي أن أحسن إلى من يطيعني، ويتبع أمرى، فقد عصيت فسوف ترى ما أحل بك بسبب عصيانك ... » .ومن العلماء من يرى أن الخطاب في الآية للكافرين، وأن المصدر مضاف لمفعوله، فيكون المعنى: قل- أيها الرسول الكريم- لهؤلاء الكافرين، ما يعبأ بكم ربي، ولا يكترث لوجودكم، لولا دعاؤه إياكم على لساني، إلى توحيده وإخلاص العبادة له، وبما أنى قد دعوتكم فكذبتم دعوتي. فسوف يكون عاقبة ذلك ملازمة العذاب لكم.وهذا قول جيد ولا إشكال فيه وقد تركنا بعض الأقوال لضعفها، وغناء هذين القولين عنها.وبعد: فهذا تفسير لسورة «الفرقان» تلك السورة التي حكت شبهات المشركين وأبطلتها. وساقت ما ساقت من تسلية الرسول صلّى الله عليه وسلّم وتثبيته، وبشرت عباد الرحمن بأرفع المنازل.ونسأل الله- تعالى- أن يجعلنا جميعا منهم، وأن يحشرنا في زمرتهم."}]