[{"ayah_number":1,"text":"مقدمة وتمهيد1- سورة الشعراء هي السورة السادسة والعشرون في ترتيب المصحف، أما ترتيبها في النزول فكان نزولها بعد سورة الواقعة. كما يقول صاحب الإتقان، أى: هي السادسة والأربعون في ترتيب النزول.2- قال القرطبي: هي مكية في قول الجمهور. وقال مقاتل: منها مدني الآية التي يذكر فيها الشعراء، وقوله: أَوَلَمْ يَكُنْ لَهُمْ آيَةً أَنْ يَعْلَمَهُ عُلَماءُ بَنِي إِسْرائِيلَ. وقال ابن عباس وقتادة: مكية إلا أربع آيات منها نزلت بالمدينة من قوله- تعالى-: وَالشُّعَراءُ يَتَّبِعُهُمُ الْغاوُونَ إلى آخر السورة. وهي مائتان وسبع وعشرون آية. وفي رواية: وست وعشرون  .3- وسورة الشعراء تسمى- أيضا- بسورة «الجامعة» ، ويغلب على هذه السورة الكريمة، الحديث عن قصص الأنبياء مع أقوامهم.فبعد أن تحدثت في مطلعها عن سمو منزلة القرآن الكريم، وعن موقف المشركين من الرسول صلّى الله عليه وسلّم أتبعت ذلك بالحديث عن قصة موسى مع فرعون ومع بنى إسرائيل، ثم عن قصة إبراهيم مع قومه ثم عن قصة نوح مع قومه، ثم عن قصة هود مع قومه، ثم عن قصة صالح مع قومه، ثم عن قصة لوط مع قومه، ثم عن قصة شعيب مع قومه..4- ثم تحدثت في أواخرها عن نزول الروح الأمين بالقرآن الكريم على قلب النبي صلّى الله عليه وسلّم، وساقت ألوانا من التسلية والتعزية للرسول صلّى الله عليه وسلّم بسبب تكذيب الكافرين له، وأرشدته إلى ما يجب عليه نحو عشيرته الأقربين، ونحو المؤمنين، وبشرت أتباعه بالنصر وأنذرت أعداءه بسوء المصير، فقد ختمت بقوله- تعالى-: إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ، وَذَكَرُوا اللَّهَ كَثِيراً، وَانْتَصَرُوا مِنْ بَعْدِ ما ظُلِمُوا، وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيَّ مُنْقَلَبٍ يَنْقَلِبُونَ.5- والسورة الكريمة بعد ذلك تمتاز بقصر آياتها، وبجمعها لموضوعات السور الملكية، من إقامة الأدلة على وحدانية الله- تعالى-، وعلى أن البعث حق، وعلى صدق النبي صلّى الله عليه وسلّم يما يبلغه عن ربه، وعلى أن هذا القرآن من عند الله، كما نرى أسلوبها يمتاز بالترغيب والترهيب، الترغيب للمؤمنين في العمل الصالح، والترهيب للمشركين بسوء المصير إذا ما استمروا على شركهم.وقد ختمت كل قصة من قصص هذه السورة الكريمة بقوله- تعالى-: إِنَّ فِي ذلِكَ لَآيَةً وَما كانَ أَكْثَرُهُمْ مُؤْمِنِينَ. وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ وقد تكرر ذلك فيها ثماني مرات ...وصلّى الله على سيدنا محمد وعلى آله وصحبه وسلم،،،سورة الشعراء من السور التى افتتحت بحرف من الحروف المقطعة وهو قوله - تعالى - : ( طساما ) .وقد ذكرنا آراء العلماء فى الحروف المقطعة بشىء من التفصيل عند تفسيرنا لسور : \" البقرة ، آل عمران ، والأعراف ، ويونس . . \" إلخ .وقلنا ما خلاصته : لعل أقرب الأقوال إلى الصواب ، أن هذه الحروف المقطعة ، قد وردت فى افتتاح بعض السور ، على سبيل الإيقاظ والتنبيه ، للذين تحداهم القرآن .فكأن الله - تعالى - يقول لهؤلاء المعاندين والمعارضين فى أن القرآن من عند الله : هاكم القرآن ترونه مؤلفا من كلان هو من جنس ما تؤلفون منه كلامكم ، ومنظوما من حروف هى من جنس الحروف الهجائية التى تنظمون منها حروفكم ، فإن كنتم فى شك فى أنه من عند الله - تعالى - فهاتوا مثله ، أو عشر سور من مثله ، أو سورة واحدة من مثله ، فعجزوا وانقلبوا خاسرين ، وثبت أن هذا القرآن من عند الله - تعالى - ."},{"ayah_number":2,"text":"واسم الإشارة تِلْكَ يعود إلى الآيات القرآنية التي تضمنتها هذه السورة الكريمة أو إلى جميع آيات القرآن التي نزلت قبل ذلك.والمراد بالكتاب القرآن الكريم الذي تكفل- سبحانه- بإنزاله على نبيه صلّى الله عليه وسلّم.والمبين: اسم فاعل من أبان الذي هو بمعنى بان، مبالغة في الوضوح والظهور.قال صاحب الصحاح: «يقال: بان الشيء يبين بيانا، أى: اتضح، فهو بين، وكذا أبان الشيء فهو مبين»  .أى: تلك الآيات القرآنية التي أنزلناها عليك- أيها الرسول الكريم- والتي سننزلها عليك تباعا حسب حكمتنا وإرادتنا، هي آيات الكتاب الواضح إعجازه، والظاهرة هداياته ودلالاته على أنه من عند الله- تعالى-، ولو كان من عند غيره- سبحانه- لوجدوا فيه اختلافا كثيرا."},{"ayah_number":3,"text":"ثم خاطب- سبحانه- رسوله صلّى الله عليه وسلّم بما يسليه عن تكذيب المشركين له، وبما يهون عليه أمرهم فقال- تعالى- لَعَلَّكَ باخِعٌ نَفْسَكَ أَلَّا يَكُونُوا مُؤْمِنِينَ.قال بعض العلماء ما ملخصه: اعلم أن لفظة لعل تكون للترجى في المحبوب، وللإشفاق في المحذور.واستظهر أبو حيان في تفسيره، أن لعل هنا للاشفاق عليه صلّى الله عليه وسلّم أن يبخع نفسه لعدم إيمانهم.وقال بعضهم: إن لعل هنا للنهى، أى: لا تبخع نفسك لعدم إيمانهم وهو الأظهر، لكثرة ورود النهى صريحا عن ذلك. قال- تعالى-: فَلا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَراتٍ  .والمعنى: لعلك- أيها الرسول الكريم- قاتل نفسك هما وغما. بسبب تكذيب الكافرين لك، وعدم إيمانهم بدعوتك وإعراضهم عن رسالتك التي أرسلناك بها إليهم.."},{"ayah_number":4,"text":"لا- أيها الرسول الكريم- لا تفعل ذلك، فإنما عليك البلاغ وعلينا الحساب، وإنك لا تستطيع هداية أحد ولكن الله- تعالى- يهدى من يشاء، وإننا إِنْ نَشَأْ نُنَزِّلْ عَلَيْهِمْ مِنَ السَّماءِ آيَةً فَظَلَّتْ أَعْناقُهُمْ لَها خاضِعِينَ.ومفعول المشيئة محذوف، والمراد بالآية هنا المعجزة القاهرة التي تجعلهم لا يملكون انصرافا معها عن الإيمان، والأعناق جمع عنق. وقد تطلق على وجوه الناس وزعمائهم تقول: جاءني عنق من الناس: أى جماعة منهم أو من رؤسائهم والمقدمين فيهم.والمعنى: لا تحزن يا محمد لعدم إيمان كفار مكة بك، فإننا إن نشأ إيمانهم، ننزل عليهم آية ملجئة لهم إلى الإيمان. تجعلهم ينقادون له، ويدخلون فيه دخولا ملزما لهم، ولكنا لا نفعل ذلك، لأن حكمتنا قد اقتضت أن يكون دخول الناس في الإيمان عن طريق الاختيار والرغبة، وليس عن طريق الإلجاء والقسر.وصور- سبحانه- هذه الآية بتلك الصورة الحسية فَظَلَّتْ أَعْناقُهُمْ لَها خاضِعِينَ، للإشعار بأن هذه الآية لو أراد- سبحانه- إنزالها لجعلتهم يخضعون خضوعا تاما لها، حتى لكأن أعناقهم على هيئة من الخضوع والذلة لا تملك معها الارتفاع أو الحركة.قال صاحب الكشاف: «فإن قلت: كيف صح مجيء خاضعين خبرا عن الأعناق؟ قلت:أصل الكلام: فظلوا لها خاضعين. فأقحمت الأعناق لبيان موضع الخضوع، وترك الكلام على أصله. كقوله: ذهبت أهل اليمامة، كأن الأهل غير مذكور. أو لما وصفت بالخضوع الذي هو للعقلاء، قيل: خاضعين.. وقيل أعناق الناس: رؤساؤهم ومقدموهم شبهوا بالأعناق كما قيل لهم: هم الرءوس والنواصي والصدور ... وقيل: جماعات الناس..»  ."},{"ayah_number":5,"text":"ثم بين- سبحانه- ما عليه هؤلاء الكافرون من صلف وجحود فقال: وَما يَأْتِيهِمْ مِنْ ذِكْرٍ مِنَ الرَّحْمنِ مُحْدَثٍ إِلَّا كانُوا عَنْهُ مُعْرِضِينَ.أى: ولقد بلغ الجحود والجهل بهؤلاء الكافرين، أنهم كلما جاءهم قرآن محدث تنزيله على نبيهم صلّى الله عليه وسلّم ومتجدد نزوله عليه صلّى الله عليه وسلّم أعرضوا عنه إعراضا تاما.وعبر عن إعراضهم بصيغة النفي والاستثناء التي هي أقوى أدوات القصر، للإشارة إلى عتوهم في الكفر والضلال، وإصرارهم على العناد والتكذيب.وفي ذكر اسم الرحمن هنا: إشارة إلى عظيم رحمته- سبحانه- بإنزال هذا الذكر، وتسجيل لأقصى دركات الجهالة عليهم، لأنهم أعرضوا عن الهداية التي أنزلها الرحمن الرحيم لسعادتهم، وحرموا أنفسهم منها وهم أحوج الناس إليها.ومِنَ الأولى لتأكيد عموم إعراضهم، والثانية لابتداء الغاية، وجملة إِلَّا كانُوا عَنْهُ مُعْرِضِينَ حالية."},{"ayah_number":6,"text":"ثم بين- سبحانه- سوء عاقبتهم فقال: فَقَدْ كَذَّبُوا فَسَيَأْتِيهِمْ أَنْبؤُا ما كانُوا بِهِ يَسْتَهْزِؤُنَ.أى: فقد كذب هؤلاء الجاحدون بالذكر الذي أتيتهم به- أيها الرسول الكريم- دون أن يكتفوا بالإعراض عنه، فاصبر فسيأتيهم أنباء العذاب الذي كانوا يستهزئون به عند ما تحدثهم عنه، وهو واقع بهم لا محالة ولكن في الوقت الذي يشاؤه- سبحانه-.وفي التعبير عن وقوع العذاب بهم، بإتيان أنبائه وأخباره، تهويل من شأن هذا العذاب، وتحقيق لنزوله. أى: فسيأتيهم لا محالة مصداق ما كانوا به يستهزئون ويصيرون هم أحاديث الناس يتحدثون بها ويتناقلون أنباءها."},{"ayah_number":7,"text":"ثم وبخهم- سبحانه- على غفلتهم وعلى عدم التفاتهم إلى ما في هذا الكون من عظات وعبر. فقال- تعالى-: أَوَلَمْ يَرَوْا إِلَى الْأَرْضِ كَمْ أَنْبَتْنا فِيها مِنْ كُلِّ زَوْجٍ كَرِيمٍ.والاستفهام للإنكار والتوبيخ، والواو للعطف على مقدر يقتضيه المقام.أى: أعمى هؤلاء الجاحدون عن مظاهر قدرة الله- تعالى- ورحمته بهم، ولم يروا بأعينهم كيف أخرجنا النبات من الأرض، وجعلنا فيها أصنافا وأنواعا لا تحصى من النباتات الكريمة الجميلة المشتملة على الذكر والأنثى.فالآية الكريمة توبيخ لهم على إعراضهم عن الآيات التكوينية، بعد توبيخهم على إعراضهم عن الآيات التنزيلية، وتحريض لهم على التأمل فيما فوق الأرض من نبات مختلف الأنواع والأشكال والثمار. لعل هذا التأمل ينبه حسهم الخامد وذهنهم البليد وقلبهم المطموس.قال صاحب الكشاف: «وصف الزوج- وهو الصنف من النبات- بالكرم، والكريم:صفة لكل ما يرضى ويحمد في بابه. يقال: وجه كريم إذا رضى في حسنه وجماله، وكتاب كريم. أى: مرضى في معانيه وفوائده ... والنبات الكريم: المرضى فيما يتعلق به من المنافع.فإن قلت: ما معنى الجمع بين كم وكل؟ قلت: قد دل كُلِّ على الإحاطة بأزواج النبات على سبيل التفصيل. وكَمْ على أن هذا المحيط متكاثر مفرط الكثرة، فهذا معنى الجمع بينهما، وبه نبه على كمال قدرته..» ."},{"ayah_number":8,"text":"ثم ختم- سبحانه- هذه الآيات بآيتين تكررتا في السورة الكريمة ثماني مرات. ألا وهما قوله- تعالى- إِنَّ فِي ذلِكَ لَآيَةً وَما كانَ أَكْثَرُهُمْ مُؤْمِنِينَ، وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ.أى: إن في ذلك الذي ذكرناه عن إنباتنا لكل زوج كريم في الأرض لَآيَةً عظيمة الدلالة على كمال قدرتنا، وسعة رحمتنا، وما كان أكثر هؤلاء الكافرين مؤمنين، لإيثارهم العمى على الهدى، والغي على الرشد"},{"ayah_number":9,"text":"وَإِنَّ رَبَّكَ- أيها الرسول الكريم- لَهُوَ الْعَزِيزُ أى: صاحب العزة والغلبة والقهر الرَّحِيمُ أى: الواسع الرحمة بعباده، حيث لم يعاجلهم بالعقوبة مع كفرهم لعلهم يتوبون أو يعقلون.ثم حكى- سبحانه- جانبا من قصة موسى- عليه السلام- بأسلوب يتناسب مع ما اشتملت عليه السورة الكريمة من إنذار وتخويف، وبطريقة أحاطت بجوانب هذه القصة منذ أن ذهب موسى- عليه السلام- لفرعون وقومه إلى أن انتهت بهلاكهم وإغراقهم.لقد بدأ- سبحانه- هذه القصة بقوله- تعالى-:"},{"ayah_number":10,"text":"وموسى- عليه السلام- هو ابن عمران، وينتهى نسبه إلى يعقوب بن إسحاق بن إبراهيم- عليهم السلام- ويرجح المؤرخون أن ولادته كانت في القرن الثالث عشر قبل ميلاد عيسى- عليه السلام- وأن بعثته كانت في عهد منفتاح بن رمسيس الثاني.وقد وردت قصة موسى مع فرعون وقومه، ومع إسرائيل في كثير من سور القرآن الكريم تارة بصورة فيها شيء من التفصيل، وتارة بصورة فيها شيء من الاختصار والتركيز، تبعا لمقتضى الحال الذي وردت من أجله.وقد وردت هنا في سورة الأعراف وفي سورة طه. وفي سورة القصص بأسلوب فيه بسطة وتفصيل.لقد افتتحت هنا بقوله- تعالى-: وَإِذْ نادى رَبُّكَ مُوسى أَنِ ائْتِ الْقَوْمَ الظَّالِمِينَ.وهذا النداء كان بالوادي المقدس طوى، كما جاء في سورة طه  وفي سورة النازعات  .أى: واذكر- أيها الرسول الكريم- وقت أن نادى ربك نبيه موسى قائلا له: اذهب إلى القوم الظالمين لتبلغهم رسالتي، وتأمرهم بإخلاص العبادة لي."},{"ayah_number":11,"text":"وقوله: قَوْمَ فِرْعَوْنَ بدل أو عطف بيان، ووصفهم- سبحانه- بالظلم لعبادتهم لغيره، ولعدوانهم على بنى إسرائيل بقتل الذكور، واستبقاء النساء.وقوله: - تعالى- أَلا يَتَّقُونَ تعجيب من حالهم. أى: ائتهم يا موسى وقل لهم:ألا يتقون الله- تعالى- ويخشون عقابه. ويكفون عن كفرهم وظلمهم."},{"ayah_number":12,"text":"ثم حكى- سبحانه- رد موسى فقال: قالَ رَبِّ إِنِّي أَخافُ أَنْ يُكَذِّبُونِ.أى: قال موسى في الإجابة على ربه- عز وجل-: يا رب إنى أعرف هؤلاء القوم، وأعرف ما هم عليه من ظلم وطغيان، وإنى أخاف تكذيبهم لي عند ما أذهب إليهم لتبليغ وحيك"},{"ayah_number":13,"text":"وَيَضِيقُ صَدْرِي أى: وينتابنى الغم والهم بسبب تكذيبهم لي..وَلا يَنْطَلِقُ لِسانِي أى: وليس عندي فصاحة اللسان التي تجعلني أظهر ما في نفسي من تفنيد لأباطيلهم، ومن إزهاق لشبهاتهم، خصوصا عند اشتداد غضبى عليهم.فَأَرْسِلْ إِلى هارُونَ أى: فأرسل وحيك الأمين إلى أخى هارون، ليكون معينا لي على تبليغ ما تكلفني بتبليغه."},{"ayah_number":14,"text":"وَلَهُمْ عَلَيَّ ذَنْبٌ حيث إنى قتلت منهم نفسا فَأَخافُ أَنْ يَقْتُلُونِ عند ما أذهب إليهم، على سبيل القصاص منى.فأنت ترى أن موسى- عليه السلام- قد شكا إلى ربه خوفه من تكذيبهم وضيق صدره من طغيانهم، وعقدة في لسانه، وخشيته من قتلهم له عند ما يرونه.وليس هذا من باب الامتناع عن أداء الرسالة، أو الاعتذار عن تبليغها. وإنما هو من باب طلب العون من الله- تعالى- والاستعانة به- عز وجل- على تحمل هذا الأمر والتماس الإذن منه- في إرسال هارون معه. ليكون عونا له في مهمته، وليخلفه في تبليغ الرسالة في حال قتلهم له..وشبيه بهذا الجواب ما حكاه عنه- سبحانه- في سورة طه في قوله- تعالى- اذْهَبْ إِلى فِرْعَوْنَ إِنَّهُ طَغى. قالَ رَبِّ اشْرَحْ لِي صَدْرِي. وَيَسِّرْ لِي أَمْرِي. وَاحْلُلْ عُقْدَةً مِنْ لِسانِي يَفْقَهُوا قَوْلِي. وَاجْعَلْ لِي وَزِيراً مِنْ أَهْلِي هارُونَ أَخِي. اشْدُدْ بِهِ أَزْرِي. وَأَشْرِكْهُ فِي أَمْرِي. كَيْ نُسَبِّحَكَ كَثِيراً. وَنَذْكُرَكَ كَثِيراً. إِنَّكَ كُنْتَ بِنا بَصِيراً."},{"ayah_number":15,"text":"وقد رد الله- تعالى- على نبيه موسى- عليه السلام- ردا حاسما لإزالة الخوف، ومزهقا لكل ما يحتمل أى يساور نفسه من عدوان عليه، فقال- تعالى-: قالَ كَلَّا فَاذْهَبا بِآياتِنا إِنَّا مَعَكُمْ مُسْتَمِعُونَ.أى: قال الله- تعالى- لموسى على سبيل الإرشاد والتعليم: كلا، لا تخف أن يكذبوك أو أن يضيق صدرك، أو أن لا ينطلق لسانك، أو أن يقتلوك. كلا لا تخف من شيء من ذلك، فأنا معكما برعايتي ومادام الأمر كذلك فاذهب أنت وأخوك بآياتنا الدالة على وحدانيتنا فإننا معكم سامعون لما تقولانه لهم ولما سيقولونه لكما.وعبر- سبحانه- بكلا المفيدة للزجر، لزيادة إدخال الطمأنينة على قلب موسى- عليه السلام-.والمراد بالآيات هنا: المعجزات التي أعطاها- سبحانه- لموسى وعلى رأسها العصا..وقال- سبحانه- إِنَّا مَعَكُمْ مع أنهما اثنان، تعظيما لشأنهما أو لكون الاثنين أقل الجمع. أو المراد هما ومن أرسلا إليه.والتعبير بقوله إِنَّا مَعَكُمْ مُسْتَمِعُونَ بصيغة التأكيد والمعية والاستماع، فيه ما فيه من العناية بشأنهما، والرعاية لهما، والتأييد لأمرهما."},{"ayah_number":16,"text":"والفاء في قوله: فَأْتِيا فِرْعَوْنَ فَقُولا: إِنَّا رَسُولُ رَبِّ الْعالَمِينَ. أَنْ أَرْسِلْ مَعَنا بَنِي إِسْرائِيلَ لترتيب ما بعدها على ما قبلها من الوعد برعايتهما."},{"ayah_number":17,"text":"و «أن» في قوله أَنْ أَرْسِلْ مفسرة. لتضمن الإرسال المفهوم من الرسول معنى القول.أى: اذهبا وأنتما متسلحان بآياتنا الدالة على صدقكما، فنحن معكم برعايتنا وقدرتنا.فأتيا فرعون بدون خوف أو وجل منه قُولا له بكل شجاعة وجراءةنَّا رَسُولُ رَبِّ الْعالَمِينَ أى: رب جميع العوالم التي من بينها عالم الجن. وعالم الملائكة.وقد أرسلنا- سبحانه- إليك، لكي تطلق سراح بنى إسرائيل من ظلمك وبغيك، وتتركهم يذهبون معنا إلى أرض الله الواسعة لكي يعبدوا الله- تعالى- وحده.قال الآلوسى: «وإفراد الرسول في قوله نَّا رَسُولُ رَبِّ الْعالَمِينَلأنه مصدر بحسب الأصل، وصف به كما يوصف بغيره من المصادر للمبالغة، كرجل عدل.. أو لوحدة المرسل أو المرسل به- أى: لأنهما ذهبا برسالة واحدة وفي مهمة واحدة» .وإلى هنا تكون الآيات الكريمة قد قصت علينا، ما أمر الله- تعالى- به نبيه موسى- عليه السلام- وما زوده به- سبحانه- من إرشاد وتعليم، بعد أن التمس منه- سبحانه- العون والتأييد.ثم حكى- سبحانه- بعد ذلك ما دار بين موسى وفرعون من محاورات فقال- تعالى-"},{"ayah_number":18,"text":"أى: قال فرعون لموسى بعد أن عرفه، وبعد أن طلب منه موسى أن يرسل معه بنو إسرائيل. قال له يا موسى أَلَمْ نُرَبِّكَ فِينا وَلِيداً أى: ألم يسبق لك أنك عشت في منزلنا، ورعيناك وأنت طفل صغير عند ما قالت امرأتى لا تَقْتُلُوهُ عَسى أَنْ يَنْفَعَنا أَوْ نَتَّخِذَهُ وَلَداً ...وَلَبِثْتَ فِينا أى: في كنفنا وتحت سقف بيتنا مِنْ عُمُرِكَ سِنِينَ عددا."},{"ayah_number":19,"text":"وَفَعَلْتَ فَعْلَتَكَ الَّتِي فَعَلْتَ وهي قتلك لرجل من شيعتي وَأَنْتَ مِنَ الْكافِرِينَ.أى: وأنت من الجاحدين بعد ذلك لنعمتي التي أنعمتها عليك، في حال طفولتك، وفي حال صباك، وفي حال شبابك.لأنك جئتني أنت وأخوك بما يخالف ديننا، وطلبتما منا أن نرسل معكما بنى إسرائيل. فهل هذا جزاء إحسانى إليك؟.وهكذا نرى فرعون يوجه إلى موسى- عليه السلام- تلك الأسئلة على سبيل الإنكار عليه لما جاء به، متوهما أنه قد قطع عليه طريق الإجابة."},{"ayah_number":20,"text":"ولكن موسى- عليه السلام- وقد استجاب الله- تعالى- دعاءه، وأزال عقدة لسانه، رد عليه ردا حكيما، فقال- كما حكى القرآن عنه: قالَ فَعَلْتُها إِذاً وَأَنَا مِنَ الضَّالِّينَ.أى قال موسى في جوابه على فرعون: أنا لا أنكر أنى قد فعلت هذه الفعلة التي تذكرني بها، ولكني فعلتها وأنا في ذلك الوقت من الضالين، أى: فعلت ذلك قبل أن يشرفنى الله بوحيه، ويكلفني بحمل رسالته، وفضلا عن ذلك فأنا كنت أجهل أن هذه الوكزة تؤدى إلى قتل ذلك الرجل من شيعتك، لأنى ما قصدت قتله، وإنما قصدت تأديبه ومنعه من الظلم لغيره.فالمراد بالضلال هنا: الجهل بالشيء، والذهاب عن معرفة حقيقيته."},{"ayah_number":21,"text":"وقوله: فَفَرَرْتُ مِنْكُمْ لَمَّا خِفْتُكُمْ بيان لما ترتب على فعلته التي فعلها.أى: وبعد هذه الفعلة التي فعلتها وأنا من الضالين، توقعت الشر منكم، ففررت من وجوهكم حين خشيت منكم على نفسي فكانت النتيجة أن وهبنى رَبِّي حُكْماً أى: علما نافعا وَجَعَلَنِي مِنَ الْمُرْسَلِينَ الذين اصطفاهم الله- تعالى- لحمل رسالته والتشرف بنبوته."},{"ayah_number":22,"text":"ثم أضاف موسى- عليه السلام- إلى هذا الرد الملزم لفرعون. ردا آخر أشد إلزاما وتوبيخا فقال: وَتِلْكَ نِعْمَةٌ تَمُنُّها عَلَيَّ أَنْ عَبَّدْتَ بَنِي إِسْرائِيلَ.واسم الإشارة تِلْكَ يعود إلى التربية المفهومة من قوله- تعالى- قبل ذلك: أَلَمْ نُرَبِّكَ فِينا وَلِيداً ... إلخ.وقوله تَمُنُّها من المن بمعنى الإنعام يقال: منّ فلان على فلان منة إذا أنعم عليه بنعمة.وعبدت: أى: اتخذتهم عبيدا لك تسخرهم لخدمتك.قال الجمل: وتِلْكَ مبتدأ، ونِعْمَةٌ خبر. وتَمُنُّها صفة للخير وأَنْ عَبَّدْتَ عطف بيان للمبتدأ موضح له.وهذا الكلام من موسى- عليه السلام- يرى بعضهم أنه قاله على وجهة الاعتراف له بالنعمة، فكأنه يقول له: تلك التربية التي ربيتها لي نعمة منك على، ولكن ذلك لا يمنع من أن أكون رسولا من الله- تعالى- إليك، لكي تقلع عن كفرك، ولكي ترسل معنا بنى إسرائيل.ويرى آخرون أن هذا الكلام من موسى لفرعون، إنما قاله على سبيل التهكم به، والإنكار عليه فيما امتن به عليه، فكأنه يقول له: إن ما تمنّ به على هو في الحقيقة نقمة، وإلا فأية منة لك علىّ في استعبادك لقومي وأنا واحد منهم، إن خوف أمى من قتلك لي هو الذي حملها على أن تلقى بي في البحر، وتربيتي في بيتك كانت لأسباب خارجة عن قدرتك ...ويبدو لنا أن هذا الرأى أقرب إلى الصواب، لأنه هو المناسب لسياق القصة، ولذا قال صاحب الكشاف عند تفسيره لهذه الآية: «ثم كر موسى على امتنان فرعون عليه بالتربية فأبطله من أصله، واستأصله من سنخه- أى: من أساسه-، وأبى أن يسمى نعمته إلا نقمة. حيث بين أن حقيقة إنعامه عليه تعبيد بنى إسرائيل، لأن تعبيدهم وقصدهم بالذبح لأبنائهم هو السبب في حصوله عنده وتربيته، فكأنه امتن عليه بتعبيد قومه، وتذليلهم واتخاذهم خدما له ... »  ."},{"ayah_number":23,"text":"وبهذا الجواب التوبيخي أفحم موسى- عليه السلام- فرعون. وجعله يحول الحديث عن هذه المسألة التي تتعلق بتربيته لموسى إلى الحديث عن شيء آخر حكاه القرآن في قوله:قالَ فِرْعَوْنُ وَما رَبُّ الْعالَمِينَ أى قال فرعون لموسى: أى شيء رب العالمين الذي أنت وأخوك جئتما لتبلغا رسالته لي، وما صفته؟وهذا السؤال يدل على طغيان فرعون- قبحه الله- وتجاوزه كل حد في الفجور، فإن هذا السؤال يحمل في طياته استنكار أن يكون هناك إله سواه، كما حكى عنه القرآن في آية أخرى قوله: وَقالَ فِرْعَوْنُ يا أَيُّهَا الْمَلَأُ ما عَلِمْتُ لَكُمْ مِنْ إِلهٍ غَيْرِي.. .فهو ينكر رسالة موسى- عليه السلام- من أساسها.."},{"ayah_number":24,"text":"وهنا يرد موسى. بقوله: قالَ رَبُّ السَّماواتِ وَالْأَرْضِ وَما بَيْنَهُمَا إِنْ كُنْتُمْ مُوقِنِينَ.أى: قال موسى: ربنا- يا فرعون- هو رب السموات ورب الأرض، ورب ما بينهما من أجرام وهواء. وإن كنتم موقنين بشيء من الأشياء، فإيمانكم بهذا الخالق العظيم وإخلاصكم العبادة له أولى من كل يقين سواه.وفي هذا الجواب استصغار لشأن فرعون. وتحقير لمزاعمه، فكأنه يقول له: إن ربنا هو رب هذا الكون الهائل العظيم، أما ربوبيتك أنت- فمع بطلانها- هي ربوبية لقوم معينين خدعتهم بدعواك الألوهية، فأطاعوك لسفاهتهم وفسقهم.."},{"ayah_number":25,"text":"وهنا يلتفت فرعون إلى من حوله ليشاركوه التعجيب مما قاله موسى وليصرفهم عن التأثر بما سمعوه منه، فيقول لهم: أَلا تَسْتَمِعُونَ أى: ألا تستمعون إلى هذا القول الغريب الذي يقوله موسى. والذي لا عهد لنا به، ولا قبول عندنا له ولا صبر لنا عليه ..."},{"ayah_number":26,"text":"ولكن موسى- عليه السلام- لم يمهلهم حتى يردوا على فرعون بل أكد لهم وحدانية الله- تعالى- وهيمنته على هذا الكون قالَ رَبُّكُمْ وَرَبُّ آبائِكُمُ الْأَوَّلِينَ.أى: ربنا الذي هو رب السموات والأرض وما بينهما، هو ربكم أنتم- أيضا- وهو رب آبائكم الأولين، فكيف تتركون عبادته، وتعبدون عبدا من عباده ومخلوقا من مخلوقاته هو فرعون؟"},{"ayah_number":27,"text":"وهنا لم يملك فرعون إلا الرد الدال على إفلاسه وعجزه، فقال ملتفتا إلى من حوله: إِنَّ رَسُولَكُمُ الَّذِي أُرْسِلَ إِلَيْكُمْ لَمَجْنُونٌ.أى: قال فرعون- على سبيل السخرية بموسى- مخاطبا أشراف قومه: إن رسولكم الذي أرسل إليكم بما سمعتم لَمَجْنُونٌ لأنه يتكلم بكلام لا تقبله عقولنا، ولا تصدقه آذاننا وسماه رسولا على سبيل الاستهزاء، وجعل رسالته إليهم لا إليه، لأنه- في زعم نفسه- أكبر من أن يرسل إليه رسول، ولكي يهيجهم حتى ينكروا على موسى قوله.."},{"ayah_number":28,"text":"ولكن موسى- عليه السلام- لم يؤثر ما قاله فرعون في نفسه، بل رد عليه وعليهم بكل شجاعة وحزم فقال: رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ وَما بَيْنَهُما إِنْ كُنْتُمْ تَعْقِلُونَ.أى: قال موسى: ربنا رب السموات والأرض وما بينهما. وربكم ورب آبائكم الأولين.ورب المشرق الذي هو جهة طلوع الشمس وطلوع النهار. ورب المغرب الذي هو غروب الشمس وغروب النهار.وخصهما بالذكر. لأنهما من أوضح الأدلة على وحدانية الله- تعالى- وقدرته ولأن فرعون أو غيره من الطغاة لا يجرأ ولا يملك ادعاء تصريفهما أو التحكم فيهما على تلك الصورة البديعة المطردة. والتي لا اختلال فيها ولا اضطراب..كما قال إبراهيم للذي حاجه في ربه: فَإِنَّ اللَّهَ يَأْتِي بِالشَّمْسِ مِنَ الْمَشْرِقِ فَأْتِ بِها مِنَ الْمَغْرِبِ، فَبُهِتَ الَّذِي كَفَرَ ...وجملة إِنْ كُنْتُمْ تَعْقِلُونَ حض لهم على التعقل والتدبر، وتحذير لهم من التمادي في الجحود والعناد.أى: ربنا وربكم هو رب هذه الكائنات كلها، فأخلصوا العبادة له، إن كانت لكم عقول تعقل ما قلته لكم، وتفهم ما أرشدتكم إليه.وهكذا انتقل بهم موسى من دليل إلى دليل على وحدانية الله وقدرته، ومن حجة إلى حجة، ومن أسلوب إلى أسلوب لكي لا يترك مجالا في عقولهم للتردد في قبول دعوته.."},{"ayah_number":29,"text":"ولكن فرعون- وقد شعر بأن حجة موسى قد ألقمته حجرا انتقل من أسلوب المحاورة في شأن رسالة موسى إلى التهديد والوعيد- شأن الطغاة عند ما يعجزون عن دفع الحجة بالحجة- فقال لموسى عليه السلام-: لَئِنِ اتَّخَذْتَ إِلهَاً غَيْرِي لَأَجْعَلَنَّكَ مِنَ الْمَسْجُونِينَ.أى: قال فرعون لموسى بثورة وغضب: لئن اتخذت إلها غيرى يا موسى ليكون معبودا لك من دوني، لأجعلنك واحدا من جملة المسجونين في سجنى فهذا شأنى مع كل من يتمرد على عبادتي، ويخالف أمرى..قال صاحب الكشاف: فإن قلت: ألم يكن لأسجننك أخصر من لَأَجْعَلَنَّكَ مِنَ الْمَسْجُونِينَ ومؤديا مؤداه؟قلت: أما كونه أخصر فنعم. وأما كونه مؤديا مؤداه فلا، لأن معناه: «لأجعلنك واحدا ممن عرفت حالهم في سجونى وكان من عادته أن يأخذ من يريد سجنه فيطرحه في هوة ذاهبة في الأرض، بعيدة العمق. لا يبصر فيها ولا يسمع فكان ذلك أشد من القتل» .."},{"ayah_number":30,"text":"ولكن موسى- عليه السلام- لم يخفه هذا التهديد والوعيد. بل رد عليه ردا حكيما فقال له: أَوَلَوْ جِئْتُكَ بِشَيْءٍ مُبِينٍ.والاستفهام للإنكار، والواو للعطف على كلام مقدر يستدعيه المقام، والمعنى. أتفعل ذلك بي بأن تجعلني من المسجونين، ولو جئتك بشيء مبين، يدل دلالة واضحة على صدقى في رسالتي وعلى أنى رسول من رب العالمين؟وعبر عن المعجزة التي أيده الله بها بأنها بِشَيْءٍ مُبِينٍ للتهويل من شأنها، والتفخيم من أمرها، ولعل مقصد موسى- عليه السلام- بهذا الكلام، أن يجر فرعون مرة أخرى إلى الحديث في شأن الرسالة التي جاءه من أجلها بعد أن رآه يريد أن يحول مجرى الحديث عنها إلى التهديد والوعيد، وأن يسد منافذ الهروب عليه أمام قومه. ولذا نجد فرعون لا يملك أمام موسى إلا أن يقول له: فَأْتِ بِهِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ."},{"ayah_number":31,"text":"أى: فأت بهذا الشيء المبين، إن كنت- يا موسى- من الصادقين في كلامك السابق.."},{"ayah_number":32,"text":"وهنا كشف موسى- عليه السلام- عما أيده الله- تعالى- به من معجزات حسية خارقة فَأَلْقى عَصاهُ على الأرض أمام فرعون وقومه فَإِذا هِيَ ثُعْبانٌ مُبِينٌ.أى: فإذا هي حية عظيمة في غاية الجلاء والوضوح على أنها حية حقيقية، لا شائبة معها للتخييل أو التمويه كما يفعل السحرة.."},{"ayah_number":33,"text":"ولم يكتف موسى بذلك في الدلالة على صدقه. وَنَزَعَ يَدَهُ أى: من جيبه فَإِذا هِيَ بَيْضاءُ لِلنَّاظِرِينَ أى: فإذا هي بيضاء بياضا يخالف لون جسمه- عليه السلام-، فهي تتلألأ كأنها قطعة من القمر، ولها شعاع يكاد يغشى الأبصار، وليس فيها ما يشير إلى أن بها سوءا أو مرضا.وهنا أحس فرعون بالرعب يسرى في أوصاله، وبأن ألوهيته المزعومة قد أوشكت على الانكشاف. وبأن معجزة موسى توشك أن تجعل الناس يؤمنون به، فالتفت إليهم وكأنه يحاول جذبهم إليه، واستطلاع رأيهم فيما شاهدوه، ويحكى القرآن ذلك بأسلوبه البليغ فيقول:"},{"ayah_number":34,"text":"أى: قال فرعون للملأ المحيطين به- بعد أن زلزلته معجزة موسى- إِنَّ هذا لَساحِرٌ عَلِيمٌ.أى: لساحر بارع في فن السحر، فهو مع اعترافه بضخامة ما أتى به موسى، يسميه سحرا."},{"ayah_number":35,"text":"ثم يضيف إلى ذلك قوله لهم: يُرِيدُ أَنْ يُخْرِجَكُمْ هذا الساحر مِنْ أَرْضِكُمْ التي نشأتم عليها فَماذا تَأْمُرُونَ أى: فبأى شيء تشيرون على وأنتم حاشيتى ومحل ثقتي؟وفي هذه الجملة الكريمة تصوير بديع لنفس هذا الطاغية وأمثاله..إنه منذ قليل كان يرغى ويزبد. وإذا به بعد أن فاجأه موسى بمعجزته، يصاب بالذعر ويقول لمن زعم أنه ربهم الأعلى فَماذا تَأْمُرُونَ.وهكذا الطغاة عند ما يضيق الخناق حول رقابهم يتذللون ويتباكون.. فإذا ما انفك الخناق من حول رقابهم، عادوا إلى طغيانهم وفجورهم.ورحم الله صاحب الكشاف فقد قال: «ولقد تحير فرعون لما أبصر الآيتين، وبقي لا يدرى أى طرفيه أطول، حتى زل عنه ذكر دعوى الألوهية، وحط عن منكبيه كبرياء الربوبية. وارتعدت فرائصه، وانتفخ سحره- أى رئته- خوفا وفرقا، وبلغت به الاستكانة لقومه الذين هم بزعمه عبيده وهو إلههم: أن طفق يؤامرهم ويعترف لهم بما حذر منه وتوقعه وأحس به من جهة موسى- عليه السلام-»  .ورد الملأ من قوم فرعون عليه بقولهم: أَرْجِهْ وَأَخاهُ أى: أخر أمرهما، يقال:"},{"ayah_number":36,"text":"أرجأت هذا الأمر وأرجيته. إذا أخرته. ومنه أخذ لفظ المرجئة لتلك الفرقة التي تؤخر العمل وتقول: لا يضر مع الإيمان معصية كما لا ينفع مع الكفر طاعة.وَابْعَثْ فِي الْمَدائِنِ حاشِرِينَ أى: وابعث في مدن مملكتك رجالا من شرطتك يحشرون السحرة، أى: يجمعونهم عندك لتختار منهم من تشاء."},{"ayah_number":37,"text":"وقوله: يَأْتُوكَ بِكُلِّ سَحَّارٍ عَلِيمٍ مجزوم في جواب الأمر. أى: إن تبعثهم يأتوك بكل سحار فائق في سحره، عليم بفنونه ومداخله."},{"ayah_number":38,"text":"ولبى فرعون طلب مستشاريه، فأرسل في المدائن من يجمع له السحرة فَجُمِعَ السَّحَرَةُ أى المعروفون ببراعتهم فيه لِمِيقاتِ يَوْمٍ مَعْلُومٍ أى: جمعوا وطلب منهم الاستعداد لمنازلة موسى- عليه السلام- في وقت معين هو «يوم الزينة» أى: يوم العيد.كما قال- تعالى- في آية أخرى: قالَ مَوْعِدُكُمْ يَوْمُ الزِّينَةِ وَأَنْ يُحْشَرَ النَّاسُ ضُحًى."},{"ayah_number":39,"text":"ثم حكى- سبحانه- ما فعله أعوان فرعون من حض الناس على حضور تلك المباراة فقال: وَقِيلَ لِلنَّاسِ هَلْ أَنْتُمْ مُجْتَمِعُونَ أى: في ذلك اليوم المعلوم الذي ينازل فيه السحرة موسى فالمقصود بالاستفهام الحض على الحضور والحث على عدم التخلف."},{"ayah_number":40,"text":"والترجي في قولهم لَعَلَّنا نَتَّبِعُ السَّحَرَةَ إِنْ كانُوا هُمُ الْغالِبِينَ المقصود به- أيضا- حض السحرة على بذل أقصى جهدهم ليتغلبوا على موسى- عليه السلام-، فكأنهم يقولون لهم: ابذلوا قصارى جهدكم في حسن إعداد سحركم فنحن نرجو أن تكون الغلبة لكم، فنكون معكم لا مع موسى- عليه السلام-."},{"ayah_number":41,"text":"ثم يحكى القرآن بعد ذلك ما قاله السحرة لفرعون عند التقائهم به فيقول: فَلَمَّا جاءَ السَّحَرَةُ قالُوا لِفِرْعَوْنَ بعد أن التقى بهم ليشجعهم على الفوز، أَإِنَّ لَنا لَأَجْراً مجزيا إِنْ كُنَّا نَحْنُ الْغالِبِينَ لموسى- عليه السلام-."},{"ayah_number":42,"text":"وهنا يرد عليهم فرعون، فيعدهم. ويمنيهم قالَ نَعَمْ وَإِنَّكُمْ إِذاً لَمِنَ الْمُقَرَّبِينَ. أى:نعم لكم الأجر العظيم الذي يرضيكم، وفضلا عن ذلك فستكونون عندي من الرجال المقربين إلى نفسي، والذين سأخصهم برعايتي ومشورتي.وهكذا يعد فرعون السحرة ويمنيهم وَما يَعِدُهُمُ الشَّيْطانُ إِلَّا غُرُوراً.ثم حكى- سبحانه- بعد ذلك ما قاله موسى للسحرة، وما قال فرعون لهم بعد أن أعلنوا إيمانهم، فقال- تعالى-:"},{"ayah_number":43,"text":"قالَ لَهُمْ مُوسى أى للسحرة بعد أن أعدوا عدتهم لمنازلته، ومن خلفهم فرعون وقومه يشجعونهم على الفوز قال لهم: أَلْقُوا ما أَنْتُمْ مُلْقُونَ من السحر، فسوف ترون عاقبة منازلتكم لي.وأسلوب الآية الكريمة يشعر بعدم مبالاة موسى- عليه السلام- بهم أو بتلك الحشود التي من ورائهم، فهو مطمئن إلى نصر الله- سبحانه- له."},{"ayah_number":44,"text":"فَأَلْقَوْا حِبالَهُمْ وَعِصِيَّهُمْ وَقالُوا أى: عند إلقائهم لتلك الحبال والعصى بِعِزَّةِ فِرْعَوْنَ أى: بقوته وجبروته وسطوته إِنَّا لَنَحْنُ الْغالِبُونَ لا موسى- عليه السلام- ولم تفصل السورة هنا ما فصلته سورة الأعراف من أنهم حين ألقوا حبالهم وعصيهم سَحَرُوا أَعْيُنَ النَّاسِ وَاسْتَرْهَبُوهُمْ وَجاؤُ بِسِحْرٍ عَظِيمٍ أو ما وضحته سورة طه من أنهم حين ألقوا حبالهم: فَأَوْجَسَ فِي نَفْسِهِ خِيفَةً مُوسى....ولعل السر في عدم التفصيل هنا، أن السورة الكريمة تسوق الأحداث متتابعة تتابعا سريعا، تربط معها قلب القارئ وعقله بما ستسفر عنه هذه الأحداث من ظهور الحق، ومن دحور الباطل.ولذا جاء التعقيب السريع بما فعله موسى- عليه السلام- فقال- تعالى-: فَأَلْقى مُوسى عَصاهُ فَإِذا هِيَ تَلْقَفُ أى: تبتلع بسرعة، وتأخذ بقسوة ما يَأْفِكُونَ أى:ما فعلوه وما يفعلونه من السحر، الذي يقلبون به حقائق الأشياء عن طريق التمويه والتخييل. ورأى السحرة بأعينهم ومعهم الحشود من خلفهم، رأوا ما أجراه الله- تعالى- على يد موسى- عليه السلام- رأوا كل ذلك فذهلوا وبهروا وأيقنوا أن ما جاء به موسى ليس سحرا وإنما هو شيء آخر فوق طاقة البشر، ولو كان سحرا لعرفوه فهم رجاله، وأيضا لو كان سحرا لبقيت حبالهم وعصيهم على الأرض، ولكنها ابتلعتها عصا موسى- عليه السلام- عندئذ لم يتمالكوا أنفسهم، بل فعلوا ما حكاه القرآن عنهم في قوله- سبحانه-:"},{"ayah_number":45,"text":"ولذا جاء التعقيب السريع بما فعله موسى- عليه السلام- فقال- تعالى-: فَأَلْقى مُوسى عَصاهُ فَإِذا هِيَ تَلْقَفُ أى: تبتلع بسرعة، وتأخذ بقسوة ما يَأْفِكُونَ أى:ما فعلوه وما يفعلونه من السحر، الذي يقلبون به حقائق الأشياء عن طريق التمويه والتخييل. ورأى السحرة بأعينهم ومعهم الحشود من خلفهم، رأوا ما أجراه الله- تعالى- على يد موسى- عليه السلام- رأوا كل ذلك فذهلوا وبهروا وأيقنوا أن ما جاء به موسى ليس سحرا وإنما هو شيء آخر فوق طاقة البشر، ولو كان سحرا لعرفوه فهم رجاله، وأيضا لو كان سحرا لبقيت حبالهم وعصيهم على الأرض، ولكنها ابتلعتها عصا موسى- عليه السلام- عندئذ لم يتمالكوا أنفسهم، بل فعلوا ما حكاه القرآن عنهم في قوله- سبحانه-:"},{"ayah_number":46,"text":"فَأُلْقِيَ السَّحَرَةُ ساجِدِينَ أى: فخروا ساجدين على وجوههم بدون تردد، وهم يقولون:"},{"ayah_number":47,"text":"آمَنَّا بِرَبِّ الْعالَمِينَ. رَبِّ مُوسى وَهارُونَ.وهكذا بعد أن شاهد السحرة الحق يتلألأ أمام أبصارهم. لم يملكوا إلا أن ينطقوا به على رءوس الأشهاد، وتحولوا من قوم يلتمسون الأجر من فرعون قائلين: أَإِنَّ لَنا لَأَجْراً إِنْ كُنَّا نَحْنُ الْغالِبِينَ إلى قوم آخرين هجروا الدنيا. ومغانمها، واستهانوا بالتهديد والوعيد، ونطقوا بكلمة الحق في وجه من كانوا يقسمون بعزته إنا لنحن الغالبون.وصدق رسول الله صلّى الله عليه وسلّم حيث يقول في حديثه الذي رواه الشيخان: «ما من قلب إلا وهو بين إصبعين من أصابع الرحمن، إن شاء أقامه، وإن شاء أزاغه» ."},{"ayah_number":48,"text":"وهكذا بعد أن شاهد السحرة الحق يتلألأ أمام أبصارهم. لم يملكوا إلا أن ينطقوا به على رءوس الأشهاد، وتحولوا من قوم يلتمسون الأجر من فرعون قائلين: أَإِنَّ لَنا لَأَجْراً إِنْ كُنَّا نَحْنُ الْغالِبِينَ إلى قوم آخرين هجروا الدنيا. ومغانمها، واستهانوا بالتهديد والوعيد، ونطقوا بكلمة الحق في وجه من كانوا يقسمون بعزته إنا لنحن الغالبون.وصدق رسول الله صلّى الله عليه وسلّم حيث يقول في حديثه الذي رواه الشيخان: «ما من قلب إلا وهو بين إصبعين من أصابع الرحمن، إن شاء أقامه، وإن شاء أزاغه» ."},{"ayah_number":49,"text":"ثم يحكى- سبحانه- بعد ذلك موقف فرعون وقد رأى ما حطمه وزلزلة فقال- تعالى-: قالَ أى فرعون للسحرة آمَنْتُمْ لَهُ أى: لموسى قَبْلَ أَنْ آذَنَ لَكُمْ بالإيمان به..إِنَّهُ أى: موسى- عليه السلام- لَكَبِيرُكُمُ الَّذِي عَلَّمَكُمُ السِّحْرَ أى: فأنتم متواطئون معه على هذه اللعبة فَلَسَوْفَ تَعْلَمُونَ ما أنزله بكم من عذاب.لَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُمْ مِنْ خِلافٍ أى: لأقطعن من كل واحد منكم يده اليمنى مع رجله اليسرى. وَلَأُصَلِّبَنَّكُمْ أَجْمَعِينَ أى: في جذوع النخل- كما جاء في آية أخرى- والمتأمل في قول فرعون- كما حكاه القرآن عنه يرى فيه الطغيان والكفر، فهو يستنكر على السحرة إيمانهم بدون إذن.ويرى فيه الكذب الباطل الذي قصد من ورائه تشكيك قومه في صدق موسى وفي نبوته فهو يقول لهم: إِنَّهُ لَكَبِيرُكُمُ الَّذِي عَلَّمَكُمُ السِّحْرَ.ويرى فيه بعد هذا التلبيس على قومه، التهديد الغليظ- شأن الطغاة في كل زمان ومكان- فهو يقول للسحرة الذين صاروا مؤمنين: فَلَسَوْفَ تَعْلَمُونَ. لَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُمْ مِنْ خِلافٍ وَلَأُصَلِّبَنَّكُمْ أَجْمَعِينَ أى: بدون استثناء لواحد منهم."},{"ayah_number":50,"text":"ولم يلتفت السحرة إلى هذا التهديد والوعيد بعد أن استقر الإيمان في قلوبهم، بل قالوا- كما حكى القرآن عنهم-: لا ضَيْرَ مصدر ضاره الأمر يضوره ويضيره ضيرا، أى:ضره وألحق به الأذى.أى: قالوا- بكل ثبات وعدم مبالاة بوعيده- لا ضرر علينا من عقابك فسنتحمله صابرين في سبيل الحق الذي آمنا به.إِنَّا إِلى رَبِّنا مُنْقَلِبُونَ أى: راجعون إليه، فيجازينا على صبرنا."},{"ayah_number":51,"text":"إِنَّا نَطْمَعُ أَنْ يَغْفِرَ لَنا رَبُّنا خَطايانا التي وقعنا فيها قبل الإيمان، كعبادة فرعون وكتعاطى السحر أَنْ كُنَّا أى: لأن كنا أول المؤمنون بالحق بعد أن جاءنا.ثم ختم- سبحانه- هذه القصة ببيان ما أمر به نبيه موسى- عليه السلام- وما حل بفرعون وقومه من هلاك بسبب كفرهم وبغيهم، فقال- تعالى-:"},{"ayah_number":52,"text":"وقوله- سبحانه-: وَأَوْحَيْنا إِلى مُوسى أَنْ أَسْرِ بِعِبادِي.. معطوف على كلام مقدر يفهم من سياق القصة.والتقدير: وبعد أن انتصر موسى على السحرة نصرا جعلهم يخرون ساجدين لله- تعالى- وبعد أن مكث موسى في مصر حينا من الدهر، يدعو فرعون وقومه إلى إخلاص العبادة لله- تعالى- فلم يستجيبوا له..بعد كل ذلك أَوْحَيْنا إِلى مُوسى أَنْ أَسْرِ بِعِبادِي أى: سر ببني إسرائيل ليلا إلى جهة البحر وعبر- سبحانه- عنهم بعبادي. تلطفا بهم بعد أن ظلوا تحت ظلم فرعون مدة طويلة.وقوله: إِنَّكُمْ مُتَّبَعُونَ تعليل للأمر بالإسراء. أى: سر بهم ليلا إلى جهة البحر، لأن فرعون سيتبعكم بجنوده، وسأقضى قضائي فيه وفي جنده."},{"ayah_number":53,"text":"والفاء في قوله- تعالى-: فَأَرْسَلَ فِرْعَوْنُ فِي الْمَدائِنِ حاشِرِينَ هي الفصيحة، والحاشرين جمع حاشر: والمراد بهم الذين يحشرون الناس ويجمعونهم في مكان معين، لأمر من الأمور الهامة.قالوا: جمعوا له جيشا كبيرا يتكون من مئات الآلاف من الجنود. أى: وعلم فرعون بخروج موسى ومعه بنو إسرائيل. فأرسل جنوده ليجمعوا له الناس من المدائن المتعددة في مملكته."},{"ayah_number":54,"text":"وبعد أن اكتمل عددهم، أخذ في التهوين من شأن موسى ومن معه فقال: إِنَّ هؤُلاءِ لَشِرْذِمَةٌ قَلِيلُونَ.والشرذمة: الطائفة القليلة من الناس- وخصها بعضهم بالأخساء والسفلة منهم.ومنه قولهم: هذا ثوب شرذام، وثياب شراذم، أى: رديئة متقطعة.أى: إن هؤلاء الذين خرجوا بدون إذنى وإذنكم، لطائفة قليلة من الناس الذين هم بمنزلة العبيد والخدم لي ولكم."},{"ayah_number":55,"text":"وَإِنَّهُمْ لَنا لَغائِظُونَ أى: وإنهم بجانب قلتهم، وخروجهم بدون إذننا، يأتون بأقوال وأفعال تغيظنا وتغضبنا، على رأسها اقتراحهم علينا أن نترك ديننا"},{"ayah_number":56,"text":"إِنَّا لَجَمِيعٌ حاذِرُونَ أى: متيقظون لمكايدهم، ومحتاطون لمكرهم، وممسكون بزمام الأمور حتى لا يؤثر فينا خداعهم.يقال: حذر فلان حذرا- من باب تعب- بمعنى: استعد للأمر وتأهب له بيقظة..وكلام فرعون هذا- الذي حكاه القرآن عنه- يوحى بهلعه وخوفه مما فعله موسى- عليه السلام- إلا أنه أراد أن يستر هذا الهلع والجزع بالتهوين من شأنه ومن شأن الذين خرجوا معه وبتحريض قومه على اللحاق بهم وتأديبهم، وبالظهور بمظهر المستعد هو وقومه لمجابهة الأخطار والتمرد بكل قوة وحزم.قال صاحب الكشاف: والمعنى: أنهم- أى موسى ومن معه- لقلتهم لا يبالى بهم، ولا يتوقع غلبتهم وعلوهم، ولكنهم يفعلون أفعالا تغيظنا، ونحن قوم من عادتنا التيقظ والحذر واستعمال الحزم في الأمور، فإذا خرج علينا خارج سارعنا إلى حسم فساده، وهذه معاذير اعتذر بها إلى أهل المدائن لئلا يظن به ما يكسر من قهره وسلطانه، وقرئ: حذرون..والحذر: اليقظ. والحاذر: الذي يجدد حذره.."},{"ayah_number":57,"text":"ثم حكى- سبحانه- بعد ذلك ما اقتضته إرادته ومشيئته في فرعون وقومه فقال:فَأَخْرَجْناهُمْ مِنْ جَنَّاتٍ وَعُيُونٍ أى: فأخرجناهم بقدرتنا وإرادتنا من جَنَّاتٍ.أى: بساتين كانوا يعيشون فيها وَعُيُونٍ عذبة الماء كانوا يشربون منها."},{"ayah_number":58,"text":"وَكُنُوزٍ أى: وأموال كانت تحت أيديهم وَمَقامٍ كَرِيمٍ أى: ومساكن حسنة جميلة كانوا يقيمون فيها.أى: أخرجناهم من كل ذلك بقدرتنا ومشيئتنا، ليلقوا مصيرهم المحتوم وهو الغرق، بسبب إصرارهم على كفرهم وطغيانهم."},{"ayah_number":59,"text":"وقوله: كَذلِكَ خبر لمبتدأ محذوف. أى: الأمر كذلك.وقوله: وَأَوْرَثْناها بَنِي إِسْرائِيلَ أى: وأورثنا تلك الجنات والعيون والكنوز والمنازل الحسنة لبنى إسرائيل.قال الجمل: وقوله: وَأَوْرَثْناها أى: الجنات والعيون والكنوز لبنى إسرائيل، وذلك أن الله- عز وجل- رد بنى إسرائيل إلى مصر بعد هلاك فرعون وقومه، فأعطاهم جميع ما كان لفرعون وقومه من الأموال والمساكن الحسنة..والظاهر أن هذه الجملة اعتراضية، وأن قوله- بعد ذلك- فَأَتْبَعُوهُمْ معطوف على قوله- تعالى-: فَأَخْرَجْناهُمْ مِنْ جَنَّاتٍ وَعُيُونٍ.. لأن إعطاء البساتين وما بعدها لبنى إسرائيل، كان بعد هلاك فرعون وقومه .ومن العلماء من يرى أن بنى إسرائيل لم يعودوا لمصر بعد هلاك فرعون وقومه، وأن الضمير في قوله- تعالى-: وَأَوْرَثْناها لا يعود إلى الجنات والعيون التي أخرج الله- تعالى- منها فرعون وقومه. فيقول: ولا يعرف أن بنى إسرائيل عادوا إلى مصر بعد خروجهم إلى الأرض المقدسة، وورثوا ملك مصر وكنوز فرعون ومقامه، لذلك يقول المفسرون إنهم ورثوا مثل ما كان لفرعون وملئه. فهي وراثة لنوع ما كانوا فيه من جنات وعيون وكنوز ومقام كريم»   .وقيل: المراد بالوراثة هنا: وراثة ما استعاره بنو إسرائيل من حلى آل فرعون عند خروجهم من مصر مع موسى- عليه السلام-.ويبدو لنا أنه لا مانع من عودة الضمير في قوله- تعالى-: وَأَوْرَثْناها إلى الجنات والعيون والكنوز التي أخرج الله- تعالى- منها فرعون وقومه، بأن عاد موسى ومن معه إلى مصر- لفترة معينة- بعد هلاك فرعون وملئه، ثم خرجوا منها بعد ذلك مواصلين سيرهم إلى الأرض المقدسة، التي أمرهم موسى- عليه السلام- بدخولها.ولعل مما يؤيد ما نرجحه قوله- تعالى-: وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كانُوا يُسْتَضْعَفُونَ مَشارِقَ الْأَرْضِ وَمَغارِبَهَا الَّتِي بارَكْنا فِيها، وَتَمَّتْ كَلِمَتُ رَبِّكَ الْحُسْنى عَلى بَنِي إِسْرائِيلَ بِما صَبَرُوا وَدَمَّرْنا ما كانَ يَصْنَعُ فِرْعَوْنُ وَقَوْمُهُ وَما كانُوا يَعْرِشُونَ .وقوله- سبحانه-: وَنُرِيدُ أَنْ نَمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ، وَنَجْعَلَهُمْ أَئِمَّةً وَنَجْعَلَهُمُ الْوارِثِينَ، وَنُمَكِّنَ لَهُمْ فِي الْأَرْضِ وَنُرِيَ فِرْعَوْنَ وَهامانَ وَجُنُودَهُما مِنْهُمْ ما كانُوا يَحْذَرُونَ ."},{"ayah_number":60,"text":"ثم بين- سبحانه- بعد ذلك ما حدث من فرعون وقومه، وما قاله بنو إسرائيل عند ما شاهدوهم، فقال- تعالى- فَأَتْبَعُوهُمْ مُشْرِقِينَ.أى: أخرجنا فرعون وقومه من أموالهم ومساكنهم.. فساروا مسرعين خلف موسى ومن معه، فَأَتْبَعُوهُمْ أى: فلحقوا بهم مُشْرِقِينَ أى: في وقت شروق الشمس يقال:أشرق فلان إذا دخل في وقت الشروق، كأصبح إذا دخل في وقت الصباح."},{"ayah_number":61,"text":"فَلَمَّا تَراءَا الْجَمْعانِ أى: تقاربا بحيث يرى كل فريق خصمه.قالَ بنو إسرائيل لنبيهم موسى- عليه السلام- والخوف يملأ نفوسهم: إِنَّا لَمُدْرَكُونَ أى: سيدركنا بعد قليل فرعون وجنوده، ولا قدرة لنا.. على قتالهم.."},{"ayah_number":62,"text":"وهنا رد عليهم موسى- عليه السلام- بثقة وثبات بقوله: كَلَّا أى: كلا لن يدركوكم، فاثبتوا ولا تجزعوا إِنَّ مَعِي رَبِّي سَيَهْدِينِ.بهذا الجزم والتأكيد رد موسى على بنى إسرائيل، وهو رد يدل على قوة إيمانه، وثبات يقينه، وثقته التي لا حدود لها في نصر الله- تعالى- له، وفي هدايته إياه إلى طريق الفوز والفلاح."},{"ayah_number":63,"text":"ولم يطل انتظار موسى لنصر الله- تعالى- بل جاءه سريعا متمثلا في قوله- سبحانه- فَأَوْحَيْنا إِلى مُوسى أَنِ اضْرِبْ بِعَصاكَ الْبَحْرَ أى: البحر الأحمر- على أرجح الأقوال- وهو الذي كان يسمى ببحر القلزم..فضربه فَانْفَلَقَ إلى اثنى عشر طريقا فَكانَ كُلُّ فِرْقٍ أى: قسم منه كَالطَّوْدِ الْعَظِيمِ أى: كالجبل الشامخ الكبير.وسار موسى ومن معه في الطريق اليابس بين أمواج البحر- بقدرة الله- تعالى-،"},{"ayah_number":64,"text":"وَأَزْلَفْنا ثَمَّ الْآخَرِينَ أى: وقربنا- بقدرتنا وحكمتنا- هنالك القوم الآخرين وهم فرعون وجنوده. أى: قربناهم من موسى وقومه فدخلوا وراءهم في الطريق الذي سلكوه بين أمواج البحر، فماذا كانت النتيجة؟كانت النتيجة أن خرج موسى ومن معه سالمين، أما فرعون وجنوده فقد انطبق عليهم البحر فأغرقهم أجمعين."},{"ayah_number":65,"text":"وصدق الله إذ يقول: وَأَنْجَيْنا- أى: بقدرتنا ورحمتنا- مُوسى وَمَنْ مَعَهُ أَجْمَعِينَ من الغرق ومن لحاق فرعون بهم"},{"ayah_number":66,"text":"ثُمَّ أَغْرَقْنَا الْآخَرِينَ وهم فرعون وجنوده."},{"ayah_number":67,"text":"ثم ختم- سبحانه- هذه القصة- كما ختم غيرها- بقوله: إِنَّ فِي ذلِكَ لَآيَةً وَما كانَ أَكْثَرُهُمْ مُؤْمِنِينَ. وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ.أى: إن في ذلك الذي قصصناه عليك- أيها الرسول الكريم- من قصة موسى وفرعون، لَآيَةً عظيمة تدعو إلى إخلاص العبادة والطاعة لنا، ومع ذلك فلم يؤمن بما جاء به نبينا موسى، إلا عدد قليل"},{"ayah_number":68,"text":"وَإِنَّ رَبَّكَ- أيها الرسول الكريم- لَهُوَ الْعَزِيزُ. أى: الغالب المنتقم من أعدائه الرَّحِيمُ أى: الواسع الرحمة بأوليائه، حيث جعل العاقبة لهم.وهكذا ساق لنا- سبحانه- هنا جانبا من قصة موسى- عليه السلام- بهذا الأسلوب البديع، لتكون عبرة وعظة لقوم يؤمنون.ثم ساق- سبحانه- بعد ذلك جانبا من قصة إبراهيم- عليه السلام- فقال- تعالى-:"},{"ayah_number":69,"text":"وقصة إبراهيم- عليه السلام- قد وردت في القرآن في سور متعددة، وبأساليب متنوعة، وردت في سورة البقرة، وكان معظم الحديث فيها، يدور حول بنائه للبيت الحرام هو وابنه إسماعيل، وحكاية تلك الدعوات الخاشعات التي تضرع بها إلى ربه.ووردت في سورة الأنعام، وكان معظم الحديث فيها يدور حول إقامته الأدلة على وحدانية الله- تعالى- عن طريق التأمل في مشاهد هذا الكون.ووردت في سورة هود، وكان معظم الحديث فيها يدور حول تبشيره بإسحاق..ووردت في سورة إبراهيم، وكان معظم الحديث فيها بدور حول ما توجه به إلى ربه من دعاء بعد أن ترك بعض ذريته في جوار بيت الله الحرام.ووردت في سورة الحجر. وكان معظم الحديث فيها يدور حول ما دار بينه وبين الملائكة من مناقشات..ووردت في سورة مريم، وفيها حكى القرآن تلك النصائح الحكيمة التي وجهها لأبيه وهو يدعوه لعبادة الله- تعالى- وحده.ووردت في سورة الأنبياء. وفيها عرض القرآن لما دار بينه وبين قومه من مجادلات ومن تحطيم للأصنام، ومن إلقائهم إياه في النار فصارت بأمر الله- تعالى- بردا وسلاما عليه.أما هنا في سورة الشعراء، فيحكى لنا- سبحانه- ما دار بينه وبين قومه من مناقشات، وما توجه به إلى خالقه من دعوات.لقد افتتحت بقوله- تعالى-: وَاتْلُ عَلَيْهِمْ نَبَأَ إِبْراهِيمَ أى: واقرأ- أيها الرسول الكريم- على قومك- أيضا- نبأ رسولنا إبراهيم- عليه السلام- الذي يزعم قومك أنهم ورثته، وأنهم يتبعونه في ديانته، مع أن إبراهيم برىء منهم ومن شركهم، لأنه ما أرسل إلا لنهى أمثالهم عن الإشراك بالله- تعالى-."},{"ayah_number":70,"text":"وقوله: إِذْ قالَ لِأَبِيهِ وَقَوْمِهِ ما تَعْبُدُونَ منصوب على الظرفية. أى: اقرأ عليهم نبأه وقت أن قال لأبيه وقومه على سيل التبكيت وإلزامهم الحجة: أى شيء هذا الذي تعبدونه من دون الله- عز وجل-؟"},{"ayah_number":71,"text":"فأجابوه بقولهم: نَعْبُدُ أَصْناماً فَنَظَلُّ لَها عاكِفِينَ وكان يكفيهم في الجواب أن يقولوا:نعبد أصناما، ولكنهم لغبائهم وجهلهم قصدوا التباهي والتفاخر بهذه العبادة الباطلة أى: نعبد أصناما منحوتة من الحجر أو مما يشبهه، ونداوم على عبادتها ليلا ونهارا، ونعكف على التقرب لها كما يتقرب الحبيب إلى حبيبه وهكذا، عند ما تنحط الأفهام، تتباهى بما يجب البعد عنه، وتفتخر بالمرذول من القول والفعل.."},{"ayah_number":72,"text":"وقد رد عليهم إبراهيم- عليه السلام- بما يوقظهم من جهلهم لو كانوا يعقلون، فقال لهم: هَلْ يَسْمَعُونَكُمْ إِذْ تَدْعُونَ. أَوْ يَنْفَعُونَكُمْ أَوْ يَضُرُّونَ.أى: قال لهم إبراهيم على سبيل التنبيه والتبكيت: هذه الأصنام التي تعبدونها من دون الله، هل تسمع دعاءكم إذا دعوتموها، وهل تحس بعبادتكم لها إذا عبدتموها،"},{"ayah_number":73,"text":"وهل تملك أن تنفعكم بشيء من النفع أو تضركم بشيء من الضر؟."},{"ayah_number":74,"text":"ولم يستطع القوم أن يواجهوا إبراهيم بجواب. بعد أن ألقمهم حجرا بنصاعة حجته، فلجأوا إلى التمسح بآبائهم فقالوا: بَلْ وَجَدْنا آباءَنا كَذلِكَ يَفْعَلُونَ.أى: قالوا له: إن هذه الأصنام هي كما قلت يا إبراهيم لا تسمع دعاءنا، ولا تنفعنا ولا تضرنا، ولكننا وجدنا آباءنا يعبدونها، فسرنا على طريقتهم في عبادتها، فهم قالوا ما قاله أمثالهم في الجهالة في كل زمان ومكان.. إِنَّا وَجَدْنا آباءَنا عَلى أُمَّةٍ وَإِنَّا عَلى آثارِهِمْ مُقْتَدُونَ."},{"ayah_number":75,"text":"وأمام هذا التقليد الأعمى، نرى إبراهيم- عليه السلام- يعلن عداوته لهم ولمعبوداتهم الباطلة، ويجاهرهم بأن عبادته إنما هي لله- تعالى- وحده فيقول:أَفَرَأَيْتُمْ ما كُنْتُمْ تَعْبُدُونَ. أَنْتُمْ وَآباؤُكُمُ الْأَقْدَمُونَ. فَإِنَّهُمْ عَدُوٌّ لِي إِلَّا رَبَّ الْعالَمِينَ.أى: قال لهم إبراهيم على سبيل الإنكار والتأنيب: أفرأيتم وشاهدتم هذه الأصنام التي عبدتموها"},{"ayah_number":76,"text":"أنتم وآباؤكم الأقدمون من دون الله- تعالى-"},{"ayah_number":77,"text":"إنها عدو لي لأن عبادتها باطلة لكن الله- تعالى- رب العالمين هو وليي وصاحب الفضل على في الدنيا والآخرة، فلذا أعبده وحده.فقوله إِلَّا رَبَّ الْعالَمِينَ استثناء منقطع من ضمير فَإِنَّهُمْ.قال صاحب الكشاف: وإنما قال: عَدُوٌّ لِي تصويرا للمسألة في نفسه، على معنى:أنى فكرت في أمرى فرأيت عبادتي لها عبادة للعدو فاجتنبتها وآثرت عبادة الذي الخير كله منه، وأراهم بذلك أنها نصيحة نصح بها نفسه أولا، وبنى عليها تدبير أمره، لينظروا فيقولوا:ما نصحنا إبراهيم إلا بما نصح به نفسه، ليكون أدعى لهم إلى القبول. ولو قال: فإنهم عدو لكم لم يكن بتلك المثابة، ولأنه دخل في باب من التعريض، وقد يبلغ التعريض للمنصوح ما لا يبلغه التصريح، لأنه يتأمل فيه، فربما قاده التأمل إلى التقبل ومنه ما يحكى عن الشافعى- رحمه الله-: أن رجلا واجهه بشيء، فقال: لو كنت بحيث أنت، لاحتجت إلى الأدب. وسمع رجل ناسا يتحدثون في الحجر فقال: ما هو بيتي ولا بيتكم.. ."},{"ayah_number":78,"text":"ثم حكى القرآن الكريم، ما وصف به إبراهيم خالقه من صفات كريمة تليق بجلاله- سبحانه- فقال: الَّذِي خَلَقَنِي فَهُوَ يَهْدِينِ أى: أخلص عبادتي لرب العالمين، الذي أوجدنى بقدرته، والذي يهديني وحده إلى ما يصلح شأنى في دنياى وفي آخرتي.قال الجمل وقوله: الَّذِي خَلَقَنِي يجوز فيه أوجه: النصب على النعت لرب العالمين أو البدل أو عطف البيان.. أو الرفع على الابتداء. وقوله فَهُوَ يَهْدِينِ جملة اسمية في محل رفع خبر له  ."},{"ayah_number":79,"text":"وقوله: وَالَّذِي هُوَ يُطْعِمُنِي وَيَسْقِينِ معطوف على ما قبله. أى: وهو- سبحانه- وحده الذي يطعمنى ويسقيني من فضله، ولو شاء لأمسك عنى ذلك."},{"ayah_number":80,"text":"وأضاف المرض إلى نفسه في قوله وَإِذا مَرِضْتُ فَهُوَ يَشْفِينِ وإن كان الكل من الله- تعالى- تأدبا مع خالقه- عز وجل- وشكرا له- سبحانه- على نعمة الخلق والهداية.والإطعام والإسقاء والشفاء.."},{"ayah_number":81,"text":"والمراد بالإحياء في قوله: وَالَّذِي يُمِيتُنِي ثُمَّ يُحْيِينِ إعادة الحياة إلى الميت يوم القيامة أى: ومن صفات رب العالمين الذي أخلص له العبادة، أنه- سبحانه- الذي بقدرته وحده أن يميتني عند حضور أجلى، ثم يعيدني إلى الحياة مرة أخرى يوم البعث والحساب.وجاء العطف ب ثُمَّ في قوله ثُمَّ يُحْيِينِ لاتساع الأمر بين الإماتة في الدنيا والإحياء في الآخرة."},{"ayah_number":82,"text":"ثم ختم إبراهيم هذه الصفات الكريمة بقوله: وَالَّذِي أَطْمَعُ أَنْ يَغْفِرَ لِي خَطِيئَتِي يَوْمَ الدِّينِ أى: وهو وحده الذي أطمع أن يغفر لي ذنوبي يوم ألقاه لأنه لا يقدر على ذلك أحد سواه- عز وجل-.وفي هذه الآية أسمى درجات الأدب من إبراهيم مع ربه- سبحانه-، لأنه يوجه طمعه في المغفرة إليه وحده، ويستعظم- عليه السلام- ما صدر منه من أمور قد تكون خلاف الأولى، ويعتبرها خطايا، هضما لنفسه، وتعليما للأمة أن تجتنب المعاصي، وأن تكون منها على حذر وأن تفوض رجاءها إلى الله- تعالى- وحده."},{"ayah_number":83,"text":"وبعد أن أثنى إبراهيم- عليه السلام- على ربه بهذا الثناء الجميل، أتبع ذلك بتلك الدعوات الخاشعات فقال: رَبِّ هَبْ لِي حُكْماً أى: علما واسعا مصحوبا بعمل نافع.وَأَلْحِقْنِي بِالصَّالِحِينَ من عبادك الذين رضيت عنهم- ورضوا عنك، بحيث ترافقنى بهم في جنتك."},{"ayah_number":84,"text":"وَاجْعَلْ لِي لِسانَ صِدْقٍ فِي الْآخِرِينَ أى: واجعل لي ذكرا حسنا، وسمعة طيبة، وأثرا كريما في الأمم الأخرى التي ستأتى من بعدي.وقد أجاب- سبحانه- له هذه الدعوة، فجعل أثره خالدا، وجعل من ذريته الأنبياء والصالحين، وعلى رأسهم سيدنا محمد صلّى الله عليه وسلّم."},{"ayah_number":85,"text":"وَاجْعَلْنِي مِنْ وَرَثَةِ جَنَّةِ النَّعِيمِ أى: واجعلنى في الآخرة عند ما ألقاك- يا ربي- للحساب، من عبادك الذين أكرمتهم بدخول جنتك وبوراثتها فضلا منك وكرما."},{"ayah_number":86,"text":"وَاغْفِرْ لِأَبِي إِنَّهُ كانَ مِنَ الضَّالِّينَ عن طريق الحق، فإنى قد وعدته بأن استغفر له عندك- يا إلهى-.قال ابن كثير: وهذا مما رجع عنه إبراهيم- عليه السلام- كما قال- تعالى-:وَما كانَ اسْتِغْفارُ إِبْراهِيمَ لِأَبِيهِ إِلَّا عَنْ مَوْعِدَةٍ وَعَدَها إِيَّاهُ، فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِلَّهِ تَبَرَّأَ مِنْهُ، إِنَّ إِبْراهِيمَ لَأَوَّاهٌ حَلِيمٌ .وقد قطع- تعالى- الإلحاق في استغفاره لأبيه، فقال: قَدْ كانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْراهِيمَ وَالَّذِينَ مَعَهُ إِذْ قالُوا لِقَوْمِهِمْ: إِنَّا بُرَآؤُا مِنْكُمْ وَمِمَّا تَعْبُدُونَ مِنْ دُونِ اللَّهِ، كَفَرْنا بِكُمْ، وَبَدا بَيْنَنا وَبَيْنَكُمُ الْعَداوَةُ وَالْبَغْضاءُ أَبَداً حَتَّى تُؤْمِنُوا بِاللَّهِ وَحْدَهُ، إِلَّا قَوْلَ إِبْراهِيمَ لِأَبِيهِ: لَأَسْتَغْفِرَنَّ لَكَ وَما أَمْلِكُ لَكَ مِنَ اللَّهِ مِنْ شَيْءٍ ..."},{"ayah_number":87,"text":"وَلا تُخْزِنِي أى: ولا تفضحني يَوْمَ يُبْعَثُونَ أى: يوم تبعث عبادك في الآخرة للحساب، بل استرني واجبرني وتجاوز عن تقصيرى."},{"ayah_number":88,"text":"يَوْمَ لا يَنْفَعُ مالٌ وَلا بَنُونَ من أحد لديك."},{"ayah_number":89,"text":"إِلَّا مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ أى: واسترني- يا إلهى- ولا تفضحني يوم القيامة، يوم لا ينتفع الناس بشيء من أموالهم ولا من أولادهم، ولكنهم ينتفعون بإخلاص قلوبهملعبادتك. وبسلامتها من كل شرك أو نفاق، وبصيانتها من الشهوات المرذولة. والأفعال القبيحة.وهكذا نرى في قصة إبراهيم: الشجاعة في النطق بكلمة الحق، حيث جابه قومه وأباه ببطلان عبادتهم للأصنام.ونرى الحجة الدامغة التي جعلت قومه لا يجدون عذرا يعتذرون به عن عبادة الأصنام سوى قولهم: وَجَدْنا آباءَنا كَذلِكَ يَفْعَلُونَ.ونرى الثناء الحسن الجميل منه على ربه- عز وجل-: الَّذِي خَلَقَنِي فَهُوَ يَهْدِينِ. وَالَّذِي هُوَ يُطْعِمُنِي وَيَسْقِينِ. وَإِذا مَرِضْتُ فَهُوَ يَشْفِينِ.ونرى الدعاء الخاشع الخالص الذي يتضرع به إلى خالقه- عز وجل-، لكي يرزقه العلم والعمل، وبأن يحشره مع الصالحين، وأن يجعل له أثرا طيبا بعد وفاته بين الأمم الأخرى، وبأن يجعله من الوارثين لجنة النعيم، وبأن يستره بستره الجميل يوم القيامة، يوم لا ينفع الناس شيء سوى إخلاص قلوبهم وعملهم الصالح، وهي دعوات يرى المتأمل فيها شدة خوف إبراهيم- وهو الحليم الأواه المنيب- من أهوال يوم الحساب.نسأل الله- تعالى- بفضله وكرمه، أن يجنبنا إياها، وأن يسترنا بستره الجميل.ثم يبين- سبحانه- بعد ذلك مشهدا من مشاهد يوم القيامة، ويحكى أقوال الغاوين وحسراتهم.. فيقول:"},{"ayah_number":90,"text":"وقوله- سبحانه-: وَأُزْلِفَتِ الْجَنَّةُ ... من الإزلاف بمعنى القرب والدنو.أى: وقربت الجنة يوم القيامة للمتقين، الذين صانوا أنفسهم عن كل ما لا يرضاه الله- تعالى-، وصارت بحيث يشاهدونها ويتلذذون برؤيتها."},{"ayah_number":91,"text":"وَبُرِّزَتِ الْجَحِيمُ لِلْغاوِينَ أى: أما الغاوون الذين استحبوا العمى على الهدى، وآثروا الغواية على الهداية، فقد برزت الجحيم لهم بأهوالها وسعيرها"},{"ayah_number":92,"text":"ثم قيل لهؤلاء الكافرين على سبيل التقريع والتأنيب: أَيْنَ ما كُنْتُمْ تَعْبُدُونَ مِنْ دُونِ اللَّهِ أى: أين الآلهة التي كنتم تعبدونها في الدنيا من دون الله- تعالى- وتزعمون أنها شفعاؤكم عنده؟!"},{"ayah_number":93,"text":"هَلْ يَنْصُرُونَكُمْ الآن من هذا العذاب المعد لكم أَوْ يَنْتَصِرُونَ هم من العذاب الذي سيحل بهم معكم؟.كلا ثم كلا، إنكم وهم حصب جهنم، وستدخلونها جميعا خاسئين.وليس المقصود بالسؤال الاستفهام، وإنما المقصود به التقريع والتوبيخ، ولذا لا يحتاج إلى جواب."},{"ayah_number":94,"text":"ثم ذكر- سبحانه- ما حل بهؤلاء الأشقياء من عذاب في أعقاب هذا التأنيب فقال: فَكُبْكِبُوا فِيها هُمْ وَالْغاوُونَ. وَجُنُودُ إِبْلِيسَ أَجْمَعُونَ.والكبكبة: تكرير الكب، وهو الإلقاء على الوجه مرة بعد أخرى، وضمير الجمع للآلهة التي عبدها الكافرون من دون الله- تعالى-: وجيء بضمير العقلاء على سبيل التهكم بهم، أى: فألقى المعبودون والعابدون في جهنم، ومعهم جنود إبليس كلهم سواء أكانوا من الشياطين أم من أتباعه من الجن والإنس.وفي التعبير بكبكبوا تصوير صادق مؤثر لحالة هؤلاء الضالين، وهم يتساقطون- والعياذ بالله- في جهنم، بلا رحمة، ولا عناية، ولا نظام، بل بعضهم فوق بعض وقد تناثرت أشلاؤهم.."},{"ayah_number":95,"text":"ثم ذكر- سبحانه- ما حل بهؤلاء الأشقياء من عذاب في أعقاب هذا التأنيب فقال: فَكُبْكِبُوا فِيها هُمْ وَالْغاوُونَ. وَجُنُودُ إِبْلِيسَ أَجْمَعُونَ.والكبكبة: تكرير الكب، وهو الإلقاء على الوجه مرة بعد أخرى، وضمير الجمع للآلهة التي عبدها الكافرون من دون الله- تعالى-: وجيء بضمير العقلاء على سبيل التهكم بهم، أى: فألقى المعبودون والعابدون في جهنم، ومعهم جنود إبليس كلهم سواء أكانوا من الشياطين أم من أتباعه من الجن والإنس.وفي التعبير بكبكبوا تصوير صادق مؤثر لحالة هؤلاء الضالين، وهم يتساقطون- والعياذ بالله- في جهنم، بلا رحمة، ولا عناية، ولا نظام، بل بعضهم فوق بعض وقد تناثرت أشلاؤهم.."},{"ayah_number":96,"text":"ثم بين - سبحانه - ما قاله الغاوون لآلهتهم فقال : ( قَالُواْ وَهُمْ فِيهَا يَخْتَصِمُونَ تالله إِن كُنَّا لَفِي ضَلاَلٍ مُّبِينٍ إِذْ نُسَوِّيكُمْ بِرَبِّ العالمين ) .أى : قال العابدون لمعبوديهم على سبيل المخاصمة لهم ، والتبرؤ منهم : تالله ما كنا إلا فى ضلال مبين ، وقت أن كنا فى الدنيا نسويكم برب العالمين فى العبادة مع أنكم خلق من خلقه لا تضرون ولا تنفعون ."},{"ayah_number":97,"text":"أى: قال العابدون لمعبوديهم على سبيل المخاصمة لهم، والتبرؤ منهم: تالله ما كنا إلا في ضلال مبين، وقت أن كنا في الدنيا نسويكم برب العالمين في العبادة مع أنكم خلق من خلقه لا تضرون ولا تنفعون."},{"ayah_number":98,"text":"ثم بين - سبحانه - ما قاله الغاوون لآلهتهم فقال : ( قَالُواْ وَهُمْ فِيهَا يَخْتَصِمُونَ تالله إِن كُنَّا لَفِي ضَلاَلٍ مُّبِينٍ إِذْ نُسَوِّيكُمْ بِرَبِّ العالمين ) .أى : قال العابدون لمعبوديهم على سبيل المخاصمة لهم ، والتبرؤ منهم : تالله ما كنا إلا فى ضلال مبين ، وقت أن كنا فى الدنيا نسويكم برب العالمين فى العبادة مع أنكم خلق من خلقه لا تضرون ولا تنفعون ."},{"ayah_number":99,"text":"وَما أَضَلَّنا عن اتباع طريق الحق إِلَّا الْمُجْرِمُونَ من شياطين الإنس والجن.الذين زينوا لنا الكفر والفسوق والعصيان، وصدونا عن الإيمان والطاعة والهداية."},{"ayah_number":100,"text":"فَما لَنا اليوم مِنْ شافِعِينَ يشفعون لنا عند ربنا."},{"ayah_number":101,"text":"وما لنا- أيضا- من صَدِيقٍ حَمِيمٍ أى: مخلص في صداقته، يدافع عنا عند ربنا، ويهتم بأمرنا في هذا الموقف العصيب.قال الآلوسى، والمراد التلهف والتأسف على فقد شفيع يشفع لهم مما هم فيه، أو صديق شفيق يهمه ذلك. وقد ترقوا لمزيد انحطاط حالهم في التأسف، حيث نفوا- أولا- أن يكون لهم من ينفعهم في تخليصهم من العذاب بشفاعته، ونفوا- ثانيا- أن يكون لهم من يهمه أمرهم ويشفق عليهم، ويتوجع لهم، أو يخلصهم..وفَلَوْ في قوله- تعالى- فَلَوْ أَنَّ لَنا كَرَّةً ... للتمني الدال على كمال التحسر.والكرة: الرجعة إلى الدنيا مرة أخرى لتدارك ما فاتهم من الإيمان.أى: فيا ليت لنا عودة إلى الدنيا مرة أخرى، فنستدرك ما فاتنا من طاعة الله- تعالى-.فَنَكُونَ مِنَ الْمُؤْمِنِينَ الذين أزلفت الجنة لهم، وأبعدت عنهم النار التي نحن مخلدون فيها.ثم ختم- سبحانه- قصة إبراهيم بما ختم به قصة موسى- عليهما السلام- فقال:إِنَّ فِي ذلِكَ لَآيَةً وَما كانَ أَكْثَرُهُمْ مُؤْمِنِينَ ...إن في ذلك الذي ذكرناه لك- أيها الرسول الكريم- عن حال إبراهيم مع قومه ومع أبيه، وعن أهوال يوم القيامة، إن ذلك كله لحجة وعظة لمن أراد أن يؤمن ويعتبر، ومع ذلك فإن أكثر قوم إبراهيم ما كانوا مؤمنين وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ.ثم ساق- سبحانه- بعد ذلك جانبا من قصة نوح مع قومه، فقال- تعالى-:"},{"ayah_number":102,"text":"و ( لَوْ ) فى قوله - تعالى - ( فَلَوْ أَنَّ لَنَا كَرَّةً . . . ) للتمنى الدال على كمال التحسر . والكرة : الرجعة إلى الدنيا مرة أخرى لتدارك ما فاتهم من الإيمان .أى : فياليت لنا عودة إلى الدنيا مرة أخرى ، فنستدرك ما فاتنا من طاعة الله - تعالى ( فَنَكُونَ مِنَ المؤمنين ) الذين أزلفت الجنة لهم ، وأبعدت عنهم النار التى نحن مخلدون فيها ."},{"ayah_number":103,"text":"ثم ختم - سبحانه - قصة إبراهيم بما ختم به قصة موسى - عليهما السلام - فقال : ( إِنَّ فِي ذَلِكَ لآيَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ . . . ) ."},{"ayah_number":104,"text":"إن فى ذلك الذى ذكرناه لك - أيها الرسول الكريم - عن حال إبراهيم مع قومه ومع أبيه ، وعن أهواليوم القيامة ، إن ذلك كله لحجة وعظة لمن أراد أن يؤمن ويعتبر ، ومع ذلك فإن أكثر قوم إبراهيم ما كانوا مؤمنين ( وَإِنَّ رَبَّكَ لَهُوَ العزيز الرحيم ) ."},{"ayah_number":105,"text":"تلك هي قصة نوح مع قومه، كما وردت في هذه السورة، وقد ذكرت في سور أخرى منها سور: الأعراف، وهود، والمؤمنون، ونوح.. ولكن بأساليب أخرى.وينتهى نسب نوح- عليه السلام- إلى شيث بن آدم، وقد ذكر نوح في القرآن في ثلاث وأربعين موضعا.وكان قوم نوح يعبدون الأصنام، فأرسل الله- تعالى- إليهم نوحا، ليدلهم على طريق الرشاد.وقوم الرجل: أقرباؤه الذين يجتمعون معه في جد واحد. وقد يقيم الرجل بين الأجانب فيسميهم قومه مجازا لمجاورته لهم قال الآلوسى: والقوم- كما في المصباح- يذكر ويؤنث، وكذلك كل اسم جمع لا واحد له من لفظه نحو رهط ونفر، ولذا يصغر على قويمة، وقيل: هو مذكر ولحقت فعله علامة التأنيث على إرادة الأمة والجماعة منه.. .والمراد بالمرسلين في قوله- تعالى-: كَذَّبَتْ قَوْمُ نُوحٍ الْمُرْسَلِينَ نبيهم نوحا- عليه السلام- وعبر عنه بذلك، لأن تكذيبهم له، بمثابة التكذيب لجميع الرسل، لأنهم قد جاءوا جميعا برسالة واحدة في أصولها التي لا تختلف باختلاف الزمان والمكان."},{"ayah_number":106,"text":"وإِذْ في قوله- تعالى-: إِذْ قالَ لَهُمْ أَخُوهُمْ نُوحٌ أى: كذبوا نبيهم نوحا وقت أن قال لهم ناصحا ومنذرا أَلا تَتَّقُونَ أى: ألا تتقون الله- تعالى- الذي خلقكم ورزقكم، فتخلصوا له العبادة وتتركوا عبادة غيره.ووصفه- سبحانه- بالأخوة لهم، لأنه كان واحدا منهم يعرفون حسبه ونسبه ونشأته بينهم."},{"ayah_number":107,"text":"ثم علل نصحه لهم بقوله- كما حكى القرآن عنه-: إِنِّي لَكُمْ رَسُولٌ أَمِينٌ آمركم بتقوى الله- تعالى- لأنى رسول معروف بينكم بالأمانة وعدم الخيانة أو الغش أو المخادعة."},{"ayah_number":108,"text":"وما دام أمرى كذلك: فَاتَّقُوا اللَّهَ وَأَطِيعُونِ. وَما أَسْئَلُكُمْ عَلَيْهِ أى على هذا النصح مِنْ أَجْرٍ دنيوى إِنْ أَجْرِيَ فيما أدعوكم إليه إِلَّا عَلى رَبِّ الْعالَمِينَ فهو الذي أرسلنى إليكم، وهو الذي يتفضل بمنحى أجرى لا أنتم.ولقد بينت لكم حقيقة أمرى فَاتَّقُوا اللَّهَ وَأَطِيعُونِ."},{"ayah_number":109,"text":"وهكذا نرى أن نوحا قد سلك مع قومه أحكم الطرق في دعوتهم إلى الله، فهو يحضهم ثلاث مرات على تقوى الله بعد أن يبين لهم أخوته لهم، وأمانته عندهم، وتعففه عن أخذ أجر منهم في مقابل ما يدعوهم إليه من حق وخير، ومصارحته إياهم بأن أجره إنما هو من الله رب العالمين، وليس من أحد سواه."},{"ayah_number":110,"text":"ولقد بينت لكم حقيقة أمرى ( فاتقوا الله وَأَطِيعُونِ ) .وهكذا نرى أن نوحا قد سلك مع قومه أحكم الطرق فى دعوتهم إلى الله ، فهو يحضهم ثلاث مرات على تقوى الله بعد أن يبين لهم أخوته لهم ، وأمانته عندهم ، وتعففه عن أخذ أجر منهم فى مقابل ما يدعوهم إليه من حق وخير ، ومصارحته إياهم بأن أجره إنما هو من الله رب العالمين ، وليس من أحد سواه ."},{"ayah_number":111,"text":"فماذا كان ردهم على هذا القول الحكيم لنبيهم؟ لقد حكى القرآن ردهم فقال: قالُوا أَنُؤْمِنُ لَكَ وَاتَّبَعَكَ الْأَرْذَلُونَ.والأرذلون: جمع الأرذل. وهو الأقل من غيره في المال والجاه والنسب.أى: قال قوم نوح له عند ما دعاهم إلى إخلاص العبادة لله- تعالى-: يا نوح أنؤمن لك، والحال أن الذين اتبعوك من سفلة الناس وفقرائهم، وأصحاب الحرف الدنيئة فينا..؟.وهذا المنطق المرذول قد حكاه القرآن في كثير من آياته، على ألسنة المترفين، وهم يردون على أنبيائهم عند ما يدعونهم إلى الدين الحق.."},{"ayah_number":112,"text":"وهنا يرد عليهم نوح ردا حكيما قالَ وَما عِلْمِي بِما كانُوا يَعْمَلُونَ. إِنْ حِسابُهُمْ إِلَّا عَلى رَبِّي..أى: قال لهم على سبيل الاستنكار لما واجهوه به: وأى علم لي بأعمال أتباعى، إن الذي يعلم حقيقة نواياهم وأعمالهم هو الله- تعالى- أما أنا فوظيفتى قبول أعمال الناس على حسب ظواهرها."},{"ayah_number":113,"text":"وهؤلاء الضعفاء- الأرذلون في زعمكم- ليس حسابهم إلا على الله- تعالى- وحده، فهو أعلم ببواطنهم وبأحوالهم منى ومنكم لَوْ تَشْعُرُونَ أى: لو كنتم من أهل الفهم والشعور بحقائق الأمور لا بزيفها، لعلمتم سلامة ردى عليكم ولكنكم قوم تزنون الناس بميزان غير عادل، لذا قلتم ما قلتم."},{"ayah_number":114,"text":"ثم يحسم الأمر معهم في هذه القضية فيقول: وَما أَنَا بحال من الأحوال بِطارِدِ الْمُؤْمِنِينَ الذين اتبعونى وصدقونى وآمنوا بدعوتي سواء أكانوا من الأرذلين- في زعمكم- أم من غيرهم،"},{"ayah_number":115,"text":"إِنْ أَنَا إِلَّا نَذِيرٌ مُبِينٌ أى: ليست وظيفتي إلا الإنذار الواضح للناس بسوء المصير، إذا ما استمروا على كفرهم، سواء أكانوا من الأغنياء أم من الفقراء.فأنت ترى أن نوحا- عليه السلام- قد جمع في رده عليهم، بين المنطق الرصين الحكيم، وبين الحزم والشجاعة والزجر الذي يخرس ألسنتهم."},{"ayah_number":116,"text":"لذا نراهم وقد أخرسهم المنطق المستقيم الذي سلكه نوح معهم، يلجئون إلى التهديد والوعيد لنبيهم- عليه السلام-: قالُوا لَئِنْ لَمْ تَنْتَهِ يا نُوحُ لَتَكُونَنَّ مِنَ الْمَرْجُومِينَ.أى: إذا لم تكف يا نوح عن مجادلتك لنا، ومن دعوتك إيانا إلى ترك عبادة آلهتنا، لتكونن من المرجومين منا بالحجارة حتى تموت.وهكذا الطغاة يلجئون إلى القوة والتهديد والوعيد، عند ما يجدون أنفسهم وقد حاصرهم أصحاب الحق من كل جوانبهم، بالحجة الواضحة، وبالرأى السديد.."},{"ayah_number":117,"text":"ويئس نوح- عليه السلام- من إيمان قومه، بعد أن لبث فيهم ألف سنة إلا خمسين عاما، وبعد أن سمع منهم ما يدل على رسوخهم في الكفر والضلال، تضرع إلى ربه قالَ رَبِّ إِنَّ قَوْمِي كَذَّبُونِ واستمروا على هذا التكذيب تلك القرون المتطاولة"},{"ayah_number":118,"text":"فَافْتَحْ بَيْنِي وَبَيْنَهُمْ فَتْحاً وَنَجِّنِي وَمَنْ مَعِيَ مِنَ الْمُؤْمِنِينَ أى فاحكم بقدرتك العادلة بيني وبينهم حكما من عندك، تنجي به أهل الحق، وتمحق به أهل الباطل.وسمى الحكم فتحا، لما فيه من إزالة الإشكال في الأمر، كما أن فتح الشيء المغلق يؤدى إلى إزالة هذا الإغلاق. ولذا قيل للحاكم فاتح لفتحه أغلاق الحق."},{"ayah_number":119,"text":"ثم حكى- سبحانه- أنه قد استجاب لنوح دعاءه فقال: فَأَنْجَيْناهُ وَمَنْ مَعَهُ فِي الْفُلْكِ الْمَشْحُونِ. ثُمَّ أَغْرَقْنا بَعْدُ الْباقِينَ.والفلك- كما يقول الآلوسى-: يستعمل للواحد وللجمع. وحيث أتى في القرآن الكريم فاصلة استعمل مفردا. وحيث أتى غير فاصلة استعمل جمعا.والمشحون: المملوء بهم وبكل ما يحتاجون إليه من وسائل المعيشة.أى: فاستجبنا لعبدنا نوح دعاءه. فأنجيناه ومن معه من المؤمنين في السفينة المملوءة بهم.وبما هم في حاجة إليه،"},{"ayah_number":120,"text":"ثم أغرقنا بعد إنجائهم الباقين من قومه على كفرهم وضلالهم ."},{"ayah_number":121,"text":"إِنَّ فِي ذلِكَ الذي ذكرناه لك- أيها الرسول الكريم- عن نوح وقومه لَآيَةً كبرى على وحدانيتنا وقدرتنا وَما كانَ أَكْثَرُهُمْ مُؤْمِنِينَ. وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ."},{"ayah_number":122,"text":"ثم أغرقنا بعد إنجائهم الباقين من قومه على كفرهم وضلالهم..إِنَّ فِي ذلِكَ الذي ذكرناه لك- أيها الرسول الكريم- عن نوح وقومه لَآيَةً كبرى على وحدانيتنا وقدرتنا وَما كانَ أَكْثَرُهُمْ مُؤْمِنِينَ. وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ.ثم ساقت السورة الكريمة بعد ذلك، جانبا من قصة هود- عليه السلام- مع قومه فقال- تعالى-:"},{"ayah_number":123,"text":"وقد وردت قصة هود مع قومه في سور شتى منها: سورة الأعراف، وهود، والأحقاف..وينتهى نسب هود- عليه السلام- إلى نوح- عليهما السلام-.وقومه هم قبيلة عاد- نسبة إلى أبيهم الذي كان يسمى بهذا الاسم- وكانت مساكنهم بالأحقاف باليمن- والأحقاف جمع حقف وهو الرمل الكثير المائل-.وكانوا يعبدون الأصنام، فأرسل الله- تعالى- نبيهم هودا لينهاهم عن ذلك، وليأمرهم بعبادة الله وحده. وبشكره- سبحانه- على ما وهبهم من قوة وغنى."},{"ayah_number":124,"text":"وقد افتتح هود نصحه لقومه، بحضهم على تقوى الله وإخلاص العبادة له وبيان أنه أمين في تبليغ رسالة الله- تعالى- إليهم، فهو لا يكذب عليهم ولا يخدعهم، وببيان أنه لا يسألهم أجرا على نصحه لهم، وإنما يلتمس الأجر من الله- تعالى- وحده.وقد سلك في ذلك المسلك الذي اتبعه جده- عليه السلام- مع قومه، وسار عليه الأنبياء من بعده."},{"ayah_number":125,"text":"إِنِّي لَكُمْ رَسُولٌ أَمِينٌ"},{"ayah_number":126,"text":"فَاتَّقُوا اللَّهَ وَأَطِيعُونِ"},{"ayah_number":127,"text":"وببيان أنه لا يسألهم أجرا على نصحه لهم ، وإنما يلتمس الأجر من الله - تعالى - وحده .وقد سلك فى ذلك المسلك الذى اتبعه جده - عليه السلام - مع قومه ، وسار عليه الأنبياء من بعده ."},{"ayah_number":128,"text":"ثم استنكر هود- عليه السلام- ما كان عليه قومه من ترف وطغيان فقال لهم:أَتَبْنُونَ بِكُلِّ رِيعٍ آيَةً تَعْبَثُونَ.والريع بكسر الراء- جمع ريعة. وهو المكان المرتفع من الأرض أو الجبل المرتفع..وقيل: المراد به أبراج الحمام كانوا يبنونها للهو واللعب والأكثرون على أن المراد به: المكان المرتفع ومنه: ريع النبات، وهو ارتفاعه بالزيادة.أى: أتبنون- على سبيل اللهو واللعب- في كل مكان مرتفع، بناء يعتبر آية وعلامة على عبثكم وترفكم، وغروركم."},{"ayah_number":129,"text":"وَتَتَّخِذُونَ أى: وتعملون مَصانِعَ أى: قصورا ضخمة متينة، أو حياضا تجمعون فيها مياه الأمطار.. لَعَلَّكُمْ تَخْلُدُونَ أى: عاملين عمل من يرجو الخلود في هذه الحياة الفانية"},{"ayah_number":130,"text":"وَإِذا بَطَشْتُمْ أى: وإذا أردتم السطو والظلم والبغي على غيركم بَطَشْتُمْ جَبَّارِينَ.أى: أخذتموه بعنف وقهر وتسلط دون أن تعرف الرحمة إلى قلوبكم سبيلا.فأنت ترى أن هودا- عليه السلام- قد استنكر على قومه تطاولهم في البنيان بقصد التباهي والعبث والتفاخر، لا بقصد النفع العام لهم ولغيرهم. كما استنكر عليهم انصرافهم عن العمل الصالح الذي ينفعهم في آخرتهم وانهماكهم في التكاثر من شئون دنياهم حتى لكأنهم مخلدون فيها، كما استنكر عليهم- كذلك- قسوة قلوبهم، وتحجر مشاعرهم، وإنزالهم الضربات القاصمة بغيرهم بدون رأفة أو شفقة."},{"ayah_number":131,"text":"وبعد نهيه إياهم عن تلك الرذائل، أمرهم بتقوى الله وطاعته وشكره على نعمه فقال:فَاتَّقُوا اللَّهَ وَأَطِيعُونِ. وَاتَّقُوا الَّذِي أَمَدَّكُمْ بِما تَعْلَمُونَ. أَمَدَّكُمْ بِأَنْعامٍ وَبَنِينَ. وَجَنَّاتٍ وَعُيُونٍ. إِنِّي أَخافُ عَلَيْكُمْ عَذابَ يَوْمٍ عَظِيمٍ.أى: اتركوا هذه الرذائل، واتقوا الله وأطيعون في كل ما آمركم به. أو أنهاكم عنه،"},{"ayah_number":132,"text":"واتقوا الله- تعالى- الذي أمدكم بألوان لا تحصى من النعم، فقد أمدكم بالأنعام- وهي الإبل والبقر والغنم- التي هي أعز أموالكم، وأمدكم بالأولاد ليكونوا قوة لكم، وأمدكم بالبساتين العامرة بالثمار، وبالعيون التي تنتفعون بمائها العذب."},{"ayah_number":133,"text":"واتقوا الله- تعالى- الذي أمدكم بألوان لا تحصى من النعم، فقد أمدكم بالأنعام- وهي الإبل والبقر والغنم- التي هي أعز أموالكم، وأمدكم بالأولاد ليكونوا قوة لكم،"},{"ayah_number":134,"text":"وأمدكم بالبساتين العامرة بالثمار، وبالعيون التي تنتفعون بمائها العذب."},{"ayah_number":135,"text":"ثم ختم إرشاده لهم، ببيان أنه حريص على مصلحتهم، وأنه يخشى عليهم إذا لم يستجيبوا لدعوته أن ينزل بهم عذاب عظيم في يوم تشتد أهواله ولا تنفعهم فيه أموالهم ولا أولادهم.وبذلك نرى أن هودا- عليه السلام- قد جمع في نصحه لقومه بين الترهيب والترغيب، وبين الإنذار والتبشير، وبين التعفف عن دنياهم، والحرص على مصلحتهم."},{"ayah_number":136,"text":"ولكن هذه النصائح الحكيمة، لم يستقبلها قومه استقبالا حسنا، ولم تجد منهم قبولا، بل كان ردهم عليه- كما حكى القرآن عنهم-: قالُوا سَواءٌ عَلَيْنا أَوَعَظْتَ أَمْ لَمْ تَكُنْ مِنَ الْواعِظِينَ ...أى: قال قوم هود له بعد أن وعظهم ونصحهم: قالوا له بكل استهتار وسوء أدب:يا هود يستوي عندنا وعظك وعدمه، ولا يعنينا أن تكون ممن يجيدون الوعظ أو من غيرهم ممن لا يحسنون الوعظ والإرشاد.قال صاحب الكشاف: فإن قيل: «أوعظت أو لم تعظ» كان أخصر. والمعنى واحد.قلت: ليس المعنى بواحد وبينهما فرق، لأن المراد: سواء علينا أفعلت هذا الفعل الذي هو الوعظ، أم لم تكن أصلا من أهله ومباشريه، فهو أبلغ في قلة اعتدادهم بوعظه، من قولك:أم لم تعظ."},{"ayah_number":137,"text":"ثم أضافوا إلى قولهم هذا قولا آخر لا يقل عن سابقه في الغرور وانطماس البصيرة فقالوا:إِنْ هذا إِلَّا خُلُقُ الْأَوَّلِينَ أى: ما هذا الذي تنهانا عنه من التطاول في البنيان، ومن اتخاذ المصانع.. إلا خلق آبائنا الأولين، ومنهجهم في الحياة، ونحن على آثارهم نسير وعلى منهجهم نمشي.قال القرطبي ما ملخصه: قرأ أكثر القراء إِلَّا خُلُقُ الْأَوَّلِينَ- بضم الخاء واللام- أى: عادتهم ودينهم ومذهبهم وما جرى عليه أمرهم..وقرأ ابن كثير وأبو عمرو والكسائي إلا خلق الأولين- بفتح الخاء وإسكان اللام- أى:ما هذا الذي جئتنا به يا هود إلا اختلاق الأولين وكذبهم، والعرب تقول: حدثنا فلان بأحاديث الخلق، أى: بالخرافات والأحاديث المفتعلة..  .وعلى كلتا القراءتين فالآية الكريمة تصور ما كانوا عليه من تحجر وجهالة تصويرا بليغا."},{"ayah_number":138,"text":"ثم انتقلوا بعد ذلك إلى غرور أشد وأشنع فقالوا: وَما نَحْنُ بِمُعَذَّبِينَ.أى: هذه: حالنا التي ارتضيناها لحياتنا، وما نحن بمعذبين على هذه الأعمال التي نعملها.وهكذا رد قوم هود على نبيهم- عليه السلام- بهذا الرد السيئ الذي يدل على استهتارهم وجفائهم وجمودهم على باطلهم."},{"ayah_number":139,"text":"ولذا جاءت نهايتهم الأليمة بسرعة وحسم، قال- تعالى-: فَكَذَّبُوهُ فَأَهْلَكْناهُمْ.أى: أصر قوم هود على باطلهم وغرورهم فأهلكناهم بِرِيحٍ صَرْصَرٍ عاتِيَةٍ سَخَّرَها عَلَيْهِمْ سَبْعَ لَيالٍ وَثَمانِيَةَ أَيَّامٍ حُسُوماً، فَتَرَى الْقَوْمَ فِيها صَرْعى، كَأَنَّهُمْ أَعْجازُ نَخْلٍ خاوِيَةٍأهلكهم الله- تعالى- دون أن تنفعهم أموالهم، أو قوتهم التي كانوا يدلون بها ويقولون:مَنْ أَشَدُّ مِنَّا قُوَّةً.وختم- سبحانه- قصتهم بما ختم به قصة نوح مع قومه من قبلهم، فقال- تعالى-:إِنَّ فِي ذلِكَ لَآيَةً وَما كانَ أَكْثَرُهُمْ مُؤْمِنِينَ."},{"ayah_number":140,"text":"وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ.ثم ساق- سبحانه- بعد ذلك قصة صالح مع قومه، فقال- تعالى-:"},{"ayah_number":141,"text":"وقد وردت قصة صالح مع قومه في سور أخرى منها الأعراف، وهود، والنمل، والقمر..وثمود اسم للقبيلة التي أرسل إليها صالح- عليه السلام- والثمد: الماء القليل ... وكانوا يعبدون الأصنام، فأرسل الله- تعالى- واحدا منهم- هو صالح- لكي يأمرهم بعبادة الله وحده.وما زالت مساكنهم تعرف إلى الآن بمدائن صالح، في المنطقة التي بين المدينة المنورة والشام، وقد مر النبي صلّى الله عليه وسلّم على ديارهم وهو متوجه إلى غزوة تبوك.."},{"ayah_number":142,"text":"وقد نصح صالح قومه، بما نصح به هود ونوح قومهما من قبله، فقد أمرهم بتقوى الله وصارحهم بصدقه معهم، وبتعففه عن تعاطى الأجر على نصحه لهم."},{"ayah_number":143,"text":"إِنِّي لَكُمْ رَسُولٌ أَمِينٌ"},{"ayah_number":144,"text":"فقد أمرهم بتقوى الله وصارحهم بصدقه معهم ."},{"ayah_number":145,"text":"وبتعففه عن تعاطى الأجر على نصحه لهم ."},{"ayah_number":146,"text":"ثم وعظهم بما يرقق القلوب، وبما يحمل العقلاء على شكر الله- تعالى- على نعمه فقال لهم: أَتُتْرَكُونَ فِي ما هاهُنا آمِنِينَ.فِي جَنَّاتٍ وَعُيُونٍ. وَزُرُوعٍ وَنَخْلٍ طَلْعُها هَضِيمٌ ...والاستفهام للإنكار. والطلع: اسم من الطلوع وهو الظهور، وأصله ثمر النخل في أول ما يطلع، وهو بعد التلقيح يسمى خلالا- بفتح الخاء- ثم يصير بسرا، فرطبا، فتمرا.والهضيم: اليانع والنضيج، أو الرطب اللين اللذيذ الذي تداخل بعضه في بعض وهو وصف للطلع الذي قصد به الثمار الناضجة الطيبة لصيرورته إليها.والمعنى: أتظنون أنكم متروكون بدون حساب أو سؤال من خالقكم- عز وجل- وأنتم تتقلبون في نعمه التي منها ما أنتم فيه من بساتين وأنهار وزروع كثيرة متنوعة.إن كنتم تظنون ذلك، فأقلعوا عن هذا الظن، واعتقدوا بأنكم أنتم وما بين أيديكم من نعم، إلى زوال، وعليكم أن تخلصوا لخالقكم العبادة والشكر لكي يزيدكم من فضله..فأنت ترى أن- صالحا- عليه السلام قد استعمل مع قومه أرق ألوان الوعظ، لكي يوقظ قلوبهم الغافلة، نحو طاعة الله- تعالى- وشكره، وقد استعمل في وعظه لفت أنظارهم إلى ما يتقلبون فيه من نعم تشمل البساتين والعيون، والزروع المتعددة، والنخيل الجيدة الطلع، اللذيذة الطعم، حتى لكأن ثمرها لجودته ولينه، لا يحتاج إلى هضم في البطون."},{"ayah_number":147,"text":"ثم وعظهم بما يرقق القلوب ، وبما يحمل العقلاء على شرك الله - تعالى - على نعمه فقال لهم : ( أَتُتْرَكُونَ فِي مَا هَاهُنَآ آمِنِينَ فِي جَنَّاتٍ وَعُيُونٍ وَزُرُوعٍ وَنَخْلٍ طَلْعُهَا هَضِيمٌ . . ) .والاستفهام للإنكار . والطلع : اسم من الطلوع وهو الظهور ، وأصله ثمر النخل فى أول ما يطلع ، وهو بعد التلقيح يسمى خلالا - بفتح الخاء - ثم يصير بسرا ، فرطبا ، فتمرا .والهضيم : اليانع والنضيج ، أو الرطب اللين اللذيذ الذى تداخل بعضه فى بعض وهو وصف للطلع الذى قصد به الثمار الناضجة الطيبة لصيرورته إليها .والمعنى : أتظنون أنكم متروكون بدون حساب أو سؤال من خالقكم - عز وجل - وأنتم تتقلبون فى نعمه التى منها ما أنتم فيه من بساتين وأنهار وزروع كثيرة متنوعة .إن كنتم تظنون ذلك ، فأقلعوا عن هذا الظن ، واعتقدوا بأنكم أنتم وما بين أيديكم من نعم ، إلى زوال ، وعليكم أن تخلصوا لخالقكم العبادة والشكر لكى يزيدكم من فضله . .فأنت ترى أن - صالحا - عليه السلام قد استعمل مع قومه أرق ألوان الوعظ ، لكى يوقظ قلوبهم الغافلة ، نحو طاعة الله - تعالى - وشكره ، وقد استعمل فى وعظه لفت أنظارهم إلى ما يتقلبون فيه من نعم تشمل البساتين والعيون ، الزروع المتعددة ، والنخيل الجيدة الطلع ، اللذيذة الطعم ، حتى لكأن ثمرها لجودته ولينه ، لا يحتاج إلى هضم فى البطون ."},{"ayah_number":148,"text":"ثم وعظهم بما يرقق القلوب ، وبما يحمل العقلاء على شرك الله - تعالى - على نعمه فقال لهم : ( أَتُتْرَكُونَ فِي مَا هَاهُنَآ آمِنِينَ فِي جَنَّاتٍ وَعُيُونٍ وَزُرُوعٍ وَنَخْلٍ طَلْعُهَا هَضِيمٌ . . ) .والاستفهام للإنكار . والطلع : اسم من الطلوع وهو الظهور ، وأصله ثمر النخل فى أول ما يطلع ، وهو بعد التلقيح يسمى خلالا - بفتح الخاء - ثم يصير بسرا ، فرطبا ، فتمرا .والهضيم : اليانع والنضيج ، أو الرطب اللين اللذيذ الذى تداخل بعضه فى بعض وهو وصف للطلع الذى قصد به الثمار الناضجة الطيبة لصيرورته إليها .والمعنى : أتظنون أنكم متروكون بدون حساب أو سؤال من خالقكم - عز وجل - وأنتم تتقلبون فى نعمه التى منها ما أنتم فيه من بساتين وأنهار وزروع كثيرة متنوعة .إن كنتم تظنون ذلك ، فأقلعوا عن هذا الظن ، واعتقدوا بأنكم أنتم وما بين أيديكم من نعم ، إلى زوال ، وعليكم أن تخلصوا لخالقكم العبادة والشكر لكى يزيدكم من فضله . .فأنت ترى أن - صالحا - عليه السلام قد استعمل مع قومه أرق ألوان الوعظ ، لكى يوقظ قلوبهم الغافلة ، نحو طاعة الله - تعالى - وشكره ، وقد استعمل فى وعظه لفت أنظارهم إلى ما يتقلبون فيه من نعم تشمل البساتين والعيون ، الزروع المتعددة ، والنخيل الجيدة الطلع ، اللذيذة الطعم ، حتى لكأن ثمرها لجودته ولينه ، لا يحتاج إلى هضم فى البطون ."},{"ayah_number":149,"text":"ثم ذكرهم بنعمة أخرى، وكرر عليهم الأمر بتقوى الله فقال: وَتَنْحِتُونَ مِنَ الْجِبالِ بُيُوتاً فارِهِينَ. فَاتَّقُوا اللَّهَ وَأَطِيعُونِ.وقوله: وَتَنْحِتُونَ معطوف على تُتْرَكُونَ فهو داخل في حيز الإنكار عليهم، لعدم شكرهم لله- تعالى- والنحت: البرى. يقال: نحت فلان الحجر نحتا إذا براه وأعده للبناء.وفارِهِينَ أى: ماهرين حاذقين في نحتها. من فره- ككرم- فراهة. إذا برع في فعل الشيء، وعرف غوامضه ودقائقه.قال القرطبي: وقرأ ابن كثير وأبو عمرو: فرهين بغير ألف في الفاء. وهي بمعنى واحد.. وفرق بينهما قوم فقالوا: فارِهِينَ أى حاذقين في تحتها ... وفرهين- بغير ألف-. أى: أشرين بطرين فرهين.. .أى: وأنهاكم- أيضا- عن انهماككم في نحت الحجارة من الجبال بمهارة وبراعة، لكي تبنوا بها بيوتا وقصورا بقصد الأشر والبطر، لا يقصد الإصلاح والشكر لله- فمحل النهى إنما هو قصد الأشر والبطر في البناء وفي النحت."},{"ayah_number":150,"text":"فقد أمرهم بتقوى الله وصارحهم بصدقه معهم ."},{"ayah_number":151,"text":"ثم نهاهم عن طاعة المفسدين في الأرض بعد أن أمرهم بتقوى الله فقال: وَلا تُطِيعُوا أَمْرَ الْمُسْرِفِينَ. الَّذِينَ يُفْسِدُونَ فِي الْأَرْضِ وَلا يُصْلِحُونَ.أى: اجعلوا طاعتكم لله- تعالى- وحده، ولى بصفتى رسوله إليكم، واتركوا طاعة زعمائكم وكبرائكم المسرفين في إصرارهم على الكفر والجحود والذين من صفاتهم أنهم يفسدون في الأرض فسادا لا يخالطه إصلاح.قال الآلوسى: قوله: وَلا تُطِيعُوا أَمْرَ الْمُسْرِفِينَ.. كأنه عنى بالخطاب جمهور قومه.وبالمسرفين كبراءهم في الكفر والإضلال. وكانوا تسعة رهط.. والإسراف: تجاوز الحد في كل أمر.. والمراد به هنا: زيادة الفساد.. والمراد بالأرض: أرض ثمود. وقيل: الأرض كلها.ولما كان قوله يُفْسِدُونَ لا ينافي إصلاحهم أحيانا، أردفه بقوله- تعالى-: وَلا يُصْلِحُونَ لبيان كمال إفسادهم. وأنه لم يخالطه إصلاح أصلا  ."},{"ayah_number":152,"text":"والمراد به هنا : زيادة الفساد . . . والمراد بالأرض : أرض نمود . وقيل : الأرض كلها .ولما كان قوله ( يُفْسِدُونَ ) لا ينافى إصلاحهم أحيانان أردفه بقوله - تعالى - : ( وَلاَ يُصْلِحُونَ ) لبيان كمال إفسادهم . وأنه لم يخالطه إصلاح أصلا ."},{"ayah_number":153,"text":"ولكن هذا النصح الحكيم من صالح لقومه، لم يقابل منهم بأذن صاغية، بل قابلوه بالتطاول والاستهتار وإنكار رسالته قالُوا إِنَّما أَنْتَ مِنَ الْمُسَحَّرِينَ. ما أَنْتَ إِلَّا بَشَرٌ مِثْلُنا، فَأْتِ بِآيَةٍ إِنْ كُنْتَ مِنَ الصَّادِقِينَ.أى: قال قوم صالح له: أنت لست إلا من الذين غلب عليهم السحر، وأثر في عقولهم، فصاروا يتكلمون بكلام المجانين."},{"ayah_number":154,"text":"وما أنت- أيضا- إلا بشر مثلنا تأكل الطعام كما نأكل.وتشرب الشراب كما نشرب.. فإن كنت رسولا حقا فأتنا بعلامة ومعجزة تدل على صدقك في دعواك الرسالة وكأنهم- لجهلهم وانطماس بصائرهم- يرون أن البشرية تتنافى مع النبوة والرسالة، وتضرع صالح- عليه السلام- إلى ربه- عز وجل- أن يمنحه معجزة لعلها تكون سببا في هداية قومه،"},{"ayah_number":155,"text":"وأجاب الله - تعالى - تضرعه ، فقال - سبحانه - : ( قَالَ هذه نَاقَةٌ لَّهَا شِرْبٌ وَلَكُمْ شِرْبُ يَوْمٍ مَّعْلُومٍ وَلاَ تَمَسُّوهَا بسواء فَيَأْخُذَكُمْ عَذَابُ يَوْمٍ عَظِيمٍ ) .قال ابن كثير : ثم إنهم اقترحوا عليه آية يأتيهم بها ، ليعلموا صدقه بما جاءهم به من ربهم ، فطلبوا منه أن يخرج لهم الآن من صخرة عندهم ناقة عُشرَاء من صفتها كذا وكذا . فعند ذلك أخذ عليهم صالح العهود والمواثيق ، لئن أجابهم إلى ما سألوا ليؤمنن به ، فأنعموا بذلك - أى : قالوا نعم - فقام نبى الله صالح فصلى ، ثم دعا ربه أن يجيبهم على سؤالهم ، فانفطرت تلك الصخرة التى أشاروا إليها . عن ناقة عشراء . على الصفة التى وصفوها . فآمن بعضهم وكفر أكثرهم ."},{"ayah_number":156,"text":"والمعنى : قال لهم صالح - عليه السلام - بعد أن طلبوا منه معجزة تدل على صدقه : هذه ناقة ( لَّهَا شِرْبٌ وَلَكُمْ شِرْبُ يَوْمٍ مَّعْلُومٍ ) أى : لها نصيب معين من الماء ، ولكم نصيب آخر منه ، وليس لكم أن تشربوا منه فى يوم شربها .وليس لها أن تشرب منه فى يوم شربكم ، واحذروا أن تمسوها بسوء - كضرب أو قتل - فيأخذكم عذاب يوم عظيم ."},{"ayah_number":157,"text":"ووصف اليوم بالعظم لعظم ما يحل فيه من عذاب ينزل بهم إذا مسوها بسوء."},{"ayah_number":158,"text":"ولكن قومه لم يفوا بعهودهم ( فَعَقَرُوهَا ) أى : فعقروا الناقة التى هى معجزة نبيهم . وأسند العقر إليهم جميعا . مع أن الذى عقرها بعضهم ، لأن العقر كان برضاهم جميعا ، كما يرشد إليه قوله - تعالى - فى آية أخرى : ( فَنَادَوْاْ صَاحِبَهُمْ فتعاطى فَعَقَرَ ) وقوله ( فَأَصْبَحُواْ نَادِمِينَ ) بيان لما ترتب على عقرهم لها ."},{"ayah_number":159,"text":"وَإِنَّ رَبَّكَ لَهُوَ العزيز الرحيم ) ."},{"ayah_number":160,"text":"كَذَّبَتْ قَوْمُ لُوطٍ الْمُرْسَلِينَ"},{"ayah_number":161,"text":"ثم جاءت بعد ذلك قصة لوط . مع قومه ، فقال - تعالى - : ( كَذَّبَتْ قَوْمُ لُوطٍ المرسلين . . . ) .قال ابن كثير - رحمه الله - : ولوط هو ابن هاران بن آزر ، وهو ابن أخى إبراهيم ، وكان قد آمن مع إبراهيم ، وهاجر معه إلى أرض الشام ، فبعثه الله إلى أهل سدوم وما حولها من القرى ، يدعوهم إلى الله - تعالى - وبأمرهم بالمعروف وينهاهم عن المنكر ، وهو إتيان الذكور دون الإناث ، وهذا شىء لم يكن بنو آدم تعهده ولا تألفه ، ولا يخطر ببالهم ، حتى صنع ذلك أهل سدوم - وهى قرية بوادى الأردن - عليهم لعائن الله ."},{"ayah_number":162,"text":"ولقد بدأ لوط - عليه السلام - دعوته لقومه يأمرهم بتقوى الله ."},{"ayah_number":163,"text":"وبإخبارهم بأنه رسول أمين من الله - تعالى - إليهم ."},{"ayah_number":164,"text":"وبأنه لا يسألهم أجرا على دعوته لهم إلى الحق والفضيلة ."},{"ayah_number":165,"text":"ثم نهاهم عن أبرز الرذائل التى ، كانت متفشية فيهم فقال : ( أَتَأْتُونَ الذكران مِنَ العالمين وَتَذَرُونَ مَا خَلَقَ لَكُمْ رَبُّكُمْ مِّنْ أَزْوَاجِكُمْ بَلْ أَنتُمْ قَوْمٌ عَادُونَ ) .والاستفهام للإنكار والتقريع والذكران : جمع ذكر وهو ضد الأنثى .والعادون جمع عاد . يقال : عدا فلان فى الأمر يعدو ، إذا تجاوز الحد فى الظلم .أى : قال لوط لقومه : أبلغ بكم انحطاط الفطرة ، وانتكاس الطبيعة ، أنكم تأتون الذكور الفاحشة ، وتتركون نساءكم اللائى أحلهن الله - تعالى - لكم ، وجعلهن الطريق الطبيعى للنسل وعمارة الكون .إنكم بهذا الفعل القبيح الذميم ، تكونون قد تعديتم حدود الله - تعالى - وتجاوزتم ما أحله الله لكم ، إلى ما حرمه عليكم ."},{"ayah_number":166,"text":"ثم نهاهم عن أبرز الرذائل التى ، كانت متفشية فيهم فقال : ( أَتَأْتُونَ الذكران مِنَ العالمين وَتَذَرُونَ مَا خَلَقَ لَكُمْ رَبُّكُمْ مِّنْ أَزْوَاجِكُمْ بَلْ أَنتُمْ قَوْمٌ عَادُونَ ) .والاستفهام للإنكار والتقريع والذكران : جمع ذكر وهو ضد الأنثى .والعادون جمع عاد . يقال : عدا فلان فى الأمر يعدو ، إذا تجاوز الحد فى الظلم .أى : قال لوط لقومه : أبلغ بكم انحطاط الفطرة ، وانتكاس الطبيعة ، أنكم تأتون الذكور الفاحشة ، وتتركون نساءكم اللائى أحلهن الله - تعالى - لكم ، وجعلهن الطريق الطبيعى للنسل وعمارة الكون .إنكم بهذا الفعل القبيح الذميم ، تكونون قد تعديتم حدود الله - تعالى - وتجاوزتم ما أحله الله لكم ، إلى ما حرمه عليكم ."},{"ayah_number":167,"text":"وقد ردوا عليه بما يدل على شذوذهم وعلى انتكاس فطرتهم ، فقد قالوا له على سبيل التهديد والوعيد : ( لَئِن لَّمْ تَنتَهِ يالوط لَتَكُونَنَّ مِنَ المخرجين ) .أى : قالوا له متوعدين : لئن لم تسكت يا لوط عن نهيك إيانا عما نحن فيه ، لتكونن من المخرجين من قريتنا إخراجا تاما ، ولنطردنك خارج ديارنا .وهكذا النفوس عندما تنحدر فى الرذيلة وتنغمس فى المنكر ، تعادى من يدعوها إلى الفضيلة وإلى الطهر والعفاف ."},{"ayah_number":168,"text":"وقد رد لوط - عليه السلام - على سفاهتهم وسوء أدبهم ( قَالَ إِنِّي لِعَمَلِكُمْ مِّنَ القالين ) .والقالين : جمع قال . يقال : قليت فلانا أقليه - كرميته أرميه - إذا كرهته كرها شديدا .أى : قال لهم لوط موبخا ومؤنبا : إنى لعملكم القبيح الذى ترتكبونه مع الذكور ، من المبغضين له أشد البغض ، المنكرين له أشد الإنكار ."},{"ayah_number":169,"text":"ثم توجه إلى ربه - تعالى - بقوله . ( رَبِّ نَّجِنِي وَأَهْلِي مِمَّا يَعْمَلُونَ ) أى : نجنى يا رب ، ونج أهلى المؤمنين معى ، مما يعمل هؤلاء الأشرار من منكر لم يسبقهم إليه أحد."},{"ayah_number":170,"text":"فأجاب الله - تعالى - دعاءه فقال : ( فَنَجَّيْنَاهُ وَأَهْلَهُ أَجْمَعِينَ إِلاَّ عَجُوزاً فِي الغابرين ) .والمراد بهذه العجوز ، امرأته وكانت كافرة وراضية عن فعل قومها .والغابرين : جمع غابر وهو الباقى بعد غيره . يقال غبر الشىء يغبر غبورا . إذا بقى ."},{"ayah_number":171,"text":"وقوله : ( إِلاَّ عَجُوزاً ) استثناء من أهله .أى : فاستجبنا للوط دعاءه ، فأنجيناه وأهله المؤمنين جميعا ، إلا امرأته العجوز فإننا لم ننجها بل بقيت مع المهلكين لخبثها وعدم إيمانها ."},{"ayah_number":172,"text":"( ثُمَّ دَمَّرْنَا الآخرين ) أى : ثم أهلكنا قوم لوط المصرين على كفرهم وعلى إتيانهم المنكر ، تدميرا شديدا ، فإنا جعلنا أعلى قريتهم سافلها ، وأبدناهم عن آخرهم ."},{"ayah_number":173,"text":"( وَأَمْطَرْنَا عَلَيْهِم ) بعد ذلك الإهلاك ( مَّطَراً ) عجيبا أمره فقد كان نوعا من الحجارة ، كما جاء فى آية أخرى فى قوله : - تعالى - : ( وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِّن سِجِّيلٍ مَّنْضُودٍ ) وقوله - سبحانه - : ( فَسَآءَ مَطَرُ المنذرين ) بيان لسوء مصيرهم .أى : دمرنا هؤلاء القوم ، وأمطرنا عليهم مطرا من الحجارة زيادة فى إهانتهم ، فساءت عاقبتهم ، وتحقق ما أنذرناهم به من دمار ."},{"ayah_number":174,"text":"ثم ختم - سحبانه - قصة لوط - عليه السلام - مع قومه ، بمثل ما ختم به القصص السابقة فقال : ( إِنَّ فِي ذَلِكَ لآيَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ وَإِنَّ رَبَّكَ لَهُوَ العزيز الرحيم ) ."},{"ayah_number":175,"text":"وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ"},{"ayah_number":176,"text":"ثم جاتء فى نهاية هذه القصص ، قصة شعيب - عليه السلام - مع قومه . فقال - تعالى - : ( كَذَّبَ أَصْحَابُ . . . ) .الأيكة : منطقة مليئة بالأشجار ، كانت - فى الغالب - بين الحجاز وفلسطين حول خليج العقبة ، ولعلها المنطقة التى تسمى بمعان .وشعيب ينتهى نسبه إلى إبراهيم - عليهما السلام - وكان رسول الله صلى الله عليه وسلم إذا ذكر شعيبا قال : \" ذلك خطيب الأنبياء \" لحسن مراجعته لقومه ، وقوة حجته .وكان قومه أهل كفر وبخس للمكيال والميزان ، وقطع الطريق ، فدعاهم إلى وحدانية الله - تعالى - وإلى مكارم الأخلاق .قال ابن كثير : \" هؤلاء - أعنى أصحاب الأيكة - هم أهل مدين على الصحيح ، وكان نبى الله شعيب من أنفسهم وإنما لم يقل ها هنا : أخوهم شعيب ، لأنهم نسبوا إلى عبادة الأيكة وهى شجرة ."},{"ayah_number":177,"text":"وقيل شجر ملتف كالغيضة . كانوا يعبدونها ، فلهذا لما قال : كذب أصحاب الأيكة المرسلين ، لم يقل : إذ قال لهم أخوهم شعيب ، وإنما قال : ( إِذْ قَالَ لَهُمْ شُعَيْبٌ أَلاَ تَتَّقُونَ ) فقطع نسبة الأخوة بينهم ، للمعنى الذى نسبوا إليه ، وإن كان أخاهم نسبا ، ومن الناس من لم يتفطن لهذه النكتة ، فظن أن أصحاب الأيكة غير أهل مدين ، فزعم أن شعيبا - عليه السلام - بعثه الله إلى أمتين . . . والصحيح أنهم أمة واحدة وصفوا فى كل مقام بشىء ، ولهذا وعظ هؤلاء وأمرهم بوفاء المكيال والميزان ، كما فى قصة مدين سواء بسواء . . . \" ."},{"ayah_number":178,"text":"وقد افتتح شعيب - عليه السلام - دعوته لقومه . بأمرهم بتقوى الله - تعالى - وببيان أنه أمين فى تبليغهم ما أمره الله بتبليغه إليهم ."},{"ayah_number":179,"text":"وقد افتتح شعيب - عليه السلام - دعوته لقومه . بأمرهم بتقوى الله - تعالى - وببيان أنه أمين فى تبليغهم ما أمره الله بتبليغه إليهم ."},{"ayah_number":180,"text":"وبمصارحتهم بأنه لا يسألهم أجراً على دعوته إياهم إلى ما يسعدهم ."},{"ayah_number":181,"text":"ثم نهاهم عن أفحش الرذائل التى كانت منتشرة فيهم فقال لهم : ( أَوْفُواْ الكيل وَلاَ تَكُونُواْ مِنَ المخسرين وَزِنُواْ بالقسطاس المستقيم وَلاَ تَبْخَسُواْ الناس أَشْيَآءَهُمْ وَلاَ تَعْثَوْاْ فِي الأرض مُفْسِدِينَ واتقوا الذي خَلَقَكُمْ والجبلة الأولين . . . ) .والجبلة : الجماعة الكثيرة من الناس الذين كانوا من قبل قوم شعيب . والمقصود بهم أولئك الذين كانوا ذوى قوة كأنها الجبال فى صلابتها ، كقوم هود وأمثالهم ممن اغتروا بقوتهم ، فأخذهم الله أخذ عزيز مقتدر .قال القرطبى : وقوله : ( واتقوا الذي خَلَقَكُمْ والجبلة الأولين ) .الجبلة : هى الخليقة . ويقال : جبل فلان على كذا ، أى : خلق ، فالخُلُق جِبِلة وجُبُلة - بكسر الجيم والباء وضمهما - والجبلة : هو الجمع ذو العدد الكثير من الناس ، ومنه قوله - تعالى - : ( وَلَقَدْ أَضَلَّ مِنْكُمْ جِبِلاًّ كَثِيراً . . . ) والمعنى : قال شعيب - عليه السلام - لقومه ناصحا ومرشدا : يا قوم . أوفوا الكيل أى : أتموه ( وَلاَ تَكُونُواْ مِنَ المخسرين ) الذين يأكلون حقوق غيرهم عن طريق التطفيف فى الكيل والميزان ."},{"ayah_number":182,"text":"ثم أكد نصحه هذا بنصح آخر فقال : ( وَزِنُواْ ) للناس الذين تتعاملون معهم ( بالقسطاس المستقيم ) أى : بالعدل الذى لا جور معه ولا ظلم ."},{"ayah_number":183,"text":"ثم أتبع هذا الأمر بالنهى فقال : ( وَلاَ تَبْخَسُواْ الناس أَشْيَآءَهُمْ ) أى : ولا تنقصوا للناس شيئا من حقوقهم ، أيا كان مقدرا هذا الشىء .( وَلاَ تَعْثَوْاْ فِي الأرض مُفْسِدِينَ ) والعُثُو : أشد أنواع الفساد . يقال : عثَا فلان فى الأرض يعثُو ، إذا اشتد فساده .أى : ولا تنتشروا فى الأرض حالة كونكم مفسدين فيها بالقتل وقطع الطريق ، وتهديد الآمنين .فقوله ( مُفْسِدِينَ ) حال مؤكدة لضمير الجمع فى قوله ( تَعْثَوْاْ ) ."},{"ayah_number":184,"text":"ثم ذكرهم بأحوال السابقين ، وبأن الله - تعالى - هو الذى خلقهم وخلق أولئك السابقين فقال : ( واتقوا الذي خَلَقَكُمْ ) من ماء مهين . وخلق - أيضا - الأقوام السابقين ، الذين كانوا أشد منكم قوة وأكثر جمعا . والذين أهلكهم - سبحانه - بقدرته بسبب إصرارهم على كفرهم وبغيهم ."},{"ayah_number":185,"text":"واستمع قوم شعيب إلى تلك النصائح الحكيمة . ولكن لم يتأثروا بها ، بل اتهموا نبيهم فى عقله وفى صدقه ، وتحده فى رسالته فقالوا - كما حكى القرآن عنهم - : ( إِنَّمَآ أَنتَ مِنَ المسحرين وَمَآ أَنتَ إِلاَّ بَشَرٌ مِّثْلُنَا وَإِن نَّظُنُّكَ لَمِنَ الكاذبين فَأَسْقِطْ عَلَيْنَا كِسَفاً مِّنَ السمآء إِن كُنتَ مِنَ الصادقين ) .قالوا له بسفاهة وغرور : إنما أنت يا شعيب من الذين أصيبوا بسحر عظيم جعلهم لا يعقلون ما يقولون ، أو إنما أنت من الناس الذين يأكلون الطعام ، ويشربون الشراب ، ولا مزية لك برسالة أو بنبوة علينا ، فأنت بشر مثلنا ، وما نظنك إلا من الكاذبين فيما تدعيه ."},{"ayah_number":186,"text":"واستمع قوم شعيب إلى تلك النصائح الحكيمة . ولكن لم يتأثروا بها ، بل اتهموا نبيهم فى عقله وفى صدقه ، وتحدوه فى رسالته فقالوا - كما حكى القرآن عنهم - : ( إِنَّمَآ أَنتَ مِنَ المسحرين وَمَآ أَنتَ إِلاَّ بَشَرٌ مِّثْلُنَا وَإِن نَّظُنُّكَ لَمِنَ الكاذبين فَأَسْقِطْ عَلَيْنَا كِسَفاً مِّنَ السمآء إِن كُنتَ مِنَ الصادقين ) .قالوا له بسفاهة وغرور : إنما أنت يا شعيب من الذين أصيبوا بسحر عظيم جعلهم لا يعقلون ما يقولون ، أو إنما أنت من الناس الذين يأكلون الطعام ، ويشربون الشراب ، ولا مزية لك برسالة أو بنبوة علينا ، فأنت بشر مثلنا ، وما نظنك إلا من الكاذبين فيما تدعيه ."},{"ayah_number":187,"text":"فإن كنت صادقا فى دعوى الرسالة فأسقط علينا ( كِسَفاً مِّنَ السمآء ) أى : قطعا من العذاب الكائن من جهة السماء .وجاء التعبير بالواو هنا فى قوله ( وَمَآ أَنتَ إِلاَّ بَشَرٌ مِّثْلُنَا ) للإشارة إلى أنه جمع بين أمرين منافيين لدعواه الرسالة ، وهما : كونه من المسحرين وكونه بشرا وقصدوا بذلك المبالغة فى تكذيبه ، فكأنهم يقولون له : إن وصفا واحدا كاف فى تجريدك من نبوتك فكيف إذا اجتمع فيك الوصفان ، ولم يكتفوا بهذا بل أكدوا عدم تصديقهم له فقالوا : وما نظنك إلا من الكاذبين .ثم أضافوا إلى كل تلك السفاهات . والتحدى حيث تعجلوا العذاب ."},{"ayah_number":188,"text":"ولكن شعيبا - عليه السلام - قابل استهتارهم بقوله : ( ربي أَعْلَمُ بِمَا تَعْمَلُونَ )أى : ربى وحده هو العليم بأقوالكم وأعمالكم ، وسيجازيكم عليها بما تستحقون من عذاب أليم ."},{"ayah_number":189,"text":"ثم يعجل - سبحانه - ببيان عاقبتهم السيئة فيقول : ( فَكَذَّبُوهُ فَأَخَذَهُمْ عَذَابُ يَوْمِ الظلة إِنَّهُ كَانَ عَذَابَ يَوْمٍ عَظِيمٍ ) .قال الآلوسى : وذلك على ما أخرج عبد بن حميد ، وابن جرير ، وابن المنذر ، وابن أبى حاتم ، والحاكم عن ابن عباس : أن الله - تعالى - بعث عليهم حرا شديدا ، فأخذ بأنفاسهم ، فدخلوا أجواف البيوت ، فدخل عليهم ، فخرجوا منها هرابا إلى البرية . فبعث الله - تعالى - عليهم سحابة فأظلتهم من الشمس ، وهى الظلة ، فوجدوا لها بردا ولذة ، فنادى بعضهم بعضا حتى إذا اجتمعوا تحتها ، أسقطها الله عليهم نارا .فأهلكتهم جميعا . .ففى الأعراف ذكر أنهم أخذتهم الرجفة فأصبحوا فى دارهم جاثمين ، وذلك لأنهم قالوا : ( لَنُخْرِجَنَّكَ ياشعيب والذين آمَنُواْ مَعَكَ مِن قَرْيَتِنَآ . . ) فلما أرجفوا بنبى الله ومن تبعه . - أى : حاولوا زلزلتهم وتخويفهم - أخذتهم الرجفة .وفى سورة هود قال : ( وَأَخَذَ الذين ظَلَمُواْ الصيحة ) وذلك لأنهم استهزءوا بنبى الله فى قولهم : ( أصلاوتك تَأْمُرُكَ أَن نَّتْرُكَ مَا يَعْبُدُ ءابَاؤُنَآ . . ) فناسب أن تأتيهم صيحة تسكتهم . .وها هنا قالوا : ( فَأَسْقِطْ عَلَيْنَا كِسَفاً مِّنَ السمآء ) على وجه التعنت والعناد فناسب أن ينزل بهم ما استبعدوا وقوعه فقال : ( فَأَخَذَهُمْ عَذَابُ يَوْمِ الظلة ) ."},{"ayah_number":190,"text":"ثم ختم - سبحانه - قصة شعيب مع قومه بمثل ما ختم به قصص الرسل السابقين مع أقوامهم فقال - تعالى - : ( إِنَّ فِي ذَلِكَ لآيَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ وَإِنَّ رَبَّكَ لَهُوَ العزيز الرحيم ) .وإلى هنا ترى سورة الشعراء قد ساقت لنا سبع قصص من قصص الأنبياء مع أقوامهم .ساقت لنا قصة موسى ، فإبراهيم ، فنوح . فهود ، فصالح ، فلوط ، فشعيب - عليهم جميعا الصلاة والسلام - .ويلاحظ فى قصص هذه السورة ، أنها لم تجىء على حسب الترتيب الزمنى - كما هو الشأن فى سورة الأعراف - وذلك لأن المقصود الأعظم هنا هو الاعتبار والاتعاظ ، فأما فى سورة الأعراف ، فكان التسلسل الزمنى مقصودا لعرض أحوال الناس منذ آدم - عليه السلام - .كما يلاحظ أن معظم القصص هنا ، قد افتتح بافتتاح متشابه ، وهو أمر كل نبى قومه بتقوى الله ، وببيان أنه رسول أمين . وببيان أنه لا يطلب من قومه أجرا على دعوته ، نرى ذلك واضحا فى قصة نوح وهود وصالح وشعيب ولوط مع أقوامهم .ولعل السر فى ذلك التأكيد على أن الرسل جميعا قد جاؤوا برسالة واحدة فى أصولها وأسسها ، ألا وهى الدعوة إلى إخلاص العبادة لله - تعالى - ، وإلى مكارم الأخلاق .كما يلاحظ - أيضا - أن كل قصة من تلك القصص قد اختتمت بقوله - تعالى - : ( إِنَّ فِي ذَلِكَ لآيَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ وَإِنَّ رَبَّكَ لَهُوَ العزيز الرحيم ) .ولعل السر فى ذلك تكرار التسلية للنبى صلى الله عليه وسلم ، وتثبيت فؤاده . وبيان أن ما أصابه من قومه ، قد أصاب الرسل السابقين ، فعليه أن يصبر كما صبروا ، وقد قالوا : \" المصيبة إذا عمت خفت \" .كما يلاحظ - كذلك - على قصص هذى السورة التركيز على أهم الأحداث وبيان الرذائل التى انغمس فيها أولئك الأقوام ، باستثناء قصة موسى - عليه السلام - مع فرعون فقد جاءت بشىء من التفصيل ."},{"ayah_number":191,"text":"وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ"},{"ayah_number":192,"text":"وكما بدأت السورة بالحديث عن القرآن ، وعن الرسول صلى الله عليه وسلم ، عادت مرة أخرى بعد الحديث عن قصص بعض الأنبياء - إلى متابعة الحديث عن القرآن الكريم ، وعن نزوله ، وعن تأثيره ، وعن مصدره . فقال - تعالى - : ( وَإِنَّهُ لَتَنزِيلُ رَبِّ العالمين . . . . ).الضمير فى قوله ( وَإِنَّهُ ) يعود إلى القرآن الكريم ، وما اشتمل عليه من قصص وهدايات . .أى : وإن هذا القرآن لتنزيل رب العالمين ، لا تنزيل غيره ، والتعبير عن إنزاله بالتنزيل ، للمبالغة فى إنزاله من عند الله - تعالى - وحده .ووصف - سبحانه - ذاته بالربوبية للعالمين ، للإيذان بأن إنزاله بهذه الطريقة ، من مظاهر رحمته بعباده ، وإحكام تربيته لهم جميعا .قال - تعالى - : ( تَنزِيلٌ مِّن رَّبِّ العالمين ) وقال - سبحانه - : ( تَنزِيلاً مِّمَّنْ خَلَق الأرض والسماوات العلى )."},{"ayah_number":193,"text":"ثم وصف - سبحانه - من نزل به بالأمانة فقال : ( نَزَلَ بِهِ الروح الأمين ) وهو جبريل - عليه السلام - وعبر عنه بالروح ، لأن الأرواح تحيا بما نزل به كما تحيا الأجسام بالغذاء ."},{"ayah_number":194,"text":"أى : نزل جبريل الأمين - بأمرنا - بهذا القرآن كاملا غير منقوص ، ( على قَلْبِكَ ) أيها الرسول الكريم ( لِتَكُونَ مِنَ المنذرين ) أى : من أجل أن تنذر به الناس ، وتخوفهم بسوء المصير إذا ما استمروا على كفرهم وفسوقهم عن أمر الله - تعالى - .قال الجمل : قال الكرخى : وقوله ( على قَلْبِكَ ) خصه بالذكر وهو إنما أنزل عليه ليؤكد أن ذلك المنزل محفوظ ، والرسول متمكن من قلبه لا يجوز عليه التغير . ولأن القلب المخاطب فى الحقيقة لأنه موضع التمييز والاختيار ، وأما سائر الأعضاء فمسخرة له ، ويدل على ذلك القرآن والحديث والمعقول .أما القرآن فقوله - تعالى - : ( إِنَّ فِي ذَلِكَ لذكرى لِمَن كَانَ لَهُ قَلْبٌ أَوْ أَلْقَى السمع وَهُوَ شَهِيدٌ ) وأما الحديث فقوله صلى الله عليه وسلم : \" ألا وإن فى الجسد مضغة إذا صلحت صلح الجسد كله ، وإذا فسدت فسد الجسد كله ألا وهى القلب \" .وأما المعقول : فإن القلب إذا غشى عليه ، لم يحصل له شعور ، وإذا أفاق القلب شعر بجميع ما ينزل بالأعضاء من الآفات .وقال الآلوسى ما ملخصه : وخص القلب بالإنزال ، قيل للإشارة إلى كمال تعقله صلى الله عليه وسلم وفهمه ذلك المنزل ، حيث لم تعبر واسطة فى وصوله إلى القلب . .وقيل للإشارة إلى صلاح قلبه صلى الله عليه وسلم حيث كان منزلا لكلام الله - تعالى - . ."},{"ayah_number":195,"text":"وقوله - تعالى - : ( بِلِسَانٍ عَرَبِيٍّ مُّبِينٍ ) متعلق بقوله - تعالى - ( نَزَلَ ) . أى : نزل هذا القرآن باللسان العربى ليكون أوضح فى البلاغ والبيان لقومك لأننا لو نزلناه بلسان أعجمى أو بلغة أعجمية لتعللوا بعدم فهمه وقلة إدراكهم لمعناه .وبذلك نرى أن الله - تعالى - قد بين لنا مصدر القرآن ، والنازل به ، والنازل عليه ، وكيفية النزول ، وحكمة الإنزال ، واللغة التى نزل بها ، وكل ذلك أدلة من القرآن ذاته على أنه من عند الله - تعالى - وأنه من كلامه الذى لا يأتيه الباطل من بين يديه ولا من خلفه ."},{"ayah_number":196,"text":"ثم بين - سبحانه - أن الكتب السماوية السابقة قد ذكرت ما يدل على صدق الرسول صلى الله عليه وسلم الذى أنزل الله - تعالى - عليه هذا القرآن فقال - تعالى - : ( وَإِنَّهُ لَفِي زُبُرِ الأولين أَوَ لَمْ يَكُن لَّهُمْ آيَةً أَن يَعْلَمَهُ عُلَمَاءُ بني إِسْرَائِيلَ ) .والزبر : جمع زَبُور ، وهو الكتاب المقصور على الحكم والمواعظ ، كزبور داود . مأخوذ من الزبر بمعنى الزجر . لزجره الناس عن اتباع الباطل .والمعنى : وإن نعت هذا القرآن الكريم ، ونعت الرسول الذى سينزل عليه هذا القرآن . لموجود فى كتب السابقين .قال الإمام ابن كثير : أخبر - تعالى - : بأن ذكر هذا القرآن والتنويه به لموجود فى كتب الأولين المأثورة عن أنبيائهم ، الذين بشروا به فى قديم الدهر وحديثه ، كما أخذ الله عليهم الميثاق بذلك ، حتى قام آخرهم خطيبا فى ملئه بالبشارة بأحمد : ( وَإِذْ قَالَ عِيسَى ابن مَرْيَمَ يابني إِسْرَائِيلَ إِنِّي رَسُولُ الله إِلَيْكُم مُّصَدِّقاً لِّمَا بَيْنَ يَدَيَّ مِنَ التوراة وَمُبَشِّراً بِرَسُولٍ يَأْتِي مِن بَعْدِي اسمه أَحْمَدُ . . )."},{"ayah_number":197,"text":"والاستفهام فى قوله ( أَوَ لَمْ يَكُن لَّهُمْ آيَةً . . . ) للإنكار والتوبيخ . والواو للعطف على مقدر ، والتقدير : أغفلوا عن ذلك وجهلوه ، ولم يكفهم للدلالة على صدقه وحقيته أن يعلم ذلك علماء بنى إسرائيل ، ويتحدث عنه عُدُولهم ، وينتظرون مبعث الرسول صلى الله عليه وسلم ونزول القرآن عليه صلى الله عليه وسلم .قال - تعالى - : ( وَلَمَّا جَآءَهُمْ كِتَابٌ مِّنْ عِندِ الله مُصَدِّقٌ لِّمَا مَعَهُمْ وَكَانُواْ مِن قَبْلُ يَسْتَفْتِحُونَ عَلَى الذين كَفَرُواْ فَلَمَّا جَآءَهُمْ مَّا عَرَفُواْ كَفَرُواْ بِهِ فَلَعْنَةُ الله عَلَى الكافرين ) وقال - سبحانه - : ( الذين يَتَّبِعُونَ الرسول النبي الأمي الذي يَجِدُونَهُ مَكْتُوباً عِندَهُمْ فِي التوراة والإنجيل يَأْمُرُهُم بالمعروف وَيَنْهَاهُمْ عَنِ المنكر )."},{"ayah_number":198,"text":"ثم ذكر - سبحانه - طرفا من جحود الكافرين وعنادهم فقال : ( وَلَوْ نَزَّلْنَاهُ على بَعْضِ الأعجمين فَقَرَأَهُ عَلَيْهِم مَّا كَانُوا بِهِ مُؤْمِنِينَ ) .والأعجمين : جمع أعجم ، وهو الذى لا يفصح وفى لسانه عجمة وإن كان عربى النسب ، أو جمع أعجمى ، إلا أنه حذف منه ياء النسب تخفيفا ، كأشعر جمع أشعرى .أى : ولو نزلنا هذا القرآن على رجل من الأعجمين ، الذين لا يحسنون النطق بالعربية ، فقرأ هذا القرآن على قومك - أيها الرسول الكريم - قراءة صحيحة لكفروا به عنادا ومكابرة مع أنهم فى قرارة أنفسهم يعرفون صدقه ، وأنه ليس من كلام البشر .فالآيتان الكريمتان المقصود بهما تسلية الرسول صلى الله عليه وسلم عما يراه من إنكار المشركين لدعوته ، ومن وصفهم للقرآن تارة بأنه سحر ، وتارة بأنه أساطير الأولين ، تصوير صادق لما وصل إليه أولئك المشركون من جحود وعناد ومكابرة .وشبيه بهاتين الآيتين قوله - تعالى - : ( وَلَوْ أَنَّنَا نَزَّلْنَآ إِلَيْهِمُ الملائكة وَكَلَّمَهُمُ الموتى وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلاً مَّا كَانُواْ ليؤمنوا إِلاَّ أَن يَشَآءَ الله )."},{"ayah_number":199,"text":"ثم ذكر - سبحانه - طرفا من جحود الكافرين وعنادهم فقال : ( وَلَوْ نَزَّلْنَاهُ على بَعْضِ الأعجمين فَقَرَأَهُ عَلَيْهِم مَّا كَانُوا بِهِ مُؤْمِنِينَ ) .والأعجمين : جمع أعجم ، وهو الذى لا يفصح وفى لسانه عجمة وإن كان عربى النسب ، أو جمع أعجمى ، إلا أنه حذف منه ياء النسب تخفيفا ، كأشعر جمع أشعرى .أى : ولو نزلنا هذا القرآن على رجل من الأعجمين ، الذين لا يحسنون النطق بالعربية ، فقرأ هذا القرآن على قومك - أيها الرسول الكريم - قراءة صحيحة لكفروا به عنادا ومكابرة مع أنهم فى قرارة أنفسهم يعرفون صدقه ، وأنه ليس من كلام البشر .فالآيتان الكريمتان المقصود بهما تسلية الرسول صلى الله عليه وسلم عما يراه من إنكار المشركين لدعوته ، ومن وصفهم للقرآن تارة بأنه سحر ، وتارة بأنه أساطير الأولين ، تصوير صادق لما وصل إليه أولئك المشركون من جحود وعناد ومكابرة .وشبيه بهاتين الآيتين قوله - تعالى - : ( وَلَوْ أَنَّنَا نَزَّلْنَآ إِلَيْهِمُ الملائكة وَكَلَّمَهُمُ الموتى وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلاً مَّا كَانُواْ ليؤمنوا إِلاَّ أَن يَشَآءَ الله )."},{"ayah_number":200,"text":"ثم بين - سبحانه - أنهم مع عملهم بأن هذا القرآن من عند الله ، وتأثرهم به سيستمرون على كفرهم حتى يروا العذاب الأليم ، فقال - تعالى - : ( كَذَلِكَ سَلَكْنَاهُ فِي . . . ) .قوله - تعالى - : ( سَلَكْنَاهُ ) من السَّلك بمعنى إدخال الشىء فى الشىء تقول : سلكت الطريق إذا دخلت فيه . والضمير يعود إلى القرآن الكريم وقوله : ( كَذَلِكَ سَلَكْنَاهُ ) نعت لمصدر محذوف .أى : مثل ذلك الإدخال العجيب ، أدخلنا القرآن فى قلوب المجرمين ، حيث جعلناهم - بسبب جحودهم وعنادهم - مع تأثرهم به واعترافهم بفصاحته ، لا يؤمنون به ، حتى يروا بأعينهم العذاب الأليم .ومنهم من يرى أن الضمير فى ( سَلَكْنَاهُ ) يعود إلى كفر الكافرين وتكذيبهم . والمعنى - كما يقول ابن كثير - : كذلك سلكنا التكذيب والكفر والجحود والعناد . أى : أدخلناه فى قلوب المجرمين ."},{"ayah_number":201,"text":"لا يؤمنون به . أى : بالحق ( حتى يَرَوُاْ العذاب الأليم ) حيث لا ينفع الظالمين معذرتهم ، ولهم اللعنة ولهم سوء الدار .والرأيان متقاربان فى المعنى ، لأن المراد بالتكذيب على الرأى الثانى تكذيبهم بالقرآن ، إلا أن الرأى الأول أنسب بسياق الآيات ، وبانتظام الضمائر . . ."},{"ayah_number":202,"text":"ثم بين - سبحانه - أن نزول العذاب بالمجرمين سيكون مباغتا لهم فقال : ( فَيَأْتِيَهُم ) أى : العذاب ( بَغْتَةً ) فجأة وعلى غير توقع ( وَهُمْ لاَ يَشْعُرُونَ ) أى : بإتيانه بعد أن يحيط بهم ."},{"ayah_number":203,"text":"وعندئذ يقولون على سبيل التمنى والتحسر ( هَلْ نَحْنُ مُنظَرُونَ ) أى : ليتنا نمهل قليلا لكى نصلح ما أفسدناه من أقوال وأعمال .قال صاحب الكشاف : فإن قلت : ما معنى التعقيب فى قوله : ( فَيَأْتِيَهُم بَغْتَةً وَهُمْ لاَ يَشْعُرُونَ فَيَقُولُواْ . . ) .قلت : ليس المعنى ترادف رؤية العذاب ومفاجأته ، وسؤال النظرة فيه فى الوجود ، وإنما المعنى ترتبها فى الشدة ، كأنه قيل : لا يؤمنون بالقرآن حتى تكون رؤيتهم للعذاب ، فما هو أشد منها وهو لحوقه بهم مفاجأة ، فما هو أشد منه وهو سؤالهم النظرة .ومثال ذلك أن تقول لمن تعظه : إذا أسأت مقتك الصالحون ، فمقتك الله ، فإنك ، لا تقصد بهذا الترتيب أن مقت الله يوجد عقيب مقت الصالحين ، وإنما قصدك إلى ترتيب شدة الأمر على المسىء ، ونه يحصل له بسبب الإساءة مقت الصالحين ، فما هو أشد من مقتهم وهو مقت الله . . ."},{"ayah_number":204,"text":"والاستفهام فى قوله - تعالى - : ( أَفَبِعَذَابِنَا يَسْتَعْجِلُونَ ) للتوبيخ والتهكم بهؤلاء المجرمين .."},{"ayah_number":205,"text":"أبلغ الحمق والجهل بهؤلاء المجرمين أنهم استعجلوا وقوع العذاب بهم ، وقالوا لنا : ( أَفَرَأَيْتَ إِن مَّتَّعْنَاهُمْ سِنِينَ ثُمَّ جَآءَهُم مَّا كَانُواْ يُوعَدُونَ مَآ أغنى عَنْهُمْ مَّا كَانُواْ يُمَتَّعُونَ ) .وقوله : ( أَفَرَأَيْتَ ) معطوف على قوله : ( فَيَقُولُواْ . . ) والاستفهام للتعجب من أحوالهم .والمعنى : إن شأن هؤلاء المجرمين لموجب للعجب : إنهم قبل نزول العذاب بهم يستعجلونه ، فإذا ما نزل بساحتهم قالوا - على سبيل التحسر والندم - : هل نحن منظرون .اعلم - أيها الرسول الكريم - أننا حتى لو أمهلناهم وأخرناهم ."},{"ayah_number":206,"text":"ثم جاءهم عذابنا بعد ذلك ، فإن هذا التمتع الذى عاشوا فيه ."},{"ayah_number":207,"text":"وذلك التأخير الذى لو شئنا لأجبناهم إليه . . . كل ذلك لن ينفعهم بشىء عند حلول عذابنا ، بل عند حلول عذابنا بهم سينسون ما كانوا فيه من متاع ومن نعيم ومن غيره .قال الإمام ابن كثير : وفى الحديث الصحيح : يؤتى بالكافر فيغمس فى النار غمسة ثم يقال له : هل رأيت خيراً قط؟ فيقول : لا والله يا رب . ويؤتى بأشد الناس بؤسا كان فى الدنيا ، فيصبغ فى الجنة صبغة ، ثم يقال له : هل رأيت بؤسا قط؟ فيقول : لا والله يا رب .ولهذا كان عمر بن الخطاب - رضى الله عنه - يتمثل بهذا البيت :كأنك لم تُؤتَر من الدهر ليلة ... إذا أنت أدركت الذى كنت تطلب"},{"ayah_number":208,"text":"ثم بين - سبحانه - سنته التى لا تتخلف فقال : ( وَمَآ أَهْلَكْنَا مِن قَرْيَةٍ إِلاَّ لَهَا مُنذِرُونَ ذكرى وَمَا كُنَّا ظَالِمِينَ ) ."},{"ayah_number":209,"text":"وقوله : ( ذكرى ) مفعول لأجله ، فيكون المعنى : لقد اقتضت سنتنا وعدالتنا ، أننا لا نهلك قرية من القرى الظالم أهلها ، إلا بعد أن نرسل فى أهل تلك القرى رسلا منذرين ، لكى يذكروهم بالدين الحق . . . وليس من شأننا أن نكون ظالمين لأحد ، بل من شأننا العدالة والإنصاف ، وتقديم النصيحة والإرشاد والإنذار للفاسقين عن أمرنا ، قبل أن ننزل بهم عذابنا .وشبيه بهاتين الآيتين قوله - تعالى - : ( وَمَا كُنَّا مُعَذِّبِينَ حتى نَبْعَثَ رَسُولاً ) وقوله - سبحانه - : ( وَمَا كَانَ رَبُّكَ مُهْلِكَ القرى حتى يَبْعَثَ في أُمِّهَا رَسُولاً يَتْلُو عَلَيْهِمْ آيَاتِنَا وَمَا كُنَّا مُهْلِكِي القرى إِلاَّ وَأَهْلُهَا ظَالِمُونَ )."},{"ayah_number":210,"text":"ثم عادت السورة الكريمة إلى تأكيد أن هذا القرآن من عند الله - تعالى - وردت شبهات المشركين بأسلوب منطقى رصين ، قال - تعالى - : ( وَمَا تَنَزَّلَتْ بِهِ الشياطين .أى : إن هذا القرآن الكريم ، ما تنزلت به الشياطين - كما يزعم مشركو قريش ، حيث قالوا : إن لمحمد صلى الله عليه وسلم تابعا من الجن يخبره بهذا القرآن ويلقيه عليه - وإنما هذا القرآن نزل به الروح الأمين ، على قلبه صلى الله عليه وسلم ."},{"ayah_number":211,"text":"وإن الشياطين ( وَمَا يَنبَغِي لَهُمْ ) ذلك إذ هم يدعون إلى الضلالة والقرآن يدعو إلى الهداية ( وَمَا يَسْتَطِيعُونَ ) أن ينزلوا به ولا يقدرون على ذلك أصلا ."},{"ayah_number":212,"text":"( إِنَّهُمْ عَنِ السمع لَمَعْزُولُونَ ) أى : إن هؤلاء الشياطين عن سماع القرآن الكريم لمعزولون عزلا تاما . فالشهب تحرقهم إذا ما حاولوا الاستماع إليه . كما قال - تعالى - : ( وَأَنَّا لَمَسْنَا السمآء فَوَجَدْنَاهَا مُلِئَتْ حَرَساً شَدِيداً وَشُهُباً وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِ فَمَن يَسْتَمِعِ الآن يَجِدْ لَهُ شِهَاباً رَّصَداً ) فأنت ترى أن الله - تعالى - قد صان كتابه عن الشياطين ، بأن بيَّن بأنهم ما نزلوا به ، ثم بيَّن - ثانيا أنهم ما يستقيم لهم النزول به لأن ما اشتمل عليه من هدايات يخالف طبيعتهم الشريرة ، ثم بين ثالثا - بأنهم حتى لو حاولوا ما يخالف طبيعتهم لما استطاعوا ، ثم بين - رابعا - بأنه حتى لو انبغى واستطاعوا حمله ، لما وصلوا إلى ذلك ، لأنهم بمعزل عن الاستماع إليه ، إذ ما يوحى به - سبحانه - إلى أنبيائه ، فالشياطين محجوبون عن سماعه ، وهكذا صان الله - تعالى - كتابه صيانة تامة . وحفظه حفظا جعله لا يأتيه الباطل من بين يديه ولا من خلفه ."},{"ayah_number":213,"text":"ثم نهى - سبحانه - عن الشرك بأبلغ وجه ، وأمر النبى صلى الله عليه وسلم بأن يجهر بدعوته ، وبأن يتوكل عليه وحده - سبحانه - فقال : ( فَلاَ تَدْعُ . . . . ) .الفاء فى قوله - تعالى - ( فَلاَ تَدْعُ . . ) فصيحة ، والخطاب للرسول صلى الله عليه وسلم على سبيل طلب الازدياد من إخلاص العبادة لله - تعالى - .أى : إذا علمت - أيها الرسول الكريم - ما أخبرناك به ، فأخلص العبادة لنا ، واحذر أن تعبد مع الله - تعالى - إلها آخر ، فتكون من المعذبين .وخوطب صلى الله عليه وسلم بهذه الآية وأمثالها ، مع أنه أخلص الناس فى عبادته لله - تعالى - ، لبيان أن الشرك أقبح الذنوب وأكبرها وأنه لو انحرف إليه - على سبيل الفرض - أشرف الخلق وأكرمهم عند الله - تعالى - لعذبه - سبحانه - على ذلك ، فكيف يكون حال غيره ممن هم ليسوا فى شرفه ومنزلته .لا شك أن عذابهم سيكون أشد ، وعقابهم سيكون أكبر ."},{"ayah_number":214,"text":"ثم أمر الله - تعالى - رسوله صلى الله عليه وسلم أن ينذر أقرب الناس إليه ، ليكونوا قدوة لغيرهم . وليعلموا أن قرابتهم للرسول صلى الله عليه وسلم لن تنجيهم من عذاب الله ، ما استمروا على شركهم ، فقال - تعالى - : ( وَأَنذِرْ عَشِيرَتَكَ الأقربين ) .والعشيرة : أهل الرجل الذين يتكثر بهم ، و ( الأقربين ) هم أصحاب القرابة القريبة كالآباء والأبناء والإخوة والأخوات ، والأعمام والعمات وما يشبه ذلك .وقد ذكر المفسرون أحاديث متعددة ، فيما فعله رسول الله صلى الله عليه وسلم بعد نزول هذه الآية ، منها : ما أخرجه الشيخان عن ابن عباس قال : لما أنزل الله - تعالى - هذه الآية : \" أتى النبى صلى الله عليه وسلم الصفا فصعد عليه ثم نادى : يا صباحاه ، وهى كلمة يقوله المستغيث أو المنذر لقومه - فاجتمع الناس إليهن بين رجل يجئ إليه ، وبين رجل يبعث رسوله ، فقال رسول الله صلى الله عليه وسلم : يا بنى عبد المطلب ، يا بنى فهر ، يا بنى لؤى ، أرأيتم لو أخبرتكم أن خيلا بسفح الجبل تريد أن تغير عليكم ، أكنتم مصدقى؟ قالوا : نعم . قال : \" فإنى نذير لكم بين يدى عذاب شديد \" .فقال أبو لهب : تبا لك سائر اليوم ، أما دعوتنا إلا لهذا ، وأنزل الله : ( تَبَّتْ يَدَآ أَبِي لَهَبٍ وَتَبَّ ) \" .قال الآلوسى : ووجه تخصيص عشيرته الأقربين بالذكر مع عموم رسالته صلى الله عليه وسلم : دفع توهم المحاباة ، وأن الاهتمام بشأنهم أهم ، وأن البداءة تكون بمن يلى ثم من بعده . .أى : أن هذه الآية الكريمة ، لا تتعارض مع عموم رسالته صلى الله عليه وسلم للناس جميعا ، لأن المقصود بها : البدء بإنذار عشيرته الأقربين ، ليكونوا أسوة لغيرهم ."},{"ayah_number":215,"text":"وقوله - سبحانه - : ( واخفض جَنَاحَكَ لِمَنِ اتبعك مِنَ المؤمنين ) إرشاد منه - سبحانه - لنبيه صلى الله عليه وسلم إلى كيفية معاملته لأتباعه .وخفض الجناح : كناية عن التواضع . واللين ، والرفق ، فى صورة حسية مجسمة ، إذ من شأن الطائر حين يهبط أو حين يضم صغاره إليه أن يخفض جناحه ، كما أن رفع الجناح يطلق على التكبر والتعالى ، ومنه قوه الشاعر :وأنت الشهير بخفض الجنا ... ح فلا تك فى رفعه أجدلاأى : وكن - أيها الرسول الكريم - متواضعا لين الجانب ، لمن اتبعك من المؤمنين ، و لقد كان النبى صلى الله عليه وسلم سيد المتواضعين مع أصحابه ، إلا أن الآية الكريمة تعلم المسلمين فى كل زمان ومكان - وخصوصا الرؤساء منهم - كيف يعامل بعضهم بعضا .قال صاحب الكشاف : فإن قلت : المتبعون للرسول صلى الله عليه وسلم هم المؤمنون ، والمؤمنون هم المتبعون للرسول صلى الله عليه وسلم فما معنى قوله : ( لِمَنِ اتبعك مِنَ المؤمنين ) ؟قلت : فيه وجهان : أن يسميهم قبل الدخول فى الإيمان مؤمنين لمشارفتهم ذلك ، وأن يراد بالمؤمنين المصدقين بألسنتهم ، وهم صنفان : صنف صدق الرسول واتبعه فيما جاء به : وصنف ما وجد منه إلى التصديق فحسب . ثم إما أن يكونوا منافقين أو فاسقين ، والمنافق والفاسق لا يخفض لهما الجناح .ويبدو لنا أنه لا داعى إلى هذه التقسيمات التى ذهب إليها صاحب الكشاف - رحمه الله - ، وأن المقصود بقوله : ( لِمَنِ اتبعك مِنَ المؤمنين ) تأكيد الأمر بخفض الجناح ، وللإشعار بأن جميع أتباعه من المؤمنين ، ومثل هذا الأسلوب كثير فى القرآن الكريم ، ومنه قوله - تعالى - : ( يَقُولُونَ بِأَفْوَاهِهِم . . . ) ومن المعلوم أن الأقوال لا تكون إلا بالأفواه ، وقوله - تعالى - : ( وَلاَ طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ . . ) ومن المعروف أن الطائر لا يطير إلا بجناحيه ."},{"ayah_number":216,"text":"ثم بين - سبحانه - لنبيه كيف يعامل العصاة فقال : ( فَإِنْ عَصَوْكَ فَقُلْ إِنِّي برياء مِّمَّا تَعْمَلُونَ ) .قال الآلوسى : الظاهر أن الضمير المرفوع فى ( عَصَوْكَ ) عائد على من أمر صلى الله عليه وسلم بإنذارهم ، وهم العشيرة . أى : فإن عصوك ولم يتبعوك بعد إنذارهم ، فقل إنى برئ من عملكم ، أو من دعائكم مع الله إلها آخر . وجوز أن يكون عائدا على الكفار المفهوم من السياق .وقيل : هو عائد على من اتبع من المؤمنين . أى : فإن عصوك يا محمد فى الأحكام وفروع الإسلام ، بعد تصديقك والإيمان بك وتواضعك لهم ، فقل إنى برئ مما تعملون من المعاصى . . .وكان هذا فى مكة ، قبل أن يؤمر صلى الله عليه وسلم بقتال المشركين ."},{"ayah_number":217,"text":"ثم أمره - سبحانه - بالتوكل عليه وحده فقال : ( وَتَوكَّلْ عَلَى العزيز الرحيم ) أى : اخفض جناحك لأتباعك المؤمنين ، وقل لمن عصاك بعد إنذاره إنى برئ من أعمالكم ، واجعل توكلك واعتمادك على ربك وحده ، فهو - سبحانه - صاحب العزة والغلبة ، والقهر ، وصاحب الرحمة التى وسعت كل شىء ."},{"ayah_number":218,"text":"وهو - عز وجل - ( الذي يَرَاكَ حِينَ تَقُومُ ) إلى عبادته وإلى صلاته دون أن يكون معك أحد ."},{"ayah_number":219,"text":"وهو - سبحانه - الذى يرى ( وَتَقَلُّبَكَ فِي الساجدين ) أى : يراك وأنت تصلى مع المصلين ، فتؤمهم وتنتقل بهم من ركن إلى ركن ، ومن سنة إلى سنة حال صلاتك ، والتعبير بقوله ( تَقَلُّبَكَ ) يشعر بحرصه صلى الله عليه وسلم على تعهد أصحابه ، وعلى تنظيم صفوفهم فى الصلاة ، وعلى غير ذلك مما هم فى حاجة إليه من إرشاد وتعليم .وعبر عن المصلين بالساجدين ، لأن العبد أقرب ما يكون من ربه وهو ساجد ، فهذا التعبير من باب التشريف والتكريم لهم"},{"ayah_number":220,"text":"( إِنَّهُ ) - سبحانه - ( هُوَ السميع ) لكل ما يصح تعلق السمع به ( العليم ) بكل الظواهر والبواطن ، لا يخفى عليه شىء فى الأرض ولا السماء ."},{"ayah_number":221,"text":"ثم ختم - سبحانه - السورة الكريمة ببيان أن الشياطين من المحال أن تتنزل على الرسول صلى الله عليه وسلم الصادق الأمين . . . وإنما تتنزل على الكاذبين الخائنين ، فقال - تعالى - : ( هَلْ أُنَبِّئُكُمْ . . . ) .الاستفهام فى قوله - تعالى - : ( هَلْ أُنَبِّئُكُمْ . . . ) للتقرير ، والخطاب للمشركين الذين اتهموا النبى صلى الله عليه وسلم تارة بأنه كاهن ، وتارة بأنه ساحر أو شاعر .أى : ألا تريدون أن تعرفوا - أيها المشركون - على من تتنزل الشياطين؟! إنهم لا يتنزلون على الرسول صلى الله عليه وسلم ، لأنه طبعه يتباين مع بطائعهم ، ومنهجه يتعارض مع مسالكهم ، فهو يدعو إلى الحق وهم يدعون إلى الباطل ."},{"ayah_number":222,"text":"إنما تتنزل الشياطين ( على كُلِّ أَفَّاكٍ ) أى : كثير الإفك والكذب ( أَثِيمٍ ) أى : كثير الارتكاب للآثام والسيئات ، كأولئك الكهنة الذين يأكلون أموال الناس بالباطل ."},{"ayah_number":223,"text":"والضمير فى قوله ( يُلْقُونَ السمع وَأَكْثَرُهُمْ كَاذِبُونَ ) يجوز أن يعود إلى كل أفاك أثيم ، وهم الكهان وأشباههم ، والجملة صفة لهم ، أو مستأنفة .والمراد بإلقائهم السمع : شدة الإنصات ، وقوة الإصغاء للتلقى .والمعنى : تتنزل الشياطين على كل أفاك أثيم . وهؤلاء الأفاكون الآثمون ، منصتون إنصاتا شديدا إلى الشياطين ليسمعوا منهم ، وأكثر هؤلاء الكهنة كاذبون فيما يقولونه للناس ، وفيما يخبرون به عن الشياطين .روى البخارى عن عائشة - رضى الله عنها - قالت : \" سأل الناس النبى صلى الله عليه وسلم عن الكهان ، فقال : إنهم ليسوا بشىء ، قالوا : يا رسول الله ، فإنهم يحدثون بالشىء يكون حقا؟ فقال النبى صلى الله عليه وسلم \" تلك الكلمة من الحق يخطفها الجنى فيرقرها - أى : فيرددها فى أذن وليه كقرقرة الدجاجة - فيخلطون معها أكثر من مائة كذبة \" \" .ويجوز أن يعود الضمير على الشياطين . وتكون الجملة حالية أو مستأنفة ، ومعنى إلقائهم السمع : إنصاتهم إلى الملأ الأعلى ليسترقوا شيئا من السماء .فيكون المعنى : تتنزل الشياطين على كل أفاك أثيم ، حالة كون الشياطين ينصتون إلى الملأ الأعلى . ليسترقوا شيئا من السماء ، وأكثر هؤلاء الشياطين كاذبون فيما ينقلونه إلى الأفاكين والآثمين من الكهان .ويصح أن يكون السمع بمعنى المسموع . أى : يلقى كل من الشياطين والكهنة ما يسمعونه إلى غيرهم .قال الجمل : قوله : ( وَأَكْثَرُهُمْ كَاذِبُونَ ) الأظهر أن الأكثرية باعتبار أقوالهم ، على معنى أن هؤلاء قلما يصدقون فيما يحكون عن الجنى . أو المعنى : وأكثر أقوالهم كاذبة لا باعتبار ذواتهم حتى يلزم من نسبة الكذب إلى أكثرهم كون أقلهم صادقا على الإطلاق . . . فالكثرة فى المسموع لا فى ذوات القائلين .وقال بعضهم : المراد بالأكثر الكل . . .والمقصود من هذه الآيات الكريمة إبطال ما زعمه المشركون من أن الرسول صلى الله عليه وسلم قد تلقى هذه القرآن عن الشياطين أو عن غيرهم ، وإثبات أن هذا القرآن ما نزل إلا من عند الله - تعالى - بواسطة الروح الأمين ."},{"ayah_number":224,"text":"وقوله - سبحانه - : ( والشعرآء يَتَّبِعُهُمُ الغاوون ) إبطال لشبهة أخرى من شبهاتهم وهى زعمهم أنه صلى الله عليه وسلم شاعر .والشعراء : جمع شاعر كعالم وعلماء . والغاوون : جمع غاو وهو الضال عن طريق الحق .أى : ومن شأن الشعراء أن الذين يتبعونهم من البشر ، هم الضالون عن الصراط المستقيم ، وعن جادة الحق والصواب ."},{"ayah_number":225,"text":"وقوله - تعالى - : ( أَلَمْ تَرَ أَنَّهُمْ فِي كُلِّ وَادٍ يَهِيمُونَ وَأَنَّهُمْ يَقُولُونَ مَا لاَ يَفْعَلُونَ ) تأكيد لما قبله ، من كون الشعراء يتبعهم الغاوون . والخطاب لكل من تتأتى منه الرؤية والمعرفة .والوادى : هو المكان المتسع . والمراد به هنا : فنون القول وطرقه .ويهيمون : من الهيام وهو أن يذهب المرء على وجهه دون أن يعرف له جهة معينة يقصدها .يقال : هام فلان على وجهه ، إذا لم يكن له مكان معين يقصده . والهيام داء يستولى على الإبل فيجعلها تشرد عن صاحبها بدون وقوف فى مكان معين ، ومنه قوله - تعالى - : ( فَشَارِبُونَ شُرْبَ الهيم ) أى : الجمال العطاش الشاردة ."},{"ayah_number":226,"text":"والمعنى : ألم تر - أيها العاقل - أن هؤلاء الشعراء فى كل فن من فنون الكذب فى الأقوال يخوضون ، وفى كل فج من فجاج الباطل والعبث والفحش يتكلمون ، وأنهم فوق ذلك يقولون مالا يفعلون ، فهم يحضون غيرهم على الشىء ولا يفعلونه ، وهم يقولون فعلنا كذا وفعلنا كذا - على سبيل التباهى والتفاخر - مع أنهم لم يفعلوا .قال صاحب الكشاف : ذكر الوادى والهيوم : فيه تمثيل لذهابهم فى كل شعب من القول واعتسافهم وقلة مبالاتهم بالغلو فى المنطق ومجاوزة حد القصد فيه ، حتى يفضلوا أجبن الناس على عنترة وأشحهم على حاتم ، وأن يبهتوا البرىء ، ويفسقوا التقى ."},{"ayah_number":227,"text":"وقوله - تعالى : ( إِلاَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات وَذَكَرُواْ الله كَثِيراً وانتصروا مِن بَعْدِ مَا ظُلِمُواْ . . . ) استثناء من الشعراء المذمومين الذين يتبعهم الغاوون ، والذين هم فى كل واد يهيمون .أى : إلا الشعراء الذين آمنوا بالله - تعالى - وعملوا الأعمال الصالحات وذكروا الله كثيرا بحيث لا يشغلهم شعرهم عن طاعة الله ، وانتصروا من بعد ما ظلموا من أعدائهم الكافرين ، بأن ردوا على أباطيلهم ، ودافعوا عن الدين الحق .إلا هؤلاء ، فإنهم لا يكونون من الشعراء المذمومين ، بل هم من الشعراء الممدوحين .قال ابن كثير : لما نزل قوله - تعالى - : ( والشعرآء يَتَّبِعُهُمُ الغاوون ) جاء حسان بن ثابت ، وعبد الله بن رواحة ، وكعب بن مالك إلى رسول الله صلى الله عليه وسلم وهم يبكون وقالوا . قد علم الله - تعالى - أنا شعراء ، فتلا عليهم النبى صلى الله عليه وسلم : ( إِلاَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات ) قال : أنتم . ( وَذَكَرُواْ الله كَثِيراً ) قال : أنتم ( وانتصروا مِن بَعْدِ مَا ظُلِمُواْ ) قال : أنتم \" .فالشعراء : منهم المذمومون وهم الذين فى كل واد يهيمون ويقولون مالا يفعلون . .ومنهم الممدوحون وهم الذين آمنوا وعملوا الصالحات ، وذكروا الله كثيرا وانتصروا من بعد ما ظلموا .والشعر فى ذاته كلام : حسنه حسن ، وقبيحه قبيح ، فخذ الحسن ، واترك القبيح .وقد تكلم العلماء هنا كلاما ويلا يتعلق بتفسير هذه الآيات التى تحدثت عن الشعراء فارجع إليه إن شئت .ثم ختم - سبحانه - السورة الكريمة بقوله - تعالى - ( وَسَيَعْلَمْ الذين ظلموا أَيَّ مُنقَلَبٍ يَنقَلِبُونَ ) .والمنقلب : المرجع والمصير ، وهو مفعول مطلق . أى : ينقلبون أى انقلاب والجملة الكريمة مشتملة على أشد ألوان التهديد والوعيد للظالمين .قال القرطبى : ومعنى : ( أَيَّ مُنقَلَبٍ يَنقَلِبُونَ ) أى مصير يصيرون ، وأى مرجع يرجعون ، لأن مصيرهم إلى النار ، وهو أقبح مصير ، ومرجعهم إلى العقاب وهو شر مرجع يرجعون ، لأن مصيرهم إلى النار ، وهو أقبح مصير ، ومرجعهم إلى العقاب وهو شر مرجع والفرق بين المنقلب والمرجع : أن المنقلب : الانتقال إلى ضد ما هو فيه ، والمرجع : العود من حال هو فيها ، إلى حال كان عليها ، فصار كل مرجع منقلبا ، وليس كل منقلب مرجعا .وقال الإمام ابن كثير : والصحيح أن هذه الآية عامة فى كل ظالم . . . وعن عائشة - رضى الله عنها - قالت : كتب أبى وصيته من سطرين : بسم الله الرحمن الرحيم . هذا ما أوصى به أبو بكر بن أبى قحافة ، عند خروجه من الدنيا ، حين يؤمن الكافر ، وينتهى الفاجر ، ويصدق الكاذب . إنى استخلفت عليكم عمر بن الخطاب ، فإن يعدل فذاك ظنى به ، ورجائى فيه ، وإن يظلم ويبدل فلا أعلم الغيب ( وَسَيَعْلَمْ الذين ظلموا أَيَّ مُنقَلَبٍ يَنقَلِبُونَ ) ."}]