[{"ayah_number":1,"text":"مقدمة وتمهيد1- سورة النمل، من السور المكية: وهي السورة السابعة والعشرون في ترتيب المصحف، وكان نزولها بعد سورة الشعراء.قال القرطبي: سورة النمل، مكية كلها في قول الجميع .2- وسميت بسورة النمل، لقوله- تعالى-: حَتَّى إِذا أَتَوْا عَلى وادِ النَّمْلِ قالَتْ نَمْلَةٌ.قال الآلوسى: «وتسمى أيضا- كما في الدر المنثور- سورة سليمان، وعدد آياتها خمس وتسعون آية- عند الحجازيين-، وأربع وتسعون- عند البصريين- وثلاث وتسعون- عند الكوفيين-» .3- وقد افتتحت سورة النمل بالثناء على القرآن الكريم، وعلى المؤمنين الذين يحافظون على فرائض الله- تعالى-، ويوقنون بالآخرة وما فيها من ثواب أو عقاب ...أما الذين لا يؤمنون بالآخرة، فقد أنذرتهم بسوء المصير أُوْلئِكَ الَّذِينَ لَهُمْ سُوءُ الْعَذابِ وَهُمْ فِي الْآخِرَةِ هُمُ الْأَخْسَرُونَ.4- ثم تحدثت السورة بعد ذلك عن جانب من قصة موسى- عليه السلام- فذكرت لنا ما قاله موسى لأهله عند ما آنس من جانب الطور نارا، وما قاله الله- تعالى- له عند ما جاءها، وما أمره- سبحانه- به، في قوله- تعالى-: وَأَلْقِ عَصاكَ فَلَمَّا رَآها تَهْتَزُّ كَأَنَّها جَانٌّ وَلَّى مُدْبِراً وَلَمْ يُعَقِّبْ. يا مُوسى لا تَخَفْ إِنِّي لا يَخافُ لَدَيَّ الْمُرْسَلُونَ.5- ثم تحدثت السورة بعد ذلك عما منحه الله- تعالى- لداود وسليمان- عليهما السلام- من علم واسع، ومن عطاء كبير، وحكت ما قالته نملة عند ما رأت سليمان وجنوده، كما حكت ما دار بين سليمان- عليه السلام- وبين الهدهد، وما دار بينه- عليه السلام-وبين ملكة سبأ من كتب ومحاورات انتهت بإسلام ملكة سبأ، حيث قالت: بِّ إِنِّي ظَلَمْتُ نَفْسِي وَأَسْلَمْتُ مَعَ سُلَيْمانَ لِلَّهِ رَبِّ الْعالَمِينَ.ثم ساقت السورة جانبا من قصة صالح- عليه السلام- مع قومه، فتحدثت عن الرهط التسعة الذين كانوا يفسدون في الأرض ولا يصلحون، والذين بيتوا السوء لنبيهم صالح وللمؤمنين معه، فكانت نتيجة مكر هؤلاء المفسدين الخسار والهلاك. كما قال- تعالى-:وَمَكَرُوا مَكْراً وَمَكَرْنا مَكْراً وَهُمْ لا يَشْعُرُونَ. فَانْظُرْ كَيْفَ كانَ عاقِبَةُ مَكْرِهِمْ، أَنَّا دَمَّرْناهُمْ وَقَوْمَهُمْ أَجْمَعِينَ. فَتِلْكَ بُيُوتُهُمْ خاوِيَةً بِما ظَلَمُوا ...7- وبعد أن ساقت السورة جانبا من قصة لوط- عليه السلام- مع قومه. أتبعت ذلك بالحديث عن وحدانية الله- تعالى- وقدرته، فذكرت ألوانا من الأدلة على ذلك، وقد قال- سبحانه- في أعقاب كل دليل أَإِلهٌ مَعَ اللَّهِ، وكرر ذلك خمس مرات، في خمس آيات.8- وبعد هذا الحديث المتنوع عن مظاهر وحدانية الله وقدرته- سبحانه-، أخذت السورة الكريمة في تسلية الرسول صلّى الله عليه وسلّم وفي تثبيت فؤاده، وفي بيان أن هذا القرآن هداية ورحمة.قال- تعالى-: إِنَّ هذَا الْقُرْآنَ يَقُصُّ عَلى بَنِي إِسْرائِيلَ أَكْثَرَ الَّذِي هُمْ فِيهِ يَخْتَلِفُونَ. وَإِنَّهُ لَهُدىً وَرَحْمَةٌ لِلْمُؤْمِنِينَ. إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ بِحُكْمِهِ وَهُوَ الْعَزِيزُ الْعَلِيمُ. فَتَوَكَّلْ عَلَى اللَّهِ إِنَّكَ عَلَى الْحَقِّ الْمُبِينِ.9- ثم ختم- سبحانه- السورة الكريمة بالحديث عن علامات الساعة وأهوالها، وعن عاقبة المؤمنين، وعاقبة الكافرين، وعن المنهج الذي اتبعه الرسول صلّى الله عليه وسلّم وأمر غيره باتباعه، فقال- تعالى-: إِنَّما أُمِرْتُ أَنْ أَعْبُدَ رَبَّ هذِهِ الْبَلْدَةِ الَّذِي حَرَّمَها، وَلَهُ كُلُّ شَيْءٍ، وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ. وَأَنْ أَتْلُوَا الْقُرْآنَ فَمَنِ اهْتَدى فَإِنَّما يَهْتَدِي لِنَفْسِهِ، وَمَنْ ضَلَّ فَقُلْ إِنَّما أَنَا مِنَ الْمُنْذِرِينَ. وَقُلِ الْحَمْدُ لِلَّهِ سَيُرِيكُمْ آياتِهِ فَتَعْرِفُونَها، وَما رَبُّكَ بِغافِلٍ عَمَّا تَعْمَلُونَ.10- وبعد: فهذا عرض مجمل لسورة النمل. ومنه نرى أن السورة الكريمة زاخرة بالحديث عن أدلة وحدانية الله- تعالى- وقدرته، وعن مظاهر فضله- تعالى- على عباده.وعن علمه- سبحانه- المحيط بكل شيء، وعن آياته الكونية التي يكشف منها للناس ما يشاء كشفه وبيانه.كما نرى أن السورة الكريمة قد اشتمل القصص على جانب كبير منها، خصوصا قصص بعض أنبياء بنى إسرائيل، فقد حدثتنا عن جانب من قصة موسى، وداود، وسليمان. ثم بينت أن على بنى إسرائيل المعاصرين للنبي صلّى الله عليه وسلّم أن يعودوا إلى القرآن، ليعرفوا منه الأمر الحق في كل ما اختلفوا فيه، قال- تعالى-: إِنَّ هذَا الْقُرْآنَ يَقُصُّ عَلى بَنِي إِسْرائِيلَ أَكْثَرَ الَّذِي هُمْ فِيهِ يَخْتَلِفُونَ.كما نراها تجمع في توجيهاتها وإرشاداتها بين الترغيب والترهيب، وبين التذكير بنعم الله التي نشاهدها في هذا الكون، وبين التحذير من أهوال يوم القيامة، وتختم بهذه الآية الجامعة:وَقُلِ الْحَمْدُ لِلَّهِ سَيُرِيكُمْ آياتِهِ فَتَعْرِفُونَها، وَما رَبُّكَ بِغافِلٍ عَمَّا تَعْمَلُونَ.والحمد لله الذي بنعمته تتم الصالحات.وصلّى الله على سيدنا محمد وعلى آله وصحبه وسلم.سورة النمل : من السور التى افتتحت ببعض الحروف المقطعة ، وهو قوله - تعالى - ( طسا ) .وقد ذكرنا آراء العلماء فى هذه الحروف المقطعة بشىء من التفصيل عند تفسيرنا لسور : البقرة ، وآل عمران ، والأعراف ، ويونس ، وهود ، ويوسف . . . إلخ .وقلنا ما خلاصته : لعل أقرب الأقوال إلى الصواب ، أن هذه الحروف المقطعة . قد رودت فى افتتاح بعض السور ، على سبيل الإيقاظ والتنبيه ، للذين تحداهم القرآن .فكأن الله - تعالى - يقول لأولئك الكافرين الذين زعموا أن هذا القرآن ليس من عنده - تعالى - : هاكم القرآن ترونه مؤلفاً من كلام هو من جنس ما تؤلفون منه كلامكم ، ومنظوماً من حروف هى من جنس الحروف الهجائية ، التى تنظمون منها حروفكم ، فإن كنتم فى شك فى أنه من عند الله - تعالى - فهاتوامثله ، أو هاتوا عشر سور من مثله ، أو هاتوا سورة واحدة من مثله .فعجزوا وانقلبوا خاسرين ، وثبت أن هذا القرآن من عند الله - عز وجل - .واسم الإشارة ( تِلْكَ ) يعود إلى الآيات القرآنية التى تضمنتها هذه السورة الكريمة . أو إلى جميع آيات القرآن التى نزلت قبل ذلك .وهو - أى لفظ ( تِلْكَ ) - مبتدأ وخبره قوله - سبحانه - ( آيَاتُ القرآن ) ، أى : تلك الآيات الحكيمة التى أنزلناها إليك - إيها الرسول الكريم - هى آيات القرآن ، الذى أنزلناه إليك لتخرج الناس به من ظلمات الكفر إلى نور الإيمان .فإضافة الآيات إلى القرآن لتعظيم شأنها ، وسمو منزلتها .وقوله - تعالى - : ( وَكِتَابٍ مُّبِينٍ ) معطوف على القرآن من باب عطف إحدى الصفتين على الأخرى ، كقولهم هذا فعل فلان السخى والجواد الكريم .قال الآلوسى : \" والمبين : وإما من أبان المتعدى ، أى : مظهر ما فى تضاعيفه من الحكم والأحكام وأحوال القرون الأولى . . . وإما من أبان اللازم ، بمعنى بان . أى : ظاهر الإعجاز . وهو على الاحتمالين ، صفة مادحة لكتاب ، مؤكدة لما أفاده التنوين من الفخامة . . \" ."},{"ayah_number":2,"text":"وقوله- تعالى-: هُدىً وَبُشْرى لِلْمُؤْمِنِينَ في حيز النصب على الحالية من قوله آياتُ ولفظ هُدىً مصدر هداه هدى وهداية، ومعناه: الدلالة الموصلة إلى البغية.وبُشْرى: الخبر السار. فهي أخص من مجرد الخبر، وسمى الخبر السار بشرى، لأن أثره يظهر على البشرة، وهي ظاهر جلد الإنسان.أى: أنزلنا إليك- أيها الرسول الكريم- هذه الآيات القرآنية، حالة كونها هداية للمؤمنين إلى طريق السعادة والفلاح، وبشارة لهم بما يشرح صدورهم، ويدخل الفرح والسرور على نفوسهم.وخص- سبحانه- المؤمنين بذلك، لأنهم المنتفعون بهذه الهداية والبشارة، دون سواهم من الكافرين والمنافقين.قال- تعالى-: قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدىً وَشِفاءٌ، وَالَّذِينَ لا يُؤْمِنُونَ فِي آذانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى، أُولئِكَ يُنادَوْنَ مِنْ مَكانٍ بَعِيدٍوقال- سبحانه-: وَإِذا ما أُنْزِلَتْ سُورَةٌ فَمِنْهُمْ مَنْ يَقُولُ أَيُّكُمْ زادَتْهُ هذِهِ إِيماناً. فَأَمَّا الَّذِينَ آمَنُوا فَزادَتْهُمْ إِيماناً وَهُمْ يَسْتَبْشِرُونَ ."},{"ayah_number":3,"text":"ثم وصف- سبحانه- هؤلاء المؤمنين بثلاث صفات جامعة بين خيرى الدنيا والآخرة فقال: الَّذِينَ يُقِيمُونَ الصَّلاةَ أى: يؤدونهما في أوقاتها المقدرة لها، مستوفية لواجباتها وسننها وآدابها وخشوعها.وَيُؤْتُونَ الزَّكاةَ التي كلفهم الله- تعالى- بإيتائها، بإخلاص وطيب نفس.وَهُمْ بِالْآخِرَةِ هُمْ يُوقِنُونَ والآخرة تأنيث الآخر. والمراد بها الدار الآخرة، وسميت بذلك لأنها تأتى بعد الدنيا التي هي الدار الأولى.وقوله: يُوقِنُونَ من الإيقان. وهو الاعتقاد الجازم المطابق للواقع، بحيث لا يطرأ عليه شك، أو تحوم حوله شبهة. يقال: يقن الماء، إذا سكن وظهر ما تحته.ويقال: يقنت من هذا الشيء يقنا، وأيقنت، وتيقنت، واستيقنت، اعتقدت اعتقادا جازما من وجوده أو صحته.أى: وهم بالدار الآخرة وما فيها من حساب وعقاب، يوقنون إيقانا قطعيّا، لا أثر فيه للادعاءات الكاذبة، والأوهام الباطلة.قال الجمل: ولما كان إقامة الصلاة وإيتاء الزكاة، مما يتكرر ويتجدد في أوقاتهما، أتى بهما فعلين، ولما كان الإيقان بالآخرة أمرا ثابتا مطلوبا دوامه، أتى به جملة اسمية.وجعل خبرها مضارعا، للدلالة على أن إيقانهم يستمر على سبيل التجدد» ."},{"ayah_number":4,"text":"وبعد أن مدح- سبحانه- المؤمنين بتلك الصفات الطيبة، أتبع ذلك ببيان ما عليه غيرهم من ضلال وحيرة فقال: إِنَّ الَّذِينَ لا يُؤْمِنُونَ بِالْآخِرَةِ زَيَّنَّا لَهُمْ أَعْمالَهُمْ فَهُمْ يَعْمَهُونَ.وقوله: زَيَّنَّا من التزيين، بمعنى التحسين والتجميل.ويَعْمَهُونَ من العمه بمعنى التحير والتردد. يقال: عمه فلان- كفرح ومنع- إذا تحير وتردد في أمره.والمعنى: إن الذين لا يؤمنون بالدار الآخرة وما فيها من ثواب وعقاب، زَيَّنَّا لَهُمْ أَعْمالَهُمْ أى: حسناها لهم، وحببناها إليهم، بسبب استحبابهم العمى على الهدى، والغي على الرشد فَهُمْ يَعْمَهُونَ أى: فهم يتحيرون ويتخبطون ويرتكبون ما يرتكبون من قبائح، ظنا منهم أنها محاسن.وصدق الله إذ يقول: أَفَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ فَرَآهُ حَسَناً، فَإِنَّ اللَّهَ يُضِلُّ مَنْ يَشاءُ وَيَهْدِي مَنْ يَشاءُ ... ."},{"ayah_number":5,"text":"ثم بين- سبحانه- قبح عاقبتهم فقال: أُوْلئِكَ الَّذِينَ لَهُمْ سُوءُ الْعَذابِ.أى: أولئك الذين لم يؤمنوا بالآخرة، لهم أشد أنواع العذاب الذي يذلهم ويؤلمهم في الدنيا وَهُمْ فِي الْآخِرَةِ هُمُ الْأَخْسَرُونَ أى: وهم في الآخرة أشد خسارة منهم في الدنيا إذ عذاب الدنيا له نهاية. أما عذاب الآخرة فلا نهاية له."},{"ayah_number":6,"text":"وقوله- تعالى-: وَإِنَّكَ لَتُلَقَّى الْقُرْآنَ مِنْ لَدُنْ حَكِيمٍ عَلِيمٍ كلام مستأنف سيق بعد بيان بعض صفات القرآن الكريم، تمهيدا لما سيأتى بعد ذلك من قصص وآداب وأحكام وهدايات.وقوله لَتُلَقَّى من التلقي بمعنى الأخذ عن الغير، والمراد به جبريل- عليه السلام-.أى: وإنك- أيها الرسول الكريم- لتتلقى القرآن الكريم بواسطة جبريل- عليه السلام- من لدن ربك الذي يفعل كل شيء بحكمة ليس بعدها حكمة، ويدبر كل أمر بعلم شامل لكل شيء.وصدرت هذه الآية الكريمة بحرفى التأكيد- وهما إن ولام القسم- للدلالة على كمال العناية بمضمونه.والتعبير بقوله لَتُلَقَّى يشعر بمباشرة الأخذ عن جبريل- عليه السلام- بأمر الله- تعالى- الحكيم العليم، كما يشعر بقوته وشدته، كما في قوله- سبحانه-: إِنَّا سَنُلْقِي عَلَيْكَ قَوْلًا ثَقِيلًا.وجاء الأسلوب بالبناء للمفعول في قوله: «تلقى» وحذف الفاعل وهو جبريل للتصريح به في آيات أخرى منها قوله- تعالى- نَزَلَ بِهِ الرُّوحُ الْأَمِينُ. عَلى قَلْبِكَ لِتَكُونَ مِنَ الْمُنْذِرِينَ  .وجمع- سبحانه- في وصفه لذاته بين الحكمة والعلم، للدلالة على أن هذا القرآن تتجلى فيه كل صفات الإتقان والإحكام، لأنه كلام الحكيم في أفعاله، العليم بكل شيء."},{"ayah_number":7,"text":"وبعد أن بين- سبحانه- أن هذا القرآن، قد تلقاه الرسول صلّى الله عليه وسلّم من لدن حكيم عليم أتبع ذلك بجانب من قصة موسى- عليه السلام- لتكون بمثابة التسلية للرسول صلّى الله عليه وسلّم عن موقف كفار مكة منه- عليه الصلاة والسلام-، فقال- تعالى-:هذا جانب من قصّة موسى- عليه السلام- كما جاءت في هذه السورة، وقد جاءت في سور أخرى بصورة أوسع، كسور: البقرة، والأعراف، ويونس، والشعراء، والقصص ...وقد افتتحت هنا بقوله- تعالى-: إِذْ قالَ مُوسى لِأَهْلِهِ إِنِّي آنَسْتُ ناراً.والظرف «إذ» متعلق بمحذوف تقديره: اذكر.و «موسى» - عليه السلام- هو ابن عمران، وينتهى نسبه إلى يعقوب بن إسحاق ابن إبراهيم- عليه السلام-، وكانت بعثته- على الراجح- في القرن الحادي عشر أو الثاني عشر قبل الميلاد.والمراد بأهله: زوجته. وهي ابنة الشيخ الكبير الذي قال له- بعد أن سقى لابنتيه غنمهما-: إِنِّي أُرِيدُ أَنْ أُنْكِحَكَ إِحْدَى ابْنَتَيَّ هاتَيْنِ عَلى أَنْ تَأْجُرَنِي ثَمانِيَ حِجَجٍ ... .قال الإمام ابن كثير ما ملخصه: «وكان ذلك بعد أن قضى موسى الأجل الذي بينه وبين صهره، في رعاية الغنم، وسار بأهله، قيل: قاصدا بلاد مصر بعد ما طالت الغيبة عنها أكثر من عشر سنين، ومعه زوجته فأضل الطريق، وكانت ليلة شاتية، ونزل منزلا بين شعاب وجبال ... فبينما هو كذلك إذ آنس من جانب الطور نارا ... » .وقوله: آنَسْتُ من الإيناس، بمعنى الإبصار الواضح الجلى يقال: آنس فلان الشيء إذا أبصره وعلمه وأحس به.أى: واذكر- أيها الرسول الكريم- وذكر أتباعك ليعتبروا ويتعظوا، وقت أن قال موسى لأهله، وهو في طريقه من جهة مدين إلى مصر.إنى أبصرت- إبصارا لا شبهة فيه- نارا. فامكثوا في مكانكم، فإنى سَآتِيكُمْ مِنْها بِخَبَرٍ أى: سآتيكم من جهتها بخبر ينفعنا في رحلتنا هذه، ونسترشد به في الوصول إلى أهدى الطرق التي توصلنا إلى المكان الذي نريده.وأَوْ في قوله- سبحانه-: أَوْ آتِيكُمْ بِشِهابٍ قَبَسٍ لَعَلَّكُمْ تَصْطَلُونَ مانعة خلو.قال القرطبي: ما ملخصه: «قرأ عاصم وحمزة والكسائي: بِشِهابٍ قَبَسٍ بتنوين بِشِهابٍ وقرأ الباقون بدون تنوين على الإضافة، أى: بشعلة نار، من إضافة النوع إلى جنسه كخاتم فضة. والشهاب: كل ذي نور، نحو الكواكب، والعود الموقد. والقبس:اسم لما يقتبس من جمر وما أشبهه، فالمعنى بشهاب من قبس ... ومن قرأ بِشِهابٍ قَبَسٍ، بالتنوين جعله بدلا منه، أو صفة له. على تأويله بمعنى المقبوس ... » .وقوله: تَصْطَلُونَ أى: تستدفئون، والاصطلاء: الدنو من النار لتدفئة البدن عند الشعور بالبرد. قال الشاعر.النار فاكهة الشتاء فمن يرد ... أكل الفواكه شاتيا فليصطلوالمعنى: قال موسى- عليه السلام- لأهله عند ما شاهد النار: امكثوا في مكانكم، فإنى ذاهب إليها، لكي آتيكم من جهتها بخبر في رحلتنا فإن لم يكن ذلك، فإنى آتيكم بشعلة مقتطعة منها ومقتبسة من أصلها، لعلكم تستدفئون بها في تلك الليلة الشديدة البرودة.قال صاحب الكشاف: «فإن قلت: - قوله- تعالى-: هنا سَآتِيكُمْ مِنْها بِخَبَرٍ مع قوله- تعالى- في سورة القصص لَعَلِّي آتِيكُمْ مِنْها بِخَبَرٍ كالمتدافعين. لأن أحدهما ترج، والآخر تيقن. قلت: قد يقول الراجي إذا قوى رجاؤه: سأفعل كذا، وسيكون كذا، مع تجويزه الخيبة.فإن قلت: كيف جاء بسين التسويف- هنا-؟ قلت: عدة لأهله أنه يأتيهم وإن أبطأ، أو كانت المسافة بعيدة.فإن قلت: فلم جاء بأو دون الواو؟ قلت: بنى الرجاء على أنه إن لم يظفر بحاجتيه جميعا لم يعدم واحدة منهما: إما هداية الطريق، وإما اقتباس النار، ثقة بعادة الله أنه لا يكاد يجمع بين حرمانين على عبده ... » ."},{"ayah_number":8,"text":"ثم بين- سبحانه- ما حدث لموسى عند ما اقترب من النار فقال: فَلَمَّا جاءَها نُودِيَ أَنْ بُورِكَ مَنْ فِي النَّارِ وَمَنْ حَوْلَها ... وأَنْ هنا مفسرة، لما في النداء من معنى القول.وقوله: بُورِكَ من البركة، بمعنى ثبوت الخير وكثرته. والخير هنا يتمثل في تكليم الله- تعالى- لنبيه موسى. وفي ندائه له. وتشريفه برسالته، وتأييده بالمعجزات.والمراد بمن في النار: من هو قريب منها، وهو موسى- عليه السلام-.والمراد بمن حولها: الملائكة الحاضرون لهذا النداء، أو الأماكن المجاورة لها.أى: فلما وصل موسى- عليه السلام- إلى القرب من مكان النار، نودي موسى من قبل الله- عز وجل- على سبيل التكريم والتحية: أن قدس وطهر واختير للرسالة من هو بالقرب منها وهو موسى- عليه السلام- ومن حولها من الملائكة، أو الأماكن القريبة منها.قال الآلوسى: «قوله: مَنْ فِي النَّارِ وَمَنْ حَوْلَها ذهب جماعة إلى أن في الكلام مضافا مقدرا في موضعين. أى: من في مكان النار، ومن حول مكانها قالوا: ومكانها البقعة التي حصلت فيها، وهي البقعة المباركة، المذكورة في قوله- تعالى-: فَلَمَّا أَتاها أى النار- نُودِيَ مِنْ شاطِئِ الْوادِ الْأَيْمَنِ فِي الْبُقْعَةِ الْمُبارَكَةِ مِنَ الشَّجَرَةِ ...  .وقيل: من في النار: موسى- عليه السلام-، ومن حولها: الملائكة الحاضرون ... وقيل الأول الملائكة، والثاني موسى، واستغنى بعضهم عن تقدير المضاف بجعل الظرفية مجازا عن القرب التام ... وأيا ما كان فالمراد بذلك بشارة موسى- عليه السلام-» .وقال الشوكانى: «ومذهب المفسرين أن المراد بالنار- هنا- النور» .وقوله- تعالى-: وَسُبْحانَ اللَّهِ رَبِّ الْعالَمِينَ من تتمة النداء، وخبر منه- تعالى- لموسى بالتنزيه. لئلا يتوهم من سماع كلامه- تعالى- التشبيه بما للبشر من كلام."},{"ayah_number":9,"text":"أى: وتنزه الله- عز وجل- وتقدس رب العالمين عن كل سوء ونقص ومماثلة للحوادث.وقوله- سبحانه-: يا مُوسى إِنَّهُ أَنَا اللَّهُ الْعَزِيزُ الْحَكِيمُ إعلام منه- عز وجل- لعبده موسى بأن المخاطب له، إنما هو الله- تعالى- الذي عز كل شيء وقهره وغلبه.والذي أحكم كل شيء خلقه.والضمير في قوله إِنَّهُ للشأن. وجملة أَنَا اللَّهُ مبتدأ وخبر والعزيز الحكيم صفتان لذاته- عز وجل-.أى: يا موسى إن الحال والشأن إنى أنا الله العزيز الحكيم، الذي أخاطبك وأناجيك. فتنبه لما سآمرك به. ونفذ ما سأكلفك بفعله."},{"ayah_number":10,"text":"ثم حكى- سبحانه- بعد ذلك بعض ما أمر به موسى- عليه السلام- فقال: وَأَلْقِ عَصاكَ.والجملة الكريمة معطوفة على ما تضمنه النداء.أى: نودي أن بورك من في النار ومن حولها ... ونودي أن ألق عصاك التي بيدك.وقوله: فَلَمَّا رَآها تَهْتَزُّ كَأَنَّها جَانٌّ وَلَّى مُدْبِراً وَلَمْ يُعَقِّبْ.. معطوف على كلام مقدر.أى: فاستجاب موسى- عليه السلام- لأمر ربه فألقى عصاه فصارت حية، فلما رآها تهتز. أى: تضطرب وتتحرك بسرعة شديدة حتى لكأنها جَانٌّ في شدة حركتها وسرعة تقلبها وَلَّى مُدْبِراً عنها من الخوف وَلَمْ يُعَقِّبْ أى: ولم يرجع على عقبه. بل استمر في إدباره عنها دون أن يفكر في الرجوع إليها. يقال: عقب المقاتل. إذا كر على عدوه بعد الفرار منه.والجان: الحية الصغيرة السريعة الحركة. أو الحية الكبيرة، والمراد هنا: التشبيه بها في شدة الحركة وسرعتها مع عظم حجمها.وإنما ولى موسى مدبرا عنها، لأنه لم يخطر بباله أن عصاه التي بيده، يحصل منها ما رآه بعينه، من تحولها إلى حية تسعى وتضطرب وتتحرك بسرعة كأنها جان، ومن طبيعة الإنسان أنه إذا رأى أمرا غريبا اعتراه الخوف منه، فما بالك بعصا تتحول إلى حية تسعى.ثم بين- سبحانه- ما نادى به موسى على سبيل التثبيت وإدخال الطمأنينة على قلبه، فقال: يا مُوسى لا تَخَفْ.أى: فلما ولى موسى ولم يعقب عند ما ألقى عصاه فانقلبت حية، ناداه ربه- تعالى- بقوله: يا مُوسى لا تَخَفْ مما رأيت أو من شيء غيرى ما دمت في حضرتى.وجملة إِنِّي لا يَخافُ لَدَيَّ الْمُرْسَلُونَ تعليل للنهى عن الخوف، أى إنى لا يخاف عندي من اخترته لحمل رسالتي، وتبليغ دعوتي."},{"ayah_number":11,"text":"وقوله- سبحانه-: إِلَّا مَنْ ظَلَمَ ثُمَّ بَدَّلَ حُسْناً بَعْدَ سُوءٍ فَإِنِّي غَفُورٌ رَحِيمٌ استثناء منقطع مما قبله.أى: إنى يا موسى لا يخاف لدى المرسلون، لكن من ظلم وارتكب فعلا سيئا من عبادي، ثم تاب إلى توبة صادقة، بأن ترك الظلم إلى العدل والشر إلى الخير. والمعصية إلى الطاعة، فإنى أغفر له ما فرط منه، لأنى أنا وحدي الواسع المغفرة والرحمة.قال ابن كثير: هذا استثناء منقطع، وفيه بشارة عظيمة للبشر، وذلك أن من كان على شيء ثم أقلع عنه وتاب وأناب، فإن الله يتوب عليه، كما قال- تعالى- وَإِنِّي لَغَفَّارٌ لِمَنْ تابَ وَآمَنَ وَعَمِلَ صالِحاً ثُمَّ اهْتَدى وقال- تعالى- وَمَنْ يَعْمَلْ سُوءاً أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ اللَّهَ، يَجِدِ اللَّهَ غَفُوراً رَحِيماًوقيل: إن الاستثناء متصل، فيكون المعنى: لا يخاف لدى المرسلون، إلا من ظلم منهم بأن وقع في الصغائر التي لا يسلم منها أحد، ثم تاب منها وأقلع عنها، فإنى غفور رحيم.قال الآلوسى: «والظاهر- هنا- انقطاع الاستثناء، والأوفق بشأن المرسلين، أن يراد بمن ظلم: من ارتكب ذنبا كبيرا أو صغيرا من غيرهم. وثُمَّ يحتمل أن تكون للتراخي الزمانى فتفيد الآية المغفرة لمن بدل على الفور من باب أولى. ويحتمل أن تكون للتراخي الرتبى، وهو ظاهر بين الظلم والتبديل ... »وعبر- سبحانه- عن ترك الظلم بالتبديل، للإشارة إلى الإقلاع التام عن هذا الظلم، وإلى أن هذا الظلم قد حل محله العدل والطاعة والانقياد لأمره- تعالى-."},{"ayah_number":12,"text":"ثم أرشد- سبحانه- موسى- عليه السلام- إلى معجزة أخرى. لتكون دليلا على صدقه في رسالته إلى من سيرسله إليهم فقال: وَأَدْخِلْ يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضاءَ مِنْ غَيْرِ سُوءٍ.والمراد بجيبه: فتحة ثوبه أو قميصه عند مدخل رأسه، أو عند جانبه الأيمن، وأصل الجيب: القطع. يقال: جاب الشيء إذا قطعه.والمعنى: وأدخل يا موسى يدك اليمنى في فتحة ثوبك، ثم أخرجها تراها تخرج بيضاء من غير سوء. أى: تخرج منيرة مشرقة واضحة البياض دون أن يكون بها أى سوء من مرض أو برص أو غيرهما، وإنما يكون بياضها بياضا مشرقا مصحوبا بالسلامة بقدرة الله- تعالى- وإرادته.قال الحسن البصري: أخرجها- والله- كأنها مصباح، فعلم موسى أنه قد لقى ربه.وقوله: تَخْرُجْ جواب الأمر في قوله: وَأَدْخِلْ، وبَيْضاءَ حال من فاعل تخرج، ومِنْ غَيْرِ سُوءٍ يجوز أن يكون حالا أخرى. أو صفة لبيضاء.والمراد باليد هنا: كف يده اليمنى. والسوء: الرديء والقبيح من كل شيء، وهو هنا كناية عن البرص لشدة قبحه.وقوله- تعالى-: فِي تِسْعِ آياتٍ إِلى فِرْعَوْنَ وَقَوْمِهِ يصح أن يكون حالا ثالثة من فاعل تَخْرُجْ فيكون المعنى: وأدخل يا موسى يدك في جيبك تخرج حالة كونها بيضاء.وحالة كونها من غير سوء، وحالة كونها مندرجة أو معدودة في ضمن تسع آيات زودناك بها، لتكون معجزات لك أمام فرعون وقومه، على أنك صادق فيما تبلغه عن ربك.قال الجمل «وقوله: فِي تِسْعِ آياتٍ فيه وجوه: أحدها: أنه حال ثالثة يعنى من فاعل تخرج، أى: آية في تسع آيات. الثاني: أنه متعلق بمحذوف أى: اذهب في تسع آيات ... »  .والمراد بالآيات التسع التي أعطاها الله- تعالى- لموسى- عليه السلام-: العصا، واليد، والسنون، والبحر، والطوفان، والجراد، والقمل، والضفادع، والدم. كما جاء ذلك عن ابن عباس ومجاهد وقتادة وغيرهم.وقد جاء الحديث عن هذه الآيات في مواضع أخرى من القرآن الكريم منها قوله- تعالى-: فَأَلْقى عَصاهُ فَإِذا هِيَ ثُعْبانٌ مُبِينٌ. وَنَزَعَ يَدَهُ فَإِذا هِيَ بَيْضاءُ لِلنَّاظِرِينَ .وقوله- سبحانه-: وَلَقَدْ أَخَذْنا آلَ فِرْعَوْنَ بِالسِّنِينَ وَنَقْصٍ مِنَ الثَّمَراتِ لَعَلَّهُمْ يَذَّكَّرُونَ  . وقوله- عز وجل-: فَأَوْحَيْنا إِلى مُوسى أَنِ اضْرِبْ بِعَصاكَ الْبَحْرَ فَانْفَلَقَ فَكانَ كُلُّ فِرْقٍ كَالطَّوْدِ الْعَظِيمِ  .وقال- تعالى-: فَأَرْسَلْنا عَلَيْهِمُ الطُّوفانَ، وَالْجَرادَ، وَالْقُمَّلَ، وَالضَّفادِعَ، وَالدَّمَ.. .وتحديد الآيات بالتسع، لا ينفى أن هناك معجزات أخرى، أعطاها الله- تعالى- لموسى- عليه السلام- إذ من المعروف عند علماء الأصول أن تحديد العدد بالذكر، لا يدل على نفى الزائد عنه.قال ابن كثير: «ولقد أوتى موسى- عليه السلام- آيات أخرى كثيرة، منها ضربه الحجر بالعصا، وخروج الماء منه.. وغير ذلك. مما أوتوه بنو إسرائيل بعد خروجهم من مصر. ولكن ذكر هنا هذه الآيات التسع التي شاهدها فرعون وقومه، وكانت حجة عليهم فخالفوها وعاندوها كفرا وجحودا» .وقوله- تعالى-: إِنَّهُمْ كانُوا قَوْماً فاسِقِينَ استئناف مسوق لبيان سبب إرسال موسى إلى فرعون وقومه.أى: هذه الآيات التسع أرسلناك بها يا موسى إلى فرعون وقومه، لأنهم كانوا قوما فاسقين عن أمرنا، وخارجين على شرعنا، وعابدين لغيرنا من مخلوقاتنا."},{"ayah_number":13,"text":"ثم بين- سبحانه- موقف فرعون وقومه من هذه المعجزات الدالة على صدق موسى فقال:فَلَمَّا جاءَتْهُمْ آياتُنا مُبْصِرَةً قالُوا هذا سِحْرٌ مُبِينٌ. وَجَحَدُوا بِها وَاسْتَيْقَنَتْها أَنْفُسُهُمْ ظُلْماً وَعُلُوًّا. فَانْظُرْ كَيْفَ كانَ عاقِبَةُ الْمُفْسِدِينَ.وقوله مُبْصِرَةً من الإبصار والظهور. وهو اسم فاعل بمعنى اسم المفعول، للإشعار بشدة وضوحها وإنارتها، حتى لكأنها تبصر نفسها لو كانت مما يبصر، كما يقال: ماء دافق بمعنى مدفوق."},{"ayah_number":14,"text":"وقوله: وَجَحَدُوا بِها من الجحود. وهو إنكار الحق مع العلم بأنه حق، يقال: جحد فلان حق غيره، إذا أنكره مع علمه به.وقوله: وَاسْتَيْقَنَتْها من الإيقان وهو الاعتقاد الجازم الذي لا يطرأ عليه شك وجيء بالسين لزيادة التأكيد.والمعنى: وذهب موسى- عليه السلام- ومعه المعجزات الدالة على صدقه، إلى فرعون وقومه ليدعوهم إلى إخلاص العبادة لله- تعالى- وحده، فلما جاءهم موسى بتلك المعجزات المضيئة الواضحة للدلالة على صدقه، قالوا على سبيل العناد والغرور، هذا الذي نراه منك يا موسى، سحر بين وظاهر في كونه سحرا.وجحد فرعون وقومه هذه المعجزات التي جاء بها موسى من عند ربه- تعالى-، مع أن أنفسهم قد علمت علما لا شك معه أنها معجزات وليست سحرا، ولكنهم خالفوا علمهم ويقينهم ظُلْماً للآيات حيث أنزلوها عن منزلتها الرفيعة وسموها سحرا وَعُلُوًّا أى: ترفعا واستكبارا عن الإيمان بها.فَانْظُرْ أيها العاقل كَيْفَ كانَ عاقِبَةُ الْمُفْسِدِينَ؟ لقد كانت عاقبتهم أن أغرقهم الله جميعا، بسبب كفرهم وظلمهم وجحودهم وفسادهم في الأرض.وفي التعبير بقوله: فَلَمَّا جاءَتْهُمْ آياتُنا.. إشعار بأن هذه الآيات الدالة على صدق موسى- عليه السلام- قد وصلت إليهم بدون أن يتعبوا أنفسهم في الذهاب إليها، فهي جاءتهم إلى بيوتهم لكي تهديهم إلى الصراط المستقيم، ولكنهم قابلوا ذلك بالكفر والجحود.وأسند- سبحانه- المجيء إلى الآيات وأضافها إلى ذاته- تعالى- للإشارة إلى أنها خارجة عن أن تكون من صنع موسى، وإنما هي من صنع الله- تعالى- ومن فعله، وموسى ما هو إلا منفذ لما أمره ربه، ومؤيد بما منحه إياه من معجزات دالة على صدقه فيما يبلغه عنه.وقوله: ظُلْماً وَعُلُوًّا منصوبان على أنهما مفعولان لأجله، أو على أنهما حالان من فاعل جحدوا.أى: جحدوا الآيات مع تيقنهم أنها من عند الله، من أجل الظلم لها والتعالي على من جاء بها، أو: جحدوا بها حالة كونهم ظالمين لها، ومستكبرين عنها.وفي قوله- سبحانه-: فَانْظُرْ كَيْفَ كانَ عاقِبَةُ الْمُفْسِدِينَ تسلية عظمى للرسول صلّى الله عليه وسلّم عما أصابه من الكافرين.فهم كانوا كفرعون وقومه في جحود الحق الذي جاءهم به الرسول صلّى الله عليه وسلّم مع يقينهم بأنه حق، ولكن حال بينهم وبين الدخول أسباب متعددة، على رأسها العناد، والحسد، والعكوف على ما كان عليه الآباء، والكراهية لتغيير الأوضاع التي تهواها نفوسهم، وزينتها لهم شهواتهم ...وبعد أن ساق- سبحانه- هذا الجانب من قصة موسى- عليه السلام-، أتبع ذلك بالحديث عن جانب من النعم التي أنعم بها على نبيين كريمين من أنبيائه، وهما داود وسليمان- عليهما السلام- فقال- تعالى-:"},{"ayah_number":15,"text":"وقوله- سبحانه-: وَلَقَدْ آتَيْنا داوُدَ وَسُلَيْمانَ عِلْماً كلام مستأنف مسوق لتقرير قوله- تعالى-: وَإِنَّكَ لَتُلَقَّى الْقُرْآنَ مِنْ لَدُنْ حَكِيمٍ عَلِيمٍ إذ القرآن الكريم هو الذي قص الله- تعالى- فيه أخبار السابقين، بالصدق والحق.وداود هو ابن يسى، من سبط يهوذا من بنى إسرائيل، وكانت ولادته في بيت لحم سنة 1085 ق. م- تقريبا-، وهو الذي قتل جالوت، كما قال- تعالى-: فَهَزَمُوهُمْ بِإِذْنِ اللَّهِ وَقَتَلَ داوُدُ جالُوتَ وَآتاهُ اللَّهُ الْمُلْكَ وَالْحِكْمَةَ وَعَلَّمَهُ مِمَّا يَشاءُ ...  . وكانت وفاته سنة 1000 ق م تقريبا.وسليمان هو ابن داود- عليهما السلام- ولد بأورشليم حوالى سنة 1043 ق م وتوفى سنة 975 ق م.وقد جاء ذكرهما في سورتي الأنبياء وسبأ وغيرهما.ويعتبر عهدهما أزهى عهود بنى إسرائيل، فقد أعطاهما الله- تعالى- نعما جليلة.والمعنى: والله لقد أعطينا داود وابنه سليمان علما واسعا من عندنا، ومنحناهما بفضلنا وإحساننا معرفة غزيرة بعلوم الدين والدنيا.أما داود فقد أعطاه- سبحانه- علم الزبور، فكان يقرؤه بصوت جميل، كما علمه صناعة الدروع.. قال- تعالى-: وَلَقَدْ آتَيْنا داوُدَ مِنَّا فَضْلًا، يا جِبالُ أَوِّبِي مَعَهُ وَالطَّيْرَ وَأَلَنَّا لَهُ الْحَدِيدَ   .وأما سليمان فقد آتاه- سبحانه- ملكا لا ينبغي لأحد من بعده، وعلمه منطق الطير، ورزق الحكم السديد بين الناس. قال- تعالى-: فَفَهَّمْناها سُلَيْمانَ وَكُلًّا آتَيْنا حُكْماً وَعِلْماً   .وقوله- سبحانه- وَقالا الْحَمْدُ لِلَّهِ الَّذِي فَضَّلَنا عَلى كَثِيرٍ مِنْ عِبادِهِ الْمُؤْمِنِينَ بيان لموقفهما من نعم الله- تعالى- عليهما، وهو موقف يدل على حسن شكرهما لخالقهما.والواو في قوله وَقالا للعطف على محذوف، أى: آتيناهما علما غزيرا فعملا بمقتضاه وشكرا الله عليه، وقالا: الحمد لله الذي فضلنا بسبب ما آتانا من علم ونعم، على كثير من عباده المؤمنين، الذين لم ينالوا ما نلنا من خيره وبره- سبحانه-.قال صاحب الكشاف: «وفي الآية دليل على شرف العلم، وإنافة محله. وتقدم حملته وأهله، وأن نعمة العلم من أجل النعم، وأجزل القسم، وأن من أوتيه فقد أوتى فضلا على كثير من عباد الله..»  .وفي التعبير بقوله- تعالى- فَضَّلَنا عَلى كَثِيرٍ ... دلالة على حسن أدبهما، وتواضعهما، حيث لم يقولا فضلنا على جميع عباده."},{"ayah_number":16,"text":"والمراد بالوراثة في قوله- تعالى-: وَوَرِثَ سُلَيْمانُ داوُدَ ... وراثة العلم والنبوة والملك. أى: وورث سليمان داود في نبوته وعلمه وملكه.قال ابن كثير: «وقوله: وَوَرِثَ سُلَيْمانُ داوُدَ. أى: في الملك والنبوة وليس المراد وراثة المال، إذ لو كان كذلك، لم يخص سليمان وحده من بين سائر أولاد داود.. ولكن المراد بذلك وراثة الملك والنبوة فإن الأنبياء لا تورث أموالهم، أخبر بذلك رسول الله صلّى الله عليه وسلم:«نحن معاشر الأنبياء لا نورث ما تركناه صدقة» .ثم حكى- سبحانه- ما قاله سليمان على سبيل التحدث بنعم الله عليه، فقال- تعالى-: وَقالَ يا أَيُّهَا النَّاسُ عُلِّمْنا مَنْطِقَ الطَّيْرِ وَأُوتِينا مِنْ كُلِّ شَيْءٍ ...أى: وقال سليمان- عليه السلام- على سبيل الشكر لله- تعالى-: يا أيها الناس:علمنا الله- تعالى- بفضله وإحسانه فهم ما يريده كل طائر إذا صوت أو صاح، وأعطانا- سبحانه- من كل شيء نحتاجه وننتفع به في ديننا أو دنيانا.وقدم نعمة تعليمه منطق الطير، لأنها نعمة خاصة لا يشاركه فيها غيره، وتعتبر من معجزاته- عليه السلام-.وقيل: إنه علم منطق جميع الحيوانات. وإنما ذكر الطير لأنه أظهر في النعمة، ولأن الطير كان جندا من جنده، يسير معه لتظليله من الشمس.قال الآلوسى: «والجملتان- علمنا منطق الطير، وأوتينا من كل شيء- كالشرح للميراث.وعن مقاتل: أنه أريد بما أوتيه النبوة والملك وتسخير الجن والإنس والشياطين والريح.وعن ابن عباس: هو ما يريده من أمر الدنيا والآخرة»   .وعبر عن نعم الله- تعالى- عليه بنون العظمة فقال أُوتِينا ولم يقل أوتيت،للإشعار بأنه عبد من عباد الله المطاعين، الذين سخر لهم جنودا من الجن والإنس والطير، ليكونوا في خدمته، وليستعملهم في وجوه الخير لا في وجوه الشر، فهو لم يقل ذلك على سبيل التباهي والتعالي، وإنما قاله على سبيل التحدث بنعمة الله.واسم الإشارة في قوله- تعالى-: إِنَّ هذا لَهُوَ الْفَضْلُ الْمُبِينُ يعود إلى ما أعطاه الله- تعالى- إياه من العلم والملك وغيرهما.أى: إن هذا الذي أعطانا إياه من العلم والملك، وكل شيء تدعو إليه الحاجة، لهو الفضل الواضح، والإحسان الظاهر منه- عز وجل-"},{"ayah_number":17,"text":"ثم تنتقل السورة الكريمة إلى الحديث عن مظاهر ملك سليمان- عليه السلام- فتقول:وَحُشِرَ لِسُلَيْمانَ جُنُودُهُ مِنَ الْجِنِّ وَالْإِنْسِ وَالطَّيْرِ فَهُمْ يُوزَعُونَ.والحشر: الجمع. يقال: حشر القائد جنده إذا جمعهم لأمر من الأمور التي تهمه.وقوله: يُوزَعُونَ من الوزع بمعنى الكف والمنع. يقال: وزعه عن الظلم وزعا، إذا كفه عنه.ومنه قول عثمان بن عفان- رضى الله عنه-: «إن الله ليزع بالسلطان ما لا يزع بالقرآن» .ومنه قول الشاعر:ولا يزع النفس اللجوج عن الهوى ... من الناس، إلا وافر العقل كاملهوالمعنى: وجمع لسليمان- عليه السلام- عساكره وجنوده من الجن والإنس والطير فَهُمْ يُوزَعُونَ أى: فهم محبوسون ومجموعون بنظام وترتيب، بحيث لا يتجاوز أحدهم مكانه أو منزلته أو وظيفته المسئول عنها.فالتعبير بقوله يُوزَعُونَ يشعر بأن هؤلاء الجنود مع كثرتهم، لهم من يزعهم عن الفوضى والاضطراب، إذ الوازع في الحرب، هو من يدير أمور الجيش، وينظم صفوفه، ويرد من شذ من أفراده إلى جادة الصواب.ولقد ذكر بعض المفسرين هنا أقوالا في عدد جيش سليمان، رأينا أن نضرب عنها صفحا، لضعفها ويكفينا أن نعلم أن الله- تعالى- قد سخر لسليمان جندا من الجن والإنس والطير، إلا أن عدد هؤلاء الجنود مرد علمه إلى الله- تعالى- وحده، وإن كان التعبير القرآنى يشعر بأن هؤلاء الجند المجموعين، يمثلون موكبا عظيما، وحشدا كبيرا."},{"ayah_number":18,"text":"ثم حكى- سبحانه- ما قاتله نملة عند ما رأت هذا الجيش العظيم المنظم، فقال- تعالى-: حَتَّى إِذا أَتَوْا عَلى وادِ النَّمْلِ، قالَتْ نَمْلَةٌ يا أَيُّهَا النَّمْلُ ادْخُلُوا مَساكِنَكُمْ، لا يَحْطِمَنَّكُمْ سُلَيْمانُ وَجُنُودُهُ وَهُمْ لا يَشْعُرُونَ.وحَتَّى هنا ابتدائية. أى: يبتدأ بها الكلام، وقوله قالَتْ نَمْلَةٌ جواب إذا.وقوله: لا يَحْطِمَنَّكُمْ من الحطم، وأصله: كسر الشيء.. يقال: حطم فلان الشيء إذا كسره، والمراد به هنا: الإهلاك والقتل.والمعنى: وحشر لسليمان جنوده، فسار هؤلاء الجنود في قوة ونظام، حَتَّى إِذا أَتَوْا عَلى وادِ النَّمْلِ أى: على مكان يعيش فيه النمل في مملكة سليمان قالَتْ نَمْلَةٌ على سبيل النصح والتحذير بعد أن رأت سليمان وجنوده: يا أَيُّهَا النَّمْلُ ادْخُلُوا مَساكِنَكُمْ أى:ادخلوا أماكن سكناكم، وابتعدوا عن طريق هذا الجيش الكبير، وانجوا بأنفسكم، كي لا يحطمنكم سليمان وجنوده وهم لا يشعرون بكم.قال صاحب الكشاف: فإن قلت: لم عدى أَتَوْا بعلى؟ قلت: يتوجه على معنين:أحدهما: أن إتيانهم كان من فوق، فأتى بحرف الاستعلاء ... والثاني: أن يراد قطع الوادي وبلوغ آخره، من قولهم أتى على الشيء إذا أنفده وبلغ آخره..فإن قلت: لا يَحْطِمَنَّكُمْ ما هو؟ قلت: يحتمل أن يكون جوابا للأمر، وأن يكون نهيا بدلا من الأمر. والذي جوز أن يكون بدلا منه: أنه في معنى: لا تكونوا حيث أنتم فيحطمكم، على طريقة: لا أرينك هاهنا»  .أى: لا تحضر ها هنا بحيث أراك."},{"ayah_number":19,"text":"ثم بين- سبحانه- ما فعله سليمان بعد أن أدرك ما قالته النملة لأفراد جنسها، فقال- تعالى-: فَتَبَسَّمَ ضاحِكاً مِنْ قَوْلِها أى: فسمع قولها السابق فاهتزت نفسه، وتبسم ضاحكا من قولها، لفطنتها إلى تحذير أبناء جنسها، ولسروره بما قالته عنه وعن جيشه، حيث وصفتهم بأنهم لا يقدمون على إهلاك النمل، إلا بسبب عدم شعورهم بهم.وقوله ضاحِكاً حال مؤكدة لأنه قد فهم الضحك من التبسم. وقيل: هو حال مقدرة لأن التبسم أول الضحك.ثم حكى- سبحانه- ما نطق به سليمان بعد ذلك فقال: وَقالَ رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلى والِدَيَّ....أى: وقال سليمان: يا رب ألهمنى المداومة على شكرك والامتناع عن جحود نعمك، والكف عن كل ما يؤدى إلى كفران مننك التي أفضتها على وعلى والدي.ووفقني كذلك لأن أَعْمَلَ عملا صالِحاً تَرْضاهُ عنى وتقبله منى وَأَدْخِلْنِي يا إلهى بِرَحْمَتِكَ وإحسانك فِي عِبادِكَ الصَّالِحِينَ الذين رضيت عنهم ورضوا عنك.وهكذا جمع سليمان- عليه السلام- في هذا الدعاء البليغ المؤثر، أسمى ألوان الخشية من الله- تعالى- والشكر له- سبحانه- على نعمه، والرجاء في رضاه وعطائه الجزيل.ثم تحكى السورة الكريمة بعد ذلك ما دار بين سليمان- عليه السلام- وبين جندي من جنود مملكته وهو الهدهد، فقال- تعالى-:"},{"ayah_number":20,"text":"والتفقد: تطلب الشيء ومعرفة أحواله، ومنه قولهم: تفقد القائد جنوده، أى: تطلب أحوالهم ليعرف حاضرهم من غائبهم.والطير: اسم جنس لكل ما يطير، ومفردة طائر، والمراد بالهدهد هنا: طائر معين وليس الجنس.وأَمْ منقطعة بمعنى بل.أى: وأشرف سليمان- عليه السلام- على أفراد مملكته ليعرف أحوالها، فقال بعد أن نظر في أحوال الطير: ما لِيَ لا أَرَى الْهُدْهُدَ أى: ما الذي حال بيني وبين رؤية الهدهد ثم تأكد من غيابه فقال بل هو من الغائبين.قال الآلوسى: «والظاهر أن قوله- عليه السلام- ذلك، مبنى على أنه ظن حضوره ومنع مانع له من رؤيته، أى: عدم رؤيتي إياه مع حضوره، لأى سبب؟ الساتر أم لغيره. ثم لاح له أنه غائب، فأضرب عن ذلك وأخذ يقول: أَمْ كانَ مِنَ الْغائِبِينَ كأنه يسأل عن صحة ما لاح له. فأم هي المنقطعة، كما في قولهم: إنها لإبل أم شاء ...  ."},{"ayah_number":21,"text":"وقوله- تعالى-: لَأُعَذِّبَنَّهُ عَذاباً شَدِيداً أَوْ لَأَذْبَحَنَّهُ أَوْ لَيَأْتِيَنِّي بِسُلْطانٍ مُبِينٍ بيان للحكم الذي أصدره سليمان- عليه السلام- على الهدهد بسبب غيابه بدون إذن.أى: لأعذبن الهدهد عذابا شديدا يؤلمه، أو لأذبحنه، أو ليأتينى بحجة قوية توضح سبب غيابه. وتقنعنى بالصفح عنه، وبترك تعذيبه، أو ذبحه.فأنت ترى أن سليمان- عليه السلام- وهو النبي الملك الحكيم العادل- يقيد تعذيب الهدهد أو ذبحه. بعدم إتيانه بالعذر المقبول عن سبب غيابه، أما إذا أتى بهذا العذر فإنه سيعفو عنه، ويترك عقابه.فكأنه- عليه السلام- يقول: هذا الهدهد الغائب إما أن أعذبه عذابا شديدا وإما أن أذبحه بعد حضوره، وإما أن يأتينى بعذر مقبول عن سبب غيابه، وفي هذه الحالة فأنا سأعفو عنه."},{"ayah_number":22,"text":"ثم يحكى القرآن بعد ذلك ما كان من الهدهد، فقال: فَمَكَثَ غَيْرَ بَعِيدٍ أى فمكث الهدهد زمانا غير بعيد من تهديد سليمان له، ثم أتاه فقال له: أَحَطْتُ بِما لَمْ تُحِطْ بِهِ أى:علمت أشياء أنت لم تعلمها. وابتدأ كلامه بهذه الجملة التي فيها ما فيها من المفاجآت لترغيبه في الإصغاء إليه، ولاستمالة قلبه لقبول عذره بعد ذلك.قال صاحب الكشاف: «ألهم الله الهدهد فكافح سليمان بهذا الكلام، على ما أوتى من فضل النبوة والحكمة والعلوم الجمة، والإحاطة بالمعلومات الكثيرة، ابتلاء له في علمه،وتنبيها على أن في أدنى خلقه وأضعفه من أحاط علما بما لم يحط به، لتتحافر إليه نفسه، ويتصاغر إليه علمه، ويكون لطفا له في ترك الإعجاب الذي هو فتنة العلماء ... »  .وقوله: وَجِئْتُكَ مِنْ سَبَإٍ بِنَبَإٍ يَقِينٍ تفسير وتوضيح لقوله قبل ذلك: أحطت بما لم تحط به، وسبأ في الأصل: اسم لسبأ بن يشجب بن يعرب بن قحطان، ثم صار بعد ذلك اسما لحى من الناس سموا باسم أبيهم، أو صار اسما للقبيلة، أو لمدينة تعرف بمأرب باليمن. بينها وبين صنعاء مسيرة ثلاث ليال.وقد قرأ بعضهم هذا اللفظ بالتنوين باعتباره اسم رجل، وقرأه آخرون بغير تنوين لأنه ممنوع من الصرف للعلمية والتأنيث.أى: قال الهدهد لسليمان بادئا حديثه بما يشير إلى قبول عذره: علمت شيئا أنت لم تعلمه، وجئتك من جهة قبيلة سبأ بنبإ عظيم خطير، أنا متيقن من صدقه."},{"ayah_number":23,"text":"ثم قص عليه ما رآه فقال: إِنِّي وَجَدْتُ امْرَأَةً تَمْلِكُهُمْ والمراد بهذه المرأة: بلقيس بنت شراحيل بن مالك بن ريان ... ورثت الملك عن أبيها.أى: إنى وجدت قبيلة سبأ تحكمها امرأة، وتتصرف في أمورهم دون أن يعترض عليها معترض، أو ينافسها منافس.وقوله وَأُوتِيَتْ مِنْ كُلِّ شَيْءٍ معطوف على ما قبله. أى: وبين يديها جميع الأشياء التي تحتاجها لتصريف شئون مملكتها، والمحافظة على قوتها واستقرارها ...وفضلا عن كل ذلك لَها عَرْشٌ عَظِيمٌ أى: لها سرير ملك فخم ضخم يدل على غناها وترفها، ورقى مملكتها في الصناعة وغيرها.والمراد أن لها عرشا عظيما بالنسبة إلى أمثالها من الدنيا."},{"ayah_number":24,"text":"ثم أضاف إلى ذلك قوله: وَجَدْتُها وَقَوْمَها يَسْجُدُونَ لِلشَّمْسِ مِنْ دُونِ اللَّهِ....أى: والأهم من كل ذلك أنى وجدت هذه المرأة ومعها قومها يتركون عبادة الله- تعالى-، ويعبدون الشمس التي هي من مخلوقاته- عز وجل-.وَزَيَّنَ لَهُمُ الشَّيْطانُ أَعْمالَهُمْ التي هي عبادتهم للشمس، وما يشبهها من ألوان الكفر والفسوق عن أمر الله- تعالى-.فَصَدَّهُمْ أى فمنعهم الشيطان عَنِ السَّبِيلِ الحق فَهُمْ بسبب ذلك لا يَهْتَدُونَ إلى عبادة الله- تعالى- الذي لا معبود بحق سواه."},{"ayah_number":25,"text":"وقوله: أَلَّا يَسْجُدُوا لِلَّهِ الَّذِي يُخْرِجُ الْخَبْءَ فِي السَّماواتِ وَالْأَرْضِ بيان لما ترتب على إغواء الشيطان لهم. وقد قرأ عامة القراء أَلَّا- بتشديد اللام- ويَسْجُدُوا فعل مضارع منصوب بأن المدغمة في لفظه لا، وهو مع ناصبه في تأويل مصدر، في محل نصب على أنه مفعول لأجله.والمعنى: وزين لهم الشيطان أعمالهم من أجل أن يتركوا السجود لله- تعالى- الَّذِي يُخْرِجُ الْخَبْءَ أى: الذي يظهر الشيء المخبوء في السموات والأرض، كائنا ما كان هذا الشيء، لأنه- سبحانه- لا يخفى عليه شيء فيهما.قال الآلوسى: وقوله- تعالى-: أَلَّا يَسْجُدُوا لِلَّهِ أى: لئلا يسجدوا لله واللام للتعليل، وهو متعلق بصدهم أو بزين. والفاء في فَصَدَّهُمْ لا يلزم أن تكون سببية لجواز كونها تفريعية أو تفصيلية، أى: فصدهم عن ذلك لأجل أن لا يسجدوا لله- عز وجل-.أو زين لهم ذلك لأجل أن لا يسجدوا له- تعالى-.ثم قال: وقرأ الكسائي: أَلَّا- بتخفيف اللام- على أنها حرف استفتاح وتنبيه  .وقوله- تعالى-: وَيَعْلَمُ ما تُخْفُونَ وَما تُعْلِنُونَ معطوف على ما قبله.والمعنى: زين لهم الشيطان أعمالهم لئلا يسجدوا لله الذي يعلم المخبوء والمستور في السموات والأرض، ويعلم ما تخفون من أسرار، وما تعلنون من أقوال.قال بعض العلماء: «واعلم أن التحقيق أن آية النمل هذه، محل سجدة على كلتا القراءتين، لأن قراءة الكسائي فيها الأمر بالسجود، وقراءة الجمهور فيها ذم تارك السجود وتوبيخه» ."},{"ayah_number":26,"text":"وقوله- تعالى- اللَّهُ لا إِلهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْعَظِيمِ في معنى التعليل لحقيقة السجود لله- تعالى- وحده.أى: اجعلوا سجودكم لله- تعالى- وحده، واتركوا السجود لغيره، لأنه- سبحانه- لا إله بحق سواه، وهو- سبحانه- صاحب العرش العظيم، الذي لا يدانيه ولا يشبهه شيء مما يطلق عليه هذا اللفظ.ثم تحكى السور بعد ذلك ما كان من سليمان- عليه السلام- وما كان من ملكة سبأ بعد أن وصلها كتابه، فقال- تعالى-:"},{"ayah_number":27,"text":"وقوله- سبحانه-: قالَ سَنَنْظُرُ ... حكاية لما قاله سليمان- عليه السلام- في رده على الهدهد، الذي قال له في تبرير عذره: أَحَطْتُ بِما لَمْ تُحِطْ بِهِ.. إلخ.والفعل «ننظر» من النظر بمعنى التأمل في الأمور، والتدبر في أحوالها، والسين للتأكيد.أى: قال سليمان للهدهد بعد أن استمع إلى حجته: سننظر- أيها الهدهد- في أقوالك، ونرى أكنت صادقا فيها، أم أنت من الكاذبين.وهكذا نرى نبي الله سليمان- وهو العاقل الحكيم- لا يتسرع في تصديق الهدهد أو تكذيبه، ولا يخرجه النبأ العظيم الذي جاءه به الهدهد، عن اتزانه ووقاره، وإنما يبنى أحكامه على ما سيسفر عنه تحققه من صدق خبره أو كذبه.وهذا هو اللائق بشأن النبي الكريم سليمان، الذي آتاه الله- تعالى- النبوة والملك والحكمة.قال القرطبي «وقوله: سَنَنْظُرُ من النظر الذي هو التأمل والتصفح. أَصَدَقْتَ أَمْ كُنْتَ مِنَ الْكاذِبِينَ أى: في مقالتك. وكُنْتَ بمعنى أنت وقال: سَنَنْظُرُ أَصَدَقْتَ ولم يقل سننظر في أمرك، لأن الهدهد لما صرح بفخر العلم في قوله: أَحَطْتُ بِما لَمْ تُحِطْ بِهِ صرح له سليمان بقوله: سننظر أصدقت أم كذبت، فكان ذلك كفاء لما قاله»  ."},{"ayah_number":28,"text":"وقوله- تعالى-: اذْهَبْ بِكِتابِي هذا فَأَلْقِهْ إِلَيْهِمْ، ثُمَّ تَوَلَّ عَنْهُمْ، فَانْظُرْ ماذا يَرْجِعُونَ بيان لما أمر به سليمان- عليه السلام- الهدهد، بعد أن قال له: سننظر أصدقت أم كنت من الكاذبين.أى: خذ- أيها الهدهد- كتابي هذا. فاذهب به إلى هؤلاء القوم من أهل سبأ، ثُمَّ تَوَلَّ عَنْهُمْ أى: ثم انصرف عنهم إلى مكان قريب منهم فَانْظُرْ ماذا يَرْجِعُونَ أى:فتأمل ماذا يقول بعضهم لبعض، وبماذا يراجع بعضهم بعضا، ثم أخبرنى بذلك.قال ابن كثير: وذلك أن سليمان- عليه السلام- كتب كتابا إلى بلقيس وقومها، وأعطاه لذلك الهدهد فحمله ... وذهب به إلى بلادهم، فجاء في قصر بلقيس. إلى الخلوة التي كانت تختلى فيها بنفسها، فألقاه إليها من كوة هنالك بين يديها. ثم تولى ناحية أدبا، فتحيرت مما رأت. وهالها ذلك، ثم عمدت إلى الكتاب فأخذته، ففتحت ختمه وقرأته ... »  .وقال صاحب الكشاف: «فإن قلت: لم قال: فألقه إليهم. على لفظ الجمع؟ قلت: لأنه قال: وَجَدْتُها وَقَوْمَها يَسْجُدُونَ لِلشَّمْسِ فقال: فألقه إلى الذين هذا دينهم، اهتماما منه بأمر الدين، واشتغالا به عن غيره. وبنى الخطاب في الكتاب على لفظ الجمع لذلك» ."},{"ayah_number":29,"text":"ثم بين- سبحانه- ما فعلته ملكة سبأ، بعد أن جاءها كتاب سليمان- عليه السلام-، فقال- تعالى-: قالَتْ يا أَيُّهَا الْمَلَأُ إِنِّي أُلْقِيَ إِلَيَّ كِتابٌ كَرِيمٌ، إِنَّهُ مِنْ سُلَيْمانَ وَإِنَّهُ بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ. أَلَّا تَعْلُوا عَلَيَّ وَأْتُونِي مُسْلِمِينَ.أى: قالت لحاشيتها بعد أن قرأت الكتاب وفهمت ما فيه: يا أَيُّهَا الْمَلَأُ- أى:يا أيها الأشراف من قومي إِنِّي أُلْقِيَ إِلَيَّ كِتابٌ كَرِيمٌ.وصفته بالكرم لاشتماله على الكلام الحكيم، والأسلوب البديع، والتوجيه الحسن، ولجمال هيئته، وعجيب أمره."},{"ayah_number":30,"text":"ثم أفصحت عن مصدره فقالت: إِنَّهُ مِنْ سُلَيْمانَ وعن مضمونه فقالت: وَإِنَّهُ بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ وفي ذلك إشارة إلى وصفه بالكرم، حيث اشتمل على اسم الله- تعالى- وعلى بعض صفاته، وعلى ترك التكبر، وعلى الدخول وعلى الدخول في الدين الحق، كما يدل عليه قوله- تعالى-: أَلَّا تَعْلُوا عَلَيَّ"},{"ayah_number":31,"text":"أى: ألا تتكبروا على كما يفعل الملوك الجبابرة وَأْتُونِي مُسْلِمِينَ منقادين طائعين لشريعة الله- وحده، التي توجب عليكم إخلاص العبادة له، دون أحد سواه، إذ هو- سبحانه- الخالق لكل شيء، وكل معبود سواه فهو باطل.فالكتاب- مع إيجازه- متضمن لفنون البلاغة. ولمظاهر القوة الحكيمة العادلة، التي اتبعها سليمان في رسالته إلى ملكة سبأ وقومها."},{"ayah_number":32,"text":"وبعد أن بلغت حاشيتها بمصدر الكتاب ومضمونه، استأنفت حديثها فقالت: يا أَيُّهَا الْمَلَأُ أَفْتُونِي فِي أَمْرِي والفتوى: الجواب على المستفتى فيما سأل عنه، والمراد بها هنا: المشورة وإبداء الرأى.أى: قالت يا أيها الأشراف والقادة من قومي، أشيروا على ماذا سأفعل في أمر هذا الكتاب الذي جاءني من سليمان، والذي يطلب منا فيه ما سمعتم؟ثم أضافت إلى ذلك قولها: ما كُنْتُ قاطِعَةً أَمْراً حَتَّى تَشْهَدُونِ أى: أنتم تعلمون أنى لا أقطع أمرا يتعلق بشئون المملكة إلا بعد استشارتكم، وأخذ رأيكم.وفي قولها هذا دليل على حسن سياستها، ورجاحة عقلها، حيث جمعت رءوس مملكتها، واستشارتهم في أمرها، وأعلمتهم أن هذه عادة مطردة عندها. وبذلك طابت نفوسهم، وزادت ثقتهم فيها."},{"ayah_number":33,"text":"فقد قالوا لها: نَحْنُ أُولُوا قُوَّةٍ أى: أصحاب قوة في الأجساد، وَأُولُوا بَأْسٍ شَدِيدٍ أى: وأصحاب بلاء شديد في القتال.وَالْأَمْرُ إِلَيْكِ أى: موكول إلى رأيك، وإلى ما تطمئن إليه نفسك من قرار.فَانْظُرِي ماذا تَأْمُرِينَ فتأملى وتفكري فيما تأمريننا به بالنسبة لهذا الكتاب، فنحن سنطيعك في كل ما تطلبينه منا."},{"ayah_number":34,"text":"وهنا يحكى لنا القرآن الكريم ما كانت عليه تلك المرأة من دهاء وكياسة، وإيثار للسلم على الحرب، واللين على الشدة، فقال- تعالى-: قالَتْ إِنَّ الْمُلُوكَ من شأنهم أنهم إِذا دَخَلُوا قَرْيَةًمن القرى. أو مدينة من المدن، بعد تغلبهم على أهلها عن طريق الحرب والقتال.. أَفْسَدُوها أى: أشاعوا فيها الفساد والخراب والدمار.وفوق كل ذلك: وَجَعَلُوا أَعِزَّةَ أَهْلِها أَذِلَّةً أى: أهانوا أشرافها ورؤساءها، وجعلوهم أذلة بعد أن كانوا أعزة. ليكونوا عبرة لغيرهم.وَكَذلِكَ يَفْعَلُونَ أى: وهذه هي عادتهم التي يفعلونها عند دخولهم قرية من القرى، عن طريق القهر والقسر والقتال.والمقصود من قولها هذا: التلويح لقومها بأن السلم أجدى من الحرب، وأن الملاينة مع سليمان- عليه السلام- أفضل من المجابهة والمواجهة بالقوة."},{"ayah_number":35,"text":"ثم صرحت لهم بما ستفعله معه فقالت: وَإِنِّي مُرْسِلَةٌ إِلَيْهِمْ بِهَدِيَّةٍ فَناظِرَةٌ بِمَ يَرْجِعُ الْمُرْسَلُونَ. وقوله: فَناظِرَةٌ معطوف على مُرْسِلَةٌ وهو من الانتظار بمعنى الترقب.أى: وإنى قد قررت أن أرسل إلى سليمان وجنوده هدية ثمينة تليق بالملوك أصحاب الجاه والقوة والسلطان، وإنى لمنتظرة ماذا سيقول سليمان لرسلي عند ما يرى تلك الهدية. وماذا سيفعل معهم.قال ابن عباس: قالت لقومها إن قبل الهدية فهو ملك فقاتلوه، وإن لم يقبلها فهو نبي فاتبعوه.وقال قتادة: رحمها الله ورضى عنها ما كان أعقلها في إسلامها وفي شركها!! لقد علمت أن الهدية تقع موقعا من الناس  .ثم حكى- سبحانه- بعد ذلك ما كان من سليمان عند ما رأى الهدية، فقال- تعالى-:"},{"ayah_number":36,"text":"وفي الكلام حذف يفهم من السياق، وتقتضيه بلاغة القرآن الكريم والتقدير: وهيأت ملكة سبأ الهدية الثمينة لسليمان- عليه السلام-. وأرسلتها مع من اختارتهم من قومها لهذه المهمة، فلما جاء سليمان، أى: فلما وصل الرسل إلى سليمان ومعهم هدية ملكتهم إليه.فلما رآها قال- على سبيل الإنكار والاستخفاف بتلك الهدية-: أَتُمِدُّونَنِ بِمالٍ أى:أتقدمون إلى هذا المال الزائل والمتمثل في تلك الهدية لأكف عن دعوتكم إلى إتيانى وأنتم مخلصون العبادة لله- تعالى- وحده. وتاركون لعبادة غيره؟كلا لن ألتفت إلى هديتكم فَما آتانِيَ اللَّهُ من النبوة والملك الواسع خَيْرٌ مِمَّا آتاكُمْ من أموال من جملتها تلك الهدية.فالجملة الكريمة تعليل لإنكاره لهديتهم، ولاستخفافه بها، وسخريته منها.وقوله- سبحانه-: بَلْ أَنْتُمْ بِهَدِيَّتِكُمْ تَفْرَحُونَ إضراب عما ذكره من إنكاره لتلك الهدية وتعليله لهذا الإنكار، إلى بيان ما هم عليه من ضيق في التفكير، حيث أوهموا أن هذه الهدية، قد تفيد في صرف سليمان عن دعوتهم إلى وحدانية الله- تعالى-، وقد تحمله على تركهم وشأنهم.أى: افهموا- أيها الرسل- وقولوا لمن أرسلكم بتلك الهدية: إن سليمان ما آتاه الله من خير، أفضل مما آتاكم، وإنه يقول لكم جميعا: انتفعوا أنتم بهديتكم وافرحوا بها، لأنكم لا تفكرون إلا في متع الحياة الدنيا، أما أنا ففي غنى عن هداياكم ولا يهمني إلا إيمانكم."},{"ayah_number":37,"text":"ثم أتبع سليمان- عليه السلام- هذا الاستنكار بالتهديد فقال: - كما حكى القرآن عنه-: ارْجِعْ إِلَيْهِمْ.أى: قال سليمان لمن أرسلته بلقيس بالهدية: عد من حيث أتيت ومعك هديتك.فَلَنَأْتِيَنَّهُمْ بِجُنُودٍ لا قِبَلَ لَهُمْ بِها أى: فو الله لنأتينهم بجنود لا قدرة لهم على مقاومتهم، ولا طاقة لهم على قتالهم.وَلَنُخْرِجَنَّهُمْ مِنْها أَذِلَّةً وَهُمْ صاغِرُونَ أى: وو اللَّه لنخرجن هذه الملكة وقومها من بلاد سبأ، حالة كونهم أذلة، وحالة كونهم مهزومين مقهورين، بعد أن كانوا في عزة وقوة.وعاد الرسل بهديتهم إلى الملكة، دون أن يهتم القرآن بما جرى لهم بعد ذلك، لأن القرآن لا يهتم إلا بالجوهر واللباب فيما يقصه من أحداث.ثم يحكى القرآن بعد ذلك ما طلبه سليمان- عليه السلام- من جنوده فيقول:"},{"ayah_number":38,"text":"قال ابن كثير ما ملخصه: فلما رجعت الرسل إلى ملكة سبأ بما قاله سليمان، قالت: قد- والله- عرفت ما هذا بملك، وما لنا به من طاقة.. وبعثت اليه: إنى قادمة إليك بملوك قومي، لأنظر في أمرك وما تدعونا إليه من دينك.. ثم شخصت إليه في اثنى عشر ألف رجل من أشراف قومها- بعد أن أقفلت الأبواب على عرشها- فجعل سليمان يبعث الجن يأتونه بمسيرها ومنتهاها كل يوم وليلة، حتى إذا دنت جمع من عنده من الإنس والجن ممن تحت يده فقال: يا أَيُّهَا الْمَلَؤُا أَيُّكُمْ يَأْتِينِي بِعَرْشِها قَبْلَ أَنْ يَأْتُونِي مُسْلِمِينَ.أى: قال سليمان لجنوده: أى واحد منكم يستطيع أن يحضر لي عرش هذه الملكة قبل أن تحضر إلى هي وقومها مسلمين، أى: منقادين طائعين مستسلمين لما أمرتهم به.ولعل سليمان- عليه السلام- قد طلب إحضار عرشها- من بلاد اليمن إلى بيت المقدس حيث مقر مملكته، ليطلعها على عظيم قدرة الله- تعالى-، وعلى ما أعطاه- سبحانه- له من ملك عريض، ومن نعم جليلة، ومن قوة خارقة، حيث سخر له من يحضر له عرشها من مكان بعيد في زمن يسير.ولعل كل ذلك يقودها هي وقومها إلى الإيمان بالله رب العالمين.."},{"ayah_number":39,"text":"وبعد أن قال سليمان لجنده أيكم يأتينى بعرشها قبل أن يأتونى مسلمين، رد عليه عفريت من الجن بقوله: أَنَا آتِيكَ بِهِ قَبْلَ أَنْ تَقُومَ مِنْ مَقامِكَ.والعفريت: هو المارد القوى من الشياطين، الذين سخرهم الله- تعالى- لخدمة سليمان،وللقيام بأداء ما يكلفهم به. ويقال له: عفريت، وعفريتة- بكسر العين وسكون الفاء-.أى: قال عفريت من الجن لسليمان: أنا آتيك بعرش هذه الملكة، قبل أن تقوم من مقامك، أى: قبل أن تقوم من مجلسك هذا الذي تجلس فيه للقضاء بين الناس. أو قبل أن تقف من جلوسك.وَإِنِّي عَلَيْهِ لَقَوِيٌّ أَمِينٌ أى: وإنى على حمله وإحضاره من تلك الأماكن البعيدة إليك، لقوى على ذلك، بحيث لا يثقل على حمله، ولأمين على إحضاره دون أن يضيع منه شيء."},{"ayah_number":40,"text":"وكأن سليمان قد استبطأ إحضاره عرش تلك المملكة في هذه الفترة التي حددها ذلك العفريت القوى، فنهض جندي آخر من جنوده، ذكره القرآن بقوله: قالَ الَّذِي عِنْدَهُ عِلْمٌ مِنَ الْكِتابِ، أَنَا آتِيكَ بِهِ قَبْلَ أَنْ يَرْتَدَّ إِلَيْكَ طَرْفُكَ. قالوا: والمراد بهذا الذي عنده علم من الكتاب: آصف بن برخيا، وهو رجل من صلحاء بنى إسرائيل، آتاه الله- تعالى- من لدنه علما، وكان وزيرا لسليمان.قالوا: وكان يعلم اسم الله الأعظم، الذي إذا دعى به- سبحانه- أجاب الداعي، وإذا سئل به- تعالى- أجاب السائل.قيل: المراد به سليمان نفسه، ويكون الخطاب على هذا العفريت، فكأنه استبطأ ما قاله العفريت فقال له: - على سبيل التحقير- أنا آتيك به قبل أن يرتد إليك طرفك.وقيل: المراد به جبريل. والأول هو المشهور عند المفسرين.أى: قال الرجل الذي عنده علم من كتاب الله- تعالى- يا سليمان أنا آتيك بعرش بلقيس، قبل أن تغمض عينك وتفتحها، وهو كناية عن السرعة الفائقة في إحضاره.وفي ذلك ما فيه من الدلالة على شرف العلم وفضله وشرف حامليه وفضلهم وأن هذه الكرامة التي وهبها الله- تعالى- لهذا الرجل، كانت بسبب ما آتاه- سبحانه- من علم.وجاء عرش الملكة لسليمان من بلاد اليمن إلى بلاد الشام، بتلك السرعة الفائقة فَلَمَّا رَآهُ مُسْتَقِرًّا عِنْدَهُ أى: فلما رأى سليمان العرش المذكور حاضرا لديه، وكائنا بين يديه ... لم يغتر ولم يتكبر، ولم يأخذه الزهو والعجب. بل قال- كما حكى القرآن عنه-: هذا مِنْ فَضْلِ رَبِّي لِيَبْلُوَنِي أَأَشْكُرُ أَمْ أَكْفُرُ.أى: قال سليمان: هذا الذي أراه من إحضار العرش بتلك السرعة من فضل ربي وعطائه، لكي يمتحننى أأشكره على نعمه أم أجحد هذه النعم.وَمَنْ شَكَرَ الله- تعالى- على نعمه فَإِنَّما يَشْكُرُ لِنَفْسِهِ حيث يزيده- سبحانه- منها.وَمَنْ كَفَرَ نعم الله- تعالى- وجحدها فَإِنَّ رَبِّي غَنِيٌّ عن خلقه كَرِيمٌ في معاملته لهم، حيث لم يعاجلهم بالعقوبة، بل يعفو ويصفح عن كثير من ذنوبهم.ثم ختم- سبحانه- هذه القصة البديعة، ببيان ما فعله سليمان بالعرش، وبما قاله لملكة سبأ بعد أن قدمت إليه، وبما انتهى إليه أمرها، فقال- تعالى-:وَمَنْ شَكَرَ الله- تعالى- على نعمه فَإِنَّما يَشْكُرُ لِنَفْسِهِ حيث يزيده- سبحانه- منها."},{"ayah_number":41,"text":"وقوله: نَكِّرُوا لَها عَرْشَها من التنكير الذي هو ضد التعريف، وهو جعل الشيء على هيئة تخالف هيئته السابقة حتى لا يعرف.أى: قال سليمان لجنوده، بعد أن استقر عنده عرش بلقيس: غيروا لهذه الملكة عرشها، كأن تجعلوا مؤخرته في مقدمته، وأعلاه أسفله..وافعلوا ذلك لكي نَنْظُرْ ونعرف أَتَهْتَدِي إليه بعد هذا التغيير، أو إلى الجواب اللائق بالمقام عند ما تسأل أَمْ تَكُونُ مِنَ الَّذِينَ لا يَهْتَدُونَ إلى معرفة الشيء بعد تغيير معالمه المميزة له. أو إلى الجواب الصحيح عند ما تسأل عنه.فالمقصود بتغيير هيئة عرشها: اختبار ذكائها وفطنتها، وحسن تصرفها، عند مفاجأتها باطلاعها على عرشها الذي خلفته وراءها في بلادها. وإيقافها على مظاهر قدرة الله- تعالى- وعلى ما وهبه لسليمان- عليه السلام- من معجزات."},{"ayah_number":42,"text":"وقوله- تعالى-: فَلَمَّا جاءَتْ ... شروع في بيان ما قالته عند ما عرض عليها سليمان عرشها.أى: فلما وصلت بلقيس إلى سليمان- عليه السلام- عرض عليها عرشها بعد تغيير معالمه. ثم قيل لها من جهته- عليه السلام-: أَهكَذا عَرْشُكِ أى: أمثل هذا العرش الذي ترينه الآن، عرشك الذي خلفته وراءك في بلادك.فالهمزة للاستفهام والهاء للتنبيه- والكاف حرف جر، وذا اسم إشارة مجرور بها، والجار والمجرور خبر مقدم، وعرشك مبتدأ مؤخر.ولم يقل لها: أهذا عرشك، لئلا يكون إرشادا لها إلى الجواب، فيفوت المقصود من اختبار ذكائها وحسن تصرفها.ولا شك أن هذا القول يدعوها للدهشة والمفاجأة بما لم يكن في حسبانها، وإلا فأين هي من عرشها الذي تركته خلفها على مسافة بعيدة، بينها وبين مملكة سليمان عشرات الآلاف من الأميال.ولكن الملكة الأريبة العاقلة، هداها تفكيرها إلى جواب ذكى، فقالت- كما حكى القرآن عنها-: كَأَنَّهُ هُوَ أى: هذا العرش- الذي غيرت هيئته- كأنه عرشي الذي تركته في بلادي، فهي لم تثبت أنه هو، ولم تنف أنه غيره، وإنما تركت الأمر مبنيا على الظن والتشبيه، لكي يناسب الجواب السؤال.وقوله- سبحانه-: وَأُوتِينَا الْعِلْمَ مِنْ قَبْلِها وَكُنَّا مُسْلِمِينَ يرى بعض المفسرين أنه من تتمة كلام بلقيس، وكأنها عند ما استشعرت مما شاهدته اختبار عقلها قالت: وأوتينا العلم من قبلها، أى: من قبل تلك الحالة التي شاهدناها، بصحة نبوة سليمان وكنا مسلمين، طائعين لأمره.ومنهم من يرى أنه من سليمان، وتكون الجملة معطوفة على كلام مقدر وجيء بها من قبيل التحدث بنعمة الله- تعالى-.والمعنى: قال سليمان: لقد أصابت بلقيس في الجواب، وعرفت الحق، ولكننا نحن الذين أوتينا العلم من قبلها- أى من قبل حضور ملكة سبأ- وكنا مسلمين لله- تعالى- وجوهنا.ويبدو لنا أن كون هذه الجملة، حكاها القرآن على أنها من تتمة كلامها أقرب إلى الصواب، لأنه هو الظاهر من سياق الكلام.قال الآلوسي ما ملخصه: قوله: وَأُوتِينَا الْعِلْمَ مِنْ قَبْلِها وَكُنَّا مُسْلِمِينَ من تتمة كلامها على ما اختاره جمع من المفسرين. كأنها استشعرت مما شاهدته اختبارها، وإظهار معجزة لها. ولما كان الظاهر من السؤال هو الأول، سارعت إلى الجواب بما أنبأ عن كمال عقلها، ولما كان إظهار المعجزة دون ذلك في الظهور، ذكرت ما يتعلق به آخرا وهو قولها:وَأُوتِينَا الْعِلْمَ وفيه دلالة على كمال عقلها- أيضا-.والمعنى: وأوتينا العلم بكمال قدرة الله، وصحة نبوتك من قبل هذه المعجزة أو من قبل هذه الحالة، بما شاهدناه من أمر الهدهد. وما سمعناه من رسلنا إليك، وكنا مؤمنين من ذلك الوقت، فلا حاجة إلى إظهار هذه المعجزة  ."},{"ayah_number":43,"text":"وقوله- سبحانه- وَصَدَّها ما كانَتْ تَعْبُدُ مِنْ دُونِ اللَّهِ ... بيان للأسباب التي منعتها من الدخول في الإسلام قبل ذلك. وما موصولة على أنها فاعل «صد» .أى: وصدها ومنعها الذي كانت تعبده من دون الله- تعالى- وهو الشمس- عن عبادة الله- تعالى- وحده، وعن المسارعة إلى الدخول في الإسلام.ويصح أن تكون ما مصدرية، والمصدر هو الفاعل. أى. وصدها عبادة الشمس، عن المسارعة إلى الدخول في الإسلام.وجملة إِنَّها كانَتْ مِنْ قَوْمٍ كافِرِينَ تعليل لسببية عبادتها لغير الله- تعالى-.أى: إن هذه المرأة كانت من قوم كافرين بالله- تعالى-، جاحدين لنعمه، عابدين لغيره، منذ أزمان متطاولة، فلم يكن في مقدورها إظهار إسلامها بسرعة وهي بينهم.فالجملة الكريمة كأنها اعتذار لها عن سبب تأخرها في الدخول في الإسلام."},{"ayah_number":44,"text":"ثم ختم- سبحانه- هذه القصة ببيان ما فاجأها به سليمان، لتزداد يقينا بوحدانية الله- تعالى-، وبعظم النعم التي أعطاها- سبحانه- له فقال: يلَ لَهَا ادْخُلِي الصَّرْحَ، فَلَمَّا رَأَتْهُ حَسِبَتْهُ لُجَّةً وَكَشَفَتْ عَنْ ساقَيْها.والصرح: القصر ويطلق على كل بناء مرتفع. ومنه قوله- تعالى-: وَقالَ فِرْعَوْنُ يا هامانُ ابْنِ لِي صَرْحاً لَعَلِّي أَبْلُغُ الْأَسْبابَ ويطلق- أيضا- على صحن الدار وساحته. يقال: هذه صرحة الدار. أى: ساحتها وعرصتها.وكان سليمان- عليه السلام- قد بنى هذا الصرح، وجعل بلاطه من زجاج نقى صاف كالبلور. بحيث يرى الناظر ما يجرى تحته من ماء.أى: قال سليمان لملكة سبأ بعد أن سألها: أهكذا عرشك، وبعد أن أجابته بما سبق بيانه.قال لها: ادخلى هذا القصر، فلما رأت هذا الصرح وما عليه من جمال وفخامة، حسبته لجة.أى: ظنته ماء غزيرا كالبحر.كَشَفَتْ عَنْ ساقَيْهالئلا تبتل بالماء أذيال ثيابها.وهنا قال سليمان مزيلا لما اعتراها من دهشة: نَّهُأى: ما حسبته لجةرْحٌ مُمَرَّدٌ مِنْ قَوارِيرَأى: قصر مملس من زجاج لا يحجب ما وراءه.فقوله مَرَّدٌبمعنى مملس، مأخوذ من قولهم: شجرة مرداء إذا كانت عارية من الورق، وغلام أمرد، إذا لم يكن في وجهه شعر والتمريد في البناء، معناه: التمليس والتسوية والنعومة.والقوارير: جمع قارورة، وهي إناء من زجاج، وتطلق القارورة على المرأة، لأن الولد يقر في رحمها، أو تشبيها لها بآنية الزجاج من حيث ضعفها، ومنه الحديث الشريف: «رفقا بالقوارير» . والمراد بالقوارير هنا. المعنى الأول.ثم حكى- سبحانه- ما قالته بلقيس بعد أن رأت جانبا من عجائب صنع الله فقال:قالَتْ رَبِّ إِنِّي ظَلَمْتُ نَفْسِيأى: بسبب عبادتي لغيرك قبل هذا الوقت.. أَسْلَمْتُ مَعَ سُلَيْمانَطائعة مختارة، وإسلامى إنما هولَّهِ رَبِّ الْعالَمِينَوليس لأحد سواه.وبعد، فهذا تفسير محرر لتلك القصة، وقد أعرضنا عن كثير من الإسرائيليات التي حشا بها بعض المفسرين تفاسيرهم، عند حديثهم عن الآيات التي وردت في هذه القصة، ومن ذلك ما يتعلق بسليمان- عليه السلام- وبجنوده من الطير. وبمحاورة النملة له، وبالهدية التي أرسلتها ملكة سبأ إليه، وبما قالته الشياطين لسليمان عن هذه المرأة.. إلخ وقد اشتملت هذه القصة على عبر وعظات وأحكام وآداب، من أهمها ما يأتى:1- أن الله- تعالى- قد أعطى- بفضله وإحسانه- داود وسليمان عليهما السلام- نعما عظيمة، على رأسها نعمة النبوة، والملك، والعلم النافع.وأنهما قد قابلا هذه النعم بالشكر لله- تعالى- واستعمالها فيما خلقت له.ونرى ذلك في قوله- تعالى-: وَلَقَدْ آتَيْنا داوُدَ وَسُلَيْمانَ عِلْماً، وَقالا الْحَمْدُ لِلَّهِ الَّذِي فَضَّلَنا عَلى كَثِيرٍ مِنْ عِبادِهِ الْمُؤْمِنِينَ.وفي قوله- تعالى-: رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلى والِدَيَّ، وَأَنْ أَعْمَلَ صالِحاً تَرْضاهُ، وَأَدْخِلْنِي بِرَحْمَتِكَ فِي عِبادِكَ الصَّالِحِينَ.وفي قوله- سبحانه-: هذا مِنْ فَضْلِ رَبِّي لِيَبْلُوَنِي أَأَشْكُرُ أَمْ أَكْفُرُ، وَمَنْ شَكَرَ فَإِنَّما يَشْكُرُ لِنَفْسِهِ، وَمَنْ كَفَرَ فَإِنَّ رَبِّي غَنِيٌّ كَرِيمٌ.2- أن سليمان- عليه السلام- قد أقام دولته على الإيمان بالله- تعالى- وعلى العلم النافع، وعلى القوة العادلة.أما الإيمان بالله- تعالى- وإخلاص العبادة له- سبحانه-، فهو كائن له- عليه السلام- بمقتضى نبوته التي اختاره الله لها، وبمقتضى دعوته غيره إلى وحدانية الله- عز وجل- فقد حكى القرآن عنه أنه قال في رسالته إلى ملكة سبأ: إِنَّهُ مِنْ سُلَيْمانَ وَإِنَّهُ بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ. أَلَّا تَعْلُوا عَلَيَّ وَأْتُونِي مُسْلِمِينَ.وأما العلم النافع، فيكفى أن القصة الكريمة قد افتتحت بقوله- تعالى-: وَلَقَدْ آتَيْنا داوُدَ وَسُلَيْمانَ عِلْماً ...واشتملت على قوله- سبحانه-: وَوَرِثَ سُلَيْمانُ داوُدَ وَقالَ يا أَيُّهَا النَّاسُ عُلِّمْنا مَنْطِقَ الطَّيْرِ....وعلى قوله- عز وجل-: قالَ الَّذِي عِنْدَهُ عِلْمٌ مِنَ الْكِتابِ أَنَا آتِيكَ بِهِ قَبْلَ أَنْ يَرْتَدَّ إِلَيْكَ طَرْفُكَ.وأما القوة، فنراها في قوله- تعالى-: وَحُشِرَ لِسُلَيْمانَ جُنُودُهُ مِنَ الْجِنِّ وَالْإِنْسِ وَالطَّيْرِ فَهُمْ يُوزَعُونَ.وفي قوله- سبحانه- ارْجِعْ إِلَيْهِمْ فَلَنَأْتِيَنَّهُمْ بِجُنُودٍ لا قِبَلَ لَهُمْ بِها، وَلَنُخْرِجَنَّهُمْ مِنْها أَذِلَّةً وَهُمْ صاغِرُونَ.3- أن سليمان عليه السلام كانت رسالته الأولى نشر الإيمان بالله- تعالى- في الأرض، وتطهيرها من كل معبود سواه.والدليل على ذلك أن الهدهد عند ما أخبره بحال الملكة التي كانت هي وقومها يعبدون الشمس من دون الله..ما كان من سليمان- عليه السلام- إلا أن حمله كتابا قويا بليغا يأمرهم فيه بترك التكبر والغرور، وبإسلام وجوههم لله وحده: أَلَّا تَعْلُوا عَلَيَّ وَأْتُونِي مُسْلِمِينَ.4- أن سليمان- عليه السلام- كان يمثل الحاكم اليقظ المتنبه لأحوال رعيته، حيث يعرف شئونها الصغيرة والكبيرة، ويعرف الحاضر من أفرادها والغائب، حتى ولو كان الغائب طيرا صغيرا، من بين آلاف الخلائق الذين هم تحت قيادته.ولقد صور القرآن ما كان عليه سليمان- عليه السلام- من يقظة ودراية بأفراد رعيته أبدع تصوير فقال: وتفقد الطير فقال مالي لا أرى الهدهد أم كان من الغائبين.قال الإمام القرطبي- رحمه الله-: في هذه الآية دليل على تفقد الإمام أحوال رعيته، والمحافظة عليهم، فانظر إلى الهدهد مع صغره، كيف لم يخف على سليمان حاله، فكيف بعظام الملك..ثم يقول- رحمه الله- على سبيل التفجع والشكوى عن حال الولاة في عهده: فما ظنك بوال تذهب على يديه البلدان، وتضيع الرعية ويضيع الرعيان.. ورحم الله القائل:وهل أفسد الدين إلا الملوك ... وأحبار سوء ورهبانها5- أن سليمان- عليه السلام- كان بجانب تعهده لشئون رعيته، يمثل الحاكم الحازم العادل، الذي يحاسب المهمل، ويتوعد المقصر، ويعاقب من يستحق العقاب، وفي الوقت نفسه يقبل عذر المعتذر متى اعتذر عذرا مشروعا ومقنعا.انظر إليه وهو يقول- كما حكى القرآن عنه- عند ما تفقد الهدهد فلم يجده: لَأُعَذِّبَنَّهُ عَذاباً شَدِيداً أَوْ لَأَذْبَحَنَّهُ أَوْ لَيَأْتِيَنِّي بِسُلْطانٍ مُبِينٍ.إن الجيوش الجرارة التي تحت قيادة سليمان- عليه السلام- لا تؤثر فيها غياب هدهد منها.. ولكن سليمان القائد الحازم، كأنه يريد أن يعلم جنوده، أن لكل جندي رسالته التي يجب عليه أن يؤديها على الوجه الأكمل سواء أكان هذا الجندي صغيرا أم كبيرا، وأن من فرط في الأمور الصغيرة، لا يستبعد منه أن يفرط في الأمور الكبيرة.6- أن الجندي الصغير في الأمة التي يظلها العدل والحرية والأمان.. لا يمنعه صغره من أن يرد على الحاكم الكبير، بشجاعة وقوة..انظر إلى الهدهد- مع صغره- يحكى عنه القرآن، أنه رد على نبي الله سليمان الذي آتاه الله ملكا لا ينبغي لأحد من بعده بقوله: أَحَطْتُ بِما لَمْ تُحِطْ بِهِ وَجِئْتُكَ مِنْ سَبَإٍ بِنَبَإٍ يَقِينٍ ...ونجد سليمان- عليه السلام- لا يؤاخذه على هذا القول، بل يضع قوله موضع التحقيق والاختبار فيقول له: سَنَنْظُرُ أَصَدَقْتَ أَمْ كُنْتَ مِنَ الْكاذِبِينَ.وهكذا الأمم العاقلة الرشيدة، لا يهان فيها الصغير، ولا يظلم فيها الكبير.7- أن حكمة الله- تعالى- قد اقتضت أن تتألف الأمم من حاكمين ومحكومين، وأن كل فريق له حقوق وعليه واجبات، وأن الأمم لا تصلح بدون حاكم يحكمها ويرعى شئونها، ويحق الحق ويبطل الباطل.قال القرطبي عند تفسيره لقوله- تعالى-: وَحُشِرَ لِسُلَيْمانَ جُنُودُهُ مِنَ الْجِنِّ وَالْإِنْسِ وَالطَّيْرِ فَهُمْ يُوزَعُونَ: في الآية دليل على اتخاذ الإمام والحكام وزعة- أى ولاة، أو قضاة- يكفون الناس ويمنعونهم من تطاول بعضهم على بعض ...قال ابن عون: سمعت الحسن يقول وهو في مجلس قضائه: والله ما يصلح هؤلاء الناس إلا وزعة .ومن الأقوال الحكيمة لأمير المؤمنين عثمان بن عفان- رضى الله عنه- «إن الله ليزع بالسلطان مالا يزع بالقرآن» .8- أن الحاكم العاقل هو الذي يستشير من هو أهل للاستشارة في الأمور التي تهم الأمة.فها هي ذي ملكة سبأ عند ما جاءها كتاب سليمان- عليه السلام- جمعت وجوه قومها، وقالت لهم- كما حكى القرآن عنها: يا أَيُّهَا الْمَلَأُ أَفْتُونِي فِي أَمْرِي، ما كُنْتُ قاطِعَةً أَمْراً حَتَّى تَشْهَدُونِ....قال القرطبي: وفي هذه الآية دليل على صحة المشاورة.. وقد قال الله- تعالى- لنبيه صلّى الله عليه وسلم وَشاوِرْهُمْ فِي الْأَمْرِ وقد مدح الله الفضلاء بقوله: وَأَمْرُهُمْ شُورى بَيْنَهُمْ والمشاورة من الأمر القديم وخاصة في الحرب، فهذه بلقيس امرأة جاهلية كانت تعبد الشمس من دون الله قالت: يا أَيُّهَا الْمَلَأُ أَفْتُونِي فِي أَمْرِي ... لتختبر عزمهم على مقاومة عدوهم.وربما كان في استبدادها برأيها وهن في طاعتها، وكان في مشاورتهم وأخذ رأيهم عون على ما تريده من شوكتهم، وشدة مدافعتهم، ألا ترى إلى قولهم في جوابهم: نَحْنُ أُولُوا قُوَّةٍ وَأُولُوا بَأْسٍ شَدِيدٍ وَالْأَمْرُ إِلَيْكِ فَانْظُرِي ماذا تَأْمُرِينَ.. .9- أن الهدية إذا لمس المهدى إليه من ورائها، عدم الإخلاص في إهدائها. وأن المقصد منها صرفه عن حق يقيمه، أو عن باطل يزيله.. فإن الواجب عليه أن يرد هذه الهدية لصاحبها. وأن يمتنع عن قبولها..ألا ترى إلى سليمان- عليه السلام- قد رد الهدية الثمينة التي أهدتها بلقيس إليه، حين أحس أن من وراء هذه الهدية شيئا. يتنافى مع تبليغ وتنفيذ رسالة الله- تعالى- التي أمره بتبليغها وتنفيذها، ألا وهي: الأمر بإخلاص العبادة لله- تعالى- والنهى عن الإشراك به، وبلقيس إنما كانت تقصد بهديتها، اختبار سليمان، أنبى هو أم ملك، كما سبق أن أشرنا..لذا وجدنا القرآن يحكى عن سليمان- عليه السلام- أنه رد هذه الهدية مع من جاءوا بها، وقال: أَتُمِدُّونَنِ بِمالٍ، فَما آتانِيَ اللَّهُ خَيْرٌ مِمَّا آتاكُمْ بَلْ أَنْتُمْ بِهَدِيَّتِكُمْ تَفْرَحُونَ.10- أن ملكة سبأ دل تصرفها على أنها كانت ملكة عاقلة رشيدة، حكيمة، فقد استشارت خاصتها في كتاب سليمان- عليه السلام-، ولوحت لهم بقوته وبما سيترتب على حربه، وآثرت أن تقدم له هدية على سبيل الامتحان، واستحبت المسالمة على المحاربة.. وكان عندها الاستعداد لقبول الحق والدخول فيه، وما أخرها عن المسارعة إليه إلا لكونها كانت من قوم كافرين..وعند ما التقت بسليمان، وانكشفت لها الحقائق سارعت إلى الدخول في الدين الحق، وقالت: بِّ إِنِّي ظَلَمْتُ نَفْسِي وَأَسْلَمْتُ مَعَ سُلَيْمانَ لِلَّهِ رَبِّ الْعالَمِينَ.هذه بعض العبر والعظات التي تؤخذ من هذه القصة.. ثم ساق- سبحانه- بعد ذلك جانبا من قصة صالح- عليه السلام- مع قومه، فقال- تعالى-:"},{"ayah_number":45,"text":"وقوله- سبحانه-: وَلَقَدْ أَرْسَلْنا إِلى ثَمُودَ أَخاهُمْ صالِحاً ... معطوف على قوله- تعالى-: وَلَقَدْ آتَيْنا داوُدَ وَسُلَيْمانَ عِلْماً.واللام في قوله وَلَقَدْ أَرْسَلْنا ... جواب لقسم محذوف، وثَمُودَ اسم للقبيلة التي منها صالح- عليه السلام-، سميت باسم جدها ثمود. وقيل: سميت بذلك لقلة مائها، لأن الثمد هو الماء القليل..وكانت مساكنهم بالحجر- بكسر الحاء وسكون الجيم-، وهو مكان بين الحجاز والشام، وما زلت مساكنهم تعرف بمدائن صالح إلى اليوم. وقد مر النبي صلّى الله عليه وسلّم بديارهم، وهو ذاهب إلى غزوة تبوك، سنة تسع بعد الهجرة.وصالح- عليه السلام- هو نبيهم، وكان واحدا منهم، وينتهى نسبه إلى نوح- عليه السلام- وقبيلة ثمود تسمى عادا الثانية، أما قبيلة عاد فتسمى عادا الأولى، ونبيهم هود- عليه السلام- قالوا: وكان بين القبيلتين زهاء مائة عام.والمعنى: وبالله لقد أرسلنا إلى قبيلة ثمود، أخاهم صالحا- عليه السلام-، فقال لهم ما قاله كل نبي لقومه: أَنِ اعْبُدُوا اللَّهَ- تعالى- وحده، ولا تشركوا معه آلهة أخرى.و «إذا» في قوله- تعالى-: فَإِذا هُمْ فَرِيقانِ يَخْتَصِمُونَ هي الفجائية ويَخْتَصِمُونَ من المخاصمة بمعنى المجادلة والمنازعة.أى: أرسلنا نبينا صالحا إلى قومه، فكانت المفاجأة أن انقسم قومه إلى قسمين: قسم آمن به- وهم الأقلون-، وقسم كفر به- وهم الأكثرون.وهذه الخصومة بين الفريقين، قد أشار إليها القرآن في قوله- تعالى-: قالَ الْمَلَأُ الَّذِينَ اسْتَكْبَرُوا مِنْ قَوْمِهِ، لِلَّذِينَ اسْتُضْعِفُوا، لِمَنْ آمَنَ مِنْهُمْ، أَتَعْلَمُونَ أَنَّ صالِحاً مُرْسَلٌ مِنْ رَبِّهِ؟ قالُوا: إِنَّا بِما أُرْسِلَ بِهِ مُؤْمِنُونَ. قالَ الَّذِينَ اسْتَكْبَرُوا إِنَّا بِالَّذِي آمَنْتُمْ بِهِ كافِرُونَ ."},{"ayah_number":46,"text":"وقوله- تعالى-: قالَ يا قَوْمِ لِمَ تَسْتَعْجِلُونَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ ... بيان لما وجهه صالح إلى الكافرين من قومه، من نصائح حكيمة..أى: قال صالح- عليه السلام- للمكذبين لرسالته من قومه بأسلوب رقيق حكيم:يا قوم لماذا كلما دعوتكم إلى الحق أعرضتم عن دعوتي، وآثرتم الكفر على الإيمان، واستعجلتم عقوبة الله- تعالى- التي حذرتكم منها، قبل أن تتضرعوا إليه- سبحانه- بطلب الهداية والرحمة.وقوله: لَوْلا تَسْتَغْفِرُونَ اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ حض منه على الإقلاع عما هم فيه من عناد وضلال.أى: هلا استغفرتم الله- تعالى- وأخلصتم له العبادة، واتبعتمونى فيما أدعوكم إليه، لكي يرحمكم ربكم ويعفو عنكم.فالمراد بالسيئة: العذاب الذي تعجلوه، والذي أشار إليه- سبحانه- في قوله:فَعَقَرُوا النَّاقَةَ وَعَتَوْا عَنْ أَمْرِ رَبِّهِمْ وَقالُوا يا صالِحُ ائْتِنا بِما تَعِدُنا إِنْ كُنْتَ مِنَ الْمُرْسَلِينَ ."},{"ayah_number":47,"text":"ثم حكى- سبحانه- ما رد به هؤلاء المتكبرون على نبيهم فقال- تعالى- قالُوا اطَّيَّرْنا بِكَ وَبِمَنْ مَعَكَ ...وقوله: اطَّيَّرْنا أصله تطيرنا، فأدغمت التاء في الطاء، وزيدت همزة الوصل، ليتأتى الابتداء بالكلمة. والتطير: التشاؤم.قال الآلوسى: وعبر عنه بذلك، لأنهم كانوا إذا خرجوا مسافرين فيمرون بطائر يزجرونه فإن مر سانحا- بأن مر من ميامن الشخص إلى مياسره- تيمنوا، وإن مر بارحا- بأن مر من المياسر إلى الميامن- تشاءموا. فلما نسبوا الخير والشر إلى الطائر، استعير لما كان سببا لهما من قدر الله- تعالى- وقسمته- عز وجل- أو من عمل العبد الذي هو سبب الرحمة والنعمة  .أى قال المكذبون من قوم صالح في الرد عليه: أصابنا الشؤم والنحس بسبب وجودك فينا، وبسبب المؤمنين الذين استجابوا لدعوتك. حيث أصبنا بالقحط بعد الرخاء والضراء بعد السراء.ولا شك أن قولهم هذا يدل على جهلهم المطبق، وعلى سوء تفكيرهم، لأن السراء والضراء من عند الله- تعالى- وحده. ولا صلة لهما بوجود صالح والذين آمنوا معه بينهم ولذا رد عليهم صالح- عليه السلام- بقوله طائِرُكُمْ عِنْدَ اللَّهِ ...أى: قال لهم موبخا وزاجرا: ليس الأمر كما زعمتم أن وجودنا بينكم هو السبب فيما أصابكم من شر، بل الحق أن ما يصيبكم من شر وقحط هو من عند الله، بسبب أعمالكم السيئة، وإصراركم على الكفر، واستحبابكم المعصية على الطاعة. والعقوبة على المغفرة.ثم زاد صالح- عليه السلام- الأمر توضيحا وتبيانا فقال لهم: بَلْ أَنْتُمْ قَوْمٌ تُفْتَنُونَ.أى قال لهم: ليس ما أصابكم بسببنا. بل أنتم قوم «تفتنون» أى تختبرون وتمتحنون بما يقع عليكم من شر، حتى تتوبوا إلى خالقكم، قبل أن ينزل بكم العذاب الماحق، إذا ما بقيتم على كفركم.فأنت ترى أن صالحا- عليه السلام- قد رد على جهالتهم بأسلوب قوى رصين، بين لهم فيه، أن تشاؤمهم في غير محله، وأن حظهم ومستقبلهم ومصيرهم بيد الله- تعالى- وحده، وأن ما أصابهم من بلاء وقحط، إنما هو لون من امتحان الله- تعالى- لهم، لكي يتنبهوا ويستجيبوا لدعوة الحق، قبل أن يفاجئهم الله- تعالى- بالعذاب الذي يهلكهم."},{"ayah_number":48,"text":"ولكن هذا النصح الحكيم الذي وجهه صالح إلى المكذبين من قومه، لم يجد أذنا صاغية منهم، بل قابله زعماؤهم بالتكبر وبالإصرار على التخلص من صالح- عليه السلام- ومن أهله، وقد حكى القرآن ذلك في قوله- تعالى-: وَكانَ فِي الْمَدِينَةِ تِسْعَةُ رَهْطٍ، يُفْسِدُونَ فِي الْأَرْضِ وَلا يُصْلِحُونَ."},{"ayah_number":49,"text":"قالُوا: تَقاسَمُوا بِاللَّهِ، لَنُبَيِّتَنَّهُ وَأَهْلَهُ. ثُمَّ لَنَقُولَنَّ لِوَلِيِّهِ ما شَهِدْنا مَهْلِكَ أَهْلِهِ وَإِنَّا لَصادِقُونَ.والمراد بالمدينة: مدينة قوم صالح- عليه السلام- وهي الحجر- بكسر الحاء وإسكان الجيم-.قال الجمل: قوله: «تسعة رهط» أى تسعة أشخاص، وبهذا الاعتبار وقع تمييزا للتسعة، لا باعتبار لفظه، وهم الذين سعوا في عقر الناقة، وباشره منهم قدار بن سالف، وكانوا من أبناء أشراف قوم صالح، والإضافة بيانية. أى: تسعة رهط. وفي المصباح: الرهط دون العشرة من الرجال، ليس فيهم امرأة  .ووصفهم بأنهم يفسدون في الأرض ولا يصلحون. للإشارة إلى أن نفوسهم قد تمحضت للفساد وللإفساد، ولا مكان فيها للصلاح وللإصلاح.وقوله: تَقاسَمُوا فعل أمر محكي بالقول، بمعنى: احلفوا بالله، ويجوز أن يكون فعلا ماضيا مفسرا لقالوا، فكأنه قيل: ما الذي قالوه؟ فكان الجواب: تقاسموا أى:أقسموا.وقوله: لَنُبَيِّتَنَّهُ من البيات وهو مباغتة العدو ليلا لقتله. يقال بيت القوم العدو، إذا أوقعوا به ليلا.والمراد بوليه: المطالبون بدمه من أقاربه، وفي ذلك إشارة إلى أن هؤلاء الظالمين لم يكونوا ليستطيعوا قتل صالح- عليه السلام- علانية، خوفا من مناصرة أقاربه له.ومَهْلِكَ بفتح الميم وكسر اللام بزنة مرجع- مصدر ميمى، من هلك الثلاثي، وقرأ بعضهم مَهْلِكَ بضم الميم وفتح اللام- من أهلك الرباعي، فهو أيضا مصدر ميمى من أهلك، ويجوز أن يكونا اسم زمان أو مكان.والمعنى: وكان في المدينة التي يسكنها صالح- عليه السلام- وقومه، تسعة أشخاص، دأبهم وديدنهم، الإفساد في الأرض، وعدم الإصلاح فيها، بأى حال من الأحوال.وقد تعاهد هؤلاء التسعة. وأكدوا ما تعاهدوا عليه بالأيمان المغلظة. على أن يباغتوا نبيهم وأهله ليلا، فيقتلوهم جميعا، ثم ليقولن بعد جريمتهم الشنعاء لأقارب صالح- عليه السلام-: ما حضرنا هلاك أهله وهلاك صالح معهم، ولا علم عندنا بما حل بهم وبه من قتل، وإنا لصادقون في كل ما قلناه.وهكذا المفسدون في الأرض، يرتكبون أبشع الجرائم وأشنعها، ثم يبررونها بالحيل الساذجة الذميمة ثم بعد ذلك يحلفون بأغلظ الأيمان أنهم يريئون من تلك الجرائم.ومن العجيب أن هؤلاء المجرمين الغادرين يقولون فيما بينهم: تَقاسَمُوا بِاللَّهِ أى:احلفوا بالله، على أن تنفذوا ما اتفقنا عليه من قتل صالح وأهله ليلا غيلة وغدرا. فهم يؤكدون إصرارهم على الإجرام بالحلف بالله، مع أن الله- تعالى- برىء منهم ومن غدرهم.وقولهم: ما شَهِدْنا مَهْلِكَ أَهْلِهِ نفى منهم لحضور قتلهم، فضلا عن مباشرة قتلهم، كأنهم أرادوا بهذه الجملة الإتيان بحيلة يبررون بها كذبهم، أى: أننا قتلناهم في الظلام، فلم نشاهد أشخاصهم، وإنا لصادقون في ذلك."},{"ayah_number":50,"text":"ولكن هذا المكر السيئ، والتحايل القبيح قد أبطله الله- تعالى- وجعله يحيق بهم وبأشياعهم، فقد قال- تعالى- وَمَكَرُوا مَكْراً أى بهذا الحلف فيما بينهم على قتل صالح وأهله غدرا وَمَكَرْنا مَكْراً أى: ودبرنا لصالح- عليه السلام- ولمن آمن به، تدبيرا محمودا محكما وَهُمْ لا يَشْعُرُونَ أى: وهم لا يشعرون بتدبيرنا الحكيم، حيث أنجينا صالحا ومن معه من المؤمنين، وأهلكنا أعداءه أجمعين."},{"ayah_number":51,"text":"ثم بين- سبحانه- الآثار التي ترتبت على مكرهم السيئ، وعلى تدبيره المحكم فقال- تعالى-:فَانْظُرْ كَيْفَ كانَ عاقِبَةُ مَكْرِهِمْ، أَنَّا دَمَّرْناهُمْ وَقَوْمَهُمْ أَجْمَعِينَ أى: فانظر- أيها العاقل- وتأمل واعتبر فيما آل إليه أمر هؤلاء المفسدين، لقد دمرناهم وأبدناهم، وأبدنا معهم جميع الذين كفروا بنبينا صالح- عليه السلام-.قال بعض العلماء ما ملخصه: قوله- تعالى-: أَنَّا دَمَّرْناهُمْ وَقَوْمَهُمْ أَجْمَعِينَ قرأه الجمهور بكسر همزة أَنَّا على الاستئناف، وقرأه عاصم وحمزة والكسائي: أَنَّا دَمَّرْناهُمْ بفتح الهمزة وفي إعراب المصدر المنسبك من أن وصلتها أوجه منها: أنه بدل من عاقِبَةُ مَكْرِهِمْ ومنها: أنه خبر مبتدأ محذوف، وتقديره: هي أى: عاقبة مكرهم تدميرنا إياهم.. ."},{"ayah_number":52,"text":"وقوله- سبحانه-: فَتِلْكَ بُيُوتُهُمْ خاوِيَةً بِما ظَلَمُوا.. مقرر ومؤكد لما قبله من تدمير المفسدين وإهلاكهم.أى: إن كنت- أيها المخاطب- تريد دليلا على تدميرهم جميعا، فتلك هي بيوتهم خاوية وساقطة ومتهدمة على عروشها، بسبب ظلمهم وكفرهم ومكرهم.إِنَّ فِي ذلِكَ الذي فعلناه بهم من تدمير وإهلاك لَآيَةً بينة، وعبرة واضحة،لِقَوْمٍ يَعْلَمُونَ أى: يتصفون بالعلم النافع الذي يتبعه العمل الصالح."},{"ayah_number":53,"text":"ثم ختم- سبحانه- هذه القصة بتأكيد سنته التي لا تتخلف فقال: وَأَنْجَيْنَا أى:بفضلنا وإحساننا، الَّذِينَ آمَنُوا وهم نبينا صالح وأتباعه وَكانُوا يَتَّقُونَ أى:وكانوا يتقون الله- تعالى- ويخافون عذابه.وبذلك تكون السورة الكريمة قد ساقت لنا جانبا من قصة صالح مع قومه هذا الجانب فيه ما فيه من عظات وعبر لقوم يعقلون.ثم ساق- سبحانه- بعد ذلك طرفا من قصة لوط مع قومه، فقال- تعالى-:"},{"ayah_number":54,"text":"وقصة لوط- عليه السلام- قد ذكرت في سور متعددة منها الأعراف، وهود، والحجر..وهنا تتعرض السورة الكريمة، لإبراز ما كان عليه أولئك القوم من فجور، وما هددوا به نبيهم.قال ابن كثير- رحمه الله-: ولوط هو ابن هاران بن آزر، وهو ابن أخى إبراهيم- عليه السلام- وكان لوط قد آمن مع ابراهيم، وهاجر معه إلى أرض الشام، فبعثه الله- تعالى- إلى أهل «سدوم» ، وما حولها من القرى، يدعوهم إلى عبادة الله وحده، وينهاهم عما يرتكبونه من المآثم والمحارم والفواحش التي اخترعوها، دون أن يسبقهم إليها أحد من بنى آدم. .وقوله- تعالى-: وَلُوطاً ... منصوب بفعل مضمر محذوف، والتقدير: واذكر- أيها العاقل- وقت أن أرسلنا لوطا إلى قومه. فقال لهم على سبيل الزجر والتوبيخ:أَتَأْتُونَ الْفاحِشَةَ وَأَنْتُمْ تُبْصِرُونَ أى: أتأتون الفاحشة التي لم يسبقكم إليها أحد، وهي إتيان الذكور دون الإناث، وأنتم تبصرون بأعينكم أنها تتنافى مع الفطرة السوية حتى بالنسبة للحيوان الأعجم فأنتم ترون وتشاهدون أن الذكر من الحيوان لا يأتى الذكر، وإنما يأتى الأنثى، حيث يتأتى عن طريقها التوالد والتناسل وعمارة الكون.فقوله- سبحانه-: وَأَنْتُمْ تُبْصِرُونَ جملة حالية المقصود بها زيادة تبكيتهم وتوبيخهم، لأنهم يشاهدون تنزه الحيوان عنها، كما يعلمون سوء عاقبتها، وسوء عاقبة الذين خالفوا أنبياءهم من قبلهم."},{"ayah_number":55,"text":"وقوله- سبحانه-: أَإِنَّكُمْ لَتَأْتُونَ الرِّجالَ شَهْوَةً مِنْ دُونِ النِّساءِ ... تأكيد للإنكار السابق، وتوضيح للفاحشة التي كانوا يأتونها.والإتيان: كناية عن الاستمتاع والجماع، مأخوذ من أتى المرأة إذا جامعها.أى: أإنكم- أيها الممسوخون في فطرتكم وطبائعكم- لتصبون شهوتكم التي ركبها الله- تعالى- فيكم في الرجال دون النساء اللاتي جعلهن الله- تعالى- محل شهوتكم ومتعتكم.قال الآلوسى: والجملة الكريمة تثنية للإنكار، وبيان لما يأتونه من الفاحشة بطريق التصريح بعد الإبهام وتحلية الجملة بحرفى التأكيد، للإيذان بأن مضمونها مما لا يصدق وقوعه أحد، لكمال شناعته، وإيراد المفعول بعنوان الرجولية دون الذكورية، لزيادة التقبيح والتوبيخ. .وقوله- تعالى-: بَلْ أَنْتُمْ قَوْمٌ تَجْهَلُونَ إضراب عن الإنكار إلى الإخبار عن الأسباب التي جعلتهم يرتكبون هذه القبائح، وهي أنهم قوم دينهم الجهل والسفاهة والمجون وانطماس البصيرة.وقد حكى القرآن أن لوطا قد قال لهم في سورة الأعراف: بَلْ أَنْتُمْ قَوْمٌ مُسْرِفُونَ.وقال لهم في سورة الشعراء: بَلْ أَنْتُمْ قَوْمٌ عادُونَ وقال لهم هنا: بَلْ أَنْتُمْ قَوْمٌ تَجْهَلُونَ ومجموع الآيات يدل على أنهم كانوا مصابين بفساد العقل، وانحراف الفطرة،وتجاوز كل الحدود التي ترتضيها النفوس الكريمة."},{"ayah_number":56,"text":"ثم حكى القرآن بعد ذلك جوابهم السيئ على نبيهم فقال: فَما كانَ جَوابَ قَوْمِهِ إِلَّا أَنْ قالُوا أَخْرِجُوا آلَ لُوطٍ مِنْ قَرْيَتِكُمْ ...والفاء للتفريع، والاستثناء مفرغ من أعم الأشياء.أى: هكذا نصح لوط قومه وزجرهم، فما كان جوابهم شيئا من الأشياء سوى قول بعضهم لبعض أخرجوا لوطا والمؤمنين معه من قريتكم التي يساكنونكم فيها.وفي التعبير بقولهم: مِنْ قَرْيَتِكُمْ إشارة إلى غرورهم وتكبرهم فكأنهم يعتبرون لوطا وأهله المؤمنين دخلاء عليهم، ولا مكان لهم بين هؤلاء المجرمين لأن القرية- وهي سدوم- هي قريتهم وحدهم، دون لوط وأهله.وقوله- تعالى- حكاية عنهم: إِنَّهُمْ أُناسٌ يَتَطَهَّرُونَ تعليل للإخراج، وبيان لسببه، أى أخرجوهم من قريتكم لأنهم أناس يتنزهون عن الفعل الذي نفعله، وينفرون من الشهوة التي نشتهيها وهي إتيان الرجال..وما أعجب العقول عند ما تنتكس، والنفوس عند ما ترتكس، إنها تأبى أن يبقى معها الأطهار، بل تحرض على طردهم، ليبقى معها الممسوخون والمنحرفون الذين انحطت طباعهم، وزين لهم الشيطان سوء أعمالهم فرأوه حسنا.ورحم الله صاحب الكشاف فقد قال: وقولهم: إِنَّهُمْ أُناسٌ يَتَطَهَّرُونَ سخرية بهم وبتطهرهم من الفواحش، وافتخارا بما كانوا فيه من القذارة، كما يقول الفسقة لبعض الصلحاء إذا وعظهم: أبعدوا عنا هذا المتقشف وأريحونا من هذا المتزهد ."},{"ayah_number":57,"text":"ثم بين- سبحانه- ما آل إليه أمر الفريقين فقال: فَأَنْجَيْناهُ وَأَهْلَهُ إِلَّا امْرَأَتَهُ قَدَّرْناها مِنَ الْغابِرِينَ، وَأَمْطَرْنا عَلَيْهِمْ مَطَراً فَساءَ مَطَرُ الْمُنْذَرِينَ.والغابر: الباقي. يقال: غبر الشيء يغبر غبورا. إذا بقي.أى: فكانت عاقبة تلك المحاورة التي دارت بين لوط وقومه، أن أنجينا لوطا وأهله الذين آمنوا معه، إِلَّا امْرَأَتَهُ فإننا لم ننجها لخبثها وعدم إيمانها، فبقيت مع القوم الكافرين، حيث قدرنا عليها ذلك بسبب كفرها وممالأتها لقومها."},{"ayah_number":58,"text":"وَأَمْطَرْنا على هؤلاء المجرمين مَطَراً عظيما هائلا عجيبا أمره وهو حجارة من سجيل دمرتهم تدميرا فَساءَ مَطَرُ الْمُنْذَرِينَ أى: فبئس العذاب عذابهم.وهكذا تكون عاقبة كل من آثر الكفر على الإيمان، والرذيلة على الفضيلة.وبعد هذا الحديث المتنوع عن قصص بعض الأنبياء، ساق- سبحانه- ما يدل على وحدانيته، وكمال قدرته، وسعة فضله على عباده، فقال- تعالى-:"},{"ayah_number":59,"text":"قال صاحب البحر المحيط: لما فرغ- سبحانه- من قصص هذه السورة، أمر رسوله صلّى الله عليه وسلم بحمده- تعالى- والسلام على المصطفين، وأخذ في مباينة واجب الوجود وهو الله- تعالى- ومباينة الأصنام والأديان التي أشركوها مع الله وعبدوها، وابتدأ في هذا التقرير لقريش وغيرهم بالحمد لله، وكأنها صدر خطبة، لما يلقى من البارهين الدالة على الوحدانية والعلم والقدرة. وقد اقتدى بذلك المسلمون في تصانيف كتبهم، وخطبهم، ووعظهم، فافتتحوا بتحميد الله، والصلاة على رسوله صلّى الله عليه وسلم وتبعهم المتراسلون في أوائل كتب الفتوح والتهاني والحوادث التي لها شأن  .والمعنى: قل- أيها الرسول الكريم- للناس: الْحَمْدُ لِلَّهِ- تعالى- وحده، فهو- سبحانه- صاحب النعم والمنن على عباده، وهو- عز وجل- الذي له الخلق والأمر وليس لأحد سواه.وقل- أيضا- سَلامٌ عَلى عِبادِهِ الَّذِينَ اصْطَفى أى: أمان وتحية لعباده الذين اصطفاهم واختارهم- سبحانه- لحمل رسالته وتبليغ دعوته، والاستجابة لأمره ونهيه، والطاعة له في السر والعلن.والاستفهام في قوله آللَّهُ خَيْرٌ أَمَّا يُشْرِكُونَ للإنكار والتقريع، والألف منقلبة عن همزة الاستفهام.أى: وقل لهم- أيها الرسول الكريم- آلله الذي له الخلق والأمر، والذي أنعم عليكم بالنعم التي لا تحصى، خير، أم الآلهة الباطلة التي لا تنفع ولا تضر، والتي يعبدها المشركون من دون الله- تعالى-. إن كل من عنده عقل، لا يشك في أن المستحق للعبادة والطاعة، هو الله رب العالمين.ولفظ خَيْرٌ ليس للتفضيل، وإنما هو من باب التهكم بهم، إذ لا خير في عبادة الأصنام أصلا. وقد حكى عن العرب أنهم يقولون: السعادة أحب إليك أم الشقاوة، مع أنه لا خير في الشقاوة إطلاقا.قال الآلوسى: وقوله آللَّهُ بالمد لقلب همزة الاستفهام ألفا، والأصل أألله؟ خَيْرٌ أَمَّا يُشْرِكُونَ والظاهر أن ما موصولة، والعائد محذوف أى: آلله الذي ذكرت شئونه العظيمة خير أم الذي يشركونه من الأصنام وخَيْرٌ أفعل تفضيل، ومرجع الترديد إلى التعريض بتبكيت الكفرة من جهته- عز وجل- وتسفيه آرائهم الركيكة، والتهكم بهم، إذ ن البين أنه ليس فيما أشركوه به- سبحانه- شائبة خير، حتى يمكن أن يوازن بينه وبين من هو خير محض..  ."},{"ayah_number":60,"text":"ثم ساق- سبحانه- خمس آيات، وكل آية فيها ما يدل على كمال قدرته وعلمه، وختم كل آية بقوله: أَإِلهٌ مَعَ اللَّهِ؟ فقال- تعالى- أَمَّنْ خَلَقَ السَّماواتِ وَالْأَرْضَ..وأم هنا منقطعة بمعنى بل الإضرابية والاستفهام للإنكار والتوبيخ.أى: بل قولوا لنا- إن كنتم تعقلون أيها الضالون- من الذي خلق السموات والأرض، وأوجدهما على هذا النحو البديع، والتركيب المحكم.وَأَنْزَلَ لَكُمْ مِنَ السَّماءِ ماءً وهو المطر، الذي لا غنى لكم عنه في شئون حياتكم.فَأَنْبَتْنا بِهِ حَدائِقَ ذاتَ بَهْجَةٍ والحدائق: جمع حديقة، وهي في الأصل اسم البستان المحاط بالأسوار، من أحدق بالشيء إذا أحاط به، ثم توسع فيها فصارت تطلق على كل بستان سواء أكان مسورا بسور أم لا.أى: وأنزل- سبحانه- بقدرته من السماء ماء مباركا، فأنبتنا لكم بسبب هذا الماء حدائق وبساتين وجنات ذات منظر حسن، يشرح الصدور، ويدخل السرور على النفوس.وقال- سبحانه-: فَأَنْبَتْنا.. بصيغة الالتفات من الغيبة إلى التكلم. لتأكيد أن القادر على هذا الإنبات هو الله- تعالى- وحده، وللإيذان بأن إنبات هذه الحدائق مع اختلاف ألوانها، وأشجارها، وطعومها. لا يقدر عليه إلا هو- سبحانه-.ولذا أتبع- عز وجل- هذه الجملة بقوله: ما كانَ لَكُمْ أَنْ تُنْبِتُوا شَجَرَها أى:ما كان في إمكانكم- أيها الناس- بحال من الأحوال، أن تنبتوا أشجار هذه الحدائق، فضلا عن إيجاد ثمارها، وإخراجها من العدم إلى الوجود.قال الإمام الرازي: يقال: ما حكمة الالتفات في قوله: فَأَنْبَتْنا ... والجواب: أنه لا شبهة في أن خالق السموات والأرض، ومنزل الماء من السماء، ليس إلا الله- تعالى-.ولكن ربما عرضت الشبهة في أن منبت الشجرة هو الإنسان، فإن الإنسان قد يقول: أنا الذي ألقى البذر في الأرض، وأسقيها الماء.. وفاعل السبب، فاعل للمسبب، فأنا المنبت للشجرة..فلما كان هذا الاحتمال قائما. لا جرم أزال- سبحانه- هذا الاحتمال. لأن الإنسان قد يأتى بالبذر والسقي.. ولا يأتى الزرع على وفق مراده.. فلهذه النكتة جاء الالتفات..وقوله- تعالى-: أَإِلهٌ مَعَ اللَّهِ أى: أإله آخر كائن مع الله- تعالى- هو الذي خلق السموات والأرض وأنزل من السماء ماء.. كلا، لا شربك مع الله- تعالى- في خلقه وقدرته، وإيجاده لهذه الكائنات بَلْ هُمْ قَوْمٌ يَعْدِلُونَ.أى: بل إن هؤلاء المشركين قوم يعدلون عمدا عن الحق الواضح وهو التوحيد، إلى الباطل البين وهو الشرك.فقوله: يَعْدِلُونَ مأخوذ من العدول بمعنى الانحراف عن الحق إلى الباطل. أو من العدل والمساواة، فيكون المعنى: بل هم قوم- لجهلهم- يساوون بالله- تعالى- غيره من آلهتهم.والجملة الكريمة: انتقال من تبكيتهم بطريق الخطاب، إلى توبيخهم، وتجهيلهم، وبيان سوء تفكيرهم، وانطماس بصائرهم."},{"ayah_number":61,"text":"ثم انتقلت السورة الكريمة إلى لفت أنظارهم إلى حقائق كونية أخرى يشاهدونها بأعينهم، ويحسونها بحواسهم. فقال- تعالى-: أَمَّنْ جَعَلَ الْأَرْضَ قَراراً والقرار: المكان الذي يستقر فيه الإنسان، ويصلح لبناء حياته عليه.أى: بل قولوا لنا- أيها المشركون: من الذي جعل هذه الأرض التي تعيشون عليها، مكانا صالحا لاستقراركم، ولحرثكم، ولتبادل المنافع فيما بينكم، ومن الذي دحاها وسواها وجعلها بهذه الطريقة البديعة.ومن الذي جَعَلَ خِلالَها أى: جعل فيما بينها أَنْهاراً تجرى بين أجزائها، لتنتفعوا بمياه هذه الأنهار في شربكم، وفي غير ذلك من شئون حياتكم. ومن الذي جَعَلَ لَها رَواسِيَ أى: جعل لصلاح حالها جبالا ثوابت، تحفظها من أن تضطرب بكم.ومن الذي: جَعَلَ بَيْنَ الْبَحْرَيْنِ أى: جعل بين البحر العذب والبحر الملح حاجِزاً يجعلهما لا يختلطان ولا يمتزجان.ثم يأتى الاستفهام الإنكارى أَإِلهٌ مَعَ اللَّهِ؟ أى: أإله مع الله- تعالى- هو الذي فعل ذلك؟ كلا، ليس مع الله- تعالى- آلهة أخرى فعلت ذلك.بَلْ أَكْثَرُهُمْ لا يَعْلَمُونَ أى: بل أكثر هؤلاء المشركين، لا يعلمون الأمور على وجهها الصحيح، لجهلهم، وعكوفهم على ما ورثوه عن آبائهم بدون تفكير أو تدبر.وعبر بأكثرهم، لأن هناك قلة منهم تعلم الحق، لكنها تنكره جحودا وعنادا."},{"ayah_number":62,"text":"ثم تنتقل السورة- للمرة الثالثة- إلى لفت أنظارهم إلى الحقيقة التي هم يحسونها في خاصة أنفسهم، وفي حنايا قلوبهم فتقول: أَمَّنْ يُجِيبُ الْمُضْطَرَّ إِذا دَعاهُ وَيَكْشِفُ السُّوءَ والمضطر: اسم مفعول من الاضطرار الذي هو افتعال من الضرورة.والمراد به: الإنسان الذي نزلت به شدة من الشدائد. جعلته يرفع أكف الضراعة إلى الله- تعالى- لكي يكشفها عنه.أى: وقولوا لنا- أيها المشركون-: من الذين يجيب دعوة الداعي المكروب الذي نزلت به المصائب والرزايا؟ ومن الذي يكشف عنه وعن غيره السوء والبلاء؟ إنه الله وحده، هو الذي يجيب دعاء من التجأ إليه، وهو وحده- سبحانه- الذي يكشف السوء عن عباده، على حسب ما تقتضيه إرادته وحكمته.وقولوا لنا- أيضا-: من الذي يَجْعَلُكُمْ خُلَفاءَ الْأَرْضِ أى: من الذي يجعلكم يخلف بعضكم بعضا. قرنا بعد قرن وجيلا بعد جيل أَإِلهٌ مَعَ اللَّهِ هو الذي فعل ذلك.كلا، بل الله وحده- عز وجل- هو الذي يجيب المضطر، وهو الذي يكشف السوء، وهو الذي يجعلكم خلفاء الأرض، ولكنكم قَلِيلًا ما تَذَكَّرُونَ أى: ولكنكم زمانا قليلا هو الذي تتذكرون فيه نعم الله- تعالى- عليكم، ورحمته بكم.وختم- سبحانه- هذه الآية بتلك الجملة الحكيمة، لأن الإنسان من شأنه- إلا من عصم الله- أنه يذكر الله- تعالى- عند الشدائد، وينساه عند الرخاء.وصدق الله إذ يقول: وَإِذا أَنْعَمْنا عَلَى الْإِنْسانِ أَعْرَضَ وَنَأى بِجانِبِهِ، وَإِذا مَسَّهُ الشَّرُّ، فَذُو دُعاءٍ عَرِيضٍ  ."},{"ayah_number":63,"text":"ثم انتقلت السورة الكريمة- للمرة الرابعة- إلى لفت أنظارهم إلى نعمه- سبحانه- عليهم في أسفارهم فقال- تعالى-: أَمَّنْ يَهْدِيكُمْ فِي ظُلُماتِ الْبَرِّ وَالْبَحْرِ.أى: وقولوا لنا- أيها المشركون-: من الذي يرشدكم في أسفاركم إلى المكان الذي تريدون الذهاب إليه، عند ما تلتبس عليكم الطرق، وأنتم بين ظلمات البحر وأمواجه، أو وأنتم في متاهات الأرض وفجاجها.وقولوا لنا: مَنْ يُرْسِلُ الرِّياحَ بُشْراً بَيْنَ يَدَيْ رَحْمَتِهِ أى: ومن الذي يرسل لكم الرياح لتكون مبشرات بقرب نزول المطر، الذي هو رحمة من الله- تعالى- لكم، بعد أن أصابكم اليأس والقنوط؟أَإِلهٌ مَعَ اللَّهِ هو الذي فعل ذلك، كلا، فما فعل ذلك أحد سواه.وقوله- سبحانه-: تَعالَى اللَّهُ عَمَّا يُشْرِكُونَ تأكيد لوحدانيته وقدرته وتنزيه له- تعالى- عن الشرك والشركاء.أى: تنزه الله وتقدس عن شرك هؤلاء المشركين، فهو الواحد الأحد في ذاته، وفي صفاته، وفي أفعاله."},{"ayah_number":64,"text":"ثم انتقلت السورة الكريمة- للمرة الخامسة- إلى لفت أنظارهم إلى نعمة أخروية، بعد أن ساقت ما ساقت من النعم الدنيوية، فقال- تعالى-: أَمَّنْ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيدُهُ أى:قولوا لنا- أيها المشركون- من الذي في قدرته أن يوجد الخلق في الأرحام من نطفة، ثم يحولها إلى علقة، ثم إلى مضغة.. ثم يعيد هذه المخلوقات جميعها بعد موتها، إلى الحياة مرة أخرى؟ لا شك أنه لا يقدر على ذلك أحد سوى الله- تعالى-.ثم قولوا لنا وَمَنْ يَرْزُقُكُمْ مِنَ السَّماءِ وَالْأَرْضِ بالمطر والنبات والأموال، وبغير ذلك من ألوان النعم التي لا تحصى؟.أَإِلهٌ مَعَ اللَّهِ هو الذي فعل ذلك؟ كلا، لم يفعل ذلك سوى الله- تعالى- وحده ثم لقن الله- تعالى رسوله صلّى الله عليه وسلم الجواب الذي يخرس ألسنتهم عند المعارضة أو المجادلة فقال: قُلْ هاتُوا بُرْهانَكُمْ إِنْ كُنْتُمْ صادِقِينَ.أى: قل لهم- أيها الرسول الكريم- عند معارضتهم لك، أحضروا حجتكم وهاتوا برهانا عقليا أو نقليا، على أن لله- تعالى- شريكا في ملكه، إن كنتم صادقين فيما انغمستم فيه من جهل وشرك وكفر به- عز وجل-.قال الإمام الرازي ما ملخصه: اعلم أنه- تعالى- لما عدد نعم الدنيا، أتبع ذلك بنعم الآخرة فقال: أَمَّنْ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيدُهُ، لأن نعم الله بالثواب لا تتم إلا بالإعادة بعد الابتداء. فإن قيل: كيف قيل لهم: أَمَّنْ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيدُهُ وهم منكرون للإعادة؟.فالجواب: أنهم كانوا معترفين بالابتداء، ودلالة الابتداء على الإعادة دلالة ظاهرة قوية، فلما كان الكلام مقرونا بالدلالة الظاهرة، صاروا كأنهم لم يبق لهم عذر في الإنكار..  .وبذلك ترى هذه الآيات الكريمة. قد أقامت أوضح الأدلة وأقواها، على وحدانية الله- تعالى-، وعلى كمال قدرته، وشمول علمه، وانفراده بالخلق والتدبير..ثم انتقلت السورة الكريمة بعد ذلك إلى الحديث عن علم الله- تعالى- الذي غيبه عن عباده، وعن أقوال المشركين في شأن البعث والحساب، وعن توجيهات الله- تعالى- لنبيه في الرد عليهم.. فقال- تعالى-:"},{"ayah_number":65,"text":"ذكر بعض المفسرين أن كفار مكة سألوا النبي صلّى الله عليه وسلم عن وقت قيام الساعة، فنزل قوله- تعالى-: قُلْ لا يَعْلَمُ مَنْ فِي السَّماواتِ وَالْأَرْضِ الْغَيْبَ إِلَّا اللَّهُ ...والغيب: مصدر غاب يغيب، وكثيرا ما يستعمل بمعنى الغائب، ومعناه: ما لا تدركه الحواس، ولا يعلم ببداهة العقل.و «من» اسم موصول في محل رفع على أنه فاعل «يعلم» و «الغيب» مفعوله فيكون المعنى: قل- أيها الرسول الكريم- لكل من سألك عن موعد قيام الساعة: لا يعلم أحد من المخلوقات الكائنة في السموات والأرض، الغيب إلا الله- تعالى- وحده، فإنه هو الذي يعلمه.ويجوز أن يكون لفظ «من» في محل نصب على المفعولية و «الغيب» بدل منه، ولفظ الجلالة «الله» فاعل «يعلم» فيكون المعنى: قل لا يعلم الأشياء التي تحدث في السموات والأرض الغائبة عنا، إلا الله- تعالى-.قال القرطبي: وفي صحيح مسلم عن عائشة، أن رسول الله صلّى الله عليه وسلم قال: «من زعم أن محمدا صلّى الله عليه وسلم يعلم ما في غد، فقد أعظم على الله الفرية» .وقوله- سبحانه-: وَما يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ تأكيد لانفراد الله- تعالى- بعلم الغيوب، ولفظ «أيان» ظرف زمان متضمن معنى متى.أى: وما يشعر هؤلاء الكافرون الذين سألوا عن وقت قيام الساعة، ولا غيرهم، متى يكون بعثهم من قبورهم للحساب، إذ علم وقت قيام الساعة لا يعلمه إلا الله وحده.فالجملة الكريمة تنفى عنهم العلم بموعد قيام الساعة في أدق صورة وأخفاها، فهم لا يشعرون ولا يحسون بقيام الساعة، بَلْ تَأْتِيهِمْ بَغْتَةً فَتَبْهَتُهُمْ، فَلا يَسْتَطِيعُونَ رَدَّها، وَلا هُمْ يُنْظَرُونَ  ."},{"ayah_number":66,"text":"ثم بين- سبحانه- حقيقة أمرهم في الآخرة بصورة أكثر تفصيلا. فقال: بَلِ ادَّارَكَ عِلْمُهُمْ فِي الْآخِرَةِ..وقوله- تعالى-: بَلِ ادَّارَكَ ... قرأه الجمهور- بكسر اللام وتشديد الدال وبعدها ألف- وأصله تدارك، بزنة تفاعل.وللعلماء في تفسير هذه الآية أقوال أشهرها: أن التدارك بمعنى الاضمحلال والفناء، وأصله التتابع والتلاحق. يقال: تدارك بنو فلان، إذا تتابعوا في الهلاك، و «في» بمعنى الباء.أى: بل تتابع علم هؤلاء المشركين بشئون البعث حتى اضمحل وفنى، ولم يبق لهم علم بشيء مما سيكون فيها قطعا مع توافر أسبابه ومباديه من الدلائل.والمقصود: أن أسباب علمهم بأحوال الآخرة مع توافرها، قد تساقطت من اعتبارهم لكفرهم بها، فأجرى ذلك مجرى تتابعها في الانقطاع.ومنهم من يرى أن التدارك هنا التكامل، فيكون المعنى: بل تكامل علمهم بشئون الآخرة، حين يعاينون ما أعد لهم فيها من عذاب، بعد أن كانوا ينكرون البعث والحساب في الدنيا..قال الآلوسى ما ملخصه: قوله: بَلِ ادَّارَكَ عِلْمُهُمْ فِي الْآخِرَةِ إضراب عما تقدم على وجه يفيد تأكيده وتقريره.. والمعنى: بل تتابع علمهم في شأن الآخرة، التي ما ذكر من البعث حال من أحوالها، حتى انقطع وفنى، ولم يبق لهم علم بشيء مما سيكون فيها قطعا، مع توفر أسبابه، فهو ترق من وصفهم بجهل فاحش إلى وصفهم بجهل أفحش.. وجوز أن يكون «ادارك» بمعنى استحكم وتكامل..  .ويبدو لنا أن الآية الكريمة تتسع للقولين، على معنى أن المشركين اضمحل علمهم بالآخرة لكفرهم بها في الدنيا، فإذا ما بعثوا يوم القيامة وشاهدوا العذاب، أيقنوا بحقيقتها، وتكامل علمهم واستحكم بأن ما كانوا ينكرونه في الدنيا. قد صار حقيقة لا شك فيها، ولا مفر لهم من عذابها..ومن الآيات التي توضح هذا المعنى قوله- تعالى-: لَقَدْ كُنْتَ فِي غَفْلَةٍ مِنْ هذا فَكَشَفْنا عَنْكَ غِطاءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيدٌ أى: علمك بما كنت تنكره في الدنيا قد صار في نهاية القوة والوضوح.وقرأ ابن كثير وأبو عمرو: بل أدرك علمهم في الآخرة- بسكون اللام من بل.وهمزة قطع مفتوحة مع سكون الدال في «أدرك» فهو بزنة أفعل.أى: بل كمل علمهم في الآخرة، وذلك بعد أن شاهدوا أهوالها، ورأوها بأعينهم، وقد كانوا مكذبين بها في الدنيا.وقوله- سبحانه-: بَلْ هُمْ فِي شَكٍّ مِنْها. بَلْ هُمْ مِنْها عَمُونَ بيان لأحوالهم في الدنيا.أى: أن هؤلاء المشركين كانوا في الدنيا يشكون في الآخرة، بل كانوا في عمى عنها، بحيث لا يفتحون بصائرهم أو أبصارهم، عما قال لهم الرسول صلّى الله عليه وسلم بشأنها.فأنت ترى أن الآية الكريمة قد انتقلت في تصوير كفر هؤلاء المشركين بالآخرة، من حالة شنيعة إلى حالة أخرى أشد منها في الشناعة والجحود.قال صاحب الكشاف: فإن قلت: هذه الإضرابات الثلاثة ما معناها؟ قلت: ما هي إلا تنزيل لأحوالهم وصفهم أولا بأنهم لا يشعرون وقت البعث، ثم لا يعلمون بأن القيامة كائنة، ثم إنهم يخبطون في شك ومرية، فلا يزيلونه مع أن الإزالة مستطاعة.. ثم بما هو أسوأ حالا وهو العمى، وأن يكون مثل البهيمة قد عكف همه على بطنه وفرجه، لا يخطر بباله حق ولا باطل، ولا يفكر في عاقبة  ."},{"ayah_number":67,"text":"ثم حكى- سبحانه- بعد ذلك أقوالهم الباطلة، التي جعلتهم في عمى عن الآخرة فقال:وَقالَ الَّذِينَ كَفَرُوا أَإِذا كُنَّا تُراباً وَآباؤُنا أَإِنَّا لَمُخْرَجُونَ.أى: وقال الذين كفروا على سبيل الإنكار للبعث والحساب: أإذا متنا وصرنا مثل التراب، وصار آباؤنا كذلك مثل التراب، أنبعث ونخرج إلى الحياة مرة أخرى بعد أن صرنا جميعا عظاما نخرة وأجسادا بالية؟يقولون هذا، وينسون لجهلهم وانطماس بصائرهم أن الله- تعالى- أوجدهم بقدرته ولم يكونوا شيئا مذكورا.والاستفهام للإنكار والنفي، والعامل في «إذا» محذوف، دل عليه «مخرجون» وقوله: وَآباؤُنا معطوف على اسم كان، أى: أنبعث ونخرج نحن وآباؤنا إذا كنا كذلك؟"},{"ayah_number":68,"text":"ثم يتبعون قولهم هذا، بقول أشد منه في الإنكار والتهكم فيقولون: لَقَدْ وُعِدْنا هذا نَحْنُ وَآباؤُنا مِنْ قَبْلُ، إِنْ هذا إِلَّا أَساطِيرُ الْأَوَّلِينَ.والأساطير: جمع أسطورة، كأحاديث وأحدوثة، وأكاذيب وأكذوبة.ومرادهم بها: الخرافات والتخيلات التي لا حقيقة لها.أى: لقد وعدنا الإخراج والإعادة إلى الحياة، نحن وآباؤنا من قبل، أى: من قبل أن يخربنا محمد صلّى الله عليه وسلم بذلك، فنحن وآباؤنا ما زلنا نسمع من القصاص أن هناك بعثا وحسابا، ولكن لا نرى لذلك حقيقة ولا وقوعا..وما هذا الذي نسمعه من محمد صلّى الله عليه وسلم في شأن الآخرة إلا أكاذيب الأولين، وخرافاتهم التي لا مكان لها في عقولنا.وهكذا يؤكدون إنكارهم للآخرة، بشتى ألوان المؤكدات، المصحوبة بالتهكم والاستخفاف."},{"ayah_number":69,"text":"وهنا يلفت القرآن أنظارهم إلى مصارع المكذبين من قبلهم، ويأمر النبي صلّى الله عليه وسلم أن يحذرهم من سوء مصير هذا الإنكار والاستهزاء، فيقول: قُلْ سِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كانَ عاقِبَةُ الْمُجْرِمِينَ.أى: قل- أيها الرسول الكريم- لهؤلاء الجاحدين: سيروا في الأرض لتروا بأعينكم مصارع المكذبين بما جاءهم به الرسل من قبلكم. ولتعتبروا بما أصابهم بسبب إجرامهم، وإنكارهم للبعث والحساب يوم القيامة.فالآية الكريمة توجههم إلى ما من شأنه أن يفتح مغاليق قلوبهم المتحجرة وأن يزيل عن نفوسهم قسوتها وعنادها."},{"ayah_number":70,"text":"وبعد هذا التوجيه الحكيم تأخذ السورة الكريمة في تسلية الرسول صلّى الله عليه وسلم عما أصابه من حزن بسبب كفرهم فتقول: وَلا تَحْزَنْ عَلَيْهِمْ، وَلا تَكُنْ فِي ضَيْقٍ مِمَّا يَمْكُرُونَ والحزن:اكتئاب نفسي يحدث للإنسان من أجل وقوع ما يكرهه.والمقصود بالنهى عن الحزن: النهى عن لوازمه، كالإكثار من محاولة تجديد شأن المصائب، وتعظيم أمرها، وبذلك تتجدد الآلام، ويصعب نسيانها.والمكر: التدبير المحكم. أو صرف الغير عما يريده بحيلة، لقصد إيقاع الأذى به.أى: ولا تحزن- أيها الرسول الكريم- على هؤلاء المشركين، بسبب إصرارهم على الكفر والجحود ولا يضيق صدرك، ويمتلئ هما وغما بسبب مكرهم فإن الله- تعالى- عاصمك منهم، وناصرك عليهم."},{"ayah_number":71,"text":"ثم تعود السورة إلى سرد أباطيلهم فتقول: وَيَقُولُونَ مَتى هذَا الْوَعْدُ إِنْ كُنْتُمْ صادِقِينَ أى: ويقول هؤلاء المشركون للرسول صلّى الله عليه وسلم ولأصحابه: متى يحصل هذا الوعد الذي توعدتمونا به، وهو أن عذابا سيصيبنا إذا لم نؤمن بما أنتم مؤمنون به.إن كنتم صادقين في وعدكم لنا بهذا العذاب، فأنزلوه بنا، فنحن قد طال انتظارنا له.وهكذا الأشرار يتعجلون مصيرهم الأليم، ويبحثون عن حتفهم بظلفهم، وذلك لإيغالهم في الغرور والعناد."},{"ayah_number":72,"text":"ولذا جاء الرد عليهم، يحمل في طياته العذاب الشديد، والتهكم المرير، فيقول- تعالى- آمرا رسوله صلّى الله عليه وسلم بالرد عليهم: قُلْ عَسى أَنْ يَكُونَ رَدِفَ لَكُمْ بَعْضُ الَّذِي تَسْتَعْجِلُونَ.والرديف- كما يقول صاحب المصباح- الذي تحمله خلفك على ظهر الدابة.. ومنه ردف المرأة، وهو عجزها، والجمع أرادف.. وترادف القوم: إذا تتابعوا، وكل شيء تبع شيئا فهو ردفه.  .أى: قل لهم- أيها الرسول الكريم- لا نتعجلوا العذاب فعسى ما تستعجلونه من عذاب، بعضه قد لحقكم ونزل بكم، وبعضه في طريقه إليكم، وأنتم لا تشعرون بذلك، لشدة غفلتكم، وتبلد مشاعركم.والتعبير بقوله: رَدِفَ لَكُمْ يشعر بأن العذاب ليس بعيدا عنهم، وإنما هو قريب منهم، كقرب الراكب فوق الدابة ممن هو ردفه- أى خلفه- عليها.ولقد لحقهم شيء من هذا العذاب الذي تعجلوه في مكة، عند ما أصيبوا بالقحط والجدب، ولحقهم شيء منه بعد ذلك في بدر، عند ما قتل المسلمون أكثر زعمائهم، كأبى جهل، وغيره..ولعذاب الآخرة أشد وأبقى."},{"ayah_number":73,"text":"ثم بين- سبحانه- بعض مظاهر فضله على الناس، فقال: وَإِنَّ رَبَّكَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَهُمْ لا يَشْكُرُونَ.أى: وإن ربك- أيها الرسول الكريم- لذو فضل عظيم، وإنعام كبير على الناس. ومن مظاهر ذلك: أنه لم يعاجلهم بالعقوبة مع كفرهم وعصيانهم، ولكن أكثر هؤلاء الناس لا يشكرونه- سبحانه- على فضله وإنعامه.والتعبير «بأكثر» للإشعار بأن هناك قلة مؤمنة من الناس، ملازمة لشكر الله- تعالى- في السراء والضراء، والعسر واليسر."},{"ayah_number":74,"text":"ثم بين- سبحانه- شمول علمه لكل شيء فقال: وَإِنَّ رَبَّكَ- أيها الرسول الكريم- لَيَعْلَمُ علما تاما ما تُكِنُّ صُدُورُهُمْ أى: ما تخفيه وتستره صدورهم من أسرار، ويعلم- أيضا- ما يُعْلِنُونَ أى: ما يظهرونه من أقوال وأفعال."},{"ayah_number":75,"text":"وَما مِنْ غائِبَةٍ فِي السَّماءِ وَالْأَرْضِ أى: وما من شيء غائب عن علم الخلق سواء أكان في السماء أو في الأرض.إِلَّا وهو عندنا فِي كِتابٍ مُبِينٍ أى: إلا وهو عندنا في كتاب واضح لمن يطالعه بإذن ربه، وهذا الكتاب المبين هو اللوح المحفوظ الذي سجل- سبحانه- فيه أحوال خلقه.ومادام الأمر كذلك، فلا تحزن- أيها الرسول الكريم- لما عليه هؤلاء المشركون من جحود وعناد، بل فوض إلينا أمرهم، فأنت عليك البلاغ، ونحن علينا الحساب.ثم مدحت السورة الكريمة القرآن الكريم، وساقت المزيد من التسلية للنبي صلّى الله عليه وسلم فقال- تعالى-:"},{"ayah_number":76,"text":"قال الإمام الرازي: اعلم انه- سبحانه- لما تمم الكلام في إثبات المبدأ والمعاد. ذكر بعد ذلك ما يتعلق بالنبوة، ولما كانت الدلالة الكبرى في إثبات نبوة محمد صلّى الله عليه وسلّم هو القرآن، لا جرم بين الله- تعالى- أولا كونه معجزة..  .أى: إن هذا القرآن من معجزاته الدالة على أنه من عند الله- تعالى-، أنه يقص على بنى إسرائيل، الذين هم حملة التوراة والإنجيل، أكثر الأشياء التي اختلفوا فيها، ويبين لهم وجه الحق والصواب فيما اختلفوا فيه.ومن بين ما اختلف فيه بنو إسرائيل: اختلافهم في شأن عيسى- عليه السلام-، فاليهود كفروا به، وقالوا على أمه ما قالوا من الكذب والبهتان، والنصارى قالوا فيه إنه الله، أو هو ابن الله، فجاء القرآن ليبين لهم القول الحق في شأن عيسى- عليه السلام-فقال: من بين ما قال: إِنَّمَا الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ رَسُولُ اللَّهِ، وَكَلِمَتُهُ أَلْقاها إِلى مَرْيَمَ وَرُوحٌ مِنْهُ.. .وقال- سبحانه-: يَقُصُّ عَلى بَنِي إِسْرائِيلَ أَكْثَرَ الَّذِي هُمْ فِيهِ يَخْتَلِفُونَ للإشارة إلى أن القرآن ترك أشياء اختلفوا فيها دون أن يحكيها، لأنه لا يتعلق بذكرها غرض هام يستدعى الحديث عنها، ولأن في عدم ذكرها سترا لهم، عما وقعوا فيه من أخطاء.."},{"ayah_number":77,"text":"وقوله- تعالى-: وَإِنَّهُ لَهُدىً وَرَحْمَةٌ لِلْمُؤْمِنِينَ صفة أخرى من صفات القرآن الكريم الدالة على أنه من عند الله- تعالى-:أى: وإن هذا القرآن لمن صفاته- أيضا- أننا جعلناه هداية للمؤمنين إلى الصراط المستقيم، ورحمة لهم ينالون بسببها العفو والمغفرة من الله.وخص هدايته ورحمته بالمؤمنين، لأنهم هم الذين آمنوا به، وصدقوا بما فيه، وعملوا بأوامره، واجتنبوا نواهيه، وطبقوا على أنفسهم أحكامه، وآدابه. وتشريعاته.."},{"ayah_number":78,"text":"ثم بين- سبحانه- أن مرد القضاء بين المختلفين إليه وحده فقال: إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ بِحُكْمِهِ ...أى: إن ربك- أيها الرسول الكريم- يقضى بين بنى إسرائيل الذين اختلفوا فيما بينهم اختلافا كبيرا، بحكمه العادل، كما يقضى بين غيرهم، فيجازى الذين أساؤوا بما عملوا، ويجازى الذين أحسنوا بالحسنى.وَهُوَ- سبحانه- الْعَزِيزُ الذي لا يغالب الْعَلِيمُ بكل شيء في هذا الوجود،"},{"ayah_number":79,"text":"والفاء في قوله- تعالى-: فَتَوَكَّلْ عَلَى اللَّهِ ... للتفريع. أى: ما دمت قد عرفت ذلك- أيها الرسول الكريم- ففوض أمرك إلى العزيز العليم وحده، وتوكل عليه دون سواه، وبلغ رسالته دون أن تخشى أحدا إلا إياه.وجملة «إنك على الحق المبين» تعليل للتوكل على الله وحده.أى: توكل على الله- تعالى- وحده، لأنك- أيها الرسول الكريم- على الحق الواضح البين، الذي لا تحوم حوله شبهة من باطل."},{"ayah_number":80,"text":"وقوله- تعالى-: إِنَّكَ لا تُسْمِعُ الْمَوْتى، وَلا تُسْمِعُ الصُّمَّ الدُّعاءَ إِذا وَلَّوْا مُدْبِرِينَ ... تعليل آخر لوجوب التوكل على الله- تعالى-.وقد شبه- سبحانه- أولئك المشركين، بالأموات الذين فقدوا الحياة، وبالصم الذين فقدوا السمع، وبالعمى الدين فقدوا البصر، وذلك لأنهم لم ينتفعوا بهذه الحواس، فصاروا كالفاقدين لها.أى: دم- أيها الرسول الكريم- على توكلك على الله- تعالى- وحده، وإنك لا تستطيع أن تسمع هؤلاء المشركين. ما يردهم عن شركهم، لأنهم كالموتى الذين لا حس لهم ولا عقل، ولأنهم كالصم الذين فقدوا نعمة السمع.وقوله: إِذا وَلَّوْا مُدْبِرِينَ لتتميم التشبيه. وتأكيد نفى السماع. أى: إذا أعرضوا عن الحق إعراضا تاما، وأدبروا عن الاستماع إليك.قال الجمل: فإن قلت: ما معنى قوله مُدْبِرِينَ والأصم لا يسمع سواء أقبل أو أدبر؟.قلت: هو تأكيد ومبالغة للأصم. وقيل: إن الأصم إذا كان حاضرا قد يسمع رفع الصوت، أو يفهم بالإشارة، فإذا ولى لم يسمع ولم يفهم.ومعنى الآية: إنهم لفرط إعراضهم عما يدعون إليه كالميت، الذي لا سبيل إلى إسماعه، وكالأصم الذي لا يسمع ولا يفهم.. ."},{"ayah_number":81,"text":"وقوله- سبحانه-: وَما أَنْتَ بِهادِي الْعُمْيِ عَنْ ضَلالَتِهِمْ.. أى: وما أنت- أيها الرسول الكريم- بقادر على أن تصرف العمى عن طريق الضلال الذي انغمسوا فيه، لأن الهداية الى طريق الحق، مردها إلى الله- تعالى- وحده.ثم بين- سبحانه- في مقابل ذلك، من هم أهل السماع والبصر فقال: إِنْ تُسْمِعُ إِلَّا مَنْ يُؤْمِنُ بِآياتِنا فَهُمْ مُسْلِمُونَ.أى: أنت- أيها الرسول الكريم- ما تستطيع أن تسمع إسماعا مجديا نافعا، إلا لمن يؤمن بآياتنا الدالة على وحدانيتنا وقدرتنا، لأن هؤلاء هم المطيعون لأمرنا، المسلمون وجوههم لنا.وبذلك ترى الآيات الكريمة قد ساقت الكثير من وسائل التسلية للرسول صلّى الله عليه وسلّم عما أصابه من المشركين، كما ساقت ما يدل على أن هذا القرآن من عند الله- تعالى-: وعلى أنه- سبحانه- هو الحكم العدل بين عباده.ثم أخذت السورة الكريمة تسوق في أواخرها بعض أشراط الساعة وعلاماتها، وأهوالها، لكي تعتبر النفوس، وتخشع لله- تعالى-، فقال- عز وجل-:"},{"ayah_number":82,"text":"ال الإمام ابن كثير: هذه الدابة تخرج في آخر الزمان عند فساد الناس، وتركهم أوامر الله، وتبديلهم الدين الحق، يخرج الله لهم دابة من الأرض قيل: من مكة، وقيل من غيرها.ثم ذكر- رحمه الله- جملة من الأحاديث في هذا المعنى منها: ما رواه مسلم عن حذيفة بن أسيد الغفاري قال: أشرف علينا رسول الله صلّى الله عليه وسلّم من غرفته، ونحن نتذاكر أمر الساعة فقال: لا تقوم الساعة حتى تروا عشر آيات: طلوع الشمس من مغربها، والدخان، والدابة، وخروج يأجوج ومأجوج، ونزول عيسى بن مريم، والدجال، وثلاثة خسوف:خسف بالمغرب، وخسف بالمشرق، وخسف بجزيرة العرب، ونار تخرج من قعر عدن، تسوق- أو تحشر- الناس، تبيت معهم حيث باتوا- وتقيل معهم حيث قالوا والدابة: اسم لكل حيوان ذي روح، سواء أكان ذكرا أم أنثى، عاقلا أم غير عاقل، من الدبيب وهو في الأصل: المشي الخفيف، واختصت في العرف بذوات القوائم الأربع.والمراد بوقوع القول عليهم: قرب قيام الساعة، وانتهاء الوقت الذي يقبل فيه الإيمان من الكافر. أو الذي تنفع فيه التوبة.والمعنى إذا دنا وقت قيام الساعة. وانتهى الوقت الذي ينفع فيه الإيمان أو التوبة..أخرجنا للناس بقدرتنا وإرادتنا، دابة من الأرض تكلمهم، فيفهمون كلامها، ويعرفون أن موعد قيام الساعة قد اقترب. وأَنَّ النَّاسَ أى: الكافرين كانُوا بِآياتِنا الدالة على وحدانيتنا وقدرتنا لا يُوقِنُونَ بها، ولا يصدقون أن هناك بعثا وحسابا.فخروج الدابة علامة من علامات الساعة الكبرى، يخرجها الله- عز وجل- ليعلم الناس قرب انتهاء الدنيا وأن الحساب العادل للمؤمنين والكافرين، آت لا شك فيه، وأن التوبة لن تقبل في هذا الوقت، لأنها جاءت في غير وقتها المناسب.وقد ذكر بعض المفسرين أوصافا كثيرة، منها أن طولها ستون ذراعا وأن رأسها رأس ثور، وأذنها أذن فيل، وصدرها صدر أسد.. إلخ.ونحن نؤمن بأن هناك دابة تخرج في آخر الزمان، وأنها تكلم الناس بكيفية يعلمها الله- عز وجل- أمّا ما يتعلق بالمكان الذي تخرج منه هذه الدابة، وبالهيئة التي تكون عليها من حيث الطول والقصر، فنكل ذلك إلى علمه- سبحانه- حيث لم يرد حديث صحيح يعتمد عليه في بيان ذلك."},{"ayah_number":83,"text":"وقوله- سبحانه-: وَيَوْمَ نَحْشُرُ مِنْ كُلِّ أُمَّةٍ فَوْجاً مِمَّنْ يُكَذِّبُ بِآياتِنا فَهُمْ يُوزَعُونَ بيان إجمالى لحال المكذبين بالساعة عند قيامها، بعد بيان بعض أشراطها.والظرف متعلق بمحذوف. والحشر: الجمع، قالوا والمراد بهذا الحشر: حشر الكافرين إلى النار، بعد حشر الخلائق جميعها، والفصل بينهم.والفوج: يطلق في الأصل على الجماعة التي تسير بسرعة، ثم توسع فيه فصار يطلق على كل جماعة، وإن لم يكن معها مرور أو إسراع.وقوله: يُوزَعُونَ من الوزع. بمعنى الكف والمنع، يقال: وزعه عن الشيء، إذا كفه عنه، ومنعه من غشيانه، والوازع في الحرب، هو الموكل بتنظيم الصفوف، ومنع الاضطراب فيها.والمعنى: واذكر- أيها العاقل لتعتبر وتتعظ- يوم نَحْشُرُ مِنْ كُلِّ أُمَّةٍ من الأمم فَوْجاً.أى: جماعة من الذين كانوا يكذبون في الدنيا بآياتنا الدالة على وحدانيتنا وقدرتنا فَهُمْ يُوزَعُونَ أى: فهم يقفون بين أيدينا، داخرين صاغرين، بحيث لا يتقدم أحد منهم على أحد، وإنما يتحركون ويساقون إلى حيث نريد منهم، ويتجمعون جميعا ليلقوا مصيرهم المحتوم.وأفرد- سبحانه- هؤلاء المكذبين بالذكر. - مع أن الحشر يشمل الناس جميعا- لإبراز الحال السيئة التي يكونون عليها عند ما يجمعون للحساب دون أن يشذ منهم أحد، ودون أن يتحرك أولهم حتى يجتمع معه آخرهم.."},{"ayah_number":84,"text":"ثم بين - سبحانه - أحوالهم بعد ذلك فقال : ( حتى إِذَا جَآءُوا ) أى : حتى إذا ما وصلوا إلى موقف الحساب قال الله - تعالى - لهم على سبيل التأنيب والتوبيخ ( أَكَذَّبْتُم بِآيَاتِي ) الدالة على وحدانيتى وعلى أن الآخرة حق . وأن الحساب حق وجملة ، ( وَلَمْ تُحِيطُواْ بِهَا عِلْماً ) حالية ، لزيادة التشنيع عليهم . والتجهيل لهم .أى : أكذبتم بآياتى الدالة على أن البعث حق ، دون أن تتفكروا فيها ، ودون أن يكون عندكم أى علم أو دليل على صحة هذا التكذيب .ثم أضاف - سبحانه - إلى هذا التوبيخ لهم ، توبيخا أشد وأعظم ، فقال : ( أَمَّا ذَا كُنتُمْ تَعْمَلُونَ ) .أى : إذا لم تكونوا قد كذبتم بآياتى ، فولوا لنا ماذا كنتم تعملون ، فإننا لا يخفى علينا شىء منها ، ولا نعاقبكم إلا عليها ."},{"ayah_number":85,"text":"ولا شك أن هذا التساؤل المقصود منه تأنيبهم وتقريعهم ، والاستهزاء بهم ، لأنه من المعروف أنهم كذبوا بآيات الله ، وأنهم قد قضوا حياتهم فى الكفر والضلال ، ولذا وقوفا واجمين لا يحيرون جوابا ، فكانت النتيجة كما قال - تعالى - بعد ذلك : ( وَوَقَعَ القول عَلَيهِم بِمَا ظَلَمُواْ فَهُمْ لاَ يَنطِقُونَ ) . أى : وحل العذاب عليهم بسبب ظلمهم وجحودهم ، فاستقبلوه باستسلام وذلة ، دون أن يستطيعوا النطق بكلمة تنفعهم . أو بحجة يدافعون بها عن أنفسهم . . .فالمقصود بوقوع القول عليهم : إقامة الحجة عليهم ، ونزول العذاب بهم واستحقاقهم له بسبب ظلمهم وكفرهم ."},{"ayah_number":86,"text":"وبعد هذا التوبيخ لهم وهم فى ساحة الحشر ، انتقلت السورة إلى توبيخهم على فعلتهم حين كانوا فى الدنيا . فتقول : ( أَلَمْ يَرَوْاْ أَنَّا جَعَلْنَا الليل لِيَسْكُنُواْ فِيهِ والنهار مُبْصِراً ) .أى : أبلغت الغفلة والجهالة بهؤلاء المكذبين - أنهم يعيشون - فى هذا الكون ليأكلوا ويشربوا ويتمتعوا ، دون أن يعتبروا أو يتفكروا .لقد أوجدنا لهم ليلا يسكنون فيه ، وأوجدنا لهم نهارا يبتغون فيه أرزاقهم ، وجعلنا الليل والنهار بهذا المقدار ، لتتيسر لهم أسباب الحياة والراحة ، فكيف لم يهتدوا إلى أن لهذا الكون خالقا حكيما قادرا؟( إِنَّ فِي ذَلِكَ ) الذى جعلناه ، لهم ، من وجود الليل والنهار بهذه الطريقة ( لآيَاتٍ ) بينات واضحات على وحدانيتنا وقدرتنا ( لِّقَوْمٍ يُؤْمِنُونَ ) بأن الله - تعالى - هو الخالق لكل شىء وهو الإله الحق لا إله سواه .وذلك ، لأن من تأمل فى تعاقب الليل والنهار بتلك الصورة البديعة المطردة ، وفى اختلافهما طولا وقصرا ، وظلمة وضياء . . . أيقن بأن لهذا الكون إلها واحدا قادرا على إعادة الحياة إلى الأموات ، ليحاسبهم على أعمالهم .قال الآلوسى : وقوله : ( والنهار مُبْصِراً ) أى : ليبصروا بما فيه من الإضاءة ، وطرق التقلب فى أمور معاشهم ، فبولغ حيث جعل الإبصار الذى هو حال الناس حالا له ، ووصفا من أوصافه التى جعل عليها بحيث لم ينفك عنها ، ولم يسلك فى الليل هذا المسلك . لما أن تأثير ظلام الليل فى السكون ، ليس بمثابة تأثير ضوء النهار فى الإبصار ."},{"ayah_number":87,"text":"أى: ونفخ في الصور ففزع من في السموات ومن في الأرض إلا من شاء الله- تعالى- لهم عدم الفزع والخوف.والمراد بهؤلاء الذين لا يفزعون، قيل: الأنبياء، وقيل: الشهداء، وقيل: الملائكة.ولعل الأنسب أن يكون المراد ما يعم هؤلاء السعداء وغيرهم، ممن رضى الله عنهم ورضوا عنه، لأنه لم يرد نص صحيح يحددهم.وقوله- سبحانه-: وَكُلٌّ أَتَوْهُ داخِرِينَ أى: وكل واحد من هؤلاء الفزعين المبعوثين عند النفخة، أتوا إلى موقف الحشر، للوقوف بين يدي الله- تعالى- داخِرِينَ أى: صاغرين أذلاء.يقال: دخر فلان- كمنع وفرح- دخرا ودخورا. إذا صغر وذل."},{"ayah_number":88,"text":"وقوله- تعالى-: وَتَرَى الْجِبالَ تَحْسَبُها جامِدَةً وَهِيَ تَمُرُّ مَرَّ السَّحابِ.. معطوف على قوله- سبحانه- قبل ذلك: يُنْفَخُ فِي الصُّورِ.أى: في هذا اليوم الهائل الشديد، يفزع من في السموات ومن في الأرض إلا من شاء الله، وترى الجبال الراسيات الشامخات، تَحْسَبُها جامِدَةً أى ثابتة في أماكنها، والحال أنها تمر في الجو مر السحاب، الذي تسيره الرياح سيرا حثيثا.وهكذا تصور الآيات الكريمة أهوال ذلك اليوم هذا التصوير البديع المعجز المؤثر، فالناس جميعا- إلا من شاء الله- فزعون وجلون، والجبال كذلك كأنها قد أصابها ما أصاب الناس، حتى لكأنها- وهي تسرع الخطا-. السحاب في خفته ومروقه وتناثره، ثم يعقب- سبحانه- على كل ذلك بقوله صُنْعَ اللَّهِ الَّذِي أَتْقَنَ كُلَّ شَيْءٍ.ولفظ صُنْعَ يجوز أن يكون منصوبا على الإغراء أى: انظروا صنع الله- تعالى- الذي أتقن كل شيء فقد أحسن- سبحانه- ما خلقه وأحكمه، وجعله في أدق صورة، وأكمل هيئة، وصدق الله- تعالى- إذ يقول وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيراً.قال صاحب فتح القدير: وانتصاب «صنع» على المصدرية، أى: صنع الله ذلك صنعا. وقيل هو مصدر مؤكد لقوله: وَيَوْمَ يُنْفَخُ فِي الصُّورِ وقيل منصوب على الإغراء  .وجملة: إِنَّهُ خَبِيرٌ بِما تَفْعَلُونَ تعليل لما قبله. أى: صنع الله ما خلقه على هذا الإحكام العجيب، والإتقان البديع، لأنه- سبحانه- خبير بما تفعلونه ومطلع على ما تخفونه وما تعلنونه.ثم ختم- سبحانه- السورة الكريمة ببيان جزاء من أحسن، وبيان جزاء من أساء، وببيان منهج الرسول صلّى الله عليه وسلّم في دعوته فقال- تعالى-:"},{"ayah_number":89,"text":"وقوله- سبحانه-: مَنْ جاءَ بِالْحَسَنَةِ فَلَهُ خَيْرٌ مِنْها بيان وتفصيل لمظاهر علم الله- تعالى- لكل ما يفعله الناس، الذي أشير إليه قبل ذلك بقوله: إِنَّهُ خَبِيرٌ بِما تَفْعَلُونَ.والمراد بالحسنة: كل ما يقوله أو يفعله المسلم من قول طيب، ومن عمل صالح، فيشمل النطق بالشهادتين، وأداء ما كلف الله الإنسان بأدائه من فرائض وواجبات، واجتناب السيئات والشبهات.أى: من جاء بالفعلة الحسنة، فله من الله- تعالى- ما هو خير منها من ثواب وعطاء حسن، كما قال- تعالى- في آية أخرى: مَنْ جاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثالِها.فالمراد بما هو خير منها: الثواب الذي يمنحه الله- تعالى- لمن أتى بها.وقوله- تعالى-: وَهُمْ مِنْ فَزَعٍ يَوْمَئِذٍ آمِنُونَ تقرير لما قبله، وبشارة للمؤمنين الذين جاءوا بالحسنات، بالأمان والاطمئنان.أى: وهم من الفزع الكائن للناس في يوم البعث والحساب، آمنون مطمئنون، كما قال- سبحانه-: لا يَحْزُنُهُمُ الْفَزَعُ الْأَكْبَرُ وَتَتَلَقَّاهُمُ الْمَلائِكَةُ هذا يَوْمُكُمُ الَّذِي كُنْتُمْ تُوعَدُونَ  وكما قال- تعالى- أَفَمَنْ يُلْقى فِي النَّارِ خَيْرٌ أَمْ مَنْ يَأْتِي آمِناً يَوْمَ الْقِيامَةِ"},{"ayah_number":90,"text":"ثم بين- سبحانه- سوء عاقبة من يأتى بالسيئات فقال: وَمَنْ جاءَ بِالسَّيِّئَةِ فَكُبَّتْ وُجُوهُهُمْ فِي النَّارِ.قال ابن كثير: قال ابن مسعود: وأبو هريرة، وابن عباس، وأنس بن مالك، وعطاء، وسعيد بن جبير، وغيرهم: مَنْ جاءَ بِالسَّيِّئَةِ أى الشرك.ولعل مما يؤيد أن المراد بالسيئة هنا: الشرك. قوله- تعالى-: فَكُبَّتْ وُجُوهُهُمْ فِي النَّارِ لأن هذا الجزاء الشديد، يتناسب مع رذيلة الشرك- والعياذ بالله-.أى: ومن جاء بالفعلة الشنيعة في السوء، وهي الإشراك بالله فَكُبَّتْ وُجُوهُهُمْ فِي النَّارِ أى: فألقوا بسبب شركهم في النار على وجوههم منكوسين.يقال: كب فلان فلانا على وجهه، وأكبه، إذا نكسه وقلبه على وجهه.وفي كبهم على وجوههم في النار، زيادة في إهانتهم وإذلالهم لأن الوجه هو مجمع المحاسن، ومحل المواجهة للغير.والاستفهام في قوله- تعالى-: هَلْ تُجْزَوْنَ إِلَّا ما كُنْتُمْ تَعْمَلُونَ لزيادة توبيخهم وتقريعهم والجملة بإضمار قول محذوف.أى: والذين جاءوا بالأفعال السيئة في دنياهم، يكبون على وجوههم في النار يوم القيامة، ويقال لهم على سبيل الزجر والتأنيب: ما حل بكم من عذاب هو بسبب أعمالكم وشرككم.وكون المراد بالسيئة هنا الشرك، لا يمنع من أن الذي يرتكب السيئات من المسلمين، يعاقب عليها ما لم يتب منها فالله- تعالى- يقول: لَيْسَ بِأَمانِيِّكُمْ وَلا أَمانِيِّ أَهْلِ الْكِتابِ. مَنْ يَعْمَلْ سُوءاً يُجْزَ بِهِ، وَلا يَجِدْ لَهُ مِنْ دُونِ اللَّهِ وَلِيًّا وَلا نَصِيراً ."},{"ayah_number":91,"text":"ثم يأمر الله- تعالى- نبيه أن يعلن للناس منهجه في دعوته فيقول: إِنَّما أُمِرْتُ أَنْ أَعْبُدَ رَبَّ هذِهِ الْبَلْدَةِ الَّذِي حَرَّمَها. وَلَهُ كُلُّ شَيْءٍ ...والمراد بالبلدة الذي حرمها: مكة المكرمة التي عظم الله- تعالى- حرمتها، فجعلها حرما آمنا، لا يسفك فيها دم، ولا يصاد فيها صيد، ولا يعضد فيها شجر. وقوله: الَّذِي حَرَّمَها صفة للرب.وخصت مكة بالذكر: تشريفا لها، ففيها البيت الحرام الذي هو أول بيت وضع في الأرض.أى: قل- أيها الرسول الكريم- للناس: إن الله- تعالى- أمرنى أن أخلص لله- سبحانه- عبادتي، فهو رب البلد الحرام مكة، ورب كل شيء، وله جميع ما في هذا الكون خلقا، وملكا، وتصرفا.وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ."},{"ayah_number":92,"text":"وَأَنْ أَتْلُوَا الْقُرْآنَ أى: وأمرنى كذلك أن أكون من الثابتين على دينه، المنقادين لأمره، المسلمين له وجوههم، وأمرنى- أيضا- أن أتلو القرآن على مسامعكم، لأنه هو معجزتي الدالة على صدقى.فَمَنِ اهْتَدى إلى الحق الذي جئته به، وبينته له فَإِنَّما يَهْتَدِي لِنَفْسِهِ أى: فإن منافع هدايته تعود إلى نفسه.وَمَنْ ضَلَّ عن طريق الحق، وأعرض عن دعوتي، فَقُلْ إِنَّما أَنَا مِنَ الْمُنْذِرِينَ.أى: ومن ضل عن الهدى بعد أن نصحته وأرشدته، فقد أمرنى ربي أن أقول له: إنما أنا من المنذرين للضالين بسوء العاقبة، ولست عليهم بحفيظ، أو بمكره إياهم على الإيمان."},{"ayah_number":93,"text":"ثم ختم السورة الكريمة بهذا التوجيه الكريم، للرسول صلّى الله عليه وسلّم فقال- تعالى-:وَقُلِ الْحَمْدُ لِلَّهِ.أى: وقل- أيها الرسول الكريم- للناس: الثناء كله، والفضل كله، لله- تعالى- وحده. وهو- سبحانه- سَيُرِيكُمْ آياتِهِ الدالة على وحدانيته وقدرته فَتَعْرِفُونَها أى: فتعرفون صدقها..وصدق الله- عز وجل- ففي كل يوم، بل في كل ساعة، يرى عباده بعض آياته الدالة على وحدانيته وقدرته، في أنفسهم، وفي آفاق هذا الكون وما أحكم قوله- تعالى-:سَنُرِيهِمْ آياتِنا فِي الْآفاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ.ثم ختم- سبحانه- السورة الكريمة بهذه الجملة التي تحمل طابع التهديد والوعيد لمن خالف أمره، فقال- تعالى-: وَما رَبُّكَ بِغافِلٍ عَمَّا تَعْمَلُونَ.أى: وما ربك- أيها الرسول الكريم- بغافل عما يعمله الناس، وما يقولونه لك، وما يتهمونك به، فسر في طريقك، وبلغ ما أمرك- سبحانه- بتبليغه، فإن العاقبة لك ولأتباعك المؤمنين، أما الكافرون والمنافقون فنحن الذي سنتولى حسابهم..وبعد: فهذا تفسير لسورة «النمل» نسأل الله- تعالى- أن يجعله خالصا لوجهه، ونافعا لعباده.والحمد لله الذي بنعمته تتم الصالحات.وصلّى الله على سيدنا محمد وعلى آله وصحبه وسلم."}]