[{"ayah_number":1,"text":"مقدمة وتمهيد1- سورة القصص، هي السورة الثامنة والعشرون في ترتيب المصحف، وكان نزولها بعد سورة النمل. فترتيب نزولها موافق لترتيبها في المصحف. وعدد آياتها ثمانون آية.2- قال القرطبي: وهي مكية كلها في قول الحسن، وعكرمة، وعطاء. وقال ابن عباس وقتادة: إلا آية نزلت بين مكة والمدينة. وقال ابن سلام: بالجحفة في وقت هجرة الرسول صلّى الله عليه وسلّم إلى المدينة، وهي قوله- تعالى-: إِنَّ الَّذِي فَرَضَ عَلَيْكَ الْقُرْآنَ لَرادُّكَ إِلى مَعادٍ ...  .فعن نحيى بن سلام قال: بلغني أن النبي صلّى الله عليه وسلّم حين هاجر، نزل عليه جبريل بالجحفة وهو متوجه من مكة إلى المدينة فقال له: أتشتاق يا محمد إلى بلدك التي ولدت فيها؟ قال:نعم، فقرأ عليه: إِنَّ الَّذِي فَرَضَ عَلَيْكَ الْقُرْآنَ لَرادُّكَ إِلى مَعادٍ ... .3- والمتدبر لهذه السورة الكريمة، يرى أكثر من نصفها، في الحديث عن قصة موسى- عليه السلام-.فهي تبدأ بقوله- تعالى-: طسم. تِلْكَ آياتُ الْكِتابِ الْمُبِينِ، نَتْلُوا عَلَيْكَ مِنْ نَبَإِ مُوسى وَفِرْعَوْنَ بِالْحَقِّ لِقَوْمٍ يُؤْمِنُونَ ...4- ثم تحدثت السورة الكريمة بعد ذلك، عما ألهم الله- تعالى- به أم موسى بعد ولادتها له، وعن حالتها النفسية بعد أن عرفت أن ابنها قد التقطه من اليم أعداؤها. وعما قالته لأخته، وعن فضل الله- تعالى- عليها ورحمته بها، حيث أعاد إليها ابنها موسى، قال- تعالى-: فَرَدَدْناهُ إِلى أُمِّهِ كَيْ تَقَرَّ عَيْنُها وَلا تَحْزَنَ، وَلِتَعْلَمَ أَنَّ وَعْدَ اللَّهِ حَقٌّ، وَلكِنَّ أَكْثَرَهُمْ لا يَعْلَمُونَ.5- ثم بين- سبحانه- جانبا من مظاهر فضله على موسى- عليه السلام- بعد أن بلغ أشده واستوى، وبعد أن قتل رجلا من أعدائه، وكيف أنه خرج من المدينة خائفا يترقب، قال: رَبِّ نَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ.وقد أجاب الله- تعالى- له دعاءه، فنجاه منهم، ويسر له الوصول إلى جهة مدين، فعاش هناك عشر سنين، أجيرا عند شيخ كبير من أهلها، وتزوج موسى- عليه السلام- بعد انقضاء تلك المدة، بإحدى ابنتي هذا الشيخ الكبير.قال- تعالى- حاكيا بعض ما قاله هذا الشيخ لموسى: قالَ إِنِّي أُرِيدُ أَنْ أُنْكِحَكَ إِحْدَى ابْنَتَيَّ هاتَيْنِ عَلى أَنْ تَأْجُرَنِي ثَمانِيَ حِجَجٍ، فَإِنْ أَتْمَمْتَ عَشْراً فَمِنْ عِنْدِكَ، وَما أُرِيدُ أَنْ أَشُقَّ عَلَيْكَ سَتَجِدُنِي إِنْ شاءَ اللَّهُ مِنَ الصَّالِحِينَ. قالَ ذلِكَ بَيْنِي وَبَيْنَكَ، أَيَّمَا الْأَجَلَيْنِ قَضَيْتُ فَلا عُدْوانَ عَلَيَّ، وَاللَّهُ عَلى ما نَقُولُ وَكِيلٌ.6- ثم بين- سبحانه- بعد ذلك، أن موسى بعد أن قضى المدة التي تعاقد عليها مع الرجل الصالح، وبعد أن تزوج ابنته، سار بها متجها إلى مصر، وفي الطريق رأى نارا، فلما ذهب إليها، أمره ربه- تعالى- بأن يذهب إلى فرعون وقومه ليأمرهم بإخلاص العبادة له- عز وجل- وذهب موسى- عليه السلام- إليهم، وبلغهم رسالة ربه، ولكنهم كذبوه، فكانت عاقبتهم كما قال- تعالى-: فَأَخَذْناهُ وَجُنُودَهُ فَنَبَذْناهُمْ فِي الْيَمِّ فَانْظُرْ كَيْفَ كانَ عاقِبَةُ الظَّالِمِينَ ...7- وبعد هذا الحديث المفصل عن قصة موسى- عليه السلام- أخذت السورة الكريمة في تسلية الرسول صلّى الله عليه وسلّم عما أصابه من قومه، فذكرت له ما يدل على أن هذا القرآن من عند الله- تعالى- وأمرته أن يتحدى المشركين به، وبينت له أنه- عليه الصلاة والسلام- لا يستطيع أن يهدى من يحبه ولكن الله هو الذي يهدى من يشاء هدايته، وحكت جانبا من أقوال المشركين وردت عليها، كما حكت جانبا من المصير السيئ الذي سيكونون عليه يوم القيامة، فقال- تعالى-: وَيَوْمَ يُنادِيهِمْ فَيَقُولُ ماذا أَجَبْتُمُ الْمُرْسَلِينَ، فَعَمِيَتْ عَلَيْهِمُ الْأَنْباءُ يَوْمَئِذٍ فَهُمْ لا يَتَساءَلُونَ ...وَيَوْمَ يُنادِيهِمْ فَيَقُولُ: أَيْنَ شُرَكائِيَ الَّذِينَ كُنْتُمْ تَزْعُمُونَ. وَنَزَعْنا مِنْ كُلِّ أُمَّةٍ شَهِيداً فَقُلْنا هاتُوا بُرْهانَكُمْ، فَعَلِمُوا أَنَّ الْحَقَّ لِلَّهِ، وَضَلَّ عَنْهُمْ ما كانُوا يَفْتَرُونَ.8- ثم عادت السورة بعد ذلك للحديث عن قصة تتعلق برجل كان من قوم موسى: وهو قارون، فأخبرتنا بجانب من النعم التي أنعم الله- تعالى- بها عليه، وكيف أنه قابل هذه النعم بالجحود والكنود، دون أن يستمع إلى نصح الناصحين، أو وعظ الواعظين، وكيف أن الذين يريدون الحياة الدنيا تمنوا أن يكونوا مثله، وكيف أن الذين أوتوا العلم قالوا لهم على سبيل الزجر: وَيْلَكُمْ ثَوابُ اللَّهِ خَيْرٌ لِمَنْ آمَنَ وَعَمِلَ صالِحاً، وَلا يُلَقَّاها إِلَّا الصَّابِرُونَ وكيف أن الذين يريدون الحياة الدنيا قالوا بعد أن رأوا مصرع قارون: لَوْلا أَنْ مَنَّ اللَّهُ عَلَيْنا لَخَسَفَ بِنا ...ثم ختم- سبحانه- هذه القصة، ببيان سنة من سننه التي لا تتخلف فقال- تعالى-:تِلْكَ الدَّارُ الْآخِرَةُ نَجْعَلُها لِلَّذِينَ لا يُرِيدُونَ عُلُوًّا فِي الْأَرْضِ وَلا فَساداً، وَالْعاقِبَةُ لِلْمُتَّقِينَ.9- وبعد أن انتهت السورة الكريمة، عن الحديث المتنوع من قصص السابقين، ومن التعقيبات الحكيمة عليها..بعد كل ذلك، جاء الأمر من الله- تعالى- بإخلاص العبادة له، والنهى عن الإشراك به فقال- سبحانه- وَلا تَدْعُ مَعَ اللَّهِ إِلهاً آخَرَ لا إِلهَ إِلَّا هُوَ، كُلُّ شَيْءٍ هالِكٌ إِلَّا وَجْهَهُ، لَهُ الْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ.10- وبعد، فهذا عرض مجمل لما اشتملت عليه سورة القصص من مقاصد وأهداف، ومن هذا العرض، ترى أن السورة الكريمة قد اهتمت بأمور من أهمها ما يأتى:(أ) تثبيت المؤمنين، وتقوية عزائمهم، وتبشيرهم بأن العاقبة لهم، وبأن الله- تعالى- سيجعل من ضعفهم قوة، ومن قلتهم كثرة، كما جعل من موسى وقومه أمة منتصرة بعد أن كانت مهزومة، وغالبة بعد أن كانت مغلوبة.ترى هذه التقوية والبشارة في مثل قوله- تعالى-: وَنُرِيدُ أَنْ نَمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ وَنَجْعَلَهُمْ أَئِمَّةً وَنَجْعَلَهُمُ الْوارِثِينَ. وَنُمَكِّنَ لَهُمْ فِي الْأَرْضِ وَنُرِيَ فِرْعَوْنَ وَهامانَ وَجُنُودَهُما مِنْهُمْ ما كانُوا يَحْذَرُونَ.(ب) أن السورة الكريمة تعطينا صورة زاخرة بالمعاني الكريمة والمؤثرة، عن حياة موسى- عليه السلام- فهي تحكى لنا حالة أمه. وأحاسيسها، وخلجات قلبها، وخوفها، عند ولادته، وبعد ولادته، وبعد إلقائه في اليم، وبعد أن علمت بالتقاط آل فرعون له، وبعد رد الله- تعالى- إليها ابنها، فضلا منه- سبحانه- ورحمة.كما تحكى لنا ما جبل عليه موسى- عليه السلام- من مروءة عالية جعلته يأبى أن يرى مظلوما فلا ينصره، ومحتاجا فلا يعينه.فعند ما رأى امرأتين عاجزتين عن سقى غنمهما، قال لهما: ما خَطْبُكُما قالَتا لا نَسْقِي حَتَّى يُصْدِرَ الرِّعاءُ، وَأَبُونا شَيْخٌ كَبِيرٌ، فَسَقى لَهُما ...وعند ما رأى مظلوما يستنصره، ما كان منه إلا أن نصره، وقال: رَبِّ بِما أَنْعَمْتَ عَلَيَّ فَلَنْ أَكُونَ ظَهِيراً لِلْمُجْرِمِينَ.(ج) تأكيد أن هذا القرآن من عند الله، بدليل أن هذا القرآن قد قص على النبي صلّى الله عليه وسلم وعلى الناس، قصصا لا علم لهم بحقيقتها قبل أن يقصها عليهم.قال- تعالى-: وَما كُنْتَ بِجانِبِ الْغَرْبِيِّ، إِذْ قَضَيْنا إِلى مُوسَى الْأَمْرَ، وَما كُنْتَ مِنَ الشَّاهِدِينَ.وَما كُنْتَ بِجانِبِ الطُّورِ إِذْ نادَيْنا، وَلكِنْ رَحْمَةً مِنْ رَبِّكَ، لِتُنْذِرَ قَوْماً ما أَتاهُمْ مِنْ نَذِيرٍ مِنْ قَبْلِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ.(د) اهتمت السورة اهتماما واضحا، ببيان مظاهر قدرة الله- تعالى- في هذا الكون، هذه القدرة التي نراها في إهلاك الظالمين والمغرورين، حتى ولو ساندتهم جميع قوى الأرض.كما نراها في الرد على كفار مكة الذين زعموا، أن اتباعهم للحق يؤدى إلى تخطفهم والاعتداء عليهم وَقالُوا إِنْ نَتَّبِعِ الْهُدى مَعَكَ نُتَخَطَّفْ مِنْ أَرْضِنا، أَوَلَمْ نُمَكِّنْ لَهُمْ حَرَماً آمِناً يُجْبى إِلَيْهِ ثَمَراتُ كُلِّ شَيْءٍ رِزْقاً مِنْ لَدُنَّا، وَلكِنَّ أَكْثَرَهُمْ لا يَعْلَمُونَ، وَكَمْ أَهْلَكْنا مِنْ قَرْيَةٍ بَطِرَتْ مَعِيشَتَها، فَتِلْكَ مَساكِنُهُمْ لَمْ تُسْكَنْ مِنْ بَعْدِهِمْ إِلَّا قَلِيلًا، وَكُنَّا نَحْنُ الْوارِثِينَ، وَما كانَ رَبُّكَ مُهْلِكَ الْقُرى حَتَّى يَبْعَثَ فِي أُمِّها رَسُولًا يَتْلُوا عَلَيْهِمْ آياتِنا، وَما كُنَّا مُهْلِكِي الْقُرى إِلَّا وَأَهْلُها ظالِمُونَ..والخلاصة، أن سورة القصص على رأس السور المكية، التي حضت المؤمنين على الثبات والصبر، وساقت لهم من أخبار السابقين، ما يزيدهم إيمانا على إيمانهم. ويقينا على يقينهم، بأن الله- تعالى- سيجعل العاقبة لهم..سورة القصص من السور التى افتتحت ببعض الحروف الهجائية .وقد رجحنا أن هذه الحروف ، قد افتتحت بها بعض سور القرآن الكريم ، للإيقاظ والتنبيه للذين تحداهم القرآن الكريم .فكأن الله - تعالى - يقول لهؤلاء المعارضين فى أن القرآن من عند الله - تعالى - : هاكم القرآن ترونه مؤلفا من حروف هى من جنس الحروف الهجائية ، ومنظوما من كلام هو من جنس ما تؤلفون منه كلامكم .فإن كنتم فى شك فى كون هذا القلرآن من عند الله ، فهاتوا مثله ، أو عشر سور من مثله أو سورة واحدة من مثله وادعوا من شئتم من الخلق لكى يعاونكم فى ذلك .فلما عجزوا - وهم أهل الفصاحة والبيان - ثبت أن غيرهم أعجز ، وأن هذا القرآن من عند الله - تعالى - ."},{"ayah_number":2,"text":"وتِلْكَ اسم إشارة، والمشار إليه الآيات. والمراد بها آيات القرآن الكريم، ويندرج فيها آيات هذه السورة التي معنا.الْكِتابِ: مصدر كتب كالكتب. وأصله ضم أديم إلى آخر بالخياطة، واستعمل عرفا في ضم الحروف بعضها إلى بعض بالخط. والمراد به: القرآن الكريم.والْمُبِينِ: أى: الواضح المظهر للحق من الباطل، من أبان بمعنى أظهر.أى: تلك الآيات التي أنزلناها عليك- أيها الرسول الكريم- هي آيات الكتاب المظهر للحق من الباطل، والموضح للخير من الشر، والكاشف عن حقائق الأمور، وعن قصص الأولين."},{"ayah_number":3,"text":"ثم بين- سبحانه-: ما سيقصه على رسول الله صلّى الله عليه وسلّم في هذه السورة فقال: نَتْلُوا عَلَيْكَ مِنْ نَبَإِ مُوسى وَفِرْعَوْنَ بِالْحَقِّ لِقَوْمٍ يُؤْمِنُونَ.وقوله- تعالى- نَتْلُوا من التلاوة بمعنى القراءة المرتلة التي يقصد منها التذكير والإرشاد.والنبأ: الخبر العظيم المشتمل على أمور من شأنها أن يهتم الناس بها.وموسى- عليه السلام-: هو ابن عمران بن يصهر بن ماهيث بن لاوى بن يعقوب- عليه السلام- وكانت ولادة موسى في حوالى القرن الثالث عشر قبل الميلاد.وفرعون: اسم كان يطلق في القديم على كل ملك لمصر، كما يقال لملك الروم: قيصر، ولملك اليمن: تبع.ويرى كثير من المؤرخين أن فرعون مصر، الذي ولد وبعث في عهده موسى- عليه السلام- هو منفتاح ابن الملك رمسيس الثاني.قال الآلوسى ما ملخصه: والظاهر أن مِنْ في قوله نَتْلُوا عَلَيْكَ مِنْ نَبَإِ مُوسى وَفِرْعَوْنَ ... تبعيضية. والجار والمجرور متعلق بمحذوف وقع صفة لمفعول نَتْلُوا المحذوف. وقوله بِالْحَقِّ حال من فاعل نَتْلُوا أى: نتلو ملتبسين بالحق، أو من مفعوله، أى: نتلو شيئا من نبئهما ملتبسا بالحق ...والمعنى: نتلو عليك- أيها الرسول الكريم- تلاوة كلها حق وصدق، شيئا عجيبا، وخبرا هاما، يتعلق بقصة موسى- عليه السلام-، وبقصة فرعون.وقوله- سبحانه-: لِقَوْمٍ يُؤْمِنُونَ أى: نتلو عليك هذه الآيات، لقوم يؤمنون بها، وينتفعون بما اشتملت عليه من هدايات وعبر وعظات."},{"ayah_number":4,"text":"وقوله- تعالى-: إِنَّ فِرْعَوْنَ عَلا فِي الْأَرْضِ، وَجَعَلَ أَهْلَها شِيَعاً ... كلام مستأنف لتفصيل ما أجمله من النبأ.وقوله عَلا فِي الْأَرْضِ أى تكبر فيها وطغى، من العلو بمعنى الارتفاع. والمقصود أنه جاوز كل حد في غروره وظلمه وعدوانه. والمراد بالأرض: أرض مصر وما يتبعها من بلاد.وشِيَعاً جمع شيعة، وهم الأتباع والجماعات، وكل قوم اجتمعوا على أمر فهم شيعته.أى: إن فرعون طغى وبغى وتجبر في الأرض، وجعل أهلها شيعا وأتباعا له، وصار يستعمل كل طائفة منهم، فيما يريده من أمور دولته، فهذه الطائفة للبناء، وتلك للسحر، وثالثة لخدمته ومناصرته على ما يريد..وجملة يَسْتَضْعِفُ طائِفَةً مِنْهُمْ لبيان حال الذين جعلهم شيعا وأحزابا.والمراد بهذه الطائفة: بنو إسرائيل.أى: أنه بعد أن جعل أهل مملكته شيعا وأحزابا اختص طائفة منهم بالإذلال والقهر والظلم، فصار يذبح أبناءهم ويستحيى نساءهم. أى: يذبح الذكور من بنى إسرائيل بمجرد ولادتهم، ويترك الإناث أحياء.قال الإمام الرازي ما ملخصه: وفي ذبح الذكور دون الإناث مضرة من وجوه:أحدها: أن ذبح الأبناء يقتضى فناء الرجال. وذلك يقتضى انقطاع النسل..ثانيها: أن هلاك الذكور يقتضى فساد مصالح النساء في المعيشة، فإن المرأة لتتمنى الموت إذا انقطع عنها تعهد الرجال..ثالثها: أن قتل الذكور عقب الحمل الطويل، وتحمل الكد، والرجاء القوى في الانتفاع به، من أعظم العذاب..رابعها: أن بقاء النساء بدون الذكران من أقاربهن، يؤدى إلى صيرورتهن مستفرشات للأعداء، وذلك نهاية الذل والهوان قالوا: وإنما كان فرعون يذبح الذكور من بنى إسرائيل دون الإناث، لأن الكهنة أخبروه، بأن مولودا سيولد من بنى إسرائيل، يكون ذهاب ملك فرعون على يده.وقوله- سبحانه-: إِنَّهُ كانَ مِنَ الْمُفْسِدِينَ تعليل وتأكيد لما كان عليه فرعون من تجبر وطغيان.أى: إن فرعون كان من الراسخين في الفساد والإفساد، ولذلك فعل ما فعل من ظلم لغيره، ومن تطاول جعله يقول للناس: أَنَا رَبُّكُمُ الْأَعْلى."},{"ayah_number":5,"text":"ثم بين- سبحانه- ما اقتضته إرادته وحكمته، من تنفيذ وعيده في القوم الظالمين، مهما احتاطوا وحذروا، ومن إنقاذه للمظلومين بعد أن أصابهم من الظلم ما أصابهم فقال: وَنُرِيدُ أَنْ نَمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ، وَنَجْعَلَهُمْ أَئِمَّةً وَنَجْعَلَهُمُ الْوارِثِينَ، وَنُمَكِّنَ لَهُمْ فِي الْأَرْضِ، وَنُرِيَ فِرْعَوْنَ وَهامانَ وَجُنُودَهُما مِنْهُمْ ما كانُوا يَحْذَرُونَ.وقوله نَمُنَّ من المن بمعنى التفضل، ومنه قوله- تعالى-: لَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤْمِنِينَ ... أى: لقد تفضل عليهم، وأحسن إليهم.وقوله: وَنُمَكِّنَ لَهُمْ فِي الْأَرْضِ من التمكين، وأصله: أن نجعل للشيء مكانا يستقر فيه، ويحل به. ثم استعير للتسليط وللحصول على القوة بعد الضعف، وللعز بعد الذل.وقوله: يَحْذَرُونَ من الحذر، بمعنى الاحتراس والاحتراز من الوقوع في الأمر المخيف. يقال: حذر فلان فلانا، إذا خافه واحترس منه.قال الشوكانى: والواو، في قوله وَنُرِيدُ أَنْ نَمُنَّ للعطف على جملة، إِنَّ فِرْعَوْنَ عَلا فِي الْأَرْضِ لأن بينهما تناسبا من حيث إن كل واحدة منهما، للتفسير والبيان للنبأ.ويجوز أن تكون حالا من فاعل يَسْتَضْعِفُ بتقدير مبتدأ. أى: ونحن نريد أن نمن على الذين استضعفوا في الأرض.. والأول أولى .والمعنى: لقد طغا فرعون وبغى، ونحن بإرادتنا وقدرتنا نُرِيدُ أَنْ نَمُنَّ ونتفضل على بنى إسرائيل، الذين استضعفوا في الأرض، بأن ننجيهم من ظلمه، وننقذهم من قهره وبغيه.وَنَجْعَلَهُمُ الْوارِثِينَ للأرض المباركة، التي نعطيهم إياها متى آمنوا وأصلحوا، كما قال- تعالى-: وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كانُوا يُسْتَضْعَفُونَ مَشارِقَ الْأَرْضِ وَمَغارِبَهَا الَّتِي بارَكْنا فِيها، وَتَمَّتْ كَلِمَتُ رَبِّكَ الْحُسْنى عَلى بَنِي إِسْرائِيلَ بِما صَبَرُوا، وَدَمَّرْنا ما كانَ يَصْنَعُ فِرْعَوْنُ وَقَوْمُهُ وَما كانُوا يَعْرِشُونَ."},{"ayah_number":6,"text":"وقوله- تعالى-: وَنُمَكِّنَ لَهُمْ فِي الْأَرْضِ أى: ونجعلهم أقوياء راسخى الأقدام في الأرض التي نورثهم إياها، بعد القوم الظالمين.وَنُرِيَ فِرْعَوْنَ وَهامانَ وَجُنُودَهُما أى: ونطلع فرعون وهامان- وهو وزير فرعون- وجنودهما التابعين لهما مِنْهُمْ أى: من بنى إسرائيل المستضعفين في الأرض ما كانُوا يَحْذَرُونَ أى ما كانوا يحاولون دفعه واتقاءه، فقد كان فرعون وجنده يقتلون الذكور من بنى إسرائيل، خوفا من ظهور غلام منهم يكون هلاك فرعون على يده.قال ابن كثير: أراد فرعون بحوله وقوته، أن ينجو من موسى. فما نفعه ذلك، بل نفذ الله- تعالى- حكمه. بأن يكون إهلاك فرعون على يد موسى، بل يكون هذا الغلام الذي احترزت من وجوده- يا فرعون-، وقتلت بسببه ألوفا من الولدان، إنما منشؤه ومرباه على فراشك وفي دارك ... وهلاكك وهلاك جندك على يديه، لتعلم أن رب السموات العلا، هو القاهر الغالب العظيم، الذي ما شاء كان، وما لم يشأ لم يكن .وهكذا تعلن السورة الكريمة في مطلعها، أن ما أراده الله- تعالى- لا بد أن يتم، أمام أعين فرعون وجنده، مهما احتاطوا ومهما احترسوا، وَاللَّهُ غالِبٌ عَلى أَمْرِهِ، وَلكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ.ثم فصل- سبحانه- الحديث عن موسى- عليه السلام- فذكر ما ألهمه لأمه عند ولادته. وما قالته امرأة فرعون له عند التقاط آل فرعون لموسى، وما كانت عليه أم موسى من حيرة وقلق، وما قالته لأخته، وكيف رد الله- تعالى- بفضله وكرمه موسى إلى أمه..لنستمع إلى السورة الكريمة، وهي تفصل هذه الأحداث، بأسلوبها البديع المؤثر فتقول:"},{"ayah_number":7,"text":"قال الإمام الرازي: اعلم أنه- تعالى- لما قال: وَنُرِيدُ أَنْ نَمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا ابتدأ بذكر أوائل نعمه في هذا الباب فقال: وَأَوْحَيْنا إِلى أُمِّ مُوسى أَنْ أَرْضِعِيهِ  .والوحى إلى أم موسى، يجوز أن يكون عن طريق الإلهام، كما في قوله- تعالى-:وَأَوْحى رَبُّكَ إِلَى النَّحْلِ ... أو عن طريق المنام، أو عن طريق إرسال ملك أخبرها بذلك.قال الآلوسى: والظاهر أن الإيحاء إليها كان بإرسال ملك، ولا ينافي ذلك الإجماع على عدم نبوتها، لما أن الملائكة- عليهم السلام- قد ترسل إلى غير الأنبياء وتكلمهم.والظاهر- أيضا- أن هذا الإيحاء كان بعد الولادة.. وقيل: كان قبلها ... .وأَنْ في قوله أَنْ أَرْضِعِيهِ مفسرة، لأن الوحى فيه معنى القول دون حروفه.والخوف: حالة نفسية تعترى الإنسان، فتجعله مضطرب المشاعر، لتوقعه حصول أمر يكرهه.والحزن: اكتئاب نفسي يحدث للإنسان من أجل وقوع ما يكرهه، كموت عزيز لديه. أو فقده لشيء يحبه..وفي الكلام حذف يعرف من السياق، والتقدير: وحملت أم موسى به في الوقت الذي كان فرعون يذبح الأبناء، ويستحيى النساء، وأخفت حملها عن غيرها، فلما وضعته أصابها ما أصابها من خوف وفزع على مصير ابنها، وهنا ألهمناها بقدرتنا وإرادتنا. وقذفنا في قلبها أن أرضعيه في خفاء وكتمان فَإِذا خِفْتِ عَلَيْهِ من فرعون وحاشيته أن يقتلوه كما قتلوا غيره من أبناء بنى إسرائيل.فَأَلْقِيهِ فِي الْيَمِّ أى: في البحر والمراد به نهر النيل، وسمى بحرا لاتساعه، وإن كان الغالب إطلاق البحر على المياه غير العذبة.وَلا تَخافِي وَلا تَحْزَنِي أى: ولا تخافي عليه من حصول مكروه له، ولا تحزني لمفارقته لك، فهو في رعايتنا وحمايتنا، ومن رعاه الله- تعالى- وحماه، فلا خوف عليه ولا حزن.وجملة إِنَّا رَادُّوهُ إِلَيْكِ وَجاعِلُوهُ مِنَ الْمُرْسَلِينَ تعليل للنهى عن الخوف والحزن، وتبشير لها بأن ابنها سيعود إليها، وسيكون من رسل الله- عز وجل-.قال صاحب الكشاف: فإن قلت ما المراد بالخوفين- في الآية- حتى أوجب أحدهما ونهى عن الآخر؟.قلت: أما الأول، فالخوف عليه من القتل، لأنه كان إذا صاح خافت أن يسمع الجيران صوته، فينموا عليه. وأما الثاني: فالخوف عليه من الغرق ومن الضياع، ومن الوقوع في يد بعض العيون المبثوتة من قبل فرعون في تطلب الولدان.فإن قلت: ما الفرق بين الخوف والحزن؟ قلت: الخوف، غم يلحق الإنسان لشيء متوقع.والحزن: غم يلحقه لشيء وقع، فنهيت عنهما جميعا وأومنت بالوحي إليها، ووعدت بما يسليها، ويطمئن قلبها، ويملؤها غبطة وسرورا، وهو رده إليها. وجعله من المرسلين.. .وهكذا نجد الآية الكريمة قد اشتملت على أبلغ الأساليب وأبدعها، في بيان قدرة الله- تعالى- ورعايته لمن يريد رعايته.قالوا: مدح الأصمعى امرأة لإنشادها شعرا حسنا، فقرأت هذه الآية الكريمة ثم قالت له: أبعد هذه الآية فصاحة، لقد اشتملت على أمرين وهما أَرْضِعِيهِ فَأَلْقِيهِ ونهيين وهما لا تَخافِي وَلا تَحْزَنِي وخبرين إِنَّا رَادُّوهُ إِلَيْكِ وَجاعِلُوهُ مِنَ الْمُرْسَلِينَ وبشارتين في ضمن الخبرين وهما: الرد والجعل المذكوران."},{"ayah_number":8,"text":"والفاء في قوله: فَالْتَقَطَهُ آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَناً.. هي الفصيحة.والالتقاط: وجود الشيء والحصول عليه من غير طلب ولا قصد.والمراد بآل فرعون: جنوده وأتباعه الذين عثروا على التابوت الذي به موسى، وحملوه إلى فرعون. والحزن- بالتحريك، وبضم فسكون- نقيض السرور، وفعله كفرح.يقال: حزنه الأمر وأحزنه. أى: جعله حزينا.واللام في قوله: لِيَكُونَ ... هي لام العاقبة والصيرورة.قال القرطبي: قوله- تعالى-: فَالْتَقَطَهُ آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَناً لما كان التقاطهم إياه يؤدى إلى كونه عدوا لهم وحزنا، فاللام في لِيَكُونَ لام العاقبة والصيرورة، لأنهم إنما أخذوه ليكون لهم قرة عين، فكان عاقبة ذلك أن كان لهم عدوا وحزنا، فذكر الحال بالمآل كما في قول الشاعر:وللمنايا تربى كل مرضعة ... ودورنا لخراب الدهر نبنيهاأى: فعاقبة البناء: الخراب، وإن كان في الحال مفروحا به .ويرى بعضهم أن اللام هنا يصح أن تكون للتعليل، بمعنى، أن الله- تعالى- سخر بمشيئته وإرادته فرعون وآله. لالتقاط موسى، ليجعله لهم عدوا وحزنا، فكأنه- سبحانه- يقول: قدرنا عليهم التقاطه بحكمتنا وإرادتنا، ليكون لهم عدوا وحزنا.إلى هذا المعنى أشار الإمام ابن كثير بقوله: قال محمد بن إسحاق وغيره اللام هنا لام العاقبة لا لام التعليل، لأنهم لم يريدوا بالتقاطه ذلك- أى: لم يريدوا بالتقاطه العداوة والحزن-، ولا شك أن ظاهر اللفظ يقتضى ما قالوا. ولكن إذا نظرنا إلى معنى السياق، فإنه تبقى اللام للتعليل، لأن معناه: أن الله- تعالى- قيضهم لالتقاطه ليجعله لهم عدوا وحزنا، فيكون أبلغ في إبطال حذرهم منه .ومع وجاهة الرأيين، إلا أننا نميل إلى الرأى الثاني، لأنه- كما قال الإمام ابن كثير- أبلغ في إبطال حذرهم منه، ولأن قوله- تعالى-: إِنَّ فِرْعَوْنَ وَهامانَ وَجُنُودَهُما كانُوا خاطِئِينَ يشير إلى أن اللام للتعليل..والمعنى: ونفذت أم موسى ما أوحيناه إليها، فأرضعت ابنها موسى. وألقته في اليم حين خافت عليه القتل، فالتقطه آل فرعون من اليم، ليكون لهم عدوا وحزنا، وليعلموا أن ما أردناه لا بد أن يتم مهما احترسوا واحتاطوا وحذروا، فما شاء الله كان، وما لم يشأ لم يكن.وقوله- تعالى-: إِنَّ فِرْعَوْنَ وَهامانَ وَجُنُودَهُما كانُوا خاطِئِينَ تعليل لما قبله، وخاطِئِينَ أى: مرتكبين للخطيئة التي هي الذنب العظيم، كقوله- تعالى- في قوم نوح- عليه السلام-: مِمَّا خَطِيئاتِهِمْ أُغْرِقُوا فَأُدْخِلُوا ناراً....وكقوله- سبحانه- في شأن الكافرين بَلى مَنْ كَسَبَ سَيِّئَةً وَأَحاطَتْ بِهِ خَطِيئَتُهُ. فَأُولئِكَ أَصْحابُ النَّارِ هُمْ فِيها خالِدُونَ .أى: فعلنا ما فعلنا من جعل موسى عدوا وحزنا لفرعون وآله، لأن فرعون ووزيره هامان، وجنودهما الذين يناصرونهما، كانوا مرتكبين للذنوب العظيمة في كل ما يأتون ويذرون، ومن مظاهر ذلك قتلهم لذكور بنى إسرائيل، وإبقاؤهم لإناثهم."},{"ayah_number":9,"text":"وقوله- سبحانه-: وَقالَتِ امْرَأَتُ فِرْعَوْنَ قُرَّتُ عَيْنٍ لِي وَلَكَ، لا تَقْتُلُوهُ عَسى أَنْ يَنْفَعَنا أَوْ نَتَّخِذَهُ وَلَداً ... بيان لما أنطق الله به امرأة فرعون للدفاع عن موسى- عليه السلام-.قال الجمل: وامرأة فرعون هي: آسيا بنت مزاحم، وكانت من خيار النساء، ومن بنات الأنبياء، وكانت أما للمساكين ترحمهم وتتصدق عليهم .ويكفى في مدحها قوله- تعالى-: وَضَرَبَ اللَّهُ مَثَلًا لِلَّذِينَ آمَنُوا امْرَأَتَ فِرْعَوْنَ إِذْ قالَتْ: رَبِّ ابْنِ لِي عِنْدَكَ بَيْتاً فِي الْجَنَّةِ وَنَجِّنِي مِنْ فِرْعَوْنَ وَعَمَلِهِ، وَنَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَأى: وقالت امرأة فرعون بعد أن أخرج موسى من التابوت، ورأته بين أيدى فرعون وآله: قُرَّتُ عَيْنٍ لِي وَلَكَ أى: هذا الطفل هو قرة عين لي ولك، أى: هو محل السرور والفرح لعيني ولعينك يا فرعون.فالجملة الكريمة كناية عن السرور به، إذ لفظ قُرَّتُ مأخوذ من القرار بمعنى الاستقرار، وذلك لأن العين إذا رأت ما تحبه، استقر نظرها عليه، وانشغلت به عن غيره.ثم أضافت إلى ذلك قولها لا تَقْتُلُوهُ والخطاب لفرعون وجنده.ثم عللت النهى عن قتله بقولها: عَسى أَنْ يَنْفَعَنا في مستقبل حياتنا، فنجني من ورائه خيرا.أَوْ نَتَّخِذَهُ وَلَداً لنا، فإن هيئته وصورته تدل على النجابة والجمال واليمن وهكذا شاءت إرادة الله- تعالى-، أن تجعل امرأة فرعون، سببا في إنقاذ موسى من القتل، وفي أن يعيش في بيت فرعون، ليكون له في المستقبل عدوا وحزنا.وقوله- تعالى-: وَهُمْ لا يَشْعُرُونَ جملة حالية، أى: فعلوا ما فعلوا والحال أنهم لا يشعرون أن هلاكهم سيكون على يديه.والظاهر أن هذه الجملة من كلام الله- تعالى-، وليست حكاية لما قالته امرأة فرعون."},{"ayah_number":10,"text":"ثم صورت السورة الكريمة تصويرا بديعا مؤثرا، ما كانت عليه أم موسى من لهفة وقلق، بعد أن فارقها ابنها، فقال- تعالى-: وَأَصْبَحَ فُؤادُ أُمِّ مُوسى فارِغاً ... أى: وبعد أن ألقت أم موسى به في اليم، والتقطه آل فرعون، وعلمت بذلك أصبح قلبها وفؤادها خاليا من التفكير في أى شيء في هذه الحياة، إلا في شيء واحد وهو مصير ابنها موسى- عليه السلام-.وفي هذا التعبير ما فيه من الدقة في تصوير حالتها النفسية، حتى لكأنها صارت فاقدة لكل شيء في قلبها سوى أمر ابنها وفلذة كبدها.قال ابن كثير: قوله- تعالى-: وَأَصْبَحَ فُؤادُ أُمِّ مُوسى فارِغاً من كل شيء من أمور الدنيا إلا من موسى. قاله ابن عباس، ومجاهد، وعكرمة، وسعيد بن جبير، والحسن البصري، وقتادة.... وغيرهم .وإِنْ في قوله- تعالى-: إِنْ كادَتْ لَتُبْدِي بِهِ هي المخففة من الثقيلة واسمها ضمير الشأن، وتبدى بمعنى تظهر، من بدا الشيء يبدو بدوا وبداء إذا ظهر ظهورا واضحا.والضمير في بِهِ يعود إلى موسى- عليه السلام-.أى: وصار فؤاد أم موسى فارغا من كل شيء سوى التفكير في مصيره، وإنها كادت لتصرح للناس بأن الذي التقطه آل فرعون، هو ابنها، وذلك لشدة دهشتها وخوفها عليه من فرعون وجنده.وجواب الشرط في قوله- تعالى-: لَوْلا أَنْ رَبَطْنا عَلى قَلْبِها محذوف دل عليه ما قبله.أى: لولا أن ربطنا على قلبها بقدرتنا وإرادتنا. بأن ثبتناه وقويناه، لأظهرت للناس أن الذي التقطه آل فرعون هو ابنها.وأصل الربط: الشد والتقوية للشيء. ومنه قولهم فلان رابط الجأش، أى: قوى القلب.وقوله- تعالى-: لِتَكُونَ مِنَ الْمُؤْمِنِينَ علة لتثبيت قلبها وتقويته، فهو متعلق بقوله:رَبَطْنا.أى: ربطنا على قلبها لتكون من المصدقين بوعد الله- تعالى-، وأنه سيرد إليها ابنها، كي تقر عينها ولا تحزن."},{"ayah_number":11,"text":"ثم بين- سبحانه- ما فعلته أم موسى بعد ذلك فقال: وَقالَتْ لِأُخْتِهِ قُصِّيهِ.. أى لم تسكت أم موسى بعد أن علمت بالتقاط آل فرعون له، بل قالت لأخت موسى قُصِّيهِ أى تتبعى أثره وخبره وما آل إليه أمره. يقال: قص فلان أثر فلان فهو يقصه، إذا تتبعه، ومنه القصص للأخبار المتتبعة.والفاء في قوله- سبحانه-: فَبَصُرَتْ بِهِ عَنْ جُنُبٍ هي الفصيحة. والجنب:الجانب.أى: فقصت أخت موسى أثره، فأبصرته عن جانب منها، وكأنها لا تريد أن تطلع أحدا على أنها تبحث عن أخيها. وتتبع أثره والجار والمجرور حال من الفاعل، أى: بصرت به مستخفية كائنة عن جنب.قال الآلوسى: عَنْ جُنُبٍ أى عن بعد، وقيل عن شوق إليه.. وقال الكرماني جُنُبٍ صفة لموصوف محذوف، أى عن مكان جنب بعيد وكأنه من الأضداد، فإنه يكون بمعنى القريب- أيضا- كالجار الجنب. وقيل على جانب.. وقيل: النظر عن جنب، أن تنظر الشيء كأنك لا تريده  .والتعبير بقوله- تعالى- فَبَصُرَتْ بِهِ عَنْ جُنُبٍ يشعر بأن أخت موسى أبصرت أخاها إبصارا فيه مخادعة لآل فرعون، حتى لا تجعلهم يشعرون بأنها تبحث عنه.ويشهد لذلك قوله- تعالى-: وَهُمْ لا يَشْعُرُونَ أى: وهم- أى آل فرعون- لا يشعرون أنها أخته تبحث عنه وتتبع أخباره."},{"ayah_number":12,"text":"ثم بين- سبحانه- مظهرا من مظاهر حكمته وقدرته وتدبيره لأمر موسى كي يعود إلى أمه، فقال- تعالى-. وَحَرَّمْنا عَلَيْهِ الْمَراضِعَ مِنْ قَبْلُ....والمراد بالتحريم هنا: المنع، والمراضع: جمع مرضع- بضم الميم وكسر الضاد- وهي المرأة التي ترضع.أى: ومنعنا موسى بقدرتنا وحكمتنا من أن يرضع من المرضعات وكان ذلك من قبل أن تعلم بخبره أمه وأخته.قال ابن كثير: قوله- تعالى-: وَحَرَّمْنا عَلَيْهِ الْمَراضِعَ مِنْ قَبْلُ أى: تحريما قدريا، وذلك لكرامة الله له، صانه عن أن يرتضع غير ثدي أمه، لأنه- سبحانه- جعل ذلك سببا إلى رجوعه إلى أمه، لترضعه وهي آمنة بعد أن كانت خائفة.. .وقوله- سبحانه-: فَقالَتْ هَلْ أَدُلُّكُمْ عَلى أَهْلِ بَيْتٍ يَكْفُلُونَهُ لَكُمْ وَهُمْ لَهُ ناصِحُونَ حكاية لما قالته أخت موسى لفرعون وحاشيته، والاستفهام للتحضيض.أى: وبعد أن بصرت أخت موسى به عن جنب، ورأت رفضه للمراضع، وبحثهم عمن يرضعه، قالت: هَلْ أَدُلُّكُمْ عَلى أَهْلِ بَيْتٍ يَكْفُلُونَهُ لَكُمْ أى: يقومون بتربيته وإرضاعه من أجل راحتكم وراحته، وَهُمْ لَهُ ناصِحُونَ أى: وهم لا يمنعونه ما ينفعه في تربيته وغذائه، ولا يقصرون فيما يعود عليه بالخير والعافية."},{"ayah_number":13,"text":"وقوله- سبحانه-: فَرَدَدْناهُ إِلى أُمِّهِ كَيْ تَقَرَّ عَيْنُها وَلا تَحْزَنَ معطوف على كلام محذوف، والتقدير: فسمعوا منها ما قالت، ودلتهم على أمه، فرددناه إليها، كي يطمئن قلبها وتقر عينها برجوع ولدها إليها، ولا تحزن لفراقه.ولتعلم أن وعد الله- تعالى- حق، أى: أن وعده- سبحانه- لا خلف فيه، بل هو كائن لا محالة.وَلكِنَّ أَكْثَرَهُمْ لا يَعْلَمُونَ أى: ولكن أكثر الناس لا يعلمون هذه الحقيقة حق العلم، ولذا يستعجلون الأمور، دون أن يفطنوا إلى حكمته- سبحانه- في تدبير أمر خلقه.وبذلك نرى هذه الآيات قد صاغت لنا بأبلغ أسلوب، جانبا من حياة موسى- عليه السلام-، ومن رعاية الله- تعالى- له، وهو ما زال في سن الرضاعة.ثم قص علينا- سبحانه- جانبا من حياة موسى- عليه السلام- بعد أن بلغ أشده واستوى، فقال- تعالى-:"},{"ayah_number":14,"text":"وقوله- سبحانه- وَلَمَّا بَلَغَ أَشُدَّهُ وَاسْتَوى بيان لجانب من النعم التي أنعم الله- تعالى- بها على موسى في تلك المرحلة من حياته.ولَمَّا ظرف بمعنى حين. والأشد: قوة الإنسان، واشتعال حرارته من الشدة بمعنى القوة والارتفاع يقال: شد النهار إذا ارتفع. وهو مفرد جاء بصيغة الجمع ولا واحد له من لفظه.وقوله: وَاسْتَوى من الاستواء بمعنى الاكتمال وبلوغ الغاية والنهاية.أى- وحين بلغ موسى- عليه السلام- منتهى شدته وقوته، واكتمال عقله، قالوا:وهي السن التي كان فيها بين الثلاثين والأربعين.آتَيْناهُ بفضلنا وقدرتنا حُكْماً أى: حكمة وهي الإصابة في القول والفعل، وقيل: النبوة.وَعِلْماً أى: فقها في الدين، وفهما سليما للأمور، وإدراكا قويما لشئون الحياة.وقوله- سبحانه-: وَكَذلِكَ نَجْزِي الْمُحْسِنِينَ بيان لسنة من سننه- تعالى- التي لا تتخلف.أى: ومثل هذا الجزاء الحسن، والعطاء الكريم، الذي أكرمنا به موسى وأمه نعطى ونجازي المحسنين، الذين يحسنون أداء ما كلفهم الله- تعالى- به. فكل من أحسن في أقواله وأعماله، أحسن الله- تعالى- جزاءه، وأعطاه الكثير من آلائه."},{"ayah_number":15,"text":"ثم حكى- سبحانه- بعض الأحداث التي تعرض لها موسى- عليه السلام- في تلك الحقبة من عمره فقال: وَدَخَلَ الْمَدِينَةَ عَلى حِينِ غَفْلَةٍ مِنْ أَهْلِها.والمراد بالمدينة: مصر، وقيل: ضاحية من ضواحيها، كعين شمس، أو منف.وجملة عَلى حِينِ غَفْلَةٍ مِنْ أَهْلِها حال من الفاعل. أى: دخلها مستخفيا.قيل: والسبب في دخوله على هذه الحالة، أنه بدت منه مجاهرة لفرعون وقومه بما يكرهون، فخافهم وخافوه. فاختفى وغاب، فدخلها متنكرا .أى: وفي يوم من الأيام، وبعد أن بلغ موسى سن القوة والرشد، دخل المدينة التي يسكنها فرعون وقومه: عَلى حِينِ غَفْلَةٍ مِنْ أَهْلِها أى: دخلها مستخفيا في وقت كان أهلها غافلين عما يجرى في مدينتهم من أحداث، بسبب راحتهم في بيوتهم في وقت القيلولة، أو ما يشبه ذلك.فَوَجَدَ موسى فِيها أى في المدينة رَجُلَيْنِ يَقْتَتِلانِ أى: يتخاصمان ويتنازعان في أمر من الأمور.هذا مِنْ شِيعَتِهِ أى: أحد الرجلين كان من طائفته وقبيلته. أى: من بنى إسرائيل:وَهذا مِنْ عَدُوِّهِ أى: والرجل الثاني كان من أعدائه وهم القبط الذين كانوا يسيمون بنى إسرائيل سوء العذاب.فَاسْتَغاثَهُ الَّذِي مِنْ شِيعَتِهِ عَلَى الَّذِي مِنْ عَدُوِّهِ أى: فطلب الرجل الإسرائيلى من موسى، أن ينصره على الرجل القبطي.والاستغاثة: طلب الغوث والنصرة، ولتضمنه معنى النصرة عدى بعلى.فَوَكَزَهُ مُوسى فَقَضى عَلَيْهِ والفاء هنا فصيحة. والوكز: الضرب بجميع الكف.قال القرطبي: والوكز واللكز واللهز بمعنى واحد، وهو الضرب بجميع الكف .أى: فاستجاب موسى لمن استنصر به، فوكز القبطي، أى: فضربه بيده مضمومة أصابعها في صدره، فَقَضى عَلَيْهِ أى: فقتله. وهو لا يريد قتله، وإنما كان يريد دفعه ومنعه من ظلم الرجل الإسرائيلى.والتعبير بقوله- تعالى-: فَوَكَزَهُ مُوسى فَقَضى عَلَيْهِ يشير إلى أن موسى- عليه السلام- كان على جانب عظيم من قوة البدن، كما يشير- أيضا- إلى ما كان عليه من مروءة عالية. حملته على الانتصار للمظلوم بدون تقاعس أو تردد.ولكن موسى- عليه السلام- بعد أن رأى القبطي جثة هامدة، استرجع وندم، وقال:هذا مِنْ عَمَلِ الشَّيْطانِ أى: قال موسى: هذا الذي فعلته وهو قتل القبطي، من عمل الشيطان ومن وسوسته. ومن تزيينه.إِنَّهُ أى: الشيطان عَدُوٌّ للإنسان مُضِلٌّ له عن طريق الحق مُبِينٌ أى: ظاهر العداوة والإضلال."},{"ayah_number":16,"text":"ثم أضاف إلى هذا الندم والاسترجاع، ندما واستغفارا آخر فقال: رَبِّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي، فَغَفَرَ لَهُ.أى: قال موسى- عليه السلام- بعد قتله القبطي بدون قصد- مكررا الندم والاستغفار: يا رب إنى ظلمت نفسي، بتلك الضربة التي ترتب عليها الموت، فاغفر لي ذنبي، فَغَفَرَ الله- تعالى- لَهُ ذنبه، إِنَّهُ- سبحانه- هُوَ الْغَفُورُ الرَّحِيمُ"},{"ayah_number":17,"text":"ثم أكد موسى عليه السلام- للمرة الثالثة، توبته إلى ربه، وشكره إياه على نعمه، فقال: رَبِّ بِما أَنْعَمْتَ عَلَيَّ فَلَنْ أَكُونَ ظَهِيراً لِلْمُجْرِمِينَ.والظهير: المعين لغيره والناصر له. يقال: ظاهر فلان فلانا إذا أعانه. ويطلق على الواحد والجمع. ومنه قوله- تعالى: وَالْمَلائِكَةُ بَعْدَ ذلِكَ ظَهِيرٌ.قال صاحب الكشاف: قوله بِما أَنْعَمْتَ عَلَيَّ يجوز أن يكون قسما جوابه محذوف، تقديره: أقسم بإنعامك على بالمغفرة لأتوبن فَلَنْ أَكُونَ ظَهِيراً لِلْمُجْرِمِينَ وأن يكون استعطافا، كأنه قال: رب اعصمني بحق ما أنعمت على من المغفرة فلن أكون- إن عصمتني- ظهيرا للمجرمين.وأراد بمظاهرة المجرمين إما صحبة فرعون وانتظامه في جملته، وتكثيره سواده، حيث كان يركب بركوبه، كالولد مع الوالد. وكان يسمى ابن فرعون. وإما مظاهرة من أدت مظاهرته إلى الجرم والإثم، كمظاهرة الإسرائيلى المؤدية إلى القتل الذي لم يحل له.. .وهذه الضراعة المتكررة إلى الله- تعالى- من موسى- عليه السلام-، تدل على نقاء روحه، وشدة صلته بربه، وخوفه منه، ومراقبته له- سبحانه-، فإن من شأن الأخيار في كل زمان ومكان، أنهم لا يعينون الظالمين، ولا يقفون إلى جانبهم.قال القرطبي: ويروى عن النبي صلّى الله عليه وسلّم أنه قال: من مشى مع مظلوم ليعينه على مظلمته، ثبت الله قدميه على الصراط يوم القيامة، يوم تزل الأقدام، ومن مشى مع ظالم ليعينه على ظلمه، أزل الله قدميه على الصراط يوم تدحض فيه الأقدام  ."},{"ayah_number":18,"text":"ثم بين- سبحانه- ما كان من أمر موسى بعد هذه الحادثة فقال: فَأَصْبَحَ فِي الْمَدِينَةِ خائِفاً يَتَرَقَّبُ.أى: واستمر موسى- عليه السلام- بعد قتله للقبطي، يساوره القلق، فأصبح يسير في طرقات المدينة التي حدث فيها القتل، خائِفاً من وقوع مكروه به يَتَرَقَّبُ ما سيسفر عنه هذا القتل من اتهامات وعقوبات ومساءلات.والتعبير بقوله خائِفاً يَتَرَقَّبُ يشعر بشدة القلق النفسي الذي أصاب موسى- عليه السلام- في أعقاب هذا الحادث، كما يشعر- أيضا- بأنه- عليه السلام- لم يكن في هذا الوقت على صلة بفرعون وحاشيته، لأنه لو كان على صلة بهم، ربما دافعوا عنه، أو خففوا المسألة عليه.وفَإِذَا في قوله- تعالى- فَإِذَا الَّذِي اسْتَنْصَرَهُ بِالْأَمْسِ يَسْتَصْرِخُهُ فجائية.ويستصرخه: أى: يستغيث به، مأخوذ من الصراخ وهو رفع الصوت، لأن من عادة المستغيث بغيره أن يرفع صوته طالبا النجدة والعون.أى: وبينما موسى على هذه الحالة من الخوف والترقب، فإذا بالشخص الإسرائيلى الذي نصره موسى بالأمس، يستغيث به مرة أخرى من قبطى آخر ويطلب منه أن يعينه عليه.وهنا قال موسى- عليه السلام- لذلك الإسرائيلى المشاكس: إِنَّكَ لَغَوِيٌّ مُبِينٌ.والغوى: فعيل من أغوى يغوى، وهو بمعنى مغو، كالوجيع والأليم بمعنى: الموجع والمؤلم.والمراد به هنا: الجاهل أو الخائب أو الضال عن الصواب.أى: قال له موسى بحدة وغضب: إنك لضال بين الضلال ولجاهل واضح الجهالة، لأنك تسببت في قتلى لرجل بالأمس، وتريد أن تحملني اليوم على أن أفعل ما فعلته بالأمس، ولأنك لجهلك تنازع من لا قدرة لك على منازعته أو مخاصمته."},{"ayah_number":19,"text":"ومع أن موسى- عليه السلام- قد قال للإسرائيلى إِنَّكَ لَغَوِيٌّ مُبِينٌ إلا أن همته العالية، وكراهيته للظلم، وطبيعته التي تأبى التخلي عن المظلومين كل ذلك دفعه إلى إعداد نفسه لتأديب القبطي، ويحكى القرآن ذلك فيقول: فَلَمَّا أَنْ أَرادَ أَنْ يَبْطِشَ بِالَّذِي هُوَ عَدُوٌّ لَهُما ...والبطش: هو الأخذ بقوة وسطوة. يقال: بطش فلان بفلان إذا ضربه بعنف وقسوة.أى: فحين هيأ موسى- عليه السلام- نفسه للبطش بالقبطي الذي هو عدو لموسى وللإسرائيلى، حيث لم يكن على دينهما.قالَ يا مُوسى أَتُرِيدُ أَنْ تَقْتُلَنِي كَما قَتَلْتَ نَفْساً بِالْأَمْسِ، إِنْ تُرِيدُ إِلَّا أَنْ تَكُونَ جَبَّاراً فِي الْأَرْضِ، وَما تُرِيدُ أَنْ تَكُونَ مِنَ الْمُصْلِحِينَ.ويرى بعض المفسرين، أن القائل لموسى هذا القول، هو الإسرائيلى، الذي طلب من موسى النصرة والعون، وسبب قوله هذا: أنه توهم أن موسى يريد أن يبطش به دون القبطي، عند ما قال له: إِنَّكَ لَغَوِيٌّ مُبِينٌ.فيكون المعنى: قال الإسرائيلي لموسى بخوف وفزع: يا موسى أتريد أن تقتلني كما قتلت نفسا- هي نفس القبطي- بالأمس، وما تريد بفعلك هذا إلا أن تكون جَبَّاراً فِي الْأَرْضِ أى: ظالما قتالا للناس في الأرض، وَما تُرِيدُ أَنْ تَكُونَ مِنَ الْمُصْلِحِينَ الذين يصلحون، بين الناس، فتدفع التخاصم بالتي هي أحسن.ويرى بعضهم أن القائل لموسى هذا القول هو القبطي، لأنه فهم من قول موسى للإسرائيلى إِنَّكَ لَغَوِيٌّ مُبِينٌ أنه- أى: موسى- هو الذي قتل القبطي بالأمس.وقد رجح الإمام الرازي هذا الوجه الثاني فقال: والظاهر هذا الوجه، لأنه- تعالى- قال: فَلَمَّا أَنْ أَرادَ أَنْ يَبْطِشَ بِالَّذِي هُوَ عَدُوٌّ لَهُما قالَ يا مُوسى فهذا القول إذن منه- أى من القبطي- لا من غيره- وأيضا قوله: إِنْ تُرِيدُ إِلَّا أَنْ تَكُونَ جَبَّاراً فِي الْأَرْضِ لا يليق إلا بأن يكون قولا من كافر- وهو القبطي-.وما رجحه الإمام الرازي هو الذي نميل إليه، وإن كان أكثر المفسرين قد رجحوا الرأى الأول، وسبب ميلنا إلى الرأى الثاني، أن السورة الكريمة قد حكت ما كان عليه فرعون وملؤه من علو وظلم واضطهاد لبنى إسرائيل، ومن شأن الظالمين أنهم يستكثرون الدفاع عن المظلومين، بل ويتهمون من يدافع عنهم بأنه جبار في الأرض، لذا نرى أن القائل هذا القول لموسى، هو القبطي، وليس الإسرائيلى- والله أعلم بمراده-."},{"ayah_number":20,"text":"وقوله- سبحانه-: وَجاءَ رَجُلٌ مِنْ أَقْصَى الْمَدِينَةِ يَسْعى.. معطوف على كلام محذوف يرشد إليه السياق.والتقدير: وانتشر خبر قتل موسى للقبطي بالمدينة، فأخذ فرعون وقومه في البحث عنه لينتقموا منه.. وجاء رجل- قيل هو مؤمن من آل فرعون- من أقصى المدينة، أى: من أطرافها وأبعد مكان فيها يَسْعى أى: يسير سيرا سريعا نحو موسى، فلما وصل إليه قال له: يا مُوسى إِنَّ الْمَلَأَ وهم زعماء قوم فرعون.يَأْتَمِرُونَ بِكَ لِيَقْتُلُوكَ أى: يتشاورون في أمرك ليقتلوك، أو يأمر بعضهم بعضا بقتلك، وسمى التشاور بين الناس ائتمارا، لأن كلا من المتشاورين يأمر الآخر، ويأتمر بأمره.ومنه قوله- تعالى-: وَأْتَمِرُوا بَيْنَكُمْ بِمَعْرُوفٍ أى: وتشاوروا بينكم بمعروف.وقوله: فَاخْرُجْ إِنِّي لَكَ مِنَ النَّاصِحِينَ أى: قال الرجل لموسى: مادام الأمر كذلك يا موسى فاخرج من هذه المدينة، ولا تعرض نفسك للخطر، إنى لك من الناصحين بذلك، قبل أن يظفروا بك ليقتلوك."},{"ayah_number":21,"text":"واستجاب موسى لنصح هذا الرجل فَخَرَجَ مِنْها أى: من المدينة، حالة كونه خائِفاً من الظالمين يَتَرَقَّبُ التعرض له منهم، ويعد نفسه للتخفى عن أنظارهم.وجعل يتضرع إلى ربه قائلا: رَبِّ نَجِّنِي بقدرتك وفضلك مِنَ الْقَوْمِ الظَّالِمِينَ بأن تخلصني من كيدهم، وتحول بينهم وبيني، فأنا ما قصدت بما فعلت، إلا دفع ظلمهم وبغيهم.وإلى هنا تكون السورة الكريمة، قد قصت علينا هذا الجانب من حياة موسى، بعد أن بلغ أشده واستوى، وبعد أن دفع بهمته الوثابة ظلم الظالمين، وخرج من مدينتهم خائفا يترقب، ملتمسا من خالقه- عز وجل- النجاة من مكرهم.ثم حكت لنا السورة الكريمة بعد ذلك، ما كان منه عند ما توجه إلى جهة مدين، وما حصل له في تلك الجهة من أحداث، فقال- تعالى-:"},{"ayah_number":22,"text":"ولفظ تِلْقاءَ في قوله- تعالى-: وَلَمَّا تَوَجَّهَ تِلْقاءَ مَدْيَنَ منصوب على الظرفية المكانية، وهو في الأصل اسم مصدر. يقال دارى تلقاء دار فلان، إذا كانت محاذية لها.ومَدْيَنَ اسم لقبيلة شعيب- عليه السلام- أو لقريته التي كان يسكن فيها، سميت بذلك نسبة إلى مدين بن إبراهيم- عليه السلام-.وإنما توجه إليها موسى- عليه السلام-، لأنها لم تكن داخلة تحت سلطان فرعون وملئه.أى: وبعد أن خرج موسى من مصر خائفا يترقب، صرف وجهه إلى جهة قرية مدين التي على أطراف الشام جنوبا، والحجاز شمالا.صرف وجهه إليها مستسلما لأمر ربه، متوسلا إليه بقوله: عَسى رَبِّي أَنْ يَهْدِيَنِي سَواءَ السَّبِيلِ.أى: قال على سبيل الرجاء في فضل الله- تعالى- وكرمه: عسى ربي الذي خلقني بقدرته، وتولاني برعايته وتربيته، أن يهديني ويرشدني إلى أحسن الطرق التي تؤدى بي إلى النجاة من القوم الظالمين.فالمراد بسواء السبيل: الطريق المستقيم السهل المؤدى. إلى النجاة، من إضافة الصفة إلى الموصوف أى: عسى أن يهديني ربي إلى الطريق الوسط الواضح."},{"ayah_number":23,"text":"وأجاب الله- تعالى- دعاءه، ووصل موسى بعد رحلة شاقة مضنية إلى أرض مدين،ويقص علينا القرآن ما حدث له بعد وصوله إليها فيقول: وَلَمَّا وَرَدَ ماءَ مَدْيَنَ، وَجَدَ عَلَيْهِ أُمَّةً مِنَ النَّاسِ يَسْقُونَ، وَوَجَدَ مِنْ دُونِهِمُ امْرَأَتَيْنِ تَذُودانِ.قال القرطبي: ووروده الماء: معناه بلغه، لا أنه دخل فيه. ولفظة الورود قد تكون بمعنى الدخول في المورود، وقد تكون بمعنى الاطلاع عليه والبلوغ إليه وإن لم يدخل، فورود موسى هذا الماء كان بالوصول إليه..  .وقوله- تعالى-: تَذُودانِ من الذود بمعنى الطرد والدفع والحبس. يقال: ذاد فلان إبله عن الحوض، ذودا وذيادا إذا حبسها ومنعها من الوصول إليه.والمعنى وحين وصل موسى- عليه السلام- إلى الماء الذي تستقي منه قبيلة مدين وجد أمة أى جماعة كثيرة مِنَ النَّاسِ يَسْقُونَ أى: يسقون إبلهم وغنمهم، ودوابهم المختلفة.وَوَجَدَ مِنْ دُونِهِمُ أى: ووجد بالقرب منهم. أو في جهة غير جهتهم.امْرَأَتَيْنِ تَذُودانِ أى: امرأتين تطردان وتمنعان أغنامهما أو مواشيهما عن الماء، حتى ينتهى الناس من السقي، ثم بعد ذلك هما تسقيان دوابهما، لأنهما لا قدرة لهما على مزاحمة الرجال.وهنا قال لهما موسى- صاحب الهمة العالية، والمروءة السامية، والنفس الوثابة نحو نصرة المحتاج- قال لهما بما يشبه التعجب: ما خَطْبُكُما؟ أى: ما شأنكما؟ وما الدافع لكما إلى منع غنمكما من الشرب من هذا الماء، مع أن الناس يسقون منه؟وهنا قالتا له على سبيل الاعتذار وبيان سبب منعهما لمواشيهما عن الشرب: لا نَسْقِي حَتَّى يُصْدِرَ الرِّعاءُ، وَأَبُونا شَيْخٌ كَبِيرٌ.ويصدر: من أصدر- والصدر عن الشيء: الرجوع عنه، وهو ضد الورود. يقال: صدر فلان عن الشيء. إذا رجع عنه.قال الشوكانى: قرأ الجمهور «يصدر» بضم الياء وكسر الدال- مضارع أصدر المتعدى بالهمزة، وقرأ ابن عامر وأبو عمرو «يصدر» بفتح الياء وضم الدال- من صدر يصدر اللازم، فالمفعول على القراءة الأولى محذوف. أى: يرجعون مواشيهم.. والرِّعاءُ جمع الراعي، مأخوذ من الرعي بمعنى الحفظ.أى: قالتا لموسى- عليه السلام-: إن من عادتنا أن لا نسقى. مواشينا حتى يصرف الرعاء دوابهم عن الماء، ويصبح الماء خاليا لنا، لأننا لا قدرة لنا على المزاحمة، وليس عندنا رجل يقوم بهذه المهمة، وأبونا شيخ كبير في السن لا يقدر- أيضا- على القيام بمهمة الرعي والمزاحمة على السقي."},{"ayah_number":24,"text":"وبعد أن سمع موسى منهما هذه الإجابة، سارع إلى معاونتهما- شأن أصحاب النفوس الكبيرة، والفطرة السليمة، وقد عبر القرآن عن هذه المسارعة بقوله: فَسَقى لَهُما.أى: فسقى لهما مواشيهما سريعا. من أجل أن يريحهما ويكفيهما عناء الانتظار وفي هذا التعبير إشارة إلى قوته، حيث إنه استطاع وهو فرد غريب بين أمة من الناس يسقون- أن يزاحم تلك الكثرة من الناس، وأن يسقى للمرأتين الضعيفتين غنمهما. دون أن يصرفه شيء عن ذلك.رحم الله صاحب الكشاف. فقد أجاد عند عرضه لهذه المعاني. فقال ما ملخصه: «قوله:فَسَقى لَهُما أى: فسقى غنمهما لأجلهما. وروى أن الرعاة كانوا يضعون على رأس البئر حجرا لا يقله إلا سبعة رجال.. فأقله وحده.وإنما فعل ذلك رغبة في المعروف وإغاثة للملهوف والمعنى: أنه وصل إلى ذلك الماء، وقد ازدحمت عليه أمة من الناس، متكافئة العدد، ورأى الضعيفتين من ورائهم، مع غنمهما مترقبتين لفراغهم. فما أخطأت همته في دين الله تلك الفرصة، مع ما كان به من النصب والجوع، ولكنه رحمهما فأغاثهما، بقوة قلبه، وبقوة ساعده.فإن قلت: لم ترك المفعول غير مذكور في قوله يَسْقُونَ وتَذُودانِ قلت: لأن الغرض هو الفعل لا المفعول. ألا ترى أنه إنما رحمهما لأنهما كانتا على الذياد وهم على السقي، ولم يرحمهما لأن مذودهما غنم ومسقيهم إبل مثلا.فإن قلت: كيف طابق جوابهما سؤاله؟ قلت: سألهما عن سبب الذود فقالتا: السبب في ذلك أننا امرأتان ضعيفتان مستورتان لا نقدر على مزاحمة الرجال، فلا بد لنا من تأخير السقي إلى أن يفرغوا، وما لنا رجل يقوم بذلك، وأبونا شيخ كبير، فقد أضعفه الكبر، فلا يصلح للقيام به، فهما قد أبدتا إليه عذرهما في توليهما السقي بأنفسهما.فإن قلت: كيف ساغ لنبي الله الذي هو شعيب- عليه السلام- أن يرضى لا بنتيه بسقى الماشية؟ قلت، الأمر في نفسه ليس بمحظور، فالدين لا يأباه، وأما المروءة فالناس مختلفون في ذلك. والعادات متباينة فيه.. وأحوال العرب فيه خلاف أحوال العجم. ومذهب أهل البدو غير مذهب أهل الحضر، خصوصا إذا كانت الحالة حالة ضرورة..  .وقوله- تعالى-: ثُمَّ تَوَلَّى إِلَى الظِّلِّ فقال: رَبِّ إِنِّي لِما أَنْزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ بيان لما فعله موسى وقاله بعد أن سقى للمرأتين غنمهما.أى: فسقى موسى للمرأتين غنمهما، ثم أعرض عنهما متجها إلى الظل الذي كان قريبا منه في ذلك المكان، قيل كان ظل شجرة وقيل ظل جدار.فقال: على سبيل التضرع إلى ربه: يا ربي: إنى فقير ومحتاج إلى أى خير ينزل منك على سواء أكان هذا الخير طعاما أم غيره.قال الآلوسى ما ملخصه: وقوله: فَقالَ رَبِّ إِنِّي لِما أَنْزَلْتَ إِلَيَّ أى: لأى شيء تنزله من خزائن كرمك إلى مِنْ خَيْرٍ جل أو قل، فَقِيرٌ أى: محتاج، وهو خبر إن.وعدى باللام لتضمنه معنى الاحتياج. وما نكرة موصوفة، والجملة بعدها صفتها.والرابط محذوف، ومِنْ خَيْرٍ بيان لها والتنوين فيه للشيوع، والكلام تعريض لما يطعمه، بسبب ما ناله من شدة الجوع.يدل لذلك ما أخرجه ابن مردويه عن أنس بن مالك: قال قال رسول الله صلّى الله عليه وسلم:«لما سقى موسى للجاريتين، ثم تولى إلى الظل، فقال: رب إنى لما أنزلت إلى من خير فقير، وإنه يومئذ فقير إلى كف من تمر» ."},{"ayah_number":25,"text":"واستجاب الله- تعالى- لموسى دعاءه. وأرسل إليه الفرج سريعا، يدل لذلك قوله- تعالى- بعد هذا الدعاء من موسى: فَجاءَتْهُ إِحْداهُما تَمْشِي عَلَى اسْتِحْياءٍ قالَتْ إِنَّ أَبِي يَدْعُوكَ لِيَجْزِيَكَ أَجْرَ ما سَقَيْتَ لَنا ...وفي الكلام حذف يفهم من السياق وقد أشار إليه ابن كثير بقوله: لما رجعت المرأتان سراعا بالغنم إلى أبيهما، أنكر حالهما ومجيئهما سريعا، فسألهما عن خبرهما فقصتا عليه ما فعل موسى- عليه السلام-. فبعث إحداهما إليه لتدعوه إلى أبيها، كما قال- تعالى-:فَجاءَتْهُ إِحْداهُما تَمْشِي عَلَى اسْتِحْياءٍ أى: مشى الحرائر، كما روى عن عمر بن الخطاب أنه قال: كانت مستترة بكم درعها. أى قميصها.ثم قال ابن كثير: وقد اختلف المفسرون في هذا الرجل من هو؟ على أقوال: أحدها أنه شعيب النبي- عليه السلام- الذي أرسله الله إلى أهل مدين، وهذا هو المشهور عند كثيرين وقد قاله الحسن البصري وغير واحد ورواه ابن أبى حاتم.وقد روى الطبراني عن مسلمة بن سعد العنزي أنه وفد على رسول الله صلّى الله عليه وسلّم فقال له: مرحبا بقوم شعيب، وأختان موسى.وقال آخرون. بل كان ابن أخى شعيب. وقيل: رجل مؤمن من آل شعيب.ثم قال- رحمه الله- ثم من المقوى لكونه ليس بشعيب، أنه لو كان إياه لأوشك أن ينص على اسمه في القرآن هاهنا. وما جاء في بعض الأحاديث من التصريح بذكره في قصة موسى لم يصح إسناده  .والمعنى: ولم يطل انتظار موسى للخير الذي التمسه من خالقه- عز وجل- فقد جاءته إحدى المرأتين اللتين سقى لهما، حالة كونها تَمْشِي عَلَى اسْتِحْياءٍ أى: على تحشم وعفاف شأن النساء الفضليات.قالَتْ بعبارة بليغة موجزة: إِنَّ أَبِي يَدْعُوكَ للحضور إليه لِيَجْزِيَكَ أَجْرَ ما سَقَيْتَ لَنا أى: ليكافئك على سقيك لنا غنمنا.واستجاب موسى لدعوة أبيها وذهب معها للقائه فَلَمَّا جاءَهُ، أى: فلما وصل موسى إلى بيت الشيخ الكبير، وَقَصَّ عَلَيْهِ الْقَصَصَ، أى: وقص عليه ما جرى له قبل ذلك، من قتله القبطي، ومن هروبه إلى أرض مدين.فالقصص هنا مصدر بمعنى اسم المفعول، أى: المقصوص.قالَ أى: الشيخ الكبير لموسى لا تَخَفْ نَجَوْتَ مِنَ الْقَوْمِ الظَّالِمِينَ أى:لا تخف يا موسى من فرعون وقومه، فقد أنجاك الله- تعالى- منهم ومن كل ظالم.وهذا القول من الشيخ الكبير لموسى، صادف مكانه، وطابق مقتضاه، فقد كان موسى- عليه السلام- أحوج ما يكون في ذلك الوقت إلى نعمة الأمان والاطمئنان، بعد أن خرج من مصر خائفا يترقب."},{"ayah_number":26,"text":"ثم يحكى القرآن بعد ذلك، ما أشارت به إحدى الفتاتين على أبيها: فقال- تعالى-:قالَتْ إِحْداهُما ولعلها التي جاءت إلى موسى على استحياء لتقول له: إِنَّ أَبِي يَدْعُوكَ لِيَجْزِيَكَ أَجْرَ ما سَقَيْتَ لَنا.يا أَبَتِ اسْتَأْجِرْهُ أى: قالت لأبيها بوضوح واستقامة قصد- شأن المرأة السليمة الفطرة النقية العرض القوية الشخصية- يا أبت استأجر هذا الرجل الغريب ليكفينا تعب الرعي، ومشقة العمل خارج البيت.ثم عللت طلبها بقولها: إِنَّ خَيْرَ مَنِ اسْتَأْجَرْتَ الْقَوِيُّ الْأَمِينُ أى: استأجره ليرعى غنمنا، فإنه جدير بهذه المهمة، لقوته وأمانته، ومن جمع في سلوكه وخلقه بين القوة والأمانة، كان أهلا لكل خير، ومحلا لثقة الناس به على أموالهم وأعراضهم.قال ابن كثير: قال عمر، وابن عباس، وشريح القاضي، وأبو مالك، وقتادة.. وغير واحد: لما قالت: إِنَّ خَيْرَ مَنِ اسْتَأْجَرْتَ الْقَوِيُّ الْأَمِينُ قال لها أبوها: وما علمك بذلك؟ قالت: إنه رفع الصخرة التي لا يطيق حملها إلا عشرة رجال، وأنه لما جئت معه تقدمت أمامه، فقال لي: كوني من ورائي، فإذا اجتنبت الطريق فاحذفى- أى فارمى- بحصاة أعلم بها كيف الطريق لأهتدى إليه ."},{"ayah_number":27,"text":"واستجاب الشيخ الكبير لما اقترحته عليه ابنته، وكأنه أحس بصدق عاطفتها، وطهارة مقصدها وسلامة فطرتها، فوجه كلامه إلى موسى قائلا: إِنِّي أُرِيدُ أَنْ أُنْكِحَكَ إِحْدَى ابْنَتَيَّ هاتَيْنِ.أى: قال الشيخ الكبير لموسى مستجيبا لاقتراح ابنته: يا موسى إنى أريد أن أزوجك إحدى ابنتي هاتين.ولعله أراد بإحداهما، تلك التي قالت له: يا أبت استأجره، لشعوره- وهو الشيخ الكبير، والأب العطوف، الحريص على راحة ابنته- بأن هناك عاطفة شريفة تمت بين قلب ابنته، وبين هذا الرجل القوى الأمين، وهو موسى- عليه السلام-.وفي هذه الآيات ما فيها من الإشارة إلى رغبة المرأة الصالحة، في الرجل الصالح، وإلى أنه من شأن الآباء العقلاء أن يعملوا على تحقيق هذه الرغبة.قال الشوكانى: في هذه الآية مشروعية عرض ولى المرأة لها على الرجل، وهذه سنة ثابتة في الإسلام، كما ثبت من عرض عمر لابنته حفصة على أبى بكر وعثمان، وغير ذلك مما وقع في أيام الصحابة أيام النبوة، وكذلك ما وقع من عرض المرأة لنفسها على رسول الله صلّى الله عليه وسلم  .وقوله- سبحانه-: عَلى أَنْ تَأْجُرَنِي ثَمانِيَ حِجَجٍ بيان لما اشترطه الشيخ الكبير على موسى- عليه السلام-.أى قال له بصيغة التأكيد: إنى أريد أن أزوجك إحدى ابنتي هاتين، بشرط أن تعمل أجيرا عندي لرعى غنمي ثَمانِيَ حِجَجٍ أى: ثماني سنين.قال الجمل: وقوله: عَلى أَنْ تَأْجُرَنِي في محل نصب على الحال، إما من الفاعل أو من المفعول.أى: مشروطا على أو عليك ذلك.. وتَأْجُرَنِي مفعوله الثاني محذوف أى: تأجرنى نفسك وثَمانِيَ حِجَجٍ ظرف له.. .وقوله: فَإِنْ أَتْمَمْتَ عَشْراً فَمِنْ عِنْدِكَ أى: فإن أتممت عشر سنين كأجير عندي لرعاية غنمي، أى: فهذا الإتمام من عندك على سبيل التفضل والتكرم فإنى لا أشترط عليك سوى ثماني حجج.وقوله وَما أُرِيدُ أَنْ أَشُقَّ عَلَيْكَ سَتَجِدُنِي إِنْ شاءَ اللَّهُ مِنَ الصَّالِحِينَ بيان لحسن العرض الذي عرضه الشيخ على موسى.أى: وما أريد أن أشق عليك أو أتعبك في أمر من الأمور خلال استئجارى لك، بل ستجدني- إن شاء الله- تعالى- من الصالحين، في حسن المعاملة، وفي لين الجانب، وفي الوفاء بالعهد.وقال: سَتَجِدُنِي إِنْ شاءَ اللَّهُ.. للدلالة على أنه من المؤمنين. الذين يفوضون أمورهم إلى الله- تعالى- ويرجون توفيقه ومعونته على الخير."},{"ayah_number":28,"text":"ثم حكى- سبحانه- ما رد به موسى فقال: قالَ ذلِكَ بَيْنِي وَبَيْنَكَ أَيَّمَا الْأَجَلَيْنِ قَضَيْتُ فَلا عُدْوانَ عَلَيَّ، وَاللَّهُ عَلى ما نَقُولُ وَكِيلٌ.أى: قالَ موسى في الرد على الشيخ الكبير ذلِكَ بَيْنِي وَبَيْنَكَ أى: ذلك الذي قلته لي واشترطته على، كائن وحاصل بيني وبينك، وكلانا مطالب بالوفاء به فاسم الإشارة مبتدأ، وبيني وبينك خبره، والإشارة مرجعها إلى ما تعاقدا عليه، وأى في قوله: أَيَّمَا الْأَجَلَيْنِ شرطية، وجوابها، فَلا عُدْوانَ عَلَيَّ وما مزيدة للتأكيد.والمعنى: أى الأجلين، أى الثمانية الأعوام أو العشرة الأعوام قَضَيْتُ أى: وفيت به، وأديته معك أجيرا عندك فَلا عُدْوانَ عَلَيَّ أى: فلا ظلم على، وأصل العدوان:تجاوز الحد.قال صاحب الكشاف ما ملخصه: أى قال موسى: ذلك الذي قلته.. قائم بيننا جميعا لا يخرج كلانا عنه لا أنا عما اشترطت على ولا أنت عما اشترطت على نفسك.. ثم قال: أى أجل من الأجلين قضيت- أطولهما أو أقصرهما- فَلا عُدْوانَ عَلَيَّ أى: فلا يعتدى على في طلب الزيادة عليه. فإن قلت: تصور العدوان إنما هو في أحد الأجلين الذي هو الأقصر، وهو المطالبة بتتمة العشر، فما معنى تعليق العدوان بهما جميعا؟قلت: معناه، كما أنى إن طولبت بالزيادة على العشر كان عدوانا لا شك فيه، فكذلك إن طولبت بالزيادة على الثماني. أراد بذلك تقرير أمر الخيار، وأنه ثابت مستقر، وأن الأجلين على السواء إما هذا وإما هذا من غير تفاوت بينهما في القضاء، وأما التتمة فهي موكولة إلى رأيى. إن شئت أتيت بها، وإلا لم أجبر عليها..  .والمقصود بقوله: وَاللَّهُ عَلى ما نَقُولُ وَكِيلٌ توثيق العهد وتأكيده، وأنه لا سبيل لواحد منهما على الخروج عنه أصلا.أى: والله- تعالى- شهيد ووكيل ورقيب على ما اتفقنا عليه، وتعاهدنا على تنفيذه، وكفى بشهادته- سبحانه- شهادة.وقد ساق الإمام ابن كثير جملة من الآثار التي تدل على أن موسى- عليه السلام- قد قضى أطول الأجلين. ومن ذلك ما جاء عن ابن عباس أن رسول الله صلّى الله عليه وسلّم قال: سألت جبريل: أى الأجلين قضى موسى؟ قال: «أكملهما وأتمهما، وفي رواية: أبرهما وأوفاهما»  .هذا، والمتأمل في هذه الآيات الكريمة، يرى فيها بجلاء ووضوح، ما جبل عليه موسى- عليه السلام- من صبر على بأساء الحياة وضرائها ومن همة عالية تحمله في كل موطن على إعانة المحتاج، ومن طبيعة إيجابية تجعله دائما لا يقف أمام مالا يرضيه مكتوف اليدين، ومن عاطفة رقيقة تجعله في كل الأوقات دائم التذكر لخالقه، كثير التضرع إليه بالدعاء.كما يرى فيها الفطرة السوية، والصدق مع النفس، والحياء، والعفاف، والوضوح، والبعد عن التكلف والالتواء، كل ذلك متمثل في قصة هاتين المرأتين اللتين سقى لهما موسى غنمهما، واللتين جاءته إحداهما تمشى على استحياء، ثم قالت لأبيها: يا أبت استأجره.كما يرى فيها ما كان يتحلى به ذلك الشيخ الكبير من عقل راجح، ومن قول طيب حكيم، يدخل الأمان والاطمئنان على قلب الخائف، ومن أبوة حانية رشيدة، تستجيب للعواطف الشريفة، وتعمل على تحقيق رغباتها عن طريق الزواج الذي شرعه الله- تعالى-.ومضت السنوات العشر، التي قضاها موسى أجيرا عند الشيخ الكبير في مدين، ووفى كل واحد منهما بما وعد به صاحبه، وتزوج موسى بإحدى ابنتي الشيخ الكبير، وقرر الرجوع بأهله إلى مصر، فماذا حدث له في طريق عودته؟ يحكى لنا القرآن الكريم بأسلوبه البديع ما حدث لموسى- عليه السلام- بعد ذلك فيقول:"},{"ayah_number":29,"text":"والمراد بالأجل في قوله- تعالى-: فَلَمَّا قَضى مُوسَى الْأَجَلَ.. المدة التي قضاها موسى أجيرا عند الشيخ الكبير، بجهة مدين.والمعنى: ومكث موسى عشر سنين في مدين، فلما قضاها وتزوج بإحدى ابنتي الشيخ الكبير، استأذن منه وَسارَ بِأَهْلِهِ أى وسار بزوجته متجها إلى مصر ليرى أقاربه وذوى رحمه، أو إلى مكان آخر قيل: هو بيت المقدس.آنَسَ مِنْ جانِبِ الطُّورِ ناراً ولفظ آنَسَ من الإيناس، وهو إبصار الشيء ورؤيته بوضوح لا التباس معه، حتى لكأنه يحسه بجانب رؤيته له.أى: وخلال سيره بأهله إلى مصر، رأى بوضوح وجلاء مِنْ جانِبِ الطُّورِ ناراً.أى: رأى من الجهة التي تلى جبل الطور نارا عظيمة.قال الآلوسى: «استظهر بعضهم أن المبصر كان نورا حقيقة، إلا أنه عبر عنه بالنار، اعتبارا لاعتقاد موسى- عليه السلام-، وقال بعضهم: كان المبصر في صور النار الحقيقة، وأما حقيقته، فوراء طور العقل، إلا أن موسى- عليه السلام- ظنه النار المعروفة» .وقوله- سبحانه- قالَ لِأَهْلِهِ امْكُثُوا إِنِّي آنَسْتُ ناراً.. حكاية لما قاله موسى- عليه السلام- لزوجته ومن معها عند ما أبصر النار.أى: عند ما أبصر موسى النار بوضوح وجلاء قالَ لِأَهْلِهِ امْكُثُوا في مكانكم إِنِّي آنَسْتُ ناراً على مقربة منى وسأذهب إليها.لَعَلِّي آتِيكُمْ مِنْها بِخَبَرٍ ينفعنا في مسيرتنا، أَوْ أقتطع لكم منها جَذْوَةٍ مِنَ النَّارِ لَعَلَّكُمْ تَصْطَلُونَ.قال الجمل: قرأ حمزة: أَوْ جَذْوَةٍ بضم الجيم. وقرأ عاصم بالفتح، وقرأ الباقون بالكسر، وهي لغات في العود الذي في رأسه نار، هذا هو المشهور. وقيده بعضهم فقال: في رأسه نار من غير لهب، وقد ورد ما يقتضى وجود اللهب فيه، وقيل: الجذوة العود الغليظ سواء أكان في رأسه نار أم لم يكن. وليس المراد هنا إلا ما في رأسه نار.وقوله: تَصْطَلُونَ من الاصطلاء بمعنى الاقتراب من النار للاستدفاء بها من البرد.والطاء فيه مبدلة من تاء الافتعال.أى: قال موسى لأهله امكثوا في مكانكم حتى أرجع إليكم، فإنى أبصرت نارا سأذهب إليها، لعلى آتيكم من جهتها بخبر يفيدنا في رحلتنا، أو أقتطع لكم منها قطعة من الجمر، كي تستدفئوا بها من البرد.قال ابن كثير ما ملخصه: وكان ذلك بعد ما قضى موسى الأجل الذي كان بينه وبين صهره في رعاية الغنم، وسار بأهله. قيل: قاصدا بلاد مصر بعد أن طالت الغيبة عنها أكثر من عشر سنين، ومعه زوجته، فأضل الطريق، وكانت ليلة شاتية. ونزل منزلا بين شعاب وجبال، في برد وشتاء، وسحاب وظلام وضباب وجعل يقدح بزند معه ليورى نارا- أى: ليخرج نارا- كما جرت العادة به، فجعل لا يقدح شيئا، ولا يخرج منه شرر ولا شيء، فبينما هو كذلك إذ آنس من جانب الطور نارا..  ."},{"ayah_number":30,"text":"ثم بين- سبحانه-: ما حدث لموسى بعد أن وصل إلى الجهة التي فيها النار فقال- تعالى-: فَلَمَّا أَتاها نُودِيَ مِنْ شاطِئِ الْوادِ الْأَيْمَنِ فِي الْبُقْعَةِ الْمُبارَكَةِ مِنَ الشَّجَرَةِ، أَنْ يا مُوسى إِنِّي أَنَا اللَّهُ رَبُّ الْعالَمِينَ.والضمير في «أتاها» ، يعود إلى النار التي رآها. وشاطئ الوادي: جانبه، والأيمن:صفته.أى: فحين أتى موسى- عليه السلام- إلى النار التي أبصرها، نُودِيَ مِنْ شاطِئِ الْوادِ الْأَيْمَنِ أى سمع نداء من الجانب الأيمن بالنسبة له، أى: لموسى وهو يسير إلى النار التي رآها، فمن لابتداء الغاية.ويرى بعضهم أن المراد بالأيمن. أى: المبارك، مأخوذ من اليمن بمعنى البركة.وقوله: فِي الْبُقْعَةِ الْمُبارَكَةِ متعلق بقوله نُودِيَ أو بمحذوف حال من الشاطئ.وقوله: مِنَ الشَّجَرَةِ بدل اشتمال من شاطئ الوادي، فإنه كان مشتملا عليها.والبقعة: اسم للقطعة من الأرض التي تكون غير هيئة القطعة المجاورة لها وجمعها بقع- بضم الباء وفتح القاف- وبقاع.ووصفت بالبركة: لما وقع فيها من التكليم والرسالة لموسى، وإظهار المعجزات والآيات على يديه.أى: فلما اقترب موسى من النار، نودي من ذلك المكان الطيب، الكائن على يمينه وهو يسير إليها. والمشتمل على البقعة المباركة من ناحية الشجرة.ولعل التنصيص على الشجرة، للإشارة إلى أنها كانت الوحيدة في ذلك المكان.وأَنْ في قوله- تعالى-: أَنْ يا مُوسى إِنِّي أَنَا اللَّهُ رَبُّ الْعالَمِينَ تفسيرية، لأن النداء قول.أى: نودي أن يا موسى تنبه وتذكر إنى أنا الله رب العالمين.قال الإمام ابن كثير: وقوله- تعالى-: أَنْ يا مُوسى إِنِّي أَنَا اللَّهُ رَبُّ الْعالَمِينَ أى:الذي يخاطبك ويكلمك هو رب العالمين، الفعال لما يشاء لا إله غيره. ولا رب سواه، تعالى وتقدس وتنزه عن مماثلة المخلوقات في ذاته وصفاته وأقواله- سبحانه- ."},{"ayah_number":31,"text":"«قوله- سبحانه-: وَأَنْ أَلْقِ عَصاكَ معطوف على قوله أَنْ يا مُوسى فكلاهما مفسر للنداء، والفاء في قوله فَلَمَّا رَآها تَهْتَزُّ فصيحة.والمعنى: نودي أن يا موسى إنى أنا الله رب العالمين، ونودي أن ألق عصاك، فألقاها.فَلَمَّا رَآها تَهْتَزُّ أى تضطرب بسرعة كَأَنَّها جَانٌّ أى: كأنها في سرعة حركتها وشدة اضطرابها جَانٌّ أى: ثعبان يدب بسرعة ويمرق في خفة ولى مدبرا ولم يعقب. أى: ولى هاربا خوفا منها، دون أن يفكر في العودة إليها. ليتبين ماذا بها، وليتأمل ما حدث لها.يقال: عقب المقاتل إذا كر راجعا إلى خصمه، بعد أن فر من أمامه.وهنا جاءه النداء مرة أخرى، في قوله- تعالى-: يا مُوسى أَقْبِلْ وَلا تَخَفْ إِنَّكَ مِنَ الْآمِنِينَ.أى: يا موسى أقبل نحو المكان الذي كنت فيه، ولا تخف مما رأيته، إنك من عبادنا الآمنين عندنا، المختارين لحمل رسالتنا."},{"ayah_number":32,"text":"ثم أمره- سبحانه- بأمر آخر فقال: اسْلُكْ يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضاءَ مِنْ غَيْرِ سُوءٍ ...ولفظ اسْلُكْ من السلك- بتشديد السين مع الفتح- بمعنى إدخال الشيء في الشيء.أى: أدخل يدك يا موسى في فتحة ثوبك، تخرج بيضاء من غير سوء مرض أو عيب وَاضْمُمْ إِلَيْكَ جَناحَكَ مِنَ الرَّهْبِ والجناح: اليد، والرهب: الخوف والفزع.والمقصود بالجملة الكريمة وَاضْمُمْ إِلَيْكَ جَناحَكَ مِنَ الرَّهْبِ إرشاد موسى إلى ما يدخل الطمأنينة على قلبه، ويزيل خوفه.والمعنى: افعل يا موسى ما أمرناك به، فإذا أفزعك أمر يدك وما تراه من بياضها وشعاعها، فأدخلها في فتحة ثوبك، تعد إلى حالتها الأولى.وإذا انتابك خوف عند معاينة الحية، فاضمم يدك إلى صدرك، يذهب عنك الخوف.قال صاحب الكشاف: فإن قلت ما معنى قوله: وَاضْمُمْ إِلَيْكَ جَناحَكَ مِنَ الرَّهْبِ؟قلت: فيه معنيان، أحدهما: أن موسى- عليه السلام- لما قلب الله العصا حية فزع واضطرب، فاتقاها بيده، كما يفعل الخائف من الشيء، فقيل له: إن اتقاءك بيدك فيه غضاضة- أى منقصة- عند الأعداء فإذا ألقيتها فعند ما تنقلب حية، فأدخل يدك تحت عضدك مكان اتقائك بها، ثم أخرجها بيضاء ليحصل الأمران: اجتناب ما هو غضاضة عليك، وإظهار معجزة أخرى.والثاني: أن يراد بضم جناحه إليه، تجلده وضبط نفسه، وتشدده عند انقلاب العصا حية، حتى لا يضطرب ولا يرهب ... .واسم الإشارة في قوله، فذانك برهانان من ربك إلى فرعون وملئه.. يعود إلى العصا واليد. والتذكير لمراعاة الخبر وهو بُرْهانانِ والبرهان: الحجة الواضحة النيرة التي تلجم الخصم، وتجعله لا يستطيع معارضتها. أى: فهاتان المعجزتان اللتان أعطيناك إياهما يا موسى، وهما العصا واليد، حجتان واضحتان كائنتان مِنْ رَبِّكَ فاذهب بهما إلى فِرْعَوْنَ وَمَلَائِهِ لكي تبلغهم رسالتنا، وتأمرهم بإخلاص العبادة لنا.إِنَّهُمْ أى: فرعون وملئه كانُوا قَوْماً فاسِقِينَ أى: خارجين من الطاعة إلى المعصية. ومن الحق إلى الباطل."},{"ayah_number":33,"text":"وهنا تذكر موسى ما كان بينه وبين فرعون وقومه من عداوة، فقال: رَبِّ إِنِّي قَتَلْتُ مِنْهُمْ نَفْساً فَأَخافُ أَنْ يَقْتُلُونِ إذا ذهبت إليهم بهذه الآيات. وهو عليه السلام- لا يقول ذلك، هروبا من تبليغ رسالة الله- تعالى- وإنما ليستعين برعايته- عز وجل- وبحفظه.عند ما يذهب إلى هؤلاء الأقوام الفاسقين."},{"ayah_number":34,"text":"ثم أضاف إلى ذلك قوله: وَأَخِي هارُونُ هُوَ أَفْصَحُ مِنِّي لِساناً أى هو أقدر منى على المدافعة عن الدعوة وعلى تبيان الحق وتوضيحه.فَأَرْسِلْهُ مَعِي رِدْءاً يُصَدِّقُنِي، إِنِّي أَخافُ أَنْ يُكَذِّبُونِ والردء: العون والنصير.يقال: ردأته على عدوه وأردأته، إذا أعنته عليه. وردأت الجدار إذا قويته بما يمنعه من أن ينقض.أى: فأرسل أخى هارون معى إلى هؤلاء القوم، لكي يساعدني ويعينني على تبليغ رسالتك. ويصدقني فيما سأدعوهم إليه، ويخلفني إذا ما اعتدى على. إِنِّي أَخافُ أَنْ يُكَذِّبُونِ إذا لم يكن معى أخى هارون يعينني ويصدقني.والمتأمل في هذا الكلام الذي ساقه الله- تعالى- على لسان موسى- عليه السلام- يرى فيه إخلاصه في تبليغ رسالة ربه، وحرصه على أن يؤتى هذا التبليغ ثماره الطيبة على أكمل صورة، وأحسن وجه.قال صاحب الكشاف: فإن قلت تصديق أخيه ما الفائدة فيه؟قلت: ليس الغرض بتصديقه أن يقول له صدقت، أو يقول للناس صدق أخى، وإنما هو أن يلخص بلسانه الحق، ويبسط القول فيه، ويجادل به الكفار كما يصدق القول بالبرهان.وفضل الفصاحة إنما يحتاج إليه لذلك، لا لقوله: صدقت، فإن سحبان وباقلا يستويان فيه ."},{"ayah_number":35,"text":"ثم حكى القرآن بعد ذلك، أن الله- تعالى- قد أجاب لموسى رجاءه فقال: قالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ.شد العضد: كناية عن التقوية له، لأن اليد تشتد وتقوى، بشدة العضد وقوته. وهو من المرفق إلى الكتف.أى قال- سبحانه- لقد استجبنا لرجائك يا موسى، وسنقويك ونعينك بأخيك وَنَجْعَلُ لَكُما بقدرتنا ومشيئتنا سُلْطاناً أى: حجة وبرهانا وقوة تمنع الظالمين فَلا يَصِلُونَ إِلَيْكُما بأذى ولا يتغلبان عليكما بحجة.وقوله بِآياتِنا متعلق بمحذوف. أى: فوضا أمركما إلى، واذهبا إلى فرعون وقومه بآياتنا الدالة على صدقكما.وقوله- تعالى-: أَنْتُما وَمَنِ اتَّبَعَكُمَا الْغالِبُونَ مؤكد لمضمون ما قبله. من تقوية قلب موسى، وتبشيره بالغلبة والنصر على أعدائه.أى: أجبنا طلبك يا موسى، وسنقويك بأخيك، فسيرا إلى فرعون وقومه، فسنجعل لكما الحجة عليهم. وستكونان أنتما ومن اتبعكما من المؤمنين أصحاب الغلبة والسلطان على فرعون وجنده.ونفذ موسى وهارون- عليهما السلام- أمر ربهما- عز وجل- فذهبا إلى فرعون ليبلغاه دعوة الحق، وليأمراه بإخلاص العبادة لله- تعالى-.وتحكى الآيات الكريمة بعد ذلك ما دار بين موسى وبين فرعون وقومه من محاورات ومجادلات، انتهت بانتصار الحق، وهلاك الباطل.. تحكى الآيات كل ذلك فتقول:"},{"ayah_number":36,"text":"والمراد بالآيات في قوله- تعالى- فَلَمَّا جاءَهُمْ مُوسى بِآياتِنا بَيِّناتٍ: العصا واليد.وجمعهما تعظيم لشأنهما، ولاشتمال كل واحدة منهما على دلائل متعددة على صدق موسى- عليه السلام- فيما جاء به من عند ربه- تعالى-.والمعنى: ووصل موسى إلى فرعون وقومه، ليأمرهم بعبادة الله وحده، فلما جاءهم بالمعجزات التي أيدناه بها، والتي تدل على صدقه دلالة واضحة.قالُوا له على سبيل التبجح والعناد ما هذا إِلَّا سِحْرٌ مُفْتَرىً أى: قالوا له:ما هذا الذي جئت به يا موسى إلا سحر أتيت به من عند نفسك.ثم أكدوا قولهم الباطل هذا بآخر أشد منه بطلانا، فقالوا- كما حكى القرآن عنهم-:وَما سَمِعْنا بِهذا فِي آبائِنَا الْأَوَّلِينَ.أى: وما سمعنا بهذا الذي جئتنا به يا موسى، من الدعوة إلى عبادة الله وحده ومن إخبارك لنا بأنك نبي.. ما سمعنا بشيء من هذا كائنا أو واقعا في عهد آبائنا الأولين وقولهم هذا يدل على إعراضهم عن الحق، وعكوفهم على ما ألفوه بدون تفكر أو تدبر"},{"ayah_number":37,"text":"وقد رد عليهم موسى ردا منطقيا حكيما، حكاه القرآن في قوله: وَقالَ مُوسى رَبِّي أَعْلَمُ بِمَنْ جاءَ بِالْهُدى مِنْ عِنْدِهِ ...أى: وقال موسى في رده على فرعون وملئه: ربي الذي خلقني وخلقكم، أعلم منى ومنكم بمن جاء بالهدى والحق من عنده، وسيحكم بيني وبينكم بحكمه العادل.ولم يصرح موسى- عليه السلام- بأنه يريد نفسه، بالإتيان بالهداية لهم من عند الله- تعالى- ليكفكف من عنادهم وغرورهم، وليرخى لهم حبل المناقشة، حتى يخرس ألسنتهم عن طريق المعجزات التي أيده الله- تعالى- بها.وقوله: وَمَنْ تَكُونُ لَهُ عاقِبَةُ الدَّارِ معطوف على ما قبله.أى: وربي- أيضا- أعلم منى ومنكم بمنى تكون له النهاية الحسنة، والعاقبة الحميدة.قال الآلوسي: وقوله: وَمَنْ تَكُونُ لَهُ عاقِبَةُ الدَّارِ وهي الدنيا، وعاقبتها أن يختم للإنسان بها، بما يفضى به إلى الجنة بفضل الله- تعالى- وكرمه.وقوله- سبحانه- إِنَّهُ لا يُفْلِحُ الظَّالِمُونَ تذييل قصديه ببان سنة من سننه- تعالى- التي لا تتخلف أى إنه- سبحانه- قد اقتضت سنته أن لا يفوز الظالمون بمطلوب بل الذين يفوزون بالعاقبة الحميدة هم الذين قالوا ربنا الله ثم استقاموا."},{"ayah_number":38,"text":"ولكن هذا الرد المهذب الحكيم من موسى- عليه السلام-، لم يعجب فرعون المتطاول المغرور فأخذ في إلقاء الدعاوى الكاذبة، التي حكاها القرآن عنه في قوله: وَقالَ فِرْعَوْنُ يا أَيُّهَا الْمَلَأُ ما عَلِمْتُ لَكُمْ مِنْ إِلهٍ غَيْرِي.أى: وقال فرعون لقومه- على سبيل الكذب والفجور- يا أيها الأشراف من أتباعى.إنى ما علمت لكم من إله سواي.وقوله هذا يدل على ما بلغه من طغيان وغرور، فكأنه يقول لهم: إنى لم أعلم بأن هناك إلها لكم سواي، ومالا أعلمه فلا وجود له.وقد قابل قومه هذا الهراء والهذيان، بالسكوت والتسليم، شأن الجهلاء الجبناء وصدق الله إذ يقول: فَاسْتَخَفَّ قَوْمَهُ فَأَطاعُوهُ إِنَّهُمْ كانُوا قَوْماً فاسِقِينَ  ثم تظاهر بعد ذلك بأنه جاد في دعواه أمام قومه بأنه لا إله لهم سواه، وأنه حريص على معرفة الحقيقة، فقال لوزيره هامان: فَأَوْقِدْ لِي يا هامانُ عَلَى الطِّينِ فَاجْعَلْ لِي صَرْحاً لَعَلِّي أَطَّلِعُ إِلى إِلهِ مُوسى.والصرح: البناء الشاهق المرتفع. أى: فاصنع لي يا هامان من الطين آجرا قويا، ثم هيئ لي منه بناء عاليا مكشوفا. أصعد عليه، لعلى أرى إله موسى من فوقه. والمراد بالظن في قوله: وَإِنِّي لَأَظُنُّهُ مِنَ الْكاذِبِينَ اليقين. أى: وإنى لمتيقن أن موسى من الكاذبين في دعواه أن هناك إلها غيرى.. في هذا الكون.وهكذا. استخف فرعون بعقول قومه الجاهلين الجبناء، فأفهمهم أنه لا إله لهم سواه، وأن موسى كاذب فيما ادعاه.وشبيه بهذه الآية قوله- تعالى- وَقالَ فِرْعَوْنُ يا هامانُ ابْنِ لِي صَرْحاً لَعَلِّي أَبْلُغُ الْأَسْبابَ. أَسْبابَ السَّماواتِ فَأَطَّلِعَ إِلى إِلهِ مُوسى. وَإِنِّي لَأَظُنُّهُ كاذِباً وَكَذلِكَ زُيِّنَ لِفِرْعَوْنَ سُوءُ عَمَلِهِ، وَصُدَّ عَنِ السَّبِيلِ. وَما كَيْدُ فِرْعَوْنَ إِلَّا فِي تَبابٍ.قال ابن كثير: وذلك لأن فرعون، بنى هذا الصرح، الذي لم ير في الدنيا بناء أعلى منه،وإنما أراد بهذا أن يظهر لرعيته، تكذيب موسى فيما قاله من أن هناك إلها غير فرعون. ولهذا قال: وَإِنِّي لَأَظُنُّهُ مِنَ الْكاذِبِينَ أى: في قوله إن ثم ربا غيرى."},{"ayah_number":39,"text":"ثم بين- سبحانه- الأسباب التي حملت فرعون على هذا القول الساقط الكاذب، فقال: وَاسْتَكْبَرَ هُوَ وَجُنُودُهُ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ، وَظَنُّوا أَنَّهُمْ إِلَيْنا لا يُرْجَعُونَ.والاستكبار: التعالي والتطاول على الغير بحمق وجهل. أى: وتعالى فرعون وجنوده في الأرض التي خلقناها لهم، دون أن يكون لهم أى حق في هذا التطاول والتعالي، وظنوا واعتقدوا أنهم إلينا لا يرجعون، لمحاسبتهم ومعاقبتهم يوم القيامة."},{"ayah_number":40,"text":"فماذا كانت نتيجة ذلك التطاول والغرور، والتكذيب بالبعث والحساب؟ لقد كانت نتيجته كما قال- تعالى- بعد ذلك: فَأَخَذْناهُ وَجُنُودَهُ فَنَبَذْناهُمْ فِي الْيَمِّ.والنبذ: الطرح والإهمال للشيء لحقارته وتفاهته.أى: فأخذنا فرعون وجنوده بالعقاب الأليم أخذا سريعا حاسما فألقينا بهم في البحر، كما يلقى بالنواة أو الحصاة التي لا قيمة لها، ولا اعتداد بها.فَانْظُرْ أيها العاقل نظر تدبر واعتبار كَيْفَ كانَ عاقِبَةُ الظَّالِمِينَ؟ لقد كانت عاقبتهم الإغراق الذي أزهق أرواحهم واستأصل باطلهم."},{"ayah_number":41,"text":"وَجَعَلْناهُمْ أى: فرعون وجنوده، أَئِمَّةً في الكفر والفسوق والعصيان بسبب أنهم يَدْعُونَ، غيرهم إلى ما يوصل إِلَى النَّارِ وسعيرها والاحتراق بها.وَيَوْمَ الْقِيامَةِ لا يُنْصَرُونَ أى: ويوم القيامة لا يجدون من ينصرهم، بأن يدفع العذاب عنهم بأية صورة من الصور."},{"ayah_number":42,"text":"وَأَتْبَعْناهُمْ فِي هذِهِ الدُّنْيا التي قضوا حياتهم فيها في الكفر والضلال، أتبعناهم فيها لَعْنَةً أى: طردا وإبعادا عن رحمتنا.وَيَوْمَ الْقِيامَةِ هُمْ مِنَ الْمَقْبُوحِينَ والشيء المقبوح: هو المطرود المبعد عن كل خير.أى: وهم يوم القيامة- أيضا- من المبعدين عن رحمتنا، بسبب كفرهم وفسوقهم.والتعبير بقوله- سبحانه-: وَيَوْمَ الْقِيامَةِ هُمْ مِنَ الْمَقْبُوحِينَ يتناسب كل التناسب مع ما كانوا عليه في الدنيا من تطاول وغرور واستعلاء.فهؤلاء الذين كانوا في الدنيا كذلك، صاروا في الآخرة محل الازدراء وقبح الهيئة والاشمئزاز من كل عباد الله المخلصين."},{"ayah_number":43,"text":"ثم ختم- سبحانه- قصة موسى ببيان جانب مما منحه- عز وجل- له من نعم فقال:وَلَقَدْ آتَيْنا مُوسَى الْكِتابَ أى آتيناه التوراة لتكون هداية ونورا مِنْ بَعْدِ ما أَهْلَكْنَا الْقُرُونَ الْأُولى أى: أنزلنا التوراة على موسى، من بعد إهلاكنا للقرون الأولى من الأقوام المكذبين، كقوم نوح وهود وصالح وغيرهم.قال الآلوسى: «والتعرض لبيان كون إيتائها بعد إهلاكهم للإشعار بأنها نزلت بعد مساس الحاجة إليها، تمهيدا لما يعقبه من بيان الحاجة الداعية إلى إنزال القرآن الكريم على رسول الله صلّى الله عليه وسلّم فإن إهلاك القرون الأولى. من موجبات اندراس معالم الشرائع، وانطماس آثارها، المؤديين إلى اختلال نظام العالم وفساد أحوال الأمم وكل ذلك يستدعى تشريعا جديدا.وقوله- تعالى- بَصائِرَ لِلنَّاسِ وَهُدىً وَرَحْمَةً منصوب على أنه مفعول لأجله أو حال أى: آتيناه التوراة من أجل أن تكون أنوارا لقلوبهم يبصرون بها الحقائق، كما يبصرون بأعينهم المرئيات، ومن أجل أن تكون هداية لهم إلى الصراط المستقيم، ورحمة لهم من العذاب.وقوله- سبحانه- لَعَلَّهُمْ يَتَذَكَّرُونَ تعليل لهذا الإيتاء، وحض لهم على الشكر.أى آتيناهم الكتاب الذي عن طريقه يعرفون الحق من الباطل.. كي يكونوا دائما متذكرين لنعمنا، وشاكرين لنا على هدايتنا لهم ورحمتنا بهم.وإلى هنا نرى السورة الكريمة، قد حدثتنا عن جوانب متعددة من حياة موسى- عليه السلام-.حدثتنا عن رعاية الله- تعالى- له حيث أراد له أن يعيش في بيت فرعون وأن يحظى برعاية امرأته، وأن يعود بعد ذلك إلى أمه كي تقر عينها به، دون أن يصيبه أذى من فرعون الذي كان يذبح الذكور من بنى إسرائيل ويستحيى نساءهم.ثم حدثتنا عن رعاية الله- تعالى- له، بعد أن بلغ أشده واستوى، حيث نجاه من القوم الظالمين، بعد أن قتل واحدا منهم.ثم حدثتنا عن رعاية الله- تعالى- له، بعد أن خرج من مصر خائفا يترقب متجها إلى قرية مدين، التي قضى فيها عشر سنين أجيرا عند شيخ كبير من أهلها.ثم حدثتنا عن رعاية الله- تعالى- له، بعد أن قضى تلك المدة، وسار بأهله متجها إلى مصر، وكيف أن الله- تعالى- أمره بتبليغ رسالته إلى فرعون وقومه، وأنه- عليه السلام- قد لبى أمر ربه- سبحانه- وبلغ رسالته على أتم وجه وأكمله، فكانت العاقبة الطيبة له ولمن آمن به، وكانت النهاية الأليمة لفرعون وجنوده.وهكذا طوفت بنا السورة الكريمة مع قصة موسى- عليه السلام- ذلك التطواف الذي نرى فيه رعاية الله- تعالى- لموسى، وإعداده لحمل رسالته، كما نرى فيه نماذج متنوعة لأخلاقه الكريمة، ولهمته العالية، ولصبره على تكاليف الدعوة، ولسنن الله- تعالى- في خلقه، تلك السنن التي لا تتخلف في بيان أن العاقبة الحسنة للمتقين، والعاقبة القبيحة للكافرين والفاسقين.ثم بدأت السورة بعد ذلك في تسلية الرسول صلّى الله عليه وسلم، وفي بيان أن هذا القرآن من عند الله، وفي بيان جانب من شبهات المشركين، ثم تلقين الرسول صلّى الله عليه وسلّم الرد المزهق لها..لنستمع إلى الآيات الكريمة التي تحكى لنا بأسلوبها البليغ، هذه المعاني وغيرها فتقول:"},{"ayah_number":44,"text":"والخطاب في قوله- تعالى-: وَما كُنْتَ بِجانِبِ الْغَرْبِيِّ.. للرسول صلّى الله عليه وسلم والمراد بجانب الغربي: الجانب الغربي لجبل الطور الذي وقع فيه الميقات، وفيه تلقى موسى التوراة من ربه- تعالى-.أى: وما كنت- أيها الرسول الكريم- حاضرا في هذا المكان، إِذْ قَضَيْنا إِلى مُوسَى الْأَمْرَ أى، وقت أن كلفناه بحمل رسالتنا، وأنزلنا إليه التوراة، لتكون هداية ونورا له ولقومه.وَما كُنْتَ أيضا- أيها الرسول الكريم- مِنَ الشَّاهِدِينَ لذلك، حتى تعرف حقيقة ما كلفنا به أخاك موسى، فتبلغه للناس عن طريق المشاهدة.فالمقصود بالآية بيان أن ما بلغه الرسول صلّى الله عليه وسلّم للناس عن أخبار الأولين، إنما بلغه عن طريق الوحى الذي أوحاه الله- تعالى- إليه، وليس عن طريق آخر.قال الإمام ابن كثير عند تفسيره لهذه الآية: يقول- تعالى- منبها على برهان نبوة محمد صلّى الله عليه وسلّم حيث أخبر بالغيوب الماضية خبرا كأن سامعه شاهد وراء لما تقدم، وهو رجل أمى لا يقرأ شيئا من الكتب، نشأ بين قوم لا يعرفون شيئا من ذلك، كما أنه لما أخبره عن مريم وما كان من أمرها، قال- تعالى-: وَما كُنْتَ لَدَيْهِمْ إِذْ يُلْقُونَ أَقْلامَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَ وَما كُنْتَ لَدَيْهِمْ إِذْ يَخْتَصِمُونَ ثم قال- تعالى-: تِلْكَ مِنْ أَنْباءِ الْغَيْبِ نُوحِيها إِلَيْكَ، ما كُنْتَ تَعْلَمُها أَنْتَ وَلا قَوْمُكَ مِنْ قَبْلِ هذا فَاصْبِرْ."},{"ayah_number":45,"text":"وقوله- سبحانه-: وَلكِنَّا أَنْشَأْنا قُرُوناً فَتَطاوَلَ عَلَيْهِمُ الْعُمُرُ بيان للأسباب التي من أجلها قص الله- تعالى- على نبيه صلّى الله عليه وسلّم أخبار الأمم السابقة.أى: أنت أيها الرسول الكريم- لم تكن معاصرا لتلك الأحداث ولكن أخبرناك بها عن طريق الوحى، والسبب في ذلك أن بينك وبين موسى وغيره من الأنبياء أزمانا طويلة، تغيرت فيه الشرائع والأحكام، وعميت على الناس الأنباء، فكان من الخير والحكمة أن نقص عليك أخبار السابقين بالحق الذي لا يحوم حوله باطل، حتى يعرف الناس الأمور على وجهها الصحيح.قال صاحب الكشاف: فإن قلت: كيف يتصل قوله: وَلكِنَّا أَنْشَأْنا قُرُوناً بهذا الكلام؟قلت: اتصاله به وكونه استدراكا له، من حيث إن معناه: ولكنا أنشأنا بعد عهد الوحى إلى عهدك قرونا طويلة فَتَطاوَلَ على آخرهم: وهو القرن الذي أنت فيهم الْعُمُرُ.أى: أمد انقطاع الوحى، واندرست العلوم، فوجب إرسالك إليهم، فأرسلناك وأكسبناك- أى: وأعطيناك- العلم بقصص الأنبياء.. فذكر سبب الوحى الذي هو إطالة الفترة ودل به على المسبب، على عادة الله- تعالى- في اختصاراته   وقوله- سبحانه-: وَما كُنْتَ ثاوِياً فِي أَهْلِ مَدْيَنَ تَتْلُوا عَلَيْهِمْ آياتِنا مؤكدة لمضمون ما قبله. من عدم معرفة الرسول صلّى الله عليه وسلّم لأخبار السابقين إلا عن طريق الوحى.وقوله: ثاوِياً من الثواء بمعنى الإقامة. يقال: ثوى فلان بالمكان يثوى ثواء فهو ثاو، إذا أقام فيه. والمثوى: المنزل، ومنه الأثر القائل: أصلحوا مثاويكم، أى: منازلكم.أى: وما كنت- أيها الرسول الكريم- مقيما في أهل مدين، وقت تلاوتك على أهل مكة المكرمة، قصة موسى والشيخ الكبير وما جرى بينهما، حتى تنقلها إليهم بطريق المشاهدة وإنما أنت أخبرتهم بها عن طريق وحينا الصادق المتمثل فيما أنزلناه عليك من آيات القرآن البينات.فالضمير في قوله تَتْلُوا عَلَيْهِمْ يعود على أهل مكة. والجملة حالية.ويرى أكثر المفسرين أن الضمير لأهل مدين، أى وما كنت مقيما في أهل مدين، تقرأ عليهم آياتنا، وتتعلم منهم، والجملة حالية- أيضا- أو خبر ثان.وعلى كلا التفسيرين فالمقصود بالجملة الكريمة إثبات أن ما أخبر به الرسول صلّى الله عليه وسلّم عن الأولين، إنما هو عن طريق الوحى ليس غير.وقوله- سبحانه-: وَلكِنَّا كُنَّا مُرْسِلِينَ أى: ولكنا كنا مرسلين لك، وموحين إليك بتلك الآيات وفيها ما فيها عن أخبار الأولين. لإحقاق الحق وإبطال الباطل."},{"ayah_number":46,"text":"ثم ساق- سبحانه- ما يؤكد هذه المعاني تأكيدا قويا، حتى يخرس ألسنة الكافرين، فقال- تعالى-: وَما كُنْتَ بِجانِبِ الطُّورِ إِذْ نادَيْنا.أى وما كنت- أيضا أيها الرسول الكريم- بجانب الجبل المسمى بالطور وقت أن نادينا موسى، وكلفناه بحمل رسالتنا، وأعطيناه التوراة، وأوحينا إليه بما أوحينا من أحكام وتشريعات.وقوله- تعالى-: وَلكِنْ رَحْمَةً مِنْ رَبِّكَ أى: ولكن فعلنا ما فعلنا، بأن أرسلناك إلى الناس، وقصصنا عليك ما نريده من أخبار الأولين، من أجل رحمتنا بك وبالناس، حتى يعتبروا ويتعظوا بأحوال السابقين، فالعاقل من اتعظ بغيره.فقوله- تعالى-: رَحْمَةً منصوب على أنه مفعول لأجله، أو على المصدرية.وقوله- سبحانه-: لِتُنْذِرَ قَوْماً ما أَتاهُمْ مِنْ نَذِيرٍ مِنْ قَبْلِكَ متعلق بالفعل المعلل بالرحمة، والمراد بالقوم: أهل مكة وغيرهم ممن بعث الرسول صلّى الله عليه وسلّم إليهم.وجملة ما أَتاهُمْ مِنْ نَذِيرٍ مِنْ قَبْلِكَ صفة لقوله قَوْماً وما موصولة مفعول ثان لتنذر، وقوله: مِنْ نَذِيرٍ متعلق.أى: أرسلناك رحمة، لتنذر قوما العقاب الذي أتاهم من نذير من قبلك، وكما قال- تعالى-: وَإِنْ مِنْ أُمَّةٍ إِلَّا خَلا فِيها نَذِيرٌ.ويصح أن تكون ما نافية ومِنْ في قوله مِنْ نَذِيرٍ للتأكيد، فيكون المعنى: أرسلناك رحمة لتنذر هؤلاء المشركين من أهل مكة الذين لم يأتهم نذير من قبلك منذ أزمان متطاولة. إذ الفترة التي بينك وبين أبيهم إسماعيل تزيد على ألفى سنة.ورسالة إسماعيل إليهم قد اندرست معالمها، فكانت الحكمة والرحمة تقتضيان إرسالك إليهم لتنذرهم سوء عاقبة الشرك.أما معظم الرسل من قبلك- كموسى وعيسى وزكريا ويحيى وداود وسليمان فكانت مع تباعد زمانها عنك- أيضا- إلى غيرهم من بنى إسرائيل، ومن الأمم الأخرى. المتناثرة في أطراف الجزيرة العربية.فالمراد بالقوم على هذا الرأى: العرب المعاصرون له صلّى الله عليه وسلّم كما قال- تعالى-:لِتُنْذِرَ قَوْماً ما أُنْذِرَ آباؤُهُمْ فَهُمْ غافِلُونَ.ولعل هذا الرأى أقرب إلى سياق الآيات، وإلى إقامة الحجة على مشركي قريش، الذين وقفوا من الرسول صلّى الله عليه وسلّم موقف المكذب لرسالته، المعادى لدعوته.وقوله- سبحانه-: لَعَلَّهُمْ يَتَذَكَّرُونَ تذييل قصد به حضهم على التذكر والاعتبار.أى: أرسلناك إليهم كي يتذكروا ما ترشدهم إليه، ويعتبروا بما جئتهم به، ويخشوا سوء عاقبة مخالفة إنذارك لهم."},{"ayah_number":47,"text":"ثم أبطل- سبحانه- ما يتعللون به من معاذير فقال: وَلَوْلا أَنْ تُصِيبَهُمْ مُصِيبَةٌ بِما قَدَّمَتْ أَيْدِيهِمْ، فَيَقُولُوا رَبَّنا لَوْلا أَرْسَلْتَ إِلَيْنا رَسُولًا فَنَتَّبِعَ آياتِكَ وَنَكُونَ مِنَ الْمُؤْمِنِينَ.ولَوْلا الأولى: امتناعية، تدل على امتناع الجواب لوجود الشرط، وجوابها محذوف لدلالة الكلام عليه، و «أن» وما في حيزها في محل رفع بالابتداء.ولَوْلا الثانية: تحضيضية، وجوابها قوله فَنَتَّبِعَ آياتِكَ.. وجملة فَيَقُولُوا عطف على أَنْ تُصِيبَهُمْ ومن جملة ما في حيز لَوْلا الأولى.والمعنى: ولولا أن تصيب هؤلاء المشركين مُصِيبَةٌ أى عقوبة شديدة. بسبب اقترافهم الكفر والمعاصي فَيَقُولُوا على سبيل التعلل عند نزول العقوبة بهم رَبَّنا أى:يا ربنا هلا أرسلت إلينا رسولا من عندك فَنَتَّبِعَ آياتِكَ الدالة على صدقه وَنَكُونَ مِنَ الْمُؤْمِنِينَ به وبما جاء به من آيات من عندك.أى: ولولا قولهم هذا، وتعللهم بأنهم ما حملهم على الكفر، إلا عدم مجيء رسول إليهم يبشرهم وينذرهم.. لولا ذلك لما أرسلناك إليهم، ولكنا أرسلناك إليهم لنقطع حجتهم، ونزيل تعللهم، ونثبت لهم أن استمرارهم على كفرهم- بعد إرسالك إليهم، كان بسبب عنادهم وجحودهم، واستحواذ الشيطان عليهم.قال الإمام ابن كثير: قوله- تعالى-: وَلَوْلا أَنْ تُصِيبَهُمْ مُصِيبَةٌ أى: وأرسلناك إليهم- يا محمد لتقيم عليهم الحجة، ولتقطع عذرهم إذا جاءهم عذاب من الله بسبب كفرهم، فيحتجوا بأنهم لم يأتهم رسول ولا نذير، كما قال- تعالى- بعد ذكره إنزال كتابه المبارك وهو القرآن: أَنْ تَقُولُوا: إِنَّما أُنْزِلَ الْكِتابُ عَلى طائِفَتَيْنِ مِنْ قَبْلِنا، وَإِنْ كُنَّا عَنْ دِراسَتِهِمْ لَغافِلِينَ. أَوْ تَقُولُوا: لَوْ أَنَّا أُنْزِلَ عَلَيْنَا الْكِتابُ لَكُنَّا أَهْدى مِنْهُمْ، فَقَدْ جاءَكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ وَهُدىً وَرَحْمَةٌ.."},{"ayah_number":48,"text":"ثم بين- سبحانه- بعد ذلك موقفهم بعد مجيء الرسول صلّى الله عليه وسلّم إليهم فقال: فَلَمَّا جاءَهُمُ الْحَقُّ مِنْ عِنْدِنا قالُوا: لَوْلا أُوتِيَ مِثْلَ ما أُوتِيَ مُوسى.أى: ظل مشركو قريش أزمانا متطاولة دون أن يأتيهم رسول ينذرهم ويبشرهم فَلَمَّا جاءَهُمُ الْحَقُّ مِنْ عِنْدِنا متمثلا في رسولنا محمد صلّى الله عليه وسلّم وفيما أيدناه به من معجزات دالة على صدقه، وعلى رأسها القرآن الكريم.لما جاءهم هذا الرسول الكريم قالُوا على سبيل التعنت والجحود: هلا أوتى هذا الرسول مثل ما أوتى موسى، من توراة أنزلت عليه جملة واحدة ومن معجزات حسية منها العصا واليد والطوفان، والجراد ... إلخ.وقوله- عز وجل-: أَوَلَمْ يَكْفُرُوا بِما أُوتِيَ مُوسى مِنْ قَبْلُ.. رد عليهم لبيان أن ما قالوه هو من باب العناد والتعنت، والاستفهام لتقرير كفرهم وتأكيده.أى: قالوا ما قالوا على سبيل الجحود، والحال أن هؤلاء المشركين كفروا كفرا صريحا بما أعطاه الله- تعالى- لموسى من قبلك- يا محمد- من معجزات، كما كفروا بالمعجزات التي جئت بها من عند ربك، فهم دينهم الكفر بكل حق.ثم حكى- سبحانه- بعض أقوالهم الباطلة فقال: قالُوا سِحْرانِ تَظاهَرا، وَقالُوا إِنَّا بِكُلٍّ كافِرُونَ.وقوله: سِحْرانِ خبر لمبتدأ محذوف. أى: قالوا ما يقوله كل مجادل بغير علم:هما- أى ما جاء به موسى وما جاء به محمد- عليهما الصلاة والسلام، سِحْرانِ تَظاهَرا أى: تعاونا على إضلالنا، وإخراجنا عن ديننا، وقالوا- أيضا- إِنَّا بِكُلٍّ أى بكل واحد مما جاءوا به كافِرُونَ كفرا لا رجوع معه إلى ما جاء به هذان النبيان- عليهما الصلاة والسلام-.قال الآلوسى: وقوله: قالُوا استئناف مسوق لتقرير كفرهم المستفاد من الإنكار السابق، وبيان كيفيته، وسِحْرانِ، يعنون بهما ما أوتى نبينا وما أوتى موسى..تَظاهَرا أى: تعاونا بتصديق كل واحد منهما الآخر، وتأييده إياه، وذلك أن أهل مكة بعثوا رهطا منهم إلى رؤساء اليهود في عيد لهم، فسألوهم عن شأنه صلّى الله عليه وسلّم فقالوا: إنا نجده في التوراة بنعته وصفته، فلما رجع الرهط وأخبروهم بما قالت اليهود. قالوا ذلك.وقرأ الأكثرون قالوا ساحران تظاهرا وأرادوا بهما محمد وموسى- عليهما الصلاة والسلام- ."},{"ayah_number":49,"text":"ثم أمر الله- تعالى- رسوله صلّى الله عليه وسلّم أن يتحداهم، وأن يفحمهم بما يخرس ألسنتهم فقال: قُلْ فَأْتُوا بِكِتابٍ مِنْ عِنْدِ اللَّهِ هُوَ أَهْدى مِنْهُما أَتَّبِعْهُ إِنْ كُنْتُمْ صادِقِينَ.أى: قل- أيها الرسول الكريم- لهؤلاء الجاحدين: لقد أنزل الله- تعالى- على موسى التوراة. وأنزل القرآن على، وأنا مؤمن بهما كل الإيمان، فإن كنتم أنتم مصرون على كفركم فَأْتُوا بِكِتابٍ مِنْ عِنْدِ اللَّهِ، هُوَ أَهْدى مِنْهُما أى هو أوضح منهما وأبين في الإرشاد إلى الطريق المستقيم.وقوله أَتَّبِعْهُ مجزوم في جواب الأمر المحذوف، أى: إن تأتوا به أتبعه.. إِنْ كُنْتُمْ صادِقِينَ في زعمكم أن القرآن والتوراة نوع من السحر.فالآية الكريمة تتهكم بهم، وتسخر منهم، بأسلوب بديع معجز، لأنه من المعروف لكل عاقل أنهم ليس في استطاعتهم- ولا في استطاعة غيرهم- أن يأتوا بكتاب. أهدى من الكتابين اللذين أنزلهما- سبحانه- على نبيين كريمين من أنبيائه، هما موسى ومحمد- عليهما الصلاة والسلام-.ولذا قال صاحب الكشاف ما ملخصه: وهذا الشرط يأتى به المدل بالأمر المتحقق لصحته، لأن امتناع الإتيان بكتاب أهدى من الكتابين. أمر معلوم متحقق. لا مجال فيه للشك، ويجوز أن يقصد بحرف الشك التهكم بهم  ."},{"ayah_number":50,"text":"وقوله- سبحانه-: فَإِنْ لَمْ يَسْتَجِيبُوا لَكَ زيادة في تثبيت قلب النبي صلّى الله عليه وسلم وتسليته عما أصابه منهم من أذى.أى: فإن لم يفعلوا ما تحديتهم به، من الإتيان بكتاب هو أهدى من الكتابين.فَاعْلَمْ- أيها الرسول الكريم- أَنَّما يَتَّبِعُونَ أَهْواءَهُمْ الباطلة، وشهواتهم الزائفة، عند ما يجادلونك في شئون دعوتك.والاستفهام في قوله: وَمَنْ أَضَلُّ مِمَّنِ اتَّبَعَ هَواهُ بِغَيْرِ هُدىً مِنَ اللَّهِ.. للنفي والإنكار.أى: ولا أحد أضل ممن اتبع هواه وشيطانه، دون أن تكون معه هداية من الله- تعالى- تهديد إلى طريق الحق، لأن هذا الضال قد استحب العمى على الهدى. وآثر الغواية على الرشد.وقوله- سبحانه-: إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ تذييل مبين لسنة الله- تعالى- في خلقه.أى: إنه- سبحانه- جرت سنته أن لا يهدى القوم الظالمين إلى طريق الحق بسبب إصرارهم على الباطل، وتجاوزهم لكل حدود الحق والخير."},{"ayah_number":51,"text":"ثم أكد- سبحانه- قطع أعذارهم وحججهم بقوله: وَلَقَدْ وَصَّلْنا لَهُمُ الْقَوْلَ، لَعَلَّهُمْ يَتَذَكَّرُونَ.وقوله. وَصَّلْنا من الوصل الذي هو ضد القطع، والتضعيف فيه للتكثير.أى: ولقد أنزلنا هذا القرآن عليك- أيها الرسول الكريم- متتابعا، وأنت أوصلته إليهم كذلك، ليتصل تذكيرك لهم، عن طريق ما اشتمل عليه من عقائد وآداب وأحكام وقصص.لَعَلَّهُمْ يَتَذَكَّرُونَ أى: ليكون ذلك أقرب إلى تذكرهم وتعقلهم وتدبرهم، لأن استماعهم في كل يوم. أو بين الحين والحين إلى جديد منه، أدعى إلى تذكرهم واعتبارهم.فالمقصود بالآية الكريمة. قطع كل حجة لهم، وبيان أن القرآن الكريم قد أنزله- سبحانه- متتابعا ولم ينزله جملة واحدة، لحكم من أعظمها اتصال التذكير بهداياته بين حين وآخر، على حسب ما يجد في المجتمع من أحداث.وبذلك نرى الآيات الكريمة، قد أقامت ألوانا من الحجج والبراهين، على صدق النبي صلّى الله عليه وسلّم فيما يبلغه عن ربه، وعلى أن هذا القرآن من عند الله، كما حكت جانبا من شبهات المشركين، وردت عليها بما يبطلها.ثم تمدح السورة الكريمة بعد ذلك، طائفة من أهل الكتاب، استقامت قلوبهم، وخلصت نفوسهم من العناد، فاستقبلوا آيات الله- تعالى- ومن جاء بها استقبالا يدل على صدق إيمانهم، فقال- تعالى-:"},{"ayah_number":52,"text":"ذكر المفسرون في سبب نزول هذه الآيات روايات منها: أنها نزلت في سبعين من القسيسين بعثهم النجاشيّ إلى النبي صلّى الله عليه وسلّم فلما قدموا عليه، قرأ عليهم سورة يس، فجعلوا يبكون وأسلموا.وقيل: نزلت في عبد الله بن سلام وأصحابه الذين أسلموا من اليهود.وقيل: نزلت في نصارى نجران.وعلى أية حال فالآيات الكريمة تمدح قوما من أهل الكتاب أسلموا، وتعرض بالمشركين الذين أعرضوا عن دعوة الإسلام، مع أن في اتباعها سعادتهم ورشدهم.والضمير في قوله مِنْ قَبْلِهِ يعود إلى القرآن الكريم، أو إلى النبي صلّى الله عليه وسلم والمراد بالموصول من آمن من أهل الكتاب، والمراد بالكتاب التوراة والإنجيل.أى: الذين آتيناهم الكتاب من اليهود والنصارى من قبل نزول القرآن عليك- أيها الرسول الكريم- هم به يؤمنون، لأنهم يرون فيه الحق الذي لا باطل معه، والهداية التي لا ننشوبها ضلالة."},{"ayah_number":53,"text":"وَإِذا يُتْلى عليهم هذا القرآن قالُوا بفرح وسرور آمَنَّا بِهِ بأنه كلام الله- تعالى- إِنَّهُ الْحَقُّ مِنْ رَبِّنا أى: إنه الكتاب المشتمل على الحق الكائن من عند ربنا وخالقنا إِنَّا كُنَّا مِنْ قَبْلِهِ أى: من قبل نزوله مُسْلِمِينَ وجوهنا لله- تعالى-، ومخلصين له العبادة.قال صاحب الكشاف: فإن قلت: أى فرق بين الاستئنافين إِنَّهُ وإِنَّا؟قلت: الأول تعليل للإيمان به، لأن كونه حقا من الله حقيق بأن يؤمن به. والثاني: بيان لقوله: آمَنَّا بِهِ لأنه يحتمل أن يكون إيمانا قريب العهد وبعيده، فأخبروا أن إيمانهم به متقادم، لأن آباءهم القدماء قرءوا في الكتب الأول ذكره وأبناءهم من بعدهم، ."},{"ayah_number":54,"text":"ثم بين- سبحانه- ما أعده لهؤلاء الأخيار من ثواب فقال: أُولئِكَ يُؤْتَوْنَ أَجْرَهُمْ مَرَّتَيْنِ بِما صَبَرُوا.أى: أولئك الموصوفون بتلك الصفات الكريمة يؤتون أجرهم مضاعفا بسبب صبرهم على مغالبة شهواتهم، وبسبب صبرهم على ما يستلزمه اتباع الحق من تكاليف.قال القرطبي: قوله- تعالى- أُولئِكَ يُؤْتَوْنَ أَجْرَهُمْ مَرَّتَيْنِ بِما صَبَرُوا ثبت في صحيح مسلم عن أبى موسى أن رسول الله صلّى الله عليه وسلّم قال: «ثلاثة يؤتون أجرهم مرتين:رجل من أهل الكتاب آمن بنبيه، وأدرك النبي صلّى الله عليه وسلّم فآمن به واتبعه وصدقه فله أجران، وعبد مملوك أدى حق الله- عز وجل- وحق سيده فله أجران، ورجل كانت له أمة فغذاها فأحسن تغذيتها، ثم أدبها فأحسن تأديبها، ثم أعتقها وتزوجها، فله أجران» .قال علماؤنا: لما كان كل واحد من هؤلاء مخاطبا بأمرين من جهتين استحق كل واحد منهم أجرين، فالكتابى كان مخاطبا من جهة نبيه، ثم إنه خوطب من جهة نبينا، فأجابه واتبعه فله أجر الملتين»  .وقوله- تعالى- وَيَدْرَؤُنَ بِالْحَسَنَةِ السَّيِّئَةَ بيان لصفة أخرى من صفاتهم الحسنة.ويَدْرَؤُنَ من الدرء بمعنى الدفع ومنه الحديث الشريف: «ادرءوا الحدود بالشبهات» .أى: لا يقابلون السيئة بمثلها، وإنما يعفون ويصفحون، ويقابلون الكلمة الخبيثة بالكلمة الحسنة.وَمِمَّا رَزَقْناهُمْ يُنْفِقُونَ أى: ومما أعطيناهم من مال يتصدقون، بدون إسراف أو تقتير."},{"ayah_number":55,"text":"وَإِذا سَمِعُوا اللَّغْوَ أَعْرَضُوا عَنْهُ أى: وإذا سمعوا الكلام الساقط الذي لا خير فيه.انصرفوا عنه تكرما وتنزها.وَقالُوا لمن تطاول عليهم وآذاهم، لنا أعمالنا، التي سيحاسبنا الله- تعالى- عليها وَلَكُمْ- أيضا- أعمالكم، التي سيحاسبكم الله- تعالى- عليها.سَلامٌ عَلَيْكُمْ أى: سلام متاركة منا عليكم، وإعراض عن سفاهتكم، فليس المراد بالسلام هنا: سلام التحية، وإنما المقصود به سلام المتاركة والإعراض.لا نَبْتَغِي الْجاهِلِينَ أى: إن ديننا ينهانا عن طلب صحبة الجاهلين، وعن المجادلة معهم.قال ابن كثير ما ملخصه: لما انتهى وقد أهل الكتاب من لقائه مع النبي صلّى الله عليه وسلم، وآمنوا به، وقاموا عنه، اعترضهم أبو جهل في نفر من قريش، فقالوا لهم: خيبكم الله من ركب، بعثكم من وراءكم من أهل دينكم، ترتادون لهم لتأتوهم بخبر الرجل، فلم تكد تطمئن مجالسكم عنده حتى فارقتم دينكم، وصدقتموه فيما قال، ما نعلم وفدا أحمق منكم.. فقالوا لهم: سلام عليكم، لا نجاهلكم، لنا ما نحن عليه، ولكم ما أنتم عليه، «1» .ثم بين- سبحانه- بعد ذلك أن الهداية منه وحده، ورد على أقوال المشركين، وبين سنة من سننه في خلقه، كما بين أن ما عنده- سبحانه- أفضل وأبقى، من شهوات الدنيا وزينتها، فقال- تعالى-:"},{"ayah_number":56,"text":"والمعنى: إِنَّكَ- أيها الرسول الكريم- لا تَهْدِي مَنْ أَحْبَبْتَ أى:لا تستطيع بقدرتك الخاصة أن تهدى إلى الإيمان من تريد هدايته إليه.وَلكِنَّ اللَّهَ يَهْدِي مَنْ يَشاءُ أى: ولكن الله- تعالى- وحده، هو الذي يملك هداية من يشاء هدايته إلى الإيمان، فهو- سبحانه- الخالق لكل شيء، وقلوب العباد تحت تصرفه- تعالى- يهدى من يشاء منها ويضل من يشاء، على حسب مشيئته وحكمته، التي تخفى على الناس.وَهُوَ- سبحانه- أَعْلَمُ بِالْمُهْتَدِينَ أى: بالقابلين للهداية المستعدين لها.فبلغ- أيها الرسول الكريم- ما كلفناك به، ثم اترك بعد ذلك قلوب الناس إلى خالقهم، فهو- سبحانه- الذي يصرفها كيف يشاء.قال بعض العلماء: وإن الإنسان ليقف أمام هذا الخبر، مأخوذا بصرامة هذا الدين واستقامته، فهذا عم رسول الله صلّى الله عليه وسلّم وكافله وحاميه والذائد عنه، لا يكتب الله له الإيمان، على شدة حبه لرسول الله صلّى الله عليه وسلّم وشدة حب الرسول له أن يؤمن.ذلك أنه إنما قصد إلى عصبية القرابة وحب الأبوة، ولم يقصد إلى العقيدة، وقد علم الله منه ذلك فلم يقدر له ما كان يحبه له صلّى الله عليه وسلّم ويرجوه، فأخرج هذا الأمر- أى الهداية- من خاصة رسوله صلّى الله عليه وسلّم وجعله خاصا بإرادته- سبحانه- وتقديره. وما على الرسول إلا البلاغ، وما على الداعين بعده إلا النصيحة، والقلوب بعد ذلك بين أصابع الرحمن والهدى والضلال وفق ما يعلمه من قلوب العباد، واستعدادهم للهدى والضلال  .ثم حكى- سبحانه- جانبا من الاعتذارات الواهية التي تذرع بها المشركون في عدم الدخول في الإسلام."},{"ayah_number":57,"text":"فقال- تعالى-: وَقالُوا إِنْ نَتَّبِعِ الْهُدى مَعَكَ نُتَخَطَّفْ مِنْ أَرْضِنا والتخطف:الانتزاع بسرعة. يقال: فلان اختطفه الموت. إذا أخذه بغتة بدون إمهال.وقد ذكروا في سبب نزولها، أن بعض المشركين أتى النبي صلّى الله عليه وسلّم فقال له: يا محمد، نحن نعلم أنك على الحق، ولكنا نخشى إن اتبعناك، وخالفنا العرب، أن يتخطفونا من أرضنا، وإنما نحن أكلة رأس- أى: قليلون لا نستطيع مقاومة العرب.وقد رد الله- تعالى- على تعللهم هذا بقوله: أَوَلَمْ نُمَكِّنْ لَهُمْ حَرَماً آمِناً يُجْبى إِلَيْهِ ثَمَراتُ كُلِّ شَيْءٍ رِزْقاً مِنْ لَدُنَّا. وَلكِنَّ أَكْثَرَهُمْ لا يَعْلَمُونَ.وقوله: يُجْبى إِلَيْهِ أى: يحمل إليه، يقال جبى فلان الماء في الحوض إذا جمعه فيه، وحمله إليه.والاستفهام لتقريعهم على قولهم هذا الذي يخالف الحقيقة.أى: كيف قالوا ذلك، مع أننا قد جعلنا لهم حرما ذا أمان يعيشون من حوله، وتأتيهم خيرات الأرض من كل مكان، وقد فعلنا ذلك معهم وهم مشركون، فكيف نعرضهم للخطف وهم مؤمنون.قال صاحب الكشاف: وكانت العرب في الجاهلية حولهم- أى حول أهل مكة- يتغاورون ويتناحرون وهم آمنون مطمئنون في حرمهم، وبحرمة البيت هم قارون بواد غير ذي زرع، والثمرات والأرزاق تجبى إليهم من كل مكان، فإذا خولهم الله ما خولهم من الأمن والرزق بحرمة البيت وحدها، وهم كفرة عبدة أصنام، فكيف يستقيم أن يعرضهم للتخطف والخوف، ويسلبهم الأمن، إذا ضموا إلى حرمة البيت حرمة، الإسلام.. .والتعبير بقوله- سبحانه-: يُجْبى إِلَيْهِ ثَمَراتُ كُلِّ شَيْءٍ رِزْقاً للإشعار بكثرة الخيرات والثمرات، التي تأتى إلى أهل مكة من كل جانب من جوانب الأرض، ومن كل نوع من أنواع ثمارها. والجملة الكريمة صفة من صفات الحرم.وقوله- تعالى-: مِنْ لَدُنَّا أى: من جهتنا ومن عندنا وليس من عند غيرنا الذين تخشون غضبهم أو تخطفهم لكم، إن اتبعتم الرسول صلّى الله عليه وسلم.فالمقصود بهذه الجملة الكريمة بيان سعة فضل الله- تعالى-، وأنه هو القادر على كل شيء.وقوله- تعالى- وَلكِنَّ أَكْثَرَهُمْ لا يَعْلَمُونَ متعلق بقوله أَوَلَمْ نُمَكِّنْ لَهُمْ حَرَماً آمِناً.أى: لقد جعلنا لهم حرما ذا أمن، وأفضنا عليهم من خيرات الأرض، ولكن أكثرهم يجهلون هذه الحقيقة، ويجهلون أن اتباعهم للدين الحق، يؤدى إلى سعادتهم في حياتهم وبعد مماتهم.وشبيه بهذه الآية قوله- تعالى-: أَوَلَمْ يَرَوْا أَنَّا جَعَلْنا حَرَماً آمِناً وَيُتَخَطَّفُ النَّاسُ مِنْ حَوْلِهِمْ، أَفَبِالْباطِلِ يُؤْمِنُونَ، وَبِنِعْمَةِ اللَّهِ يَكْفُرُونَ  ."},{"ayah_number":58,"text":"ثم بين- سبحانه- الأسباب الحقيقية التي تؤدى إلى زوال النعم، التي من بينها نعمة الأمان والاطمئنان، فقال- تعالى-: وَكَمْ أَهْلَكْنا مِنْ قَرْيَةٍ بَطِرَتْ مَعِيشَتَها.وكم هنا خبرية للتكثير، وبَطِرَتْ من البطر، بمعنى الأشر والغرور واستعمال نعم الله- تعالى- في غير ما خلقت له.أى: وكثيرا من أهل قرى كانت أحوالهم كحال أهل مكة في الأمن وسعة الرزق، فلما بطروا معيشتهم، واستعملوا نعمنا في الشر لا في الخير، وفي الفسوق لا في الطاعة، أخذناهم أخذ عزيز مقتدر، بأن دمرناهم وقراهم تدميرا.إذا فبطر النعمة وعدم الشكر عليها، هو السبب الحقيقي في الهلاك، وليس اتباع الهدى، كما زعم أولئك المشركون الجاهلون.قال القرطبي: «بين- سبحانه- لمن توهم، أنه لو آمن لقاتلته العرب وتخطفته، أن الخوف في ترك الإيمان أكثر، فكم من قوم كفروا ثم حل بهم البوار. والبطر: الطغيان بالنعمة» .ومَعِيشَتَها أى: في معيشتها، فلما حذف «في» تعدى الفعل، كما في قوله- تعالى-: وَاخْتارَ مُوسى قَوْمَهُ سَبْعِينَ رَجُلًا .ثم بين- سبحانه- مآل مساكن هؤلاء الطاغين فقال: فَتِلْكَ مَساكِنُهُمْ لَمْ تُسْكَنْ مِنْ بَعْدِهِمْ إِلَّا قَلِيلًا.أى: فتلك مساكن هؤلاء الطغاة ترونها يا أهل مكة في أسفاركم- إنها لم تسكن من بعدهم إلا زمانا قليلا، كالذي يرتاح بها وهو مسافر ثم يتركها إلى غير عودة إليها، لأنها صارت غير صالحة لذلك لشؤمها.وَكُنَّا نَحْنُ الْوارِثِينَ أى: وكنا نحن وحدنا الوارثين لها منهم، لأنهم لم يتركوا أحدا يرث منازلهم وأموالهم، أو لأنها صارت خرابا لا تصلح للسكن."},{"ayah_number":59,"text":"ثم بين- سبحانه- مظهرا من مظاهر عدالته، وسنة من سننه التي كتبها على نفسه فقال- تعالى-: وَما كانَ رَبُّكَ مُهْلِكَ الْقُرى حَتَّى يَبْعَثَ فِي أُمِّها رَسُولًا يَتْلُوا عَلَيْهِمْ آياتِنا ...والمراد ب أُمِّها أكبرها وأعظمها كمكة بالنسبة للجزيرة العربية.أى: إن حكمة الله- تعالى- وعدالته قد اقتصت، أن لا يهلك قرية من القرى التي كفر أهلها، حتى يبعث في كبرى تلك القرى وأصلها رسولا من رسله الكرام، يتلو على أهلها آياته، ويبلغهم دعوته، ويبين لهم الحق من الباطل.وحكمة إرسال الرسول في كبرى تلك القرى، لأنها المركز والعاصمة، التي تبلغ الرسالة إلى القرى التابعة لها، ولأنها في العادة- المكان المختار لسكنى وجهاء القوم ورؤسائهم.قال ابن كثير ما ملخصه: وفي هذه الآية دلالة على أن النبي صلّى الله عليه وسلّم المبعوث من أم القرى- وهي مكة-، رسول إلى جميع القرى من عرب وأعجام، كما قال- تعالى-:وَكَذلِكَ أَوْحَيْنا إِلَيْكَ قُرْآناً عَرَبِيًّا لِتُنْذِرَ أُمَّ الْقُرى وَمَنْ حَوْلَها..، وقال- تعالى-:قُلْ يا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعاً. وثبت في الصحيحين أنه قال: بعثت إلى الأحمر والأسود، ولذا ختم به الرسالة والنبوة، فلا نبي بعده، ولا رسول، بل شرعه باق بقاء الليل والنهار إلى يوم القيامة، .وقوله- سبحانه-: وَما كُنَّا مُهْلِكِي الْقُرى إِلَّا وَأَهْلُها ظالِمُونَ معطوف على ما قبله. وهو قوله: وَما كانَ رَبُّكَ مُهْلِكَ الْقُرى ومؤكد له.أى: وما كنا في حال من الأحوال بمهلكى هذه القرى، إلا في حال ظلم أهلها لأنفسهم، عن طريق تكذيبهم لرسلنا وإعراضهم عن آياتنا، وإيثارهم الكفر على الإيمان.وشبيه بهذه الآية قوله- تعالى- وَما كانَ رَبُّكَ لِيُهْلِكَ الْقُرى بِظُلْمٍ وَأَهْلُها مُصْلِحُونَ."},{"ayah_number":60,"text":"ثم بين- سبحانه- أن هذه الدنيا وما فيها من متاع، هي شيء زهيد وضئيل بالنسبة لما ادخره- عز وجل- لعباده الصالحين من خيرات، فقال: وَما أُوتِيتُمْ مِنْ شَيْءٍ فَمَتاعُ الْحَياةِ الدُّنْيا وَزِينَتُها.أى: وما أعطيتموه- أيها الناس- من خير، وما أصبتموه من مال فهو متاع زائل من أعراض الحياة الدنيا الزائلة وحطامها الذي لا دوام له، ومهما كثر فهو إلى نفاد، ومهما طال فله نهاية، فأنتم تتمتعون بزينة الحياة الدنيا ثم تتركونها لغيركم.وَما عِنْدَ اللَّهِ- تعالى- من ثواب وعطاء جزيل في الآخرة، هو في نفسه خَيْرٌ وَأَبْقى لأن لذته خالصة من الشوائب والأكدار وبهجته لا تنتهي ولا تزول.أَفَلا تَعْقِلُونَ هذه التوجيهات الحكيمة، وتعملون بمقتضاها، فإن من شأن العقلاء أن يؤثروا الباقي على الفاني، والذي هو خير على الذي هو أدنى."},{"ayah_number":61,"text":"ثم نفى- سبحانه- التسوية بين أهل الجنة وأهل النار بأبلغ أسلوب فقال: أَفَمَنْ وَعَدْناهُ وَعْداً حَسَناً فَهُوَ لاقِيهِ، كَمَنْ مَتَّعْناهُ مَتاعَ الْحَياةِ الدُّنْيا.فالاستفهام للإنكار ونفى المساواة بين الفريقين، والمراد بالوعد: الموعود به وهو الجنة ونعيمها.أى: إنه لا يستوي في عرف أى عاقل، حال المؤمنين الذين وعدناهم وعدا حسنا بالجنة ونعيمها، وهم سيظفرون بما وعدناهم به لا محالة، وحال أولئك الكافرين والفاسقين الذين متعناهم إلى حين بمتاع الدنيا الزائلة.وقوله- سبحانه-: ثُمَّ هُوَ يَوْمَ الْقِيامَةِ مِنَ الْمُحْضَرِينَ معطوف على مَتَّعْناهُ وداخل معه في حيز الصلة، ومؤكد لإنكار المساواة.أى: ثم هو هذا الذي متعناه بمتاع الحياة الدنيا الزائل، من المحضرين لعذابنا في النار، والمحضرين: جمع محضر. اسم مفعول من أحضره.وهذا التعبير يشعر بإحضاره إلى النار وهو مكره خائف، من العذاب المهين الذي أعدّ له، فالآية الكريمة قد نفت بأبلغ أسلوب- المساواة بين المؤمنين والكافرين.ثم حكى- سبحانه- جانبا من أقوال المشركين يوم القيامة، ومن أحوالهم السيئة، ورد أمرهم وأمر غيرهم إليه وحده- عز وجل- فقال:"},{"ayah_number":62,"text":"والظرف في قوله- سبحانه-: وَيَوْمَ يُنادِيهِمْ منصوب بفعل مقدر، ونداؤهم نداء إهانة وتحقير. والنداء صادر عن الله- تعالى-.أى: واذكر- أيها المخاطب- لتتعظ وتعتبر، حال أولئك الظالمين، يوم يناديهم الله- تعالى- فيقول لهم: أَيْنَ شُرَكائِيَ الَّذِينَ كُنْتُمْ تَزْعُمُونَ أى: أين شركائى الذين كنتم في الدنيا تزعمونهم شركائى، لكي ينصروكم أو يدفعوا عنكم العذاب.فمفعولا تَزْعُمُونَ محذوفان، لدلالة الكلام عليهما. والمقصود بهذا الاستفهام أَيْنَ شُرَكائِيَ الخزي والفضيحة، إذ من المعلوم أنه لا شركاء لله- تعالى- لا في ذاته ولا في صفاته."},{"ayah_number":63,"text":"والمراد بالذين حق عليهم القول في قوله- تعالى-: قالَ الَّذِينَ حَقَّ عَلَيْهِمُ الْقَوْلُ ... رؤساؤهم في الكفر، ودعاتهم إليه كالشياطين، ومن يشبهونهم في التحريض على الضلال.أى قال: رؤساؤهم ودعاتهم إلى الكفر، الذين ثبت عليهم العذاب بسبب إصرارهم على الفسوق والجحود.رَبَّنا هؤُلاءِ الَّذِينَ أَغْوَيْنا أى: يا ربنا هؤلاء هم أتباعنا الذين أضللناهم.أَغْوَيْناهُمْ كَما غَوَيْنا أى: دعوناهم إلى الضلالة التي كنا عليها فأطاعونا فيما دعوناهم إليه.قال صاحب الكشاف ما ملخصه: قوله: هؤُلاءِ مبتدأ، والَّذِينَ أَغْوَيْنا صفته، والراجع إلى الموصول محذوف وأَغْوَيْناهُمْ الخبر. والكاف صفة لمصدر محذوف تقديره: أغويناهم فغووا غيا مثل ما غوينا، يعنون أنا لم نغو إلا باختيارنا، لا أن فوقنا مغوين أغوونا بقسر منهم وإلجاء. أودعونا إلى الغي وسولوه لنا، فهؤلاء كذلك غووا باختيارهم، لأن إغواءنا لهم، لم يكن إلا وسوسة وتسويلا. لا قسرا أو إلجاء «فلا فرق إذا بين غينا وغيهم..» .وقوله- سبحانه- تَبَرَّأْنا إِلَيْكَ ما كانُوا إِيَّانا يَعْبُدُونَ من كلام الرؤساء والشياطين، فهو مقرر لما قبله، ومؤكد له.أى: تبرأنا إليك منهم، ومن ادعائهم أننا أجبرناهم على الضلالة والغواية، والحق أنهم ما كانوا يعبدوننا، بل كانوا يعبدون ما سولته لهم أهواؤهم وشهواتهم الباطلة.فالآية الكريمة تحكى تبرؤ رءوس الكفر من أتباعهم يوم القيامة، ومن الآيات التي وردت في هذا المعنى قوله- تعالى-: وَقالَ الشَّيْطانُ لَمَّا قُضِيَ الْأَمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُكُمْ فَأَخْلَفْتُكُمْ وَما كانَ لِي عَلَيْكُمْ مِنْ سُلْطانٍ إِلَّا أَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي، فَلا تَلُومُونِي وَلُومُوا أَنْفُسَكُمْ..وقوله- سبحانه-: وَاتَّخَذُوا مِنْ دُونِ اللَّهِ آلِهَةً لِيَكُونُوا لَهُمْ عِزًّا كَلَّا سَيَكْفُرُونَ بِعِبادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا ."},{"ayah_number":64,"text":"ثم وجه- سبحانه- إليهم توبيخا آخر فقال: وَقِيلَ ادْعُوا شُرَكاءَكُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ وَرَأَوُا الْعَذابَ لَوْ أَنَّهُمْ كانُوا يَهْتَدُونَ.أى: وقيل لهؤلاء الكافرين على سبيل الفضيحة والتقريع: اطلبوا من شركائكم الذين توهمتم فيهم النفع والضر أن يشفعوا لكم، أو أن ينقذوكم مما أنتم فيه من عذاب، فطلبوا منهم ذلك لشدة حيرتهم وذلتهم فَلَمْ يَسْتَجِيبُوا لَهُمْ ولم يلتفتوا إليهم.وَرَأَوُا الْعَذابَ أى: ورأى الشركاء والمشركون العذاب ماثلا أمام أعينهم.ولَوْ في قوله: لَوْ أَنَّهُمْ كانُوا يَهْتَدُونَ شرطية، وجوابها محذوف. والتقدير:لو أنهم كانوا في الدنيا مهتدين إلى طريق الحق. لما أصابهم هذا العذاب المهين.ويجوز أن تكون للتمني فلا تحتاج إلى جواب، ويكون المعنى. ورأوا العذاب. فتمنوا أن لو كانوا ممن هداهم الله- تعالى- إلى الصراط المستقيم في الدنيا."},{"ayah_number":65,"text":"ثم وجه- سبحانه- إليهم نداء آخر لا يقل عن سابقه في فضيحتهم وتقريعهم فقال- تعالى-: ويوم يناديهم فيقول: ماذا أَجَبْتُمُ الْمُرْسَلِينَ.أى: واذكر- أيها العاقل- حال هؤلاء الكافرين يوم يناديهم المنادى من قبل الله- عز وجل- فيقول لهم: ما الذي أجبتم به رسلكم عند ما أمروكم بإخلاص العبادة لله- تعالى- ونهوكم عن الإشراك والكفر؟فالمقصود من السؤال الأول: توبيخهم على إشراكهم، والمقصود من السؤال الثاني، توبيخهم على تكذيبهم لرسلهم، ولذا وقفوا من هذه الأسئلة موقف الحائر المذهول المكروب، كما قال- تعالى-: فَعَمِيَتْ عَلَيْهِمُ الْأَنْباءُ يَوْمَئِذٍ فَهُمْ لا يَتَساءَلُونَ."},{"ayah_number":66,"text":"أى: فخفيت عليهم الحجج التي يجيبون بها على هذه الأسئلة، وصاروا لفرط دهشتهم وذهولهم عاجزين عن أن يسأل بعضهم بعضا عن الإجابة.وعدى فَعَمِيَتْ بعلى، لتضمنه معنى الخفاء قال- سبحانه- فَعَمِيَتْ عَلَيْهِمُ الْأَنْباءُ ولم يقل: فعموا عن الأنباء، للمبالغة في بيان ذهولهم وصمتهم المطبق في ذلك اليوم العسير، حتى لكأنما الأنباء والأخبار عمياء لا تصل إليهم، ولا تعرف شيئا عنهم.والتعبير بقوله- سبحانه- فَهُمْ لا يَتَساءَلُونَ يشعر بزيادة حيرتهم وفرط دهشتهم فهم جميعا قد صاروا في حالة من الإبلاس والحيرة، جعلتهم يتساوون في العجز والجهل."},{"ayah_number":67,"text":"وكعادة القرآن الكريم في الجمع بين حال الكافرين وحال المؤمنين، أتبع الحديث عن الكافرين، بالحديث عن المؤمنين فقال: فَأَمَّا مَنْ تابَ وَآمَنَ وَعَمِلَ صالِحاً فَعَسى هذا التائب المؤمن المواظب على الأعمال الصالحة أَنْ يَكُونَ مِنَ الْمُفْلِحِينَ أى من الفائزين بالمطلوب.قال ابن كثير: وعسى من الله- عز وجل- موجبة، فإن هذا واقع بفضل الله ومنّه- أى وعطائه- لا محالة  ."},{"ayah_number":68,"text":"ثم بين- سبحانه- أن مرد الأمور جميعها إليه، وأنه هو صاحب الخلق والأمر فقال:وَرَبُّكَ يَخْلُقُ ما يَشاءُ وَيَخْتارُ.أى: وربك- أيها الرسول الكريم- يخلق ما يشاء أن يخلقه، ويختار من يختار من عباده لحمل رسالته، ولتبليغ دعوته. لا يُسْئَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْئَلُونَ.وما في قوله- تعالى- ما كانَ لَهُمُ الْخِيَرَةُ نافية والخيرة من التخير وهي بمعنى الاختيار، والجملة مؤكدة لما قبلها من أنه- سبحانه- يخلق ما يشاء ويختار.أى: وربك وحده يخلق ما يشاء خلقه ويختار ما يشاء اختياره لشئون عباده، وما صح وما استقام لهؤلاء المشركين أن يختاروا شيئا لم يختره الله- تعالى- أو لم يرده، إذ كل شيء في هذا الوجود خاضع لإرادته وحده- عز وجل- ولا يملك أحد كائنا من كان أن يقترح عليه شيئا ولا أن يزيد أو ينقص في خلقه شيئا.وليس لهؤلاء المشركين أن يختاروا للنبوة أو لغيرها أحدا لم يختره الله- تعالى- لذلك، فالله- عز وجل- أعلم حيث يجعل رسالته.قال القرطبي ما ملخصه: قوله: ما كانَ لَهُمُ الْخِيَرَةُ أى: ليس يرسل من اختاروه هم.وقيل: يجوز أن تكون ما في موضع نصب بيختار، ويكون المعنى، ويختار الذي كان لهم فيه الخيرة.والصحيح الأول لإطباقهم الوقف على قوله وَيَخْتارُ، وما نفى عام لجميع الأشياء، أن يكون للعبد فيها شيء سوى اكتسابه بقدرة الله- عز وجل-.وقال الثعلبي: وما نفى، أى ليس لهم الاختيار على الله. وهذا أصوب، كقوله- تعالى: وَما كانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذا قَضَى اللَّهُ وَرَسُولُهُ أَمْراً أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ..  .وقوله- تعالى-: سُبْحانَ اللَّهِ وَتَعالى عَمَّا يُشْرِكُونَ تنزيه له- عز وجل- عن الشرك والشركاء.أى تنزه الله- تعالى- وتقدس بذاته وصفاته عن إشراك المشركين، وضلاك الضالين."},{"ayah_number":69,"text":"ثم بين- سبحانه- أن علمه شامل لكل شيء فقال: وَرَبُّكَ يَعْلَمُ ما تُكِنُّ صُدُورُهُمْ وَما يُعْلِنُونَ.أى: وربك- أيها الرسول الكريم- يعلم علما تاما ما تخفيه صدور هؤلاء المشركين من أسرار، وما تعلنه من أقوال، وسيحاسبهم على كل ذلك حسابا لا يغادر صغيرة ولا كبيرة إلا أحصاها."},{"ayah_number":70,"text":"وَهُوَ اللَّهُ- سبحانه- لا إله إلا هو يستحق العبادة والخضوع لَهُ الْحَمْدُ فِي الْأُولى وَالْآخِرَةِ.أى: في الدنيا، وله الحمد- أيضا- في الآخرة، وله وحده الْحُكْمُ النافذ وَإِلَيْهِ وحده تُرْجَعُونَ للحساب لا إلى غيره.ثم أمر- سبحانه- نبيه صلّى الله عليه وسلّم أن يذكر الناس بمظاهر قدرته- سبحانه- في هذا الكون، وأن يوقظ مشاعرهم للتأمل في ظاهرتين كونيتين، هما الليل والنهار، فإن التدبر فيما اشتملتا عليه من تنظيم دقيق، من شأنه أن يبعث على الإيمان بقدرة موجدهما، وهو الله عز وجل. قال- تعالى-:"},{"ayah_number":71,"text":"السرمد: الدائم الذي لا ينقطع، والمراد به هنا: دوام الزمان من ليل أو نهار.والمعنى: قل- أيها الرسول الكريم- للناس ليعتبروا ويتعظوا وينتبهوا إلى مظاهر قدرتنا ورحمتنا، أخبرونى ماذا كان يحصل لكم إن جعل الله- تعالى- عليكم الزمان ليلا دائما إلى يوم القيامة، مَنْ إِلهٌ غَيْرُ اللَّهِ- تعالى- يَأْتِيكُمْ بِضِياءٍ تبصرون عن طريقه عجائب هذا الكون، وتقضون فيه حوائجكم أَفَلا تَسْمَعُونَ ما أرشدناكم إليه سماع تدبر وتفهم واعتبار يهديكم إلى طاعة الله- تعالى- وشكره على نعمه."},{"ayah_number":72,"text":"ثم قال لهم: أخبرونى بعد ذلك، لو جعل الله- تعالى- عليكم الزمان ضياء دائما إلى يوم القيامة مَنْ إِلهٌ غَيْرُ اللَّهِ- تعالى- يَأْتِيكُمْ بِلَيْلٍ تَسْكُنُونَ فِيهِ أى: تستريحون فيه من عناء العمل والكد والتعب بالنهار أَفَلا تُبْصِرُونَ أى: أفلا تبصرون هذه الدلائل الساطعة الدالة على قدرة الله- تعالى- ورأفته بكم.إن دوام الزمان على هيئة واحدة من ليل أو نهار، يؤدى إلى اختلال الحياة، وعدم توفر أسباب المعيشة السليمة لكم، بل ربما أدى إلى هلاككم.إن المشاهد من أحوال الناس، أنهم مع وجود الليل لساعات محدودة، يشتاقون لطلوع الفجر، لقضاء مصالحهم، ومع وجود النهار لساعات محدودة- أيضا- يتطلعون إلى حلول الليل، ليستريحوا فيه من عناء العمل.وختم- سبحانه- الآية الأولى بقوله: أَفَلا تَسْمَعُونَ لأن حاسة السمع- فيما لو كان الليل سرمدا- هي أكثر الحواس استعمالا في تلك الحالة المفترضة، وختم الآية الثانية بقوله: أَفَلا تُبْصِرُونَ، لأن حاسة البصر- فيما لو كان النهار سرمدا- من أكثر الحواس استعمالا في هذه الحالة.قال صاحب الكشاف: فإن قلت: هلا قيل: بنهار تتصرفون فيه، كما قيل «بليل تسكنون فيه،؟قلت ذكر الضياء- هو ضوء الشمس- لأن المنافع التي تتعلق به متكاثرة، ليس التصرف في المعاش وحده، والظلام ليس بتلك المنزلة  ."},{"ayah_number":73,"text":"وقوله- سبحانه-: وَمِنْ رَحْمَتِهِ جَعَلَ لَكُمُ اللَّيْلَ وَالنَّهارَ لِتَسْكُنُوا فِيهِ، وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ بيان لمظاهر فضل الله- تعالى- على الناس، حيث جعل الليل والنهار على تلك الحالة التي يعيشون فيها.أى: ومن رحمته بكم- أيها الناس- أنه- سبحانه- لم يجعل زمان الليل سرمدا، ولا زمان النهار، بل جعلهما متعاقبين، وجعل لكل واحد منهما زمانا محددا مناسبا لمصالحكم ومنافعكم، فالليل تسكنون فيه وتريحون فيه أبدانكم، والنهار تنتشرون فيه لطلب الرزق من الله تعالى.وقد فعل- سبحانه- ذلك لمصلحتكم، كي تشكروه على نعمه، وتخلصوا له العبادة والطاعة."},{"ayah_number":74,"text":"وبعد هذا الحديث عن مشاهد الكون، عادت السورة- للمرة الثالثة- إلى الحديث عن أحوال المجرمين يوم القيامة، فقال- تعالى-: وَيَوْمَ يُنادِيهِمْ فَيَقُولُ أَيْنَ شُرَكائِيَ الَّذِينَ كُنْتُمْ تَزْعُمُونَ.أى: كن متذكرا- أيها العاقل- لتعتبر وتتعظ، حال المجرمين يوم القيامة، يوم يناديهم الله- تعالى- على سبيل التقريع والتأنيب فيقول لهم: أين شركائى الذين كنتم في دنياكم تزعمون أنهم شركائى في العبادة والطاعة.إنهم لا وجود لهم إلا في عقولكم الجاهلة، وأفكاركم الباطلة، وتقاليدكم السقيمة.قال- تعالى-: وَلَقَدْ جِئْتُمُونا فُرادى كَما خَلَقْناكُمْ أَوَّلَ مَرَّةٍ، وَتَرَكْتُمْ ما خَوَّلْناكُمْ وَراءَ ظُهُورِكُمْ، وَما نَرى مَعَكُمْ شُفَعاءَكُمُ الَّذِينَ زَعَمْتُمْ أَنَّهُمْ فِيكُمْ شُرَكاءُ، لَقَدْ تَقَطَّعَ بَيْنَكُمْ وَضَلَّ عَنْكُمْ ما كُنْتُمْ تَزْعُمُونَ"},{"ayah_number":75,"text":"وقوله- تعالى-: وَنَزَعْنا مِنْ كُلِّ أُمَّةٍ شَهِيداً أى: أخرجنا بسرعة من كل أمة من الأمم شهيدا يشهد عليهم، والمراد به الرسول الذي أرسله- سبحانه- إلى تلك الأمة المشهود عليها. فَقُلْنا هاتُوا بُرْهانَكُمْ أى: فقلنا لهؤلاء المشركين- بعد أن شهد عليهم أنبياؤهم بأنهم قد بلغوهم رسالة الله- قلنا لهم: هاتوا برهانكم وأدلتكم على صحة ما كنتم عليه من شرك وكفر في الدنيا: والأمر هنا للتعجيز والإفضاح.ولذا عقب- سبحانه- عليهم بقوله: فَعَلِمُوا أَنَّ الْحَقَّ لِلَّهِ أى: فعجزوا عن الإتيان بالبرهان، وعلموا أن العبادة الحق إنما هي لله- تعالى- وحده. وَضَلَّ عَنْهُمْ ما كانُوا يَفْتَرُونَ أى: وغاب عنهم ما كانوا يفترونه في حياتهم، من أن معبوداتهم الباطلة ستشفع لهم يوم القيامة.وبعد هذا البيان المتنوع عن دعاوى المشركين والرد عليها، وعن أحوالهم يوم القيامة، وعن أحوال المؤمنين الصادقين.. بعد كل ذلك، ختم- سبحانه- قصة موسى- عليه السلام- التي جاء الحديث عنها في كثير من آيات هذه السورة- ختمها بقصة قارون الذي كان من قوم موسى- عليه السلام- فقال- تعالى-:"},{"ayah_number":76,"text":"قال القرطبي: قوله- تعالى-: إِنَّ قارُونَ كانَ مِنْ قَوْمِ مُوسى لما قال- تعالى-: وَما أُوتِيتُمْ مِنْ شَيْءٍ فَمَتاعُ الْحَياةِ الدُّنْيا وَزِينَتُها بين أن قارون أوتيها واغتر بها. ولم تعصمه من عذاب الله، كما لم تعصم فرعون ولستم- أيها المشركون- بأكثر عددا ومالا من قارون وفرعون، فلم ينفع فرعون جنوده وأمواله، ولم ينفع قارون قرابته من موسى ولا كنوزه.قال النخعي وقتادة وغيرهما: كان قارون ابن عم موسى.. وقيل كان ابن خالته.. .وقوله فَبَغى عَلَيْهِمْ من البغي وهو مجاوزة الحد في كل شيء. يقال: بغى فلان على غيره بغيا، إذا ظلمه واعتدى عليه. وأصله من بغى الجرح، إذا ترامى إليه الفساد.والمعنى: إن قارون كان من قوم موسى، أى: من بنى إسرائيل الذين أرسل إليهم موسى كما أرسل إلى فرعون وقومه.فَبَغى عَلَيْهِمْ أى: فتطاول عليهم، وتجاوز الحدود في ظلمهم وفي الاعتداء عليهم.ولم يحدد القرآن كيفية بغيه أو الأشياء التي بغى عليهم فيها، للإشارة إلى أن بغيه قد شمل كل ما من شأنه أن يسمى بغيا من أقوال أو أفعال.وقوله- تعالى-: وَآتَيْناهُ مِنَ الْكُنُوزِ ما إِنَّ مَفاتِحَهُ لَتَنُوأُ بِالْعُصْبَةِ أُولِي الْقُوَّةِ بيان لما أعطى الله- تعالى- لقارون من نعم.والكنوز: جمع كنز وهو المال الكثير المدخر، وما موصولة. وهي المفعول الثاني لآتينا.وصلتها إِنَّ وما في حيزها. وقوله: مَفاتِحَهُ جمع مفتح- بكسر الميم وفتح التاء- وهو الآلة التي يفتح بها- أو جمع مفتح- بفتح الميم والتاء- بمعنى الخزائن التي تجمع فيها الأموال.وهو- أى لفظ مفاتحه- اسم إن، والخبر: لَتَنُوأُ بِالْعُصْبَةِ أُولِي الْقُوَّةِ.وقوله لَتَنُوأُ. أى لتعجز أو لتثقل. يقال: ناء فلان بحمل هذا الشيء، إذا أثقله حمله وأتعبه: والباء في قوله بِالْعُصْبَةِ للتعدية والعصبة: الجماعة من الناس من غير تعيين بعدد معين، سموا بذلك لأنهم يتعصب بعضهم لبعض ومنهم من خصها في العرف، بالعشرة إلى الأربعين.والمعنى: وآتينا قارون- بقدرتنا وفضلنا- من الأموال الكثيرة، ما يثقل حمل مفاتح خزائنها، العصبة من الرجال الأقوياء، بحيث تجعلهم شبه عاجزين عن حملها.قال صاحب الكشاف: وقد بولغ في ذكر ذلك- أى في كثرة أمواله- بلفظ الكنوز، والمفاتح، والنوء، والعصبة، وأولى القوة .والمراد بالفرح في قوله- سبحانه-: إِذْ قالَ لَهُ قَوْمُهُ لا تَفْرَحْ: البطر والأشر والتفاخر على الناس، والاستخفاف بهم واستعمال نعم الله- تعالى- في السيئات والمعاصي.وجملة: إِنَّ اللَّهَ لا يُحِبُّ الْفَرِحِينَ تعليل للنهى عن الفرح المذموم.أى: لقد أعطى الله- تعالى- قارون نعما عظيمة، فلم يشكر الله عليها، بل طغى وبغى، فقال له العقلاء من قومه: لا تفرح بهذا المال الذي بين يديك فرح البطر الفخور، المستعمل لنعم الله في الفسوق والمعاصي، فإن الله- تعالى- لا يحب من كان كذلك."},{"ayah_number":77,"text":"ثم قالوا له- أيضا- على سبيل النصح والإرشاد: وَابْتَغِ فِيما آتاكَ اللَّهُ الدَّارَ الْآخِرَةَ أى: واطلب فيما أعطاك الله- تعالى- من أموال عظيمة، ثواب الدار الآخرة، عن طريق إنفاق جزء من مالك في وجوه الخير، كالإحسان إلى الفقراء والمحتاجين.وَلا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيا أى: اجعل مالك زادا لآخرتك، ولا تترك التنعم بنعم الله في دنياك، فإن لربك عليك حقا، ولنفسك عليك حقا، ولأهلك عليك حقا، ولضيفك عليك حقا، فأعط كل ذي حق حقه.وَأَحْسِنْ كَما أَحْسَنَ اللَّهُ إِلَيْكَ أى: وأحسن إلى عباد الله بأن تترك البغي عليهم، وتعطيهم حقوقهم. مثل ما أحسن الله إليك بنعم كثيرة.وَلا تَبْغِ الْفَسادَ فِي الْأَرْضِ أى: ولا تطلب الفساد في الأرض عن طريق البغي والظلم إِنَّ اللَّهَ لا يُحِبُّ الْمُفْسِدِينَ كما أنه- سبحانه- لا يحب الفرحين المختالين.وهكذا ساق العقلاء من قوم قارون النصائح الحكيمة له، والتي من شأن من اتبعها أن ينال السعادة في دنياه وأخراه."},{"ayah_number":78,"text":"ولكن قارون قابل هذه النصائح، بالغرور وبالإصرار على الفساد والجحود فقال كما حكى القرآن عنه إِنَّما أُوتِيتُهُ عَلى عِلْمٍ عِنْدِي.أى: قال قارون في الرد على ناصحيه: إن هذا المال الكثير الذي تحت يدي، إنما أوتيته بسبب علمي وجدي واجتهادي.. فكيف تطلبون منى أن أتصرف بمقتضى نصائحكم؟ لا. لن أتبع تلك النصائح التي وجهتموها إلى، فإن هذا المال مالي ولا شأن لكم بتصرفى فيه، كما أنه لا شأن لكم بتصرفاتى الخاصة، ولا بسلوكى في حياتي التي أملكها.وهذا القول يدل على أن قارون، كان قد بلغ الذروة في الغرور والطغيان وجحود النعمة.ولذا جاءه التهديد المصحوب بالسخرية منه ومن كنوزه، في قوله- تعالى-: أَوَلَمْ يَعْلَمْ أَنَّ اللَّهَ قَدْ أَهْلَكَ مِنْ قَبْلِهِ مِنَ الْقُرُونِ مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةً وَأَكْثَرُ جَمْعاً.والمقصود بهذا الاستفهام التعجيب من حاله، والتأنيب له على جهله وغروره.أى: أبلغ الغرور والجهل بقارون أنه يزعم أن هذا المال الذي بين يديه جمعه بمعرفته واجتهاده، مع أنه يعلم- حق العلم عن طريق التوراة وغيرها، أن الله- تعالى- قد أهلك من قبله. من أهل القرون السابقة عليه من هو أشد منه في القوة، وأكثر منه في جمع المال واكتنازه.فالمقصود بالجملة الكريمة تهديده وتوبيخه على غروره وبطره.وقوله- سبحانه-: وَلا يُسْئَلُ عَنْ ذُنُوبِهِمُ الْمُجْرِمُونَ جملة حالية. أى: والحال أنه لا يسأل عن ذنوبهم المجرمون سؤال استعتاب واستعلام، لأن الله- تعالى- لا يخفى عليه شيء. وإنما يسألون- كما جاء في قوله- تعالى- فَوَ رَبِّكَ لَنَسْئَلَنَّهُمْ أَجْمَعِينَ- سؤال توبيخ وإفضاح.فالمراد بالنفي في قوله- سبحانه- وَلا يُسْئَلُ.. سؤال الاستعلام والاستعتاب، والمراد بالإثبات في قوله: فَلَنَسْئَلَنَّ أو في قوله: فَوَ رَبِّكَ لَنَسْئَلَنَّهُمْ سؤال التقريع والتوبيخ.أو نقول: إن في يوم القيامة مواقف، فالمجرمون قد يسألون في موقف، ولا يسألون في موقف آخر، وبذلك يمكن الجمع بين الآيات التي تنفى السؤال والآيات التي تثبته."},{"ayah_number":79,"text":"ثم حكى القرآن بعد ذلك مظهرا آخر من مظاهر غرور قارون وبطره فقال: فَخَرَجَ عَلى قَوْمِهِ فِي زِينَتِهِ والجملة الكريمة معطوفة على قوله قبل ذلك قالَ إِنَّما أُوتِيتُهُ عَلى عِلْمٍ عِنْدِي وما بينهما اعتراض. والزينة: اسم ما يتزين به الإنسان من حلى أو ثياب أو ما يشبههما.أى: قال ما قال قارون على سبيل الفخر والخيلاء، ولم يكتف بهذا القول بل خرج على قومه في زينة عظيمة. وأبهة فخمة، فيها ما فيها من ألوان الرياش والخدم.وقد ذكر بعض المفسرين روايات متعددة، في زينته التي خرج فيها، رأينا أن نضرب عنها صفحا لضعفها، ويكفى أن نعلم أنها زينة فخمة، لأنه لم يرد نص في تفاصيلها.وأمام هذه الزينة الفخمة التي خرج فيها قارون، انقسم الناس إلى فريقين، فريق استهوته هذه الزينة، وتمنى أن يكون له مثلها، وقد عبر القرآن عن هذا الفريق بقوله:قالَ الَّذِينَ يُرِيدُونَ الْحَياةَ الدُّنْيا يا لَيْتَ لَنا مِثْلَ ما أُوتِيَ قارُونُ إِنَّهُ لَذُو حَظٍّ عَظِيمٍ.أى: خرج قارون على قومه في زينته، فما كان من الذين يريدون الحياة الدنيا وزخارفها من قومه، إلا أن قالوا على سبيل التمني والانبهار.. يا ليت لنا مثل ما أوتى قارون من مال وزينة ورياش، إنه لذو حظ عظيم، ونصيب ضخم، من متاع الدنيا وزينتها.هكذا قال الذين يريدون الحياة الدنيا. وهم الفريق الأول من قوم قارون. أما الفريق الثاني المتمثل في أصحاب الإيمان القوى، والعلم النافع، فقد قابلوا أصحاب هذا القول بالزجر والتعنيف، وقد حكى القرآن ذلك عنهم فقال: وَقالَ الَّذِينَ أُوتُوا الْعِلْمَ وَيْلَكُمْ، ثَوابُ اللَّهِ خَيْرٌ لِمَنْ آمَنَ وَعَمِلَ صالِحاً وَلا يُلَقَّاها إِلَّا الصَّابِرُونَ."},{"ayah_number":80,"text":"وكلمة وَيْلَكُمْ أصلها الدعاء بالهلاك، وهي منصوبة بمقدر. أى: ألزمكم الله الويل.ثم استعملت في الزجر والتعنيف والحض على ترك ما هو قبيح، وهذا الاستعمال هو المراد هنا.أى: وقال الذين أوتوا العلم النافع من قوم قارون. لمن يريدون الحياة الدنيا: كفوا عن قولكم هذا، واتركوا الرغبة في أن تكونوا مثله، فإن ثَوابُ اللَّهِ في الآخرة خَيْرٌ مما تمنيتموه، وهذا الثواب إنما هو لِمَنْ آمَنَ وَعَمِلَ صالِحاً فلا تتمنوا عرض الدنيا الزائل.وهذه المثوبة العظمى التي أعدها الله- تعالى- لمن آمن وعمل صالحا وَلا يُلَقَّاها أى: لا يظفر بها، ولا يوفق للعمل لها إِلَّا الصَّابِرُونَ على طاعة الله- تعالى- وعلى ترك المعاصي والشهوات.قال صاحب الكشاف: والراجع في وَلا يُلَقَّاها للكلمة التي تكلم بها العلماء، أو للثواب، لأنه في معنى المثوبة أو الجنة، أو للسيرة والطريقة وهي الإيمان والعمل الصالح  ."},{"ayah_number":81,"text":"ثم جاءت بعد ذلك العقوبة لقارون، بعد أن تجاوز الحدود في البغي والفخر والإفساد في الأرض. وقد حكى سبحانه- هذه العقوبة في قوله: فَخَسَفْنا بِهِ وَبِدارِهِ الْأَرْضَ.وقوله- تعالى- فَخَسَفْنا من الخسف وهو النزول في الأرض، يقال: خسف المكان خسفا- من باب ضرب- إذا غار في الأرض. ويقال: خسف القمر، إذا ذهب ضوؤه، وخسف الله بفلان الأرض، إذا غيبه فيها.قال ابن كثير لما ذكر الله- تعالى- اختيال قارون في زينته، وفخره على قومه وبغيه عليهم، عقب ذلك بأنه خسف به وبداره الأرض، كما ثبت في الصحيح- عند البخاري من حديث الزهري عن سالم- أن أباه حدثه: أن رسول الله صلّى الله عليه وسلّم قال: «بينا رجل يجر إزاره إذ خسف به، فهو يتجلجل في الأرض إلى يوم القيامة» .أى. تمادى قارون في بغيه، ولم يستمع لنصح الناصحين، فغيبناه في الأرض هو وداره، وأذهبناهما فيها إذهابا تاما.فَما كانَ لَهُ مِنْ فِئَةٍ يَنْصُرُونَهُ مِنْ دُونِ اللَّهِ أى: فما كان لقارون من جماعة أو عصبة تنصره من عذاب الله، بأن تدفعه عنه، أو ترحمه منه.وَما كانَ قارون مِنَ المُنْتَصِرِينَ بل كان من الأذلين الذين تلقوا عقوبة الله- تعالى- باستسلام وخضوع وخنوع، دون أن يستطيع هو أو قومه رد عقوبة الله- تعالى-."},{"ayah_number":82,"text":"ثم- بين- سبحانه- ما قاله الذين كانوا يتمنون أن يكونوا مثل قارون فقال- تعالى-: وَأَصْبَحَ الَّذِينَ تَمَنَّوْا مَكانَهُ بِالْأَمْسِ يَقُولُونَ وَيْكَأَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشاءُ مِنْ عِبادِهِ وَيَقْدِرُ، لَوْلا أَنْ مَنَّ اللَّهُ عَلَيْنا لَخَسَفَ بِنا، وَيْكَأَنَّهُ لا يُفْلِحُ الْكافِرُونَ.ولفظ «وى» اسم فعل بمعنى أعجب، ويكون- أيضا- للتحسر والتندم، وكان الرجل من العرب إذا أراد أن يظهر ندمه وحسرته على أمر فائت يقول: وى.وقد يدخل هذا اللفظ على حرف «كأن» المشددة- كما في الآية- وعلى المخففة.قال الجمل ما ملخصه قوله: وَيْكَأَنَّ اللَّهَ في هذا اللفظ مذاهب: أحدها: أن وى كلمة برأسها، وهي اسم فعل معناها أعجب، أى: أنا، والكاف للتعليل، وأن وما في حيزها مجرورة بها، أى: أعجب لأن الله- تعالى- يبسط الرزق لمن يشاء ويقدر.. وقياس هذا القول أن يوقف على «وى» وحدها، وقد فعل ذلك الكسائي.الثاني: أن كأن هنا للتشبيه إلا أنه ذهب معناه وصارت للخبر واليقين، وهذا- أيضا يناسبه الوقف على وى.الثالث: أن «ويك» كلمة برأسها، والكاف حرف خطاب، و «أن» معمولة لمحذوف.أى: أعلم أن الله يبسط.. وهذا يناسب الوقف على ويك وقد فعله أبو عمرو.الرابع: أن أصل الكلمة ويلك، فحذفت اللام وهذا يناسب الوقف على الكاف- أيضا- كما فعل أبو عمرو.الخامس: أن وَيْكَأَنَّ كلها كلمة مستقلة بسيطة ومعناها: ألم تر.. ولم يرسم في القرآن إلا وَيْكَأَنَّ ويكأنه متصلة في الموضعين.. ووصل هذه الكلمة عند القراءة لا خلاف بينهم فيه.والمعنى: وبعد أن خسف الله- تعالى- الأرض بقارون ومعه داره، أصبح الذين تمنوا أن يكونوا مثله بِالْأَمْسِ أى: منذ زمان قريب، عند ما خرج عليهم في زينته، أصبحوا يقولون بعد أن رأوا هلاكه: وَيْكَأَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشاءُ مِنْ عِبادِهِ وَيَقْدِرُ أى: صاروا يقولون ما أعجب قدرة الله- تعالى- في إعطائه الرزق لمن يشاء من عباده وفي منعه عمن يشاء منهم، وما أحكمها في تصريف الأمور، وما أشد غفلتنا عند ما تمنينا أن نكون مثل قارون، وما أكثر ندمنا على ذلك.لولا أن الله- تعالى- قد منّ علينا، بفضله وكرمه لخسف بنا الأرض كما خسفها بقارون وبداره.وَيْكَأَنَّهُ لا يُفْلِحُ الْكافِرُونَ أى: ما أعظم حكمة الله- تعالى- في إهلاكه للقوم الكافرين، وفي إمهاله لهم ثم يأخذهم بعد ذلك أخذ عزيز مقتدر."},{"ayah_number":83,"text":"ثم ختم- سبحانه- قصة قارون ببيان سنة من سننه التي لا تتخلف فقال: تِلْكَ الدَّارُ الْآخِرَةُ نَجْعَلُها لِلَّذِينَ لا يُرِيدُونَ عُلُوًّا فِي الْأَرْضِ وَلا فَساداً.واسم الإشارة تِلْكَ مبتدأ، والدار الآخرة صفة له، ونجعلها.. خبره، وجاءت الإشارة بهذه الصيغة المفيدة للبعد، للإشعار بعظم هذه الدار وعلو شأنها.أى: تلك الدار الآخرة وما فيها من جنات ونعيم، نجعلها خالصة لعبادنا الذين لا يريدون بأقوالهم ولا بأفعالهم عُلُوًّا فِي الْأَرْضِ أى: تطاولا وتعاليا فيها وَلا فَساداً أى: ظلما أو بغيا أو عدوانا على أحد.وَالْعاقِبَةُ الطيبة الحسنة، إنما هي لِلْمُتَّقِينَ الذين صانوا أنفسهم عن كل سوء وقبيح."},{"ayah_number":84,"text":"مَنْ جاءَ في دنياه بِالْحَسَنَةِ أى بالأعمال الحسنة فَلَهُ في مقابلها عندنا بفضلنا وإحساننا خَيْرٌ مِنْها أى: فله عندنا خير مما جاء به من حسنات، بأن نضاعفها، وتثيبه عليها ثوابا عظيما لا يعلم مقداره أحد.وَمَنْ جاءَ بِالسَّيِّئَةِ، فَلا يُجْزَى الَّذِينَ عَمِلُوا الأعمال السَّيِّئاتِ إِلَّا ما كانُوا يَعْمَلُونَ أى: فلا يجزون إلا الجزاء الذي يناسب أعمالهم في القبح والسوء.وهكذا يسوق لنا القرآن في قصصه العبر والعظات، لقوم يتذكرون، فمن قصة قارون نرى أن كفران النعم يؤدى إلى زوالها، وأن الغرور والبغي والتفاخر كل ذلك يؤدى إلى الهلاك، وأن خير الناس من يبتغى فيما آتاه الله من نعم ثواب الآخرة، دون أن يهمل نصيبه من الدنيا، وأن العاقل هو من يستجيب لنصح الناصحين، وأن الناس في كل زمان ومكان، منهم الذين يريدون زينة الحياة الدنيا، ومنهم الأخيار الأبرار الذين يفضلون ثواب الآخرة، على متع الحياة الدنيا، وأن العاقبة الحسنة قد جعلها- سبحانه- لعباده المتقين، وأنه- سبحانه- يجازى الذين أساءوا بما عملوا، ويجازى الذين أحسنوا بالحسنى.ثم ختم- سبحانه- السورة الكريمة، ببشارة النبي صلّى الله عليه وسلم، وبتثبيت قلبه، وبأمره بالمضي في تبليغ رسالة ربه بدون خوف أو وجل.. فقال- تعالى-:"},{"ayah_number":85,"text":"قال القرطبي: قوله- تعالى-: إِنَّ الَّذِي فَرَضَ عَلَيْكَ الْقُرْآنَ لَرادُّكَ إِلى مَعادٍ..ختم- سبحانه- السورة ببشارة نبيه محمد صلّى الله عليه وسلّم برده إلى مكة قاهرا لأعدائه. وقيل:هو بشارة له بالجنة. والأول أكثر. وهو قول جابر بن عبد الله، وابن عباس، ومجاهد، وغيرهم.قال القتبى: معاد الرجل بلده، لأنه ينصرف عنه ثم يعود إليه.. وقيل إلى معاد. أى:إلى الموت. .قال الآلوسى: وقد يقال: أطلق- سبحانه- المعاد على مكة، لأن العرب كانت تعود إليها في كل سنة، لمكان البيت فيها، وهذا وعد منه- عز وجل- لنبيه صلّى الله عليه وسلّم وهو بمكة أنه- عليه الصلاة والسلام- يهاجر منها ثم يعود إليها. وروى عن غير واحد أن الآية نزلت بالجحفة بعد أن خرج صلّى الله عليه وسلّم من مكة مهاجرا واشتاق إليها، ووجه ارتباطها بما تقدمها:تضمنها الوعد بالعاقبة الحسنى في الدنيا، كما تضمن ما قبلها الوعد بالعاقبة الحسنى في الآخرة  .والمعنى: إِنَّ الَّذِي فَرَضَ عَلَيْكَ الْقُرْآنَ- أيها الرسول الكريم-، بأن أنزله إليك، وكلفك بحفظه وتلاوته على الناس، والعمل بأوامره ونواهيه.لَرادُّكَ إِلى مَعادٍ أى: لرادك إلى المكان الذي أنت فيه وهو مكة، بعد أن تهاجر منه.تعود إليه ظاهرا منتصرا، بعد أن خرجت منه وأنت مطارد من أعدائك.تعود إليه ومعك الآلاف من أتباعك بعد أن خرجت منه وليس معك سوى صاحبك أبى بكر الصديق- رضى الله عنه-.وقد حقق الله- تعالى- هذا الوعد لنبيه صلّى الله عليه وسلّم فقد عاد الرسول إلى مكة ومعه أصحابه المؤمنون، بعد سنوات قليلة من هجرتهم منها.قال صاحب الكشاف: «ووجه تنكيره- أى لفظ المعاد- أنها كانت في ذلك اليوم معادا له شأن، ومرجعا له اعتداد، لغلبة رسول الله صلّى الله عليه وسلّم عليها، وقهره لأهلها، لظهور عز الإسلام وأهله، وذل الشرك وحزبه  .ثم أرشد- سبحانه- نبيه إلى ما يرد به على دعاوى المشركين فقال: قُلْ رَبِّي أَعْلَمُ مَنْ جاءَ بِالْهُدى، وَمَنْ هُوَ فِي ضَلالٍ مُبِينٍ.أى: قل- أيها الرسول الكريم- لمن خالفك وكذبك، ربي وحده هو الأعلم بالمهتدى وبالضال منى ومنكم، وسيجازى كل فريق بما يستحقه، وستعلمون- أيها المشركون- لمن عقبى الدار."},{"ayah_number":86,"text":"ثم ذكره- سبحانه- بنعمة اختصاصه بالنبوة وحمل الرسالة، فقال: وَما كُنْتَ تَرْجُوا أَنْ يُلْقى إِلَيْكَ الْكِتابُ إِلَّا رَحْمَةً مِنْ رَبِّكَ.أى: وما كنت- أيها الرسول الكريم- قبل وحينا إليك بالرسالة، تتوقع أو تظن أننا سنكلفك بها، لكننا كلفناك بها وشرفناك بحملها رحمة منا بالناس فأنت الرحمة المهداة والنعمة المسداة إليهم، لإخراجهم من ظلمات الكفر إلى نور الإيمان.وما دام الأمر كذلك، فأكثر من شكر الله- تعالى- وامض في طريقك فلا تكونن ظَهِيراً أى: معينا ونصيرا لِلْكافِرِينَ."},{"ayah_number":87,"text":"وَلا يَصُدُّنَّكَ الصادّون عَنْ تبليغ آياتِ اللَّهِ- تعالى- وعن العمل بها بَعْدَ إِذْ أُنْزِلَتْ إِلَيْكَ من ربك.وَادْعُ الناس جميعا إِلى دين رَبِّكَ وإلى طريقه وَلا تَكُونَنَّ مِنَ الْمُشْرِكِينَ الذين أشركوا مع الله- تعالى- آلهة أخرى في العبادة والطاعة."},{"ayah_number":88,"text":"وَلا تَدْعُ مَعَ اللَّهِ- تعالى- إِلهاً آخَرَ أى: واحذر أن تعبد مع الله- تعالى- إلها آخر، فإن الحال والشأن والحق أنه لا إِلهَ مستحق للعبادة إِلَّا هُوَ وحده عز وجل.كُلُّ شَيْءٍ في هذا الوجود هالِكٌ ومعدوم وزائل إِلَّا وَجْهَهُ- عز وجل-.لَهُ- سبحانه- الْحُكْمُ النافذ الذي لا مرد له.وَإِلَيْهِ وحده تُرْجَعُونَ- أيها الناس- فيحاسبكم على ما قدمتم وما أخرتم يَوْمَ لا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئاً وَالْأَمْرُ يَوْمَئِذٍ لِلَّهِ.وبعد: فهذه سورة القصص، وهذا تفسير لها، نسأل الله- تعالى- أن يجعله خالصا لوجهه، ونافعا لعباده.وصلّى الله على سيدنا محمد وعلى آله وصحبه وسلم."}]