[{"ayah_number":1,"text":"بسم الله الرّحمن الرّحيممقدمة وتمهيد1- سورة الروم هي السورة الثلاثون في ترتيب المصحف أما ترتيبها في النزول فهي السورة الثانية والثمانون، وقد كان نزولها بعد سورة الانشقاق.2- وقد افتتحت بالحديث عن قصة معينة، وهي قصة الحروب التي دارت بين الفرس والروم، والتي انتهت في أول الأمر بانتصار الفرس، ثم كان النصر بعد ذلك للروم.قال- تعالى-: الم. غُلِبَتِ الرُّومُ فِي أَدْنَى الْأَرْضِ وَهُمْ مِنْ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ. فِي بِضْعِ سِنِينَ، لِلَّهِ الْأَمْرُ مِنْ قَبْلُ وَمِنْ بَعْدُ، وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ بِنَصْرِ اللَّهِ يَنْصُرُ مَنْ يَشاءُ وَهُوَ الْعَزِيزُ الرَّحِيمُ.3- ثم وبخت السورة الكريمة الكافرين، لعدم تفكرهم في أحوال أنفسهم، وفي أحوال السابقين الذين كانوا أشد منهم قوة وأكثر جمعا، وتوعدتهم بسوء المصير بسبب انطماس بصائرهم، وإعراضهم عن دعوة الحق، ووعدت المؤمنين بحسن الجزاء.قال- تعالى-: وَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَتَفَرَّقُونَ. فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ فَهُمْ فِي رَوْضَةٍ يُحْبَرُونَ. وَأَمَّا الَّذِينَ كَفَرُوا وَكَذَّبُوا بِآياتِنا وَلِقاءِ الْآخِرَةِ، فَأُولئِكَ فِي الْعَذابِ مُحْضَرُونَ.4- ثم ساقت السورة الكريمة بعد ذلك اثنى عشر دليلا على وحدانية الله- تعالى- وقدرته، وقد بدئت هذه الأدلة بقوله- تعالى-: وَمِنْ آياتِهِ أَنْ خَلَقَكُمْ مِنْ تُرابٍ ثُمَّ إِذا أَنْتُمْ بَشَرٌ تَنْتَشِرُونَ، وَمِنْ آياتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْواجاً لِتَسْكُنُوا إِلَيْها، وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً، إِنَّ فِي ذلِكَ لَآياتٍ لِقَوْمٍ يَتَفَكَّرُونَ. وَمِنْ آياتِهِ خَلْقُ السَّماواتِ وَالْأَرْضِ وَاخْتِلافُ أَلْسِنَتِكُمْ وَأَلْوانِكُمْ، إِنَّ فِي ذلِكَ لَآياتٍ لِلْعالِمِينَ. وَمِنْ آياتِهِ مَنامُكُمْ بِاللَّيْلِ وَالنَّهارِ وَابْتِغاؤُكُمْ مِنْ فَضْلِهِ إِنَّ فِي ذلِكَ لَآياتٍ لِقَوْمٍ يَسْمَعُونَ.5- وبعد أن أقام- سبحانه- هذه الأدلة المتعددة على وحدانيته وقدرته، أتبع ذلك بأن أمر الناس باتباع الدين الحق، وبالإنابة إليه- تعالى- فقال: فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفاً فِطْرَتَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْها، لا تَبْدِيلَ لِخَلْقِ اللَّهِ، ذلِكَ الدِّينُ الْقَيِّمُ، وَلكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ. مُنِيبِينَ إِلَيْهِ وَاتَّقُوهُ وَأَقِيمُوا الصَّلاةَ وَلا تَكُونُوا مِنَ الْمُشْرِكِينَ.6- ثم بين- سبحانه- أحوال الناس في السراء والضراء، ودعاهم إلى التعاطف والتراحم، ونفرهم من تعاطى الربا، فقال- تعالى-: فَآتِ ذَا الْقُرْبى حَقَّهُ وَالْمِسْكِينَ وَابْنَ السَّبِيلِ، ذلِكَ خَيْرٌ لِلَّذِينَ يُرِيدُونَ وَجْهَ اللَّهِ، وَأُولئِكَ هُمُ الْمُفْلِحُونَ. وَما آتَيْتُمْ مِنْ رِباً لِيَرْبُوَا فِي أَمْوالِ النَّاسِ فَلا يَرْبُوا عِنْدَ اللَّهِ، وَما آتَيْتُمْ مِنْ زَكاةٍ تُرِيدُونَ وَجْهَ اللَّهِ فَأُولئِكَ هُمُ الْمُضْعِفُونَ.7- ثم ساق- سبحانه- بعد ذلك ألوانا من نعمه على عباده، وبين الآثار السيئة التي تترتب على جحود هذه النعم، ودعا الناس للمرة الثانية إلى اتباع الدين القيم، الذي لا يقبل الله- تعالى- دينا سواه، فقال- تعالى-: فَأَقِمْ وَجْهَكَ لِلدِّينِ الْقَيِّمِ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لا مَرَدَّ لَهُ مِنَ اللَّهِ يَوْمَئِذٍ يَصَّدَّعُونَ. مَنْ كَفَرَ فَعَلَيْهِ كُفْرُهُ، وَمَنْ عَمِلَ صالِحاً فَلِأَنْفُسِهِمْ يَمْهَدُونَ.8- ثم عادت السورة الكريمة إلى الحديث عن نعمة الله في الرياح وفي إرسال الرسل، وأمر كل عاقل أن يتأمل في آثار هذه النعم، ليزداد إيمانا على إيمانه، فقال- تعالى- فَانْظُرْ إِلى آثارِ رَحْمَتِ اللَّهِ كَيْفَ يُحْيِ الْأَرْضَ بَعْدَ مَوْتِها، إِنَّ ذلِكَ لَمُحْيِ الْمَوْتى، وَهُوَ عَلى كُلِّ شَيْءٍ قَدِيرٌ.9- ثم ختم- سبحانه- السورة الكريمة ببيان أهوال الساعة، وحكى أقوال أهل العلم والإيمان، في ردهم على المجرمين عند ما يقسمون أنهم ما لبثوا في هذه الدنيا سوى ساعة واحدة، وأمر- سبحانه- نبيه صلى الله عليه وسلم أن يصبر على أذى أعدائه، فقال- تعالى-:فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ، وَلا يَسْتَخِفَّنَّكَ الَّذِينَ لا يُوقِنُونَ.10- وهكذا نجد أن سورة «الروم» قد أفاضت في الحديث عن الأدلة المتعددة، التي تشهد بوحدانية الله- تعالى- وقدرته، كما تشهد بأن هذا القرآن من عند الله، وبأن يوم القيامة حق وصدق، كما ساقت آيات متعددة في المقارنة بين مصير الأخيار، ومصير الأشرار، ودعت الناس إلى الثبات على الدين الحق، وهو دين الإسلام، كما حضت على التعاطف والتراحم بين المسلمين، ونهت عن تعاطى الربا، لأنه لا يربو عند الله- تعالى-، وإنما الذي يعطى من صدقات هو الذي يربو عند الله- عز وجل- كما ذكرت أنواعا من النعم التي أنعم الله- تعالى- بها على عباده، وأمرتهم بشكره- سبحانه- عليها، لكي يزيدهم من فضله.هذه أهم المقاصد التي اشتملت عليها السورة الكريمة، وهناك مقاصد أخرى يراها من يتدبر هذه السورة الكريمة، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم.سورة الروم من السور التي افتتحت ببعض حروف التهجي، وقد ذكرنا في أكثر من سورة آراء العلماء في هذه الحروف، ورجحنا أن هذه الحروف قد ذكرها- سبحانه- في افتتاح بعض السور القرآنية، للتنبيه إلى أن هذا القرآن من عند الله، لأن الله- تعالى- قد أنزله على رسوله صلى الله عليه وسلم بمثل الحروف التي ينطق بها المشركون، ومع ذلك فهم أعجز من أن يأتوا بسورة من مثله."},{"ayah_number":2,"text":"وقد ذكر المفسرون في سبب نزول قوله- تعالى-: غُلِبَتِ الرُّومُ. فِي أَدْنَى الْأَرْضِ.. روايات منها، ما رواه ابن جرير- بإسناده- عن عبد الله بن مسعود- رضى الله عنه- قال: كانت فارس ظاهرة على الروم. وكان المشركون يحبون أن تظهر فارس على الروم، وكان المسلمون يحبون أن تظهر الروم على فارس، لأنهم أهل كتاب، وهم أقرب إلى دينهم، فلما نزلت: الم. غُلِبَتِ الرُّومُ فِي أَدْنَى الْأَرْضِ.. قالوا: يا أبا بكر.قال: اذهب فزايدهم، وازدد سنتين في الأجل. قال: فما مضت السنتان حتى جاءت الركبان بظهور الروم على فارس، ففرح المؤمنون بذلك.  .وقال بعض العلماء: اتفق المؤرخون من المسلمين وأهل الكتاب على أن ملك فارس كان قد غزا بلاد الشام مرتين: في سنة 613، وفي سنة 614، أى: قبل الهجرة بسبع سنين، فحدث أن بلغ الخبر مكة. ففرح المشركون، وشمتوا في المسلمين.. فنزلت هذه الآيات.فلم يمض من البضع- وهو ما بين الثلاث إلى التسع- سبع سنين، إلا وقد انتصر الروم على الفرس، وكان ذلك سنة 621 م. أى: قبل الهجرة بسنة  ."},{"ayah_number":3,"text":"وأدنى بمعنى أقرب. والمراد بالأرض: أرض الروم.أى: غلبت الروم في أقرب أرضها من بلاد الفرس.قال ابن كثير: وكانت الواقعة الكائنة بين فارس والروم، حين غلبت الروم، بين أذرعات وبصرى، - على ما ذكره ابن عباس وعكرمة وغيرهما-، وهي طرف بلاد الشام مما يلي الحجاز.وقال مجاهد: كان ذلك في الجزيرة، وهي أقرب بلاد الروم من فارس  .وقال الآلوسى: والمراد بالأرض: أرض الروم، على أن «أل» نائبة مناب الضمير المضاف إليه، والأقربية بالنظر إلى أهل مكة، لأن الكلام معهم. أو المراد بها أرض مكة ونواحيها، لأنها الأرض المعهودة عندهم، والأقربية بالنظر إلى الروم .وقوله- تعالى-: وَهُمْ مِنْ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ. فِي بِضْعِ سِنِينَ بشارة من الله- تعالى- للمؤمنين، بأن الله- تعالى- سيحقق لهم ما يرجونه من انتصار الروم على الفرس.أى وهم- أى الروم- من بعد هزيمتهم من الفرس، سينتصرون عليهم، خلال بضع سنين."},{"ayah_number":4,"text":"والتعبير بقوله- تعالى-: سَيَغْلِبُونَ. فِي بِضْعِ سِنِينَ، لتأكيد هذا الوعد، وبيان أن نصر الروم على فارس سيتم خلال سنوات قليلة من عمر الأمم، وقد تحقق هذا الوعد على أكمل صورة وأتمها، فقد انتصر الروم على الفرس نصرا عظيما، وثبت أن هذا القرآن من عند الله- تعالى- حيث أخبر عن أمور ستقع في المستقبل، وقد وقعت كما أخبر.وقوله- سبحانه-: لِلَّهِ الْأَمْرُ مِنْ قَبْلُ وَمِنْ بَعْدُ جملة معترضة لبيان قدرة الله- تعالى- التامة النافذة، في كل وقت وآن. أى: لله- تعالى- وحده الأمر النافذ من قبل انتصار الفرس على الروم، ومن بعد انتصار الروم على الفرس: وكلا الفريقين كان نصره أو هزيمته بإرادة الله ومشيئته، وليس لأحد من الخلق أن يخرج عما قدره- سبحانه- وأراده.وَيَوْمَئِذٍ أى: ويوم أن يتغلب الروم على الفرس يَفْرَحُ الْمُؤْمِنُونَ بِنَصْرِ اللَّهِ حيث نصر أهل الكتاب وهم الروم، على من لا كتاب لهم وهم الفرس، الذين كانوا يعبدون النار فأبطل- سبحانه- بهذا النصر شماتة المشركين في المسلمين، وازداد المؤمنون ثباتا على ثباتهم.قال ابن كثير: وقد كانت نصرة الروم على فارس، يوم وقعة بدر، في قول طائفة كبيرة من العلماء ... فلما انتصرت الروم على فارس، فرح المؤمنون بذلك، لأن الروم أهل كتاب في الجملة، فهم أقرب إلى المؤمنين من المجوس ."},{"ayah_number":5,"text":"وقوله- سبحانه-: يَنْصُرُ مَنْ يَشاءُ وَهُوَ الْعَزِيزُ الرَّحِيمُ مؤكد لما قبله. أى:ينصر- سبحانه- من يريد نصره، ويهزم من يريد هزيمته، وهو، العزيز الذي لا يغلبه غالب، الرحيم الذي وسعت رحمته كل شيء."},{"ayah_number":6,"text":"ثم زاد- سبحانه- هذا الأمر تأكيدا وتقوية فقال: وَعْدَ اللَّهِ لا يُخْلِفُ اللَّهُ وَعْدَهُ.ولفظ «وعد» منصوب بفعل محذوف.أى: وعد الله المؤمنين بالنصر وبالفرح وعدا مؤكدا، وقد اقتضت سنته- سبحانه- أنه لا يخلف وعده.وَلكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ ذلك، لانطماس بصائرهم، ولاستيلاء الجهل على عقولهم، ولاستحواذ الشيطان عليهم."},{"ayah_number":7,"text":"والضمير في قوله- تعالى-: يَعْلَمُونَ ظاهِراً مِنَ الْحَياةِ الدُّنْيا يعود للأكثر من الناس. أى: هؤلاء الأكثرون من الناس، من أسباب جهلهم بسنن الله- تعالى- في خلقه، أنهم لا يهتمون إلا بملاذ الحياة الدنيا ومتعها وشهواتها، ووسائل المعيشة فيها.وَهُمْ عَنِ الْآخِرَةِ وما فيها من حساب وثواب وعقاب هُمْ غافِلُونَ لأنهم آثروا الدار العاجلة، على الدار الباقية، فهم- كما قال- تعالى-: ذَرْهُمْ يَأْكُلُوا وَيَتَمَتَّعُوا وَيُلْهِهِمُ الْأَمَلُ فَسَوْفَ يَعْلَمُونَ.قال صاحب الكشاف ما ملخصه: وقوله: يَعْلَمُونَ ظاهِراً بدل من قوله: وَلكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ.وفي هذا الإبدال من النكتة أنه أبدله منه، وجعله بحيث يقوم مقامه، ويسد مسده. ليعلمك أنه لا فرق بين عدم العلم الذي هو الجهل، وبين وجود العلم الذي لا يتجاوز الدنيا.. وفي تنكير قوله: ظاهِراً إشارة إلى أنهم لا يعلمون إلا ظاهرا واحدا من جملة ظواهر الحياة الدنيا .فالآية الكريمة تنعى على هؤلاء الكافرين وأشباههم، انهماكهم في شئون الدنيا انهماكا تاما، جعلهم غافلين عما ينتظرهم في أخراهم من حساب وعقاب. ورحم الله القائل:ومن البلية أن ترى لك صاحبا ... في صورة الرجل السميع المبصرفطن بكل مصيبة في ماله ... وإذا يصاب بدينه لم يشعرثم حضهم- سبحانه- على التفكر في خلق أنفسهم، وعلى التفكير في ملكوت السموات والأرض، لعل هذا التفكر والتدبر يهديهم إلى الصراط المستقيم، فقال- تعالى-:"},{"ayah_number":8,"text":"والاستفهام في قوله- تعالى-: أَوَلَمْ يَتَفَكَّرُوا فِي أَنْفُسِهِمْ، ما خَلَقَ اللَّهُ السَّماواتِ وَالْأَرْضَ وَما بَيْنَهُما إِلَّا بِالْحَقِّ وَأَجَلٍ مُسَمًّى.. لتوبيخ أولئك الكافرين الذين يعلمون ظاهرا من الحياة الدنيا، وهم عن الآخرة هم غافلون، والواو للعطف على مقدر يقتضيه المقام.وما في قوله ما خَلَقَ للنفي، والباء في قوله إِلَّا بِالْحَقِّ للملابسة. وقوله:وَأَجَلٍ مُسَمًّى معطوف على الحق.والمعنى: أبلغ الجهل بهؤلاء الكافرين، أنهم اكتفوا بالانهماك في متع الحياة الدنيا، ولم يتفكروا في أحوال أنفسهم وفي أطوار خلقها، لأنهم لو تفكروا لعلموا وأيقنوا، أن الله- تعالى-: ما خلق السموات والأرض وما بينهما، إلا ملتبسة بالحق الذي لا يشوبه باطل، وبالحكمة التي لا يحوم حولها عبث، وقد قدر- سبحانه- لهذه المخلوقات جميعها أجلا معينا تنتهي عنده، وهو وقت قيام الساعة، يوم تبدل الأرض غير الأرض والسموات.فالآية الكريمة تنعى على هؤلاء الأشقياء، غفلتهم عن الدار الآخرة وما فيها من حساب، وتحضهم على التفكر في تكوين أنفسهم، وفي ملكوت السموات والأرض، لأن هذا التفكر من شأنه أن يهدى إلى الحق، كما تلفت أنظارهم إلى أن لهذا الكون كله نهاية ينتهى عندها، وقت أن يأذن الله- تعالى- بذلك، وبقيام الساعة.ثم ختم- سبحانه- الآية الكريمة ببيان موقف الأكثرية من الناس من قضية البعث والجزاء فقال: وَإِنَّ كَثِيراً مِنَ النَّاسِ بِلِقاءِ رَبِّهِمْ لَكافِرُونَ.أى: وإن كثيرا من الناس لفي انشغال تام بدنياهم عن آخرتهم، ولا يؤمنون بما في الآخرة من حساب وثواب وعقاب، بل يقولون: ما الحياة إلا حياتنا الدنيا وما نحن بمبعوثين، وعلى رأس هذا الصنف من الناس مشركو مكة الذين أرسل النبي صلى الله عليه وسلم فيهم، لإخراجهم من الظلمات إلى النور.وقال- سبحانه-: وَإِنَّ كَثِيراً مِنَ النَّاسِ.. للإشعار بان هناك عددا قليلا من الناس- بالنسبة لهؤلاء الكثيرين- قد آمنوا بلقاء ربهم، واستعدوا لهذا اللقاء عن طريق العمل الصالح الذي يرضى خالقهم- عز وجل-."},{"ayah_number":9,"text":"ثم قرعهم- سبحانه- للمرة الثانية على عدم اتعاظهم بأحوال السابقين من الأمم قبلهم، فقال- تعالى-: أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كانَ عاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ ...أى: أقعد مشركو مكة في ديارهم، ولم يسيروا في الأرض سير المتأملين المتفكرين المعتبرين فينظروا كيف كان عاقبة الذين من قبلهم، من الأمم الماضية، كقوم عاد وثمود، وقوم لوط.وقوله- سبحانه-: كانُوا أَشَدَّ مِنْهُمْ قُوَّةً بيان لحال هؤلاء الأقوام السابقين وَأَثارُوا الْأَرْضَ أى: كان أولئك السابقون أقوى من أهل مكة في كل مجال من مجالات القوة، وكانوا أقدر منهم على حراثة الأرض، وتهيئتها للزراعة، واستخراج خيراتها من باطنها.وَعَمَرُوها أَكْثَرَ مِمَّا عَمَرُوها أى: حرثوا الأرض وشقوا عن باطنها، وعمروها عمارة أكثر من عمارة أهل مكة لها، لأن أولئك الأقوام السابقين كانوا أقوى من كفار مكة، وكانوا أكثر دراية بعمارة الأرض.وهؤلاء الأقوام السابقون: جاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّناتِ أى: بالمعجزات الواضحات، وبالحجج الساطعات، ولكن هؤلاء الأقوام كذبوا رسلهم، فأهلكهم الله- تعالى- فَما كانَ اللَّهُ لِيَظْلِمَهُمْ أى: فما كان الله- تعالى- من شأنه أن يعذبهم بدون ذنب.وَلكِنْ كانُوا أَنْفُسَهُمْ يَظْلِمُونَ حيث ارتكبوا من الكفر والمعاصي ما كان سببا في هلاكهم."},{"ayah_number":10,"text":"ثم بين- سبحانه- المصير السيئ، الذي حل بهؤلاء الكافرين فقال: ثُمَّ كانَ عاقِبَةَ الَّذِينَ أَساؤُا السُّواى.ولفظ «عاقبة» قرأه ابن عامر وعاصم وحمزة والكسائي- بفتح التاء- على أنه خبر «كان» قدم على اسمها، وهو لفظ «السوأى» الذي هو تأنيث الأسوأ، كالحسنى تأنيث الأحسن. وجرد الفعل «كان» من التاء مع أن السوأى مؤنث، لأن التأنيث غير حقيقى.فيكون المعنى: ثم كانت العقوبة السيئة وهي العذاب في جهنم، عاقبة الذين عملوا في دنياهم الأعمال السيئات.وقرأ الباقون برفع لفظ «عاقبة» على أنه اسم كان، وخبرها لفظ «السوأى» أى: ثم كانت عاقبة هؤلاء الكافرين الذين أساءوا في دنياهم، أسوأ العقوبات وأقبحها، أو كانت عاقبتهم العاقبة السوأى وهي الإلقاء بهم في النار وبئس القرار.وقوله- سبحانه-: أَنْ كَذَّبُوا بِآياتِ اللَّهِ وَكانُوا بِها يَسْتَهْزِؤُنَ تعليل لما آل إليه أمرهم من عاقبة سيئة، أى: لأن كذبوا، أو بأن كذبوا بحذف حرف الجر.أى كانت عاقبتهم في الآخرة أسوأ العقوبات وأقبحها وهي العذاب في جهنم، لأنهم في الدنيا كذبوا بآياتنا الدالة على وحدانيتنا وعلى صدق نبينا صلى الله عليه وسلم وكانوا بها يستهزئون.ثم ساق- سبحانه- ما يدل على قدرته، وبين أحوال الناس وأقسامهم يوم القيامة، فقال- تعالى-:"},{"ayah_number":11,"text":"أى: اللَّهُ- تعالى- وحده هو يَبْدَؤُا الْخَلْقَ أى: ينشئه ويوجده على غير مثال سابق، ثُمَّ يُعِيدُهُ أى: إلى الحياة مرة أخرى يوم القيامة ثُمَّ إِلَيْهِ تُرْجَعُونَ للحساب والجزاء، فيجازى- سبحانه- كل إنسان بما يستحقه من ثواب أو عقاب.وأفرد- سبحانه-: الضمير في يُعِيدُهُ باعتبار لفظ الخلق. وجمعه في قوله:تُرْجَعُونَ باعتبار معناه."},{"ayah_number":12,"text":"ثم ذكر- سبحانه- حال المجرمين يوم القيامة فقال: وَيَوْمَ تَقُومُ السَّاعَةُ يُبْلِسُ الْمُجْرِمُونَ ويُبْلِسُ من الإبلاس بمعنى السكوت والذهول وانقطاع الحجة، يقال:أبلس الرجل، إذا وقف ساكتا حائرا مبهوتا لا يجد كلاما ينقذه مما هو فيه من بلاء.أى: ويوم تقوم الساعة، ويشاهد المجرمون أهوالها، يصابون بالذهول والحيرة والسكوت المطبق، لانقطاع حجتهم، وشدة حزنهم وهمهم، ويأسهم من النجاة يأسا تاما."},{"ayah_number":13,"text":"وَلَمْ يَكُنْ لَهُمْ في هذا اليوم مِنْ شُرَكائِهِمْ الذين عبدوهم في الدنيا شُفَعاءُ يشفعون لهم، ويجيرونهم من عذاب الله.وَكانُوا بِشُرَكائِهِمْ كافِرِينَ أى: أنهم في هذا اليوم العسير لم يكن لهم من شفعاء يشفعون لهم. بل إنهم صاروا في هذا اليوم الشديد، كافرين بشركائهم الذين توهموا منهم الشفاعة، لأنهم يوم القيامة تتجلى لهم الحقائق، ويعرفون أن هؤلاء الشركاء لا يرجى منهم نفع، ولا يخشى منهم ضر."},{"ayah_number":14,"text":"ثم كرر- سبحانه- هذا المعنى على سبيل التأكيد والتهويل من شأنه فقال: وَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَتَفَرَّقُونَ.والضمير في قوله: يَتَفَرَّقُونَ للناس جميعا. والمراد بتفرقهم أن كل طائفة منهم تتجه إلى الجهة التي أمرهم- سبحانه- بالتوجه إليها، لينال كلّ جزاءه."},{"ayah_number":15,"text":"ثم بين- سبحانه- كيفية هذا التفرق فقال: فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ فَهُمْ فِي رَوْضَةٍ يُحْبَرُونَ.والروضة: تطلق على كل مكان مرتفع زاخر بالنبات الحسن. والمراد بها هنا: الجنة.ويحبرون: من الحبور بمعنى الفرح والسرور والابتهاج.أى: ويوم تقوم الساعة، في هذا اليوم يتفرق الناس إلى فريقين، فأما فريق الذين آمنوا وعملوا في دنياهم الأعمال الصالحات، فسيكونون في الآخرة في جنة عظيمة، يسرون بدخولها سرورا عظيما، وينعمون فيها نعيما لا يحيط به الوصف."},{"ayah_number":16,"text":"وَأَمَّا الَّذِينَ كَفَرُوا بالله وبرسله وباليوم الآخر وَكَذَّبُوا بِآياتِنا الدالة على وحدانيتنا وصدق أنبيائنا فَأُولئِكَ الكافرون فِي الْعَذابِ مُحْضَرُونَ أى: مقيمون فيه، ومجموعون إليه، بحيث لا يستطيعون الهروب منه- والعياذ بالله.وبعد هذا البيان المؤثر لأهوال يوم القيامة، ولأحوال الناس فيه.. ساق- سبحانه-أنواعا متعددة من الأدلة والبراهين على وحدانيته- عز وجل- وقدرته، ورحمته بخلقه، فقال- تعالى-:"},{"ayah_number":17,"text":"قالوا الإمام الرازي: لما بين- سبحانه- عظمته في الابتداء بقوله ما خَلَقَ اللَّهُ السَّماواتِ وَالْأَرْضَ وَما بَيْنَهُما إِلَّا بِالْحَقِّ وَأَجَلٍ مُسَمًّى، وعظمته في الانتهاء، بقوله:وَيَوْمَ تَقُومُ السَّاعَةُ وأن الناس يتفرقون فريقين، ويحكم- عز وجل- على البعض بأن هؤلاء للجنة ولا أبالى، وهؤلاء للنار ولا أبالى، بعد كل ذلك أمر بتنزيهه عن كل سوء، وبحمده على كل حال، فقال: فَسُبْحانَ اللَّهِ حِينَ تُمْسُونَ  .والفاء في قوله: فَسُبْحانَ.. لترتيب ما بعدها على ما قبلها، ولفظ «سبحان» اسم مصدر، منصوب بفعل محذوف. والتسبيح: تنزيه الله-- تعالى-: عن كل ما لا يليق بجلاله. والمعنى: إذا علمتم ما أخبرتكم به قبل ذلك، فسبحوا الله- تعالى- ونزهوه عن كل نقص حِينَ تُمْسُونَ أى: حين تدخلون في وقت المساء، وَحِينَ تُصْبِحُونَ أى:تدخلون في وقت الصباح."},{"ayah_number":18,"text":"وقوله- تعالى-: وَلَهُ الْحَمْدُ فِي السَّماواتِ وَالْأَرْضِ جملة معترضة لبيان أن جميع الكائنات تحمده على نعمه، وأن فوائد هذا الثناء تعود عليهم لا عليه- سبحانه-.وقوله وَعَشِيًّا معطوف على حِينَ تُمْسُونَ أى: سبحوا الله- تعالى-: حين تمسون، وحين تصبحون، وحين يستركم الليل بظلامه. وحين تكونون في وقت الظهيرة، فإنه- سبحانه- هو المستحق للحمد والثناء من أهل السموات ومن أهل الأرض، ومن جميع المخلوقات.قال ابن كثير: وعن رسول الله صلى الله عليه وسلم أنه قال: «ألا أخبركم لم سمى الله إبراهيم خليله الذي وفي؟ لأنه كان يقول كلما أصبح وأمسى، سبحان الله حين تمسون وحين تصبحون.وفي حديث آخر: «من قال حين يصبح: فسبحان الله حين تمسون وحين تصبحون.. أدرك ما فاته في يومه، ومن قالها حين يمسي، أدرك ما فاته في ليلته »"},{"ayah_number":19,"text":"ثم بين- سبحانه- مظهرا من مظاهر قدرته فقال: يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ كإخراجه الإنسان من النطفة، والنبات من الحب، والمؤمن من الكافر وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ كما في عكس هذه الأمور، كإخراجه النطفة من الإنسان، والحب من النبات، والكافر من المؤمن.وَيُحْيِ الْأَرْضَ بالنبات بَعْدَ مَوْتِها: أى: بعد قحطها وجدبها، كما قال- سبحانه-: وَتَرَى الْأَرْضَ هامِدَةً فَإِذا أَنْزَلْنا عَلَيْهَا الْماءَ اهْتَزَّتْ وَرَبَتْ، وَأَنْبَتَتْ مِنْ كُلِّ زَوْجٍ بَهِيجٍ، وقوله- تعالى-: وَكَذلِكَ تُخْرَجُونَ تذييل قصد به تقريب إمكانية البعث من العقول والأفهام. أى: ومثل هذا الإخراج البديع للنبات من الأرض، وللحي من الميت، نخرجكم- أيها الناس- من قبوركم يوم القيامة، للحساب والجزاء."},{"ayah_number":20,"text":"ثم أورد- سبحانه- بعد ذلك أنواعا من الأدلة على قدرته التي لا يعجزها شيء، فقال- تعالى- وَمِنْ آياتِهِ أَنْ خَلَقَكُمْ مِنْ تُرابٍ، ثُمَّ إِذا أَنْتُمْ بَشَرٌ تَنْتَشِرُونَ.والآيات: جمع آية، وتطلق على الآية القرآنية، وعلى الشيء العجيب، كما في قوله- تعالى-: وَجَعَلْنَا ابْنَ مَرْيَمَ وَأُمَّهُ آيَةً.. والمراد بها هنا: الأدلة الواضحة، والبراهين الساطعة، الدالة على وحدانية الله- تعالى- وقدرته.والمعنى: ومن آياته- سبحانه- الدالة على عظمته، وعلى كمال قدرته، أنه خلقكم من تراب، أى: خلق أباكم آدم من تراب، وأنتم فروع عنه.و «إذا» في قوله: ثُمَّ إِذا أَنْتُمْ بَشَرٌ تَنْتَشِرُونَ هي الفجائية.أى: خلقكم بتلك الصورة البديعة من مادة التراب التي لا يرى فيها رائحة للحياة، ثم صرتم بعد خلقنا إياكم في أطوار متعددة، بشرا تنشرون في الأرض، وتمشون في مناكبها، وتتقلبون فيها تارة عن طريق الزراعة، وتارة عن طريق التجارة، وتارة عن طريق الأسفار.. كل ذلك طلبا للرزق، ولجمع الأموال.وعبر- سبحانه- بثم المفيدة للتراخي، لأن انتشارهم في الأرض لا يتأتى إلا بعد مرورهم بأطوار متعددة، منها أطوار خلقهم في بطون أمهاتهم، وأطوار طفولتهم وصباهم، إلى أن يبلغوا سن الرشد.قال الشوكانى: وإذا الفجائية وإن كانت أكثر ما تقع بعد الفاء، لكنها وقعت هنا بعد ثم، بالنسبة إلى ما يليق بهذه الحالة الخاصة، وهي أطوار الإنسان، كما حكاها الله- تعالى- في مواضع، من كونه نطفة، ثم علقة، ثم مضغة، ثم عظما مكسوا لحما."},{"ayah_number":21,"text":"ثم انتقلت السورة الكريمة إلى بيان آية ثانية، دالة على كمال قدرته ورأفته بعباده، فقال:وَمِنْ آياتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْواجاً أى: ومن آياته الدالة على رحمته بكم، أنه- سبحانه- خلق لكم مِنْ أَنْفُسِكُمْ أى: من جنسكم في البشرية والإنسانية أزواجا.قال الآلوسى: قوله: مِنْ أَنْفُسِكُمْ أَزْواجاً فإن خلق أصل أزواجكم حواء من ضلع آدم- عليه السلام- متضمن لخلقهن من أنفسكم «فمن» للتبعيض والأنفس بمعناها الحقيقي، ويجوز أن تكون «من» ابتدائية، والأنفس مجاز عن الجنس، أى: خلق لكم من جنسكم لا من جنس آخر، قيل: وهو الأوفق لما بعد  .وقوله- سبحانه-: لِتَسْكُنُوا إِلَيْها بيان لعلة خلقهم على هذه الطريقة. أى:خلق لكم من جنسكم أزواجا، لتسكنوا إليها، ويميل بعضكم إلى بعض، فإن الجنس إلى الجنس أميل، والنوع إلى النوع أكثر ائتلافا وانسجاما وَجَعَلَ- سبحانه- بَيْنَكُمْ يا معشر الأزواج والزوجات مَوَدَّةً وَرَحْمَةً أى: محبة ورأفة، لم تكن بينكم قبل ذلك، وإنما حدثت عن طريق الزواج الذي شرعه- سبحانه- بين الرجال والنساء، والذي وصفه- تعالى- بهذا الوصف الدقيق، في قوله- عز وجل-: هُنَّ لِباسٌ لَكُمْ وَأَنْتُمْ لِباسٌ لَهُنَّ.إِنَّ فِي ذلِكَ الذي ذكرناه لكم قبل ذلك لَآياتٍ عظيمة تهدى إلى الرشد وإلى الاعتبار لِقَوْمٍ يَتَفَكَّرُونَ في مظاهر قدرة الله- تعالى- ورحمته بخلقه."},{"ayah_number":22,"text":"ثم ذكر- سبحانه- آية ثالثة فقال: وَمِنْ آياتِهِ خَلْقُ السَّماواتِ وَالْأَرْضِ أى: ومن آياته الدالة على قدرته التامة على كل شيء، خلقه للسموات والأرض بتلك الصورة البديعة وَاخْتِلافُ أَلْسِنَتِكُمْ أى: واختلاف لغاتكم فهذا يتكلم بالعربية، وآخر بالفارسية وثالث بالرومية.. إلى غير ذلك مما لا يعلم عدده من اللغات، بل إن الأمة الواحدة تجد فيها عشرات اللغات التي يتكلم بها أفرادها، ومئات اللهجات وَأَلْوانِكُمْ أى: ومن آياته كذلك، اختلاف ألوانكم، فهذا أبيض، وهذا أسود، وهذا أصفر، وهذا أشقر.. مع أن الجميع من أب واحد وأم واحدة وهما آدم وحواء. بل إنك لا تجد شخصين يتطابقان تطابقا تاما في خلقتهما وشكلهما.قال صاحب الكشاف: الألسنة: اللغات. او أجناس النطق واشكاله. خالف- عز وجل- بين هذه الأشياء حتى لا تكاد تسمع منطقين متفقين في همس واحد، ولا جهارة، ولا حدة، ولا رخاوة، ولا فصاحة.. ولا غير ذلك من صفات النطق وأحواله، وكذلك الصور وتخطيطها، والألوان وتنويعها، ولاختلاف ذلك وقع التعارف، ولو اتفقت وتشاكلت، وكانت ضربا واحدا، لوقع التجاهل والالتباس، ولتعطلت مصالح كثيرة ... وهم على الكثرة التي لا يعلمها إلا الله مختلفون متفاوتون .إِنَّ فِي ذلِكَ الذي وضحناه لكم لَآياتٍ بينات لِلْعالِمِينَ- بفتح اللام- وهي قراءة الجمهور، أى: إن في ذلك لآيات لجميع أصناف العالم من بار وفاجر، ومؤمن وكافر.وقرأ حفص- بكسر اللام- أى: إن في ذلك لآيات لأولى العلم والفهم من الناس."},{"ayah_number":23,"text":"ثم ذكر- سبحانه- آية رابعة فقال: وَمِنْ آياتِهِ مَنامُكُمْ أى: نومكم بِاللَّيْلِ وَالنَّهارِ لراحة أبدانكم وأذهانكم، وَابْتِغاؤُكُمْ مِنْ فَضْلِهِ أى: وطلبكم أرزاقكم فيهما من فضل الله وعطائه الواسع.قال الجمل: قيل في الآية تقديم وتأخير، ليكون كل واحد مع ما يلائمه، والتقدير: ومن آياته منامكم بالليل وابتغاؤكم من فضله بالنهار، فحذف حرف الجر لاتصاله بالليل، وعطف عليه، لأن حرف العطف قد يقوم مقام الجار، والأحسن أن يجعل على حاله، والنوم بالنهار مما كانت العرب تعده نعمة من الله ولا سيما في أوقات القيلولة في البلاد الحارة».إِنَّ فِي ذلِكَ كله لَآياتٍ لِقَوْمٍ يَسْمَعُونَ هذه التوجيهات سماع تدبر وتفكر واعتبار فيعملون بما يسمعون."},{"ayah_number":24,"text":"ثم ساق- سبحانه- آية خامسة فقال: ومن آياته يريكم البرق خوفا وطمعا.أى: ومن آياته- سبحانه- الدالة على قدرته، أنه يريكم البرق، فتارة تخافون مما يحدث بعده من صواعق متلفة، وأمطار مزعجة، وتارة ترجون من ورائه المطر النافع، والغيث المدرار.وانتصاب «خوفا وطمعا» على أنهما مفعول لأجله، أى: يريكم ذلك من أجل الخوف والطمع، إذ بهما يعيش المؤمن حياته بين الخوف والرجاء، فلا يبطر ولا ييأس من رحمة الله.وَيُنَزِّلُ مِنَ السَّماءِ ماءً كثيرا فَيُحْيِي بِهِ أى: بسبب هذا الماء الْأَرْضَ بَعْدَ مَوْتِها أى: بأن يحولها من أرض جدباء هامدة إلى أرض خضراء زاخرة بالنبات إِنَّ فِي ذلِكَ لَآياتٍ لِقَوْمٍ يَعْقِلُونَ هذه الإرشادات، ويستعملون عقولهم في الخير لا في الشر، وفي الحق لا في الباطل، وفي استنباط المعاني الدالة على كمال قدرة الله- تعالى- ورحمته."},{"ayah_number":25,"text":"ثم ذكر- سبحانه- آية سادسة فقال: وَمِنْ آياتِهِ أَنْ تَقُومَ السَّماءُ وَالْأَرْضُ بِأَمْرِهِ والمراد بقيامهما: ثباتهما وبقاؤهما بتلك الصورة العجيبة البديعة.أى: ومن آياته- سبحانه- الدالة على كمال قدرته، خلقه للسموات وللأرض، وإبقاؤه لهما على هذه الصورة البديعة، وقيامهما وثباتهما واستمساكهما على تلك الهيئة العجيبة، وذلك كله بإرادته وأمره ومشيئته.قال ابن كثير: وشبيه بذلك قوله- تعالى-: وَيُمْسِكُ السَّماءَ أَنْ تَقَعَ عَلَى الْأَرْضِ إِلَّا بِإِذْنِهِ. وقوله: إِنَّ اللَّهَ يُمْسِكُ السَّماواتِ وَالْأَرْضَ أَنْ تَزُولا. وكان عمر بن الخطاب. رضى الله عنه- إذا اجتهد في اليمين قال: لا، والله الذي تقوم السماء والأرض بأمره، أى: هي قائمة ثابتة بأمره وتسخيره إياها .وقوله- تعالى-: ثُمَّ إِذا دَعاكُمْ دَعْوَةً مِنَ الْأَرْضِ إِذا أَنْتُمْ تَخْرُجُونَ بيان لامتثالهم لأمره بدون تقاعس، عند ما يدعوهم الداعي للخروج من قبورهم للبعث والحساب.و «ثم» بعدها كلام محذوف، و «إذا» الأولى شرطية، والثانية فجائية، والداعي هو إسرافيل بأمر الله- تعالى-: وقوله: مِنَ الْأَرْضِ متعلق بقوله دَعاكُمْ.أى: ثم بعد موتكم ووضعكم في قبوركم، إذا دعاكم الداعي دعوة واحدة من الأرض التي أنتم مستقرون فيها، إذا أنتم تخرجون من قبوركم مسرعين بدون تلبث أو توقف، كما يجيب المدعو المطيع دعوة الداعي المطاع.قال صاحب الكشاف: وإنما عطف هذه الجملة على قيام السموات والأرض بثم، بيانا لعظم ما يكون من ذلك الأمر، واقتداره- سبحانه- على مثله وهو أن يقول: يا أهل القبور قوموا، فلا تبقى نسمة من الأولين والآخرين إلا قامت تنظر، كما قال- تعالى-: ثُمَّ نُفِخَ فِيهِ أُخْرى فَإِذا هُمْ قِيامٌ يَنْظُرُونَ  .وكما في قوله- سبحانه-: فَإِنَّما هِيَ زَجْرَةٌ واحِدَةٌ. فَإِذا هُمْ بِالسَّاهِرَةِ  وكما في قوله- عز وجل-: يَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ. وَتَظُنُّونَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا"},{"ayah_number":26,"text":"ثم ختم- سبحانه- هذه الآيات، بآية جامعة لكل معاني القدرة والإيجاد والهيمنة على هذا الكون فقال: وَلَهُ مَنْ فِي السَّماواتِ وَالْأَرْضِ أى من الملائكة والجن والإنس، خلقا، وملكا، وتصرفا، كل ذلك له وحده- سبحانه- لا لأحد غيره.وقوله: كُلٌّ لَهُ قانِتُونَ مؤكد لما قبله ومقرر له، أى: كل الخلائق له لا لغيره طائعون خاضعون، خاشعون، طوعا وكرها، إذ لا يمتنع عليه- سبحانه- شيء يريد فعله بهم، من حياة أو موت، ومن صحة أو مرض، ومن غنى أو فقر.هذا، والمتأمل في هذه الآيات الكريمة، يرى أكثر من عشرة أدلة، على وحدانية الله- تعالى- وعلى انفراده بالخلق، وعلى إمكانية البعث، ومن هذه الأدلة خلق الإنسان من تراب، وصيرورته بعد تقلبه في أطوار التكوين بشرا سويا، وإيجاده- سبحانه- للذكور والإناث، حتى يبقى النوع الإنسانى إلى الوقت المقدر في علمه- تعالى-: وإيجاده للناس على هذه الصورة التي اختلفت معها ألسنتهم وألوانهم، مع أن أصلهم واحد، وجعله- تعالى- الليل مناما لراحة الناس، والنهار معاشا لابتغاء الرزق، وإنزاله المطر من السماء لإحياء الأرض بالنبات، وبقاء السموات والأرض على هذه الصورة العجيبة بأمره وتدبيره..إلى غير ذلك من الأدلة المبثوثة في الأنفس والآفاق."},{"ayah_number":27,"text":"ثم أكد- سبحانه- ما يدل على إمكانية البعث، فقال- تعالى-: وَهُوَ الَّذِي يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيدُهُ ...أى: وهو- سبحانه- الذي يبدأ الخلق بدون مثال سابق، ثم يعيد هذه المخلوقات بعد موتها إلى الحياة مرة أخرى للحساب والجزاء.والضمير في قوله: وَهُوَ أَهْوَنُ عَلَيْهِ للإعادة المفهومة من قوله ثُمَّ يُعِيدُهُ والتذكير للضمير باعتبار المعنى، أى: والعود أو الرد، أو الإرجاع أهون عليه.أى: وهو- سبحانه- وحده الذي يخلق المخلوقات من العدم، ثم يعيدها إلى الحياة مرة أخرى في الوقت الذي يريده، وهذه الإعادة للأموات أهون عليه، أى: أسهل عليه من البدء.وهذه الأسهلية على طريقة التمثيل والتقريب، بما هو معروف عند الناس من أن إعادة الشيء من مادته الأولى أسهل من ابتدائه.ورحم الله صاحب الكشاف، فقد وضح هذا المعنى فقال: قوله: وَهُوَ أَهْوَنُ عَلَيْهِ أى: فيما يجب عندكم، وينقاس على أصولكم، ويقتضيه معقولكم لأن من أعاد منكم صنعة شيء كانت أسهل عليه وأهون من إنشائها، وتعتذرون للصانع إذا خطئ في بعض ما ينشئه بقولكم: أول الغزل أخرق، وتسمون الماهر في صناعته معاودا، تعنون أنه عاودها كرة بعد أخرى، حتى مرن عليها وهانت عليه.فإن قلت لم أخرت الصلة في قوله: وَهُوَ أَهْوَنُ عَلَيْهِ وقدمت في قوله هُوَ عَلَيَّ هَيِّنٌ؟ قلت. هناك قصد الاختصاص وهو محزه، فقيل: هو عليه هين، وان كان مستصعبا عندكم أن يولد بين همل- أى: شيخ فان- وعاقر. وأما هنا فلا معنى للاختصاص، كيف والأمر مبنى على ما يعقلون، من أن الإعادة أسهل من الابتداء، فلو قدمت الصلة لتغير المعنى..»  .ومنهم من يرى أن أهون هنا بمعنى هين، أى: إرجاعكم إلى الحياة بعد موتكم هين عليه.والعرب تجعل أفعل بمعنى فاعل في كثير من كلامهم، ومنه قول الشاعر:إن الذي سمك السماء بنى لنا ... بيتا دعائمه أعز وأطولأى: بنى لنا بيتا دعائمه عزيزة طويلة ومنه قولهم: الله أكبر أى: كبير.وقوله- تعالى-: وَلَهُ الْمَثَلُ الْأَعْلى فِي السَّماواتِ وَالْأَرْضِ.. أى: وله- سبحانه- الوصف الأعلى الذي ليس لغيره مثله، لا في السموات ولا في الأرض، إذ لا يشاركه أحد في ذاته أو صفاته فهو- سبحانه- ليس كمثله شيء.وَهُوَ الْعَزِيزُ الذي يغلب ولا يغلب الْحَكِيمُ في كل أقواله وأفعاله وتصرفاته.وبعد هذا التطواف المتنوع في آفاق الأنفس، وفي أعماق هذا الكون، ضرب- سبحانه- مثلا لا مجال للجدل فيه، لوضوحه واعتماده على المنطق السليم، وأمر رسوله صلى الله عليه وسلم أن يمضى في طريقه المستقيم، كما أمر المؤمنين بأن يلتجئوا إليه- سبحانه- وحده، وأن يصونوا أنفسهم عن كل ما يغضبه، فقال- تعالى-:"},{"ayah_number":28,"text":"ومِنْ في قوله- سبحانه-: ضَرَبَ لَكُمْ مَثَلًا مِنْ أَنْفُسِكُمْ ابتدائية، والجار والمجرور في محل نصب، صفة لقوله: مَثَلًا.أى: ضرب لكم- أيها الناس- مثلا، يظهر منه بطلان الشرك ظهورا واضحا، وهذا المثل كائن من أحوال أنفسكم، التي هي أقرب شيء لديكم.قال القرطبي: والآية نزلت في كفار قريش، كانوا يقولون في التلبية: «لبيك لا شريك لك، إلا شريكا هو لك، تملكه وما ملك..» .وقوله- تعالى-: هَلْ لَكُمْ مِنْ ما مَلَكَتْ أَيْمانُكُمْ مِنْ شُرَكاءَ فِي ما رَزَقْناكُمْ تصوير وتفصيل للمثل، والاستفهام للإنكار والنفي. ومِنْ الأولى للتبعيض، والثانية لتأكيد النفي، وقوله شُرَكاءَ مبتدأ، وخبره لَكُمْ وقوله: مِنْ ما مَلَكَتْ أَيْمانُكُمْ متعلق بمحذوف حال من شركاء.وقوله: فَأَنْتُمْ فِيهِ سَواءٌ جواب للاستفهام الذي هو بمعنى النفي. والجملة مبتدأ وخبر. وقوله: تَخافُونَهُمْ خبر ثان لأنتم، وقوله: كَخِيفَتِكُمْ أَنْفُسَكُمْ صفة لمصدر محذوف، أى: تخافونهم خيفة كائنة مثل خيفتكم من هو من نوعكم.والمعنى: ضرب الله- تعالى- لكم- أيها الناس- مثلا منتزعا من أنفسكم التي هي أقرب شيء إليكم، وبيان هذا المثل: أنكم لا ترضون أن يشارككم في أموالكم التي رزقناكم إياها، عبيدكم وإماؤكم، مع أنهم مثلكم في البشرية، ونحن الذين خلقناهم كما خلقناكم، بل إنكم لتخافون على أموالكم منهم، أن يشاركوكم فيها، كما تخافون عليها من الأحرار المشابهين لكم في الحرية وفي جواز التصرف في تلك الأموال. فإذا كان هذا شأنكم مع عبيدكم- الذين هم مثلكم في البشرية، والذين لم تخلقوهم بل نحن الذين خلقناكم وخلقناهم- فكيف أجزتم لأنفسكم أن تشركوا مع الله- تعالى- آلهة أخرى في العبادة، مع أنه- سبحانه- هو الخالق لكم ولهم، والرازق لكم ولهم؟!!.إن تصرفكم هذا ظاهر التناقض والبطلان، لأنكم لم ترضوا أن يشارككم غيركم في أموالكم، ورضيتم أن تشركوا مع الله- تعالى-: غيره في العبادة، مع أنه- سبحانه- هو الخالق والرازق لكل شيء.فالمقصود من الآية الكريمة، إبطال الشرك بأبلغ أسلوب، وأوضح بيان، وأصدق حجة، وأقوى دليل.ولذا ختمها- سبحانه- بقوله: كَذلِكَ نُفَصِّلُ الْآياتِ لِقَوْمٍ يَعْقِلُونَ أى: مثل ذلك التفصيل الجلى الواضح، نفصل الآيات الدالة على وحدانيتنا، لقوم يعقلون هذه الأمثال، وينتفعون بها في إخلاص العبادة لله الواحد القهار.قال الإمام القرطبي: قال بعض العلماء: هذه الآية أصل في الشركة بين المخلوقين، لافتقار بعضهم إلى بعض، ونفيها عن الله- سبحانه- وذلك أنه قال- سبحانه-:ضَرَبَ لَكُمْ مَثَلًا مِنْ أَنْفُسِكُمْ فيجب أن يقولوا: ليس عبيدنا شركاءنا فيما رزقتنا، فيقال لهم: فكيف يتصور أن تنزهوا أنفسكم عن مشاركة عبيدكم، وتجعلوا عبيدي شركائى في خلقي، فهذا حكم فاسد، وقلة نظر وعمى قلب!! فإذا أبطلت الشركة بين العبيد وساداتهم فيما يملكه السادة، والخلق كلهم عبيد الله- تعالى- فيبطل أن يكون شيء من العالم شريكا لله- تعالى- في شيء من أفعاله.ثم قال- رحمه الله-: وهذه المسألة أفضل للطالب، من حفظ ديوان كامل في الفقه،لأن جميع العبادات البدنية، لا تصح إلا بتصحيح هذه المسألة في القلب فافهم ذلك  ."},{"ayah_number":29,"text":"ثم بين- سبحانه- بعد ذلك أن هؤلاء المشركين لم ينتفعوا بهذه الأمثال لاستيلاء الجهل والعناد عليهم فقال: بَلِ اتَّبَعَ الَّذِينَ ظَلَمُوا أَهْواءَهُمْ بِغَيْرِ عِلْمٍ ...أى: لم ينتفع هؤلاء الظالمون بهذا المثل الجلى في إبطال الشرك، بل لجوا في كفرهم، واتبعوا أهواءهم الزائفة، وأفكارهم الفاسدة، وجهالاتهم المطبقة دون أن يصرفهم عن ذلك علم نافع فَمَنْ يَهْدِي مَنْ أَضَلَّ اللَّهُ أى: إذا كان هذا هو حالهم، فمن الذي يستطيع أن يهدى إلى الحق، من أضله الله- تعالى-: عنه بسبب زيفه واستحبابه العمى على الهدى.إنه لا أحد يستطيع ذلك وَما لَهُمْ مِنْ ناصِرِينَ ينصرونهم من عقابه- سبحانه- لهم."},{"ayah_number":30,"text":"ثم أمر سبحانه رسوله صلّى الله عليه وسلّم أن يثبت على الحق الذي هداه- عز وجل- إليه فقال:فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفاً.. والفاء هي الفصيحة، وقوله: فَأَقِمْ من الإقامة على الشيء والثبات عليه، وعدم التحول عنه.قوله: حَنِيفاً من الحنف، وهو الميل من الباطل إلى الحق، وضده الجنف، وحَنِيفاً حال من فاعل فَأَقِمْ.أى: إذا كان الأمر كما ذكرت لك- أيها الرسول الكريم- من بطلان الشرك فاثبت على ما أنت عليه من إخلاص العبادة لله- تعالى- وحده، وأقبل على هذا الدين الذي أوحاه الله إليك، بدون التفات عنه، أو ميل إلى سواه.قال صاحب الكشاف: قوله: فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفاً أى: فقوم وجهك له وعدّله، غير ملتفت عنه يمينا أو شمالا، وهو تمثيل لإقباله على الدين واستقامته عليه وثباته، واهتمامه بأسبابه، فإن من اهتم بالشيء عقد عليه طرفه، وسدد إليه نظره، وقوم له وجهه، مقبلا به عليه.والمراد بالفطرة في قوله- تعالى-: فِطْرَتَ اللَّهِ الَّتِي فَطَرَ النَّاسَ الملة. أى: ملة الإسلام والتوحيد.أو المراد بها: قابلية الدين الحق، والتهيؤ النفسي لإدراكه. والأصل فيها أنها بمعنى الخلقة.أى: اثبت- أيها الرسول الكريم- على هذا الدين الحق، والزموا- أيها الناس- فطرة الله، وهي ملة الحق، التي فطر الناس عليها، وخلقهم قابلين لها.قال ابن كثير عند تفسيره لهذه الآية: يقول- تعالى-: فسدد وجهك واستمر على الدين الذي شرعه الله لك، من الحنيفية ملة إبراهيم، وأنت مع ذلك لازم فطرتك السليمة، التي فطر الله الخلق عليها، فإنه- تعالى-: فطر خلقه على معرفته وتوحيده.وفي الحديث: «إنى خلقت عبادي حنفاء، فاجتالتهم- أى حولتهم- الشياطين عن دينهم» .وروى البخاري عن أبى هريرة أن رسول الله صلّى الله عليه وسلّم قال: «ما من مولود يولد إلا على الفطرة، فأبواه يهودانه أو ينصرانه أو يمجسانه، كما تنتج البهيمة بهيمة جمعاء، هل تحسون فيها من جدعاء؟ ثم يقول: فطرة الله التي فطر الناس عليها..»وقال صاحب الكشاف: فإن قلت: لم وحّد الخطاب أولا، ثم جمع؟ قلت: خوطب رسول الله صلّى الله عليه وسلّم أولا، وخطاب الرسول خطاب لأمته، مع ما فيه من التعظيم للإمام، ثم جمع بعد ذلك للبيان والتلخيص  .وقوله: لا تَبْدِيلَ لِخَلْقِ اللَّهِ تعليل لما قبله من الأمر بلزوم الفطرة التي فطر- سبحانه- الناس عليها.أى: الزموا فطرة الله التي هي دين الإسلام، وقبول تعاليمه والعمل بها، لأن هذا الدين قد ارتضاه الله- تعالى- لكم، ولا تبديل ولا تغيير لما فطركم عليه وارتضاه لكم.وذلِكَ الدين الذي اختاره- سبحانه- لكم، هو الدِّينُ الْقَيِّمُ أى: القويم المستقيم، الذي لا اعوجاج فيه ولا انحراف.فاسم الإشارة يعود إلى الدين الذي أمرنا- سبحانه- بالثبات عليه، في قوله: فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفاً.وقوله- تعالى-: وَلكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ استدراك لبيان موقف الناس من هذا الدين القيم.أى: ذلك الدين الذي ارتضيته لكم هو الدين القيم، ولكن أكثر الناس لا يعلمون هذه الحقيقة، بسبب استحواذ الشيطان عليهم، واتباعهم للأهواء الزائفة، والتقاليد الفاسدة."},{"ayah_number":31,"text":"ثم حرضهم- سبحانه- على الاستمرار في اتباع توجيهات هذا الدين القيم فقال:مُنِيبِينَ إِلَيْهِ وَاتَّقُوهُ وَأَقِيمُوا الصَّلاةَ.قال القرطبي: وفي أصل الإنابة قولان: أحدهما: أنه القطع. ومنه أخذ اسم الناب لأنه قاطع، فكأن الإنابة هي الانقطاع إلى الله- عز وجل- بالطاعة. والثاني: أن أصله الرجوع، مأخوذ من ناب ينوب إذا رجع مرة بعد أخرى، ومنه النوبة لأنها الرجوع إلى عادة، ولفظ مُنِيبِينَ منصوب على الحال والمعنى: أقيموا وجوهكم- أيها الناس- لخالقكم وحده، حالة كونكم راجعين إليه بالتوبة والطاعة، ومقبلين إليه بالاستغفار والعبادة، ومتقين له في كل أحوالكم، ومداومين على إقامة الصلاة في أوقاتها بخشوع واطمئنان.وَلا تَكُونُوا مِنَ الْمُشْرِكِينَ المبدلين لفطرة الله- تعالى- المتبعين لأهوائهم وشهواتهم."},{"ayah_number":32,"text":"وقوله مِنَ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكانُوا شِيَعاً بدل مما قبله.أى: ولا تكونوا من المشركين، الذين اختلفوا في شأن دينهم اختلافات شتى على حسب أهوائهم، وصاروا شيعا وفرقا وأحزابا متنازعة.كُلُّ حِزْبٍ بِما لَدَيْهِمْ فَرِحُونَ أى: كل حزب منهم صار مسرورا بما لديه من دين باطل، وملة فاسدة، وعقيدة زائفة، وهذا الفرح بالباطل سببه جهلهم، وانطماس بصائرهم عن الانقياد للحق.ثم بين- سبحانه- أحوال الناس في السراء والضراء وعند ما يوسع الله- تعالى- في أرزاقهم، وعند ما يضيق عليهم هذه الأرزاق، فقال- تعالى-:"},{"ayah_number":33,"text":"أى: وَإِذا مَسَّ النَّاسَ ضُرٌّ من قحط أو مصيبة في المال أو الولد، دَعَوْا رَبَّهُمْ مُنِيبِينَ إِلَيْهِ أى: إذا نزل بهم الضر، أسرعوا بالدعاء إلى الله- تعالى- متضرعين إليه أن يكشف عنهم ما نزل بهم من بلاء.هذا حالهم عند الشدائد والكروب، أما حالهم عند العافية والغنى وتفريج الهموم، فقد عبر عنه- سبحانه- بقوله: ثُمَّ إِذا أَذاقَهُمْ مِنْهُ رَحْمَةً إِذا فَرِيقٌ مِنْهُمْ بِرَبِّهِمْ يُشْرِكُونَ.وإِذا الأولى شرطية، والثانية فجائية.أى: هم بمجرد نزول الضر بهم يلجئون إلى الله- تعالى- لإزالته، ثم إذا ما كشفه عنهم، وأحاطهم برحمته، أسرع فريق منهم بعبادة غيره- سبحانه-.وقوله- تعالى-: إِذا فَرِيقٌ مِنْهُمْ: إنصاف وتشريف لفريق آخر من الناس، من صفاتهم أنهم يذكرون الله- تعالى- في كل الأحوال، ويصبرون عند البلاء، ويشكرون عند الرخاء.والتنكير في قوله- سبحانه- «ضر، ورحمة» للإشارة إلى أن هذا النوع من الناس، يجزعون عند أقل ضر، ويبطرون ويطغون لأدنى رحمة ونعمة."},{"ayah_number":34,"text":"واللام في قوله- تعالى-: لِيَكْفُرُوا بِما آتَيْناهُمْ هي العاقبة. أى: فعلوا ما فعلوا من الجزع عند الضر، ومن البطر عند النعم، ليكون مآل حالهم إلى الكفر والجحود لنعم الله، وإلى سوء العاقبة والمصير.ثم التفت إليهم- سبحانه- بالخطاب مهددا ومتوعدا فقال: فَتَمَتَّعُوا فَسَوْفَ تَعْلَمُونَ أى: فتمتعوا- أيها الجاحدون لنعم الله- بهذا المتاع الزائل من متع الحياة الدنيا، فسوف تعلمون ما يترتب على ذلك من عذاب مهين."},{"ayah_number":35,"text":"وقوله- تعالى-: أَمْ أَنْزَلْنا عَلَيْهِمْ سُلْطاناً فَهُوَ يَتَكَلَّمُ بِما كانُوا بِهِ يُشْرِكُونَ التفات من الخطاب إلى الغيبة، على سبيل التحقير لهم، والتهوين من شانهم. والاستفهام للنفي والتوبيخ.والسلطان: الحجة والبرهان.أى: هؤلاء الذين أشركوا معنا غيرنا في العبادة، هل نحن أنزلنا عليهم حجة ذات قوة وسلطان تشهد لهم بأن شركهم لا يخالف الحق، وتنطق بأن كفرهم لا غبار عليه؟كلا، إننا ما أنزلنا عليهم شيئا من ذلك، وإنما هم الذين وقعوا في الشرك، بغير علم، ولا هدى ولا كتاب منير.فالآية الكريمة تتهكم بهم لسفههم وجهلهم، وتنفى أن يكون شركهم مبنيا على دليل أو ما يشبه الدليل، أو أن يكون هناك من أمرهم به سوى تقاليدهم الباطلة، وأهوائهم الفاسدة وأفكارهم الزائفة."},{"ayah_number":36,"text":"ثم عادت الصورة الكريمة إلى الحديث عن أحوال بعض النفوس البشرية في حالتي العسر واليسر، فقال- تعالى-: وَإِذا أَذَقْنَا النَّاسَ رَحْمَةً من صحة أو غنى أو أمان فَرِحُوا بِها أى: فرحوا بها فرح البطر الأشر، الذي لا يقابل نعم الله- تعالى- بالشكر، ولا يستعملها فيما خلقت له.فالمراد بالفرح هنا: الجحود والكفران للنعم، وليس مجرد السرور بالحصول على النعم.وَإِنْ تُصِبْهُمْ سَيِّئَةٌ شدة أو مصيبة بِما قَدَّمَتْ أَيْدِيهِمْ أى: بسبب شؤم معاصيهم، وإهمالهم لشكر الله- تعالى- على نعمه إِذا هُمْ يَقْنَطُونَ أى: أسرعوا باليأس من رحمة الله، وقنطوا من فرجه، واسودت الدنيا في وجوههم، شأن الذين لا يعرفون سنن الله- تعالى- في خلقه، والذين يعبدون الله على حرف، فهم عند السراء جاحدون مغرورون..وعند الضراء قانطون يائسون.وعبر- سبحانه- في جانب الرحمة بإذا، وفي جانب المصيبة بإن، للإشعار بأن رحمته- تعالى- بعباده متحققة في كل الأحوال. وأن ما ينزل بالناس من مصائب، هو بسبب ما اجترحوه من ذنوب.ونسب- سبحانه- الرحمة إلى ذاته فقال: وَإِذا أَذَقْنَا النَّاسَ رَحْمَةً دون السيئة فقد قال: وَإِنْ تُصِبْهُمْ سَيِّئَةٌ لتعليم العباد الأدب مع خالقهم- عز وجل-، وإن كان الكل بيده- سبحانه- وبمشيئته، وشبيه بهذا قوله- تعالى-: وَأَنَّا لا نَدْرِي أَشَرٌّ أُرِيدَ بِمَنْ فِي الْأَرْضِ، أَمْ أَرادَ بِهِمْ رَبُّهُمْ رَشَداً.والتعبير بإذا الفجائية في قوله إِذا هُمْ يَقْنَطُونَ، للإشارة إلى سرعة يأسهم من رحمة الله- تعالى- حتى ولو كانت المصيبة هينة بسيرة، وذلك لضعف يقينهم وإيمانهم. إذ القنوط من رحمة الله، يتنافى مع الإيمان الحق."},{"ayah_number":37,"text":"ثم عقب- سبحانه- على أحوالهم هذه، بالتعجيب من شأنهم، وبالتقريع لهم على جهلهم، فقال: أَوَلَمْ يَرَوْا أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشاءُ وَيَقْدِرُ.أى: أجهل هؤلاء الناس الذين لم يخالط الإيمان قلوبهم، ولم يشاهدوا بأعينهم أن الله- تعالى- بمقتضى حكمته، يوسع الرزق لمن يشاء من عباده. ويضيقه على من يشاء منهم، لا راد لقضائه، ولا معقب لحكمه، ولا يسأل عما يفعل.إن واقع الناس يشهد ويعلن: أن الله- تعالى- يبسط الرزق لمن يشاء ويقدر، فما لهؤلاء القوم ينكرون هذا الواقع بأفعالهم القبيحة، حيث إنهم يبطرون عند السراء، ويقنطون عند الضراء؟ فالمقصود بالآية الكريمة توبيخهم على عدم فهمهم لسنن الله في خلقه.ثم ختم- سبحانه- الآية بقوله: إِنَّ فِي ذلِكَ لَآياتٍ لِقَوْمٍ يُؤْمِنُونَ أى: إن في ذلك الذي ذكرناه لكم من أحوال الناس، ومن قدرتنا على كل شيء لَآياتٍ واضحات، وعبر بينات، لقوم يؤمنون بما أرشدناهم إليه، ويعملون بما يقتضيه إيمانهم.ثم بين- سبحانه- بعد ذلك ما يجب على المسلم بالنسبة للمال الذي وهبه الله إياه، فقال- تعالى-:"},{"ayah_number":38,"text":"والخطاب في قوله- تعالى-: فَآتِ ذَا الْقُرْبى حَقَّهُ.. للنبي صلّى الله عليه وسلّم ولكل من يصلح له من أمته. والفاء: لترتيب ما بعدها على ما قبلها.والمعنى: إذا كان الأمر كما ذكرت لكم، من أن بسط الأرزاق وقبضها بيدي وحدي، فأعط- أيها الرسول الكريم- ذا القربى حقه من المودة والصلة والإحسان، وليقتد بك في ذلك أصحابك وأتباعك.وأعط- أيضا- الْمِسْكِينَ الذي لا يملك شيئا ذا قيمة، حقه من الصدقة والبر، وكذلك ابْنَ السَّبِيلِ وهو المسافر المنقطع عن ماله في سفره، ولو كان غنيا في بلده.وقدم- سبحانه- الأقارب، لأن دفع حاجتهم واجب من الواجبات التي جعلها- سبحانه- للقريب على قريبه.قال القرطبي: واختلف في هذه الآية، فقيل: إنها منسوخة بآية المواريث. وقيل:لا نسخ، بل للقريب حق لازم في البر على كل حال، وهو الصحيح، قال مجاهد وقتادة:صلة الرحم فرض من الله- عز وجل-، حتى قال مجاهد: لا تقبل صدقة من أحد ورحمه محتاجة  .وقال الجمل في حاشيته: وعدم ذكر بقية الأصناف المستحقين للزكاة، يدل على أن ذلك في صدقة التطوع، وقد احتج أبو حنيفة- رحمه الله- بهذه الآية على وجوب نفقة المحارم، والشافعى- رحمه الله- قاس سائر الأقارب- ما عدا الفروع والأصول- على ابن العم، لأنه لا ولادة بينهم.ثم قال: وهؤلاء الثلاثة يجب الإحسان إليهم وإن لم يكن للإنسان مال زائد، لأن المقصود هنا: الشفقة العامة، والفقير داخل في المسكين..» .ثم بين- سبحانه- الآثار الطيبة المترتبة على هذا البر والعطاء فقال: ذلِكَ خَيْرٌ لِلَّذِينَ يُرِيدُونَ وَجْهَ اللَّهِ، وَأُولئِكَ هُمُ الْمُفْلِحُونَ."},{"ayah_number":39,"text":"أى: ذلك الإيتاء لهؤلاء الثلاثة، خير وأبقى عند الله- تعالى- للذين يريدون بصدقتهم وإحسانهم وجه الله، وأولئك المتصفون بتلك الصفات الحميدة، هم الكاملون في الفلاح، والظفر بالخير في الدنيا والآخرة.وبعد أن حضهم على صلة الأقارب والمساكين وابن السبيل، نفرهم من تعاطى الربا فقال:وَما آتَيْتُمْ مِنْ رِباً لِيَرْبُوَا فِي أَمْوالِ النَّاسِ فَلا يَرْبُوا عِنْدَ اللَّهِ.والربا: الزيادة مطلقا. يقال: ربا الشيء يربو إذا زاد ونما، ومنه قوله- تعالى-:وَتَرَى الْأَرْضَ هامِدَةً، فَإِذا أَنْزَلْنا عَلَيْهَا الْماءَ اهْتَزَّتْ وَرَبَتْ. أى: زادت.قال الآلوسى ما ملخصه: والظاهر أن المراد بالربا هنا، الزيادة المعروفة في المعاملة التي حرمها الشارع. ويشهد لذلك ما روى عن السدى، من أن الآية نزلت في ربا ثقيف، كانوا يرابون، وكذلك كانت قريش تتعاطى الربا.وعن ابن عباس وغيره: أن المراد به هنا العطية التي يتوقع بها مزيد مكافأة، وعليه فتسميتها ربا مجاز، لأنها سبب للزيادة  .ويبدو لنا أن المراد بالربا هنا، الربا الذي حرمه الله- تعالى- بعد ذلك تحريما قاطعا، وأن المقصود من الآية التنفير منه على سبيل التدرج، حتى إذا جاء التحريم النهائى له، تقبلته نفوس الناس بدون مفاجأة لهذا التحريم.قال صاحب الكشاف: هذه الآية في معنى قوله- تعالى- يَمْحَقُ اللَّهُ الرِّبا وَيُرْبِي الصَّدَقاتِ. سواء بسواء. يريد: وما أعطيتم أكلة الربا مِنْ رِباً لِيَرْبُوَا فِي أموالهم، أى: ليزيد ويزكو في أموالهم، فلا يزكو عند الله ولا يبارك فيه .ثم حض- سبحانه- على التصدق في سبيله فقال: وَما آتَيْتُمْ مِنْ زَكاةٍ أى من صدقة تتقربون بها إلى الله، وتُرِيدُونَ بأدائها وَجْهَ اللَّهِ أى: رضاه وثوابه.فَأُولئِكَ الذين يفعلون ذلك هُمُ الْمُضْعِفُونَ أى: ذوو الأضعاف المضاعفة من الثواب والعطاء الكريم، فالمضعفون جمع مضعف- بكسر العين- على أنه اسم فاعل من أضعف، إذا صار ذا ضعف- بكسر فسكون- كأقوى وأيسر، إذا صار ذا قوة ويسار.وقال- سبحانه-: فَأُولئِكَ هُمُ الْمُضْعِفُونَ ولم يقل: فأنتم المضعفون، لأنه رجع من المخاطبة إلى الغيبة، كأنه قال لملائكته: فأولئك الذين يريدون وجهى بصدقاتهم، هم المضعفون، فهو أمدح لهم من أن يقول: فأنتم المضعفون."},{"ayah_number":40,"text":"ثم بين- سبحانه- بعد ذلك مظاهر فضله على الناس فقال: اللَّهُ الَّذِي خَلَقَكُمْ على غير مثال سابق ثُمَّ رَزَقَكُمْ من فضله بأنواع من الرزق الذي لا غنى لكم عنه في معاشكم ثُمَّ يُمِيتُكُمْ بعد انقضاء أعماركم في هذه الحياة ثُمَّ يُحْيِيكُمْ يوم القيامة للحساب والجزاء.والاستفهام في قوله- سبحانه-: هَلْ مِنْ شُرَكائِكُمْ مَنْ يَفْعَلُ مِنْ ذلِكُمْ مِنْ شَيْءٍ للإنكار والنفي. أى: ليس من شركائكم الذين عبدتموهم من يستطيع أن يفعل شيئا من ذلك، فكيف اتخذتموهم آلهة وأشركتموهم معى في العبادة؟ إن الله- تعالى- وحده هو الخالق وهو الرازق وهو المحيي وهو المميت.سُبْحانَهُ وَتَعالى عَمَّا يُشْرِكُونَ تنزه وتقدس عن شرك هؤلاء المشركين وعن جهل أولئك الجاهلين.وبعد هذا التوجيه الحكيم، يسوق- سبحانه- الآثار السيئة التي تترتب على الكفر والمعاصي، ويأمر بالاعتبار بالسابقين، ويبين عاقبة الأشرار وعاقبة الأخيار فيقول:"},{"ayah_number":41,"text":"قال ابن كثير ما ملخصه: قال ابن عباس وغيره: المراد بالبر هاهنا، الفيافي. وبالبحر:الأمصار والقرى، ما كان منها على جانب نهر.وقال آخرون: بل المراد بالبر هو البر المعروف. وبالبحر: البحر المعروف.والقول الأول أظهر، وعليه الأكثر، ويؤيده ما ذكره ابن إسحاق في السيرة: أن رسول الله صلّى الله عليه وسلّم صالح ملك أيلة، وكتب له ببحره- يعنى ببلده-  .والمعنى: ظهر الفساد في البر والبحر، ومن مظاهر ذلك انتشار الشرك والظلم، والقتل وسفك الدماء، والأحقاد والعدوان، ونقص البركة في الزروع والثمار والمطاعم والمشارب، وغير ذلك مما هو مفسدة وليس بمنفعة..قال ابن كثير- رحمه الله-: وقال أبو العالية: من عصى الله في الأرض فقد أفسد فيها، لأن صلاح الأرض والسماء بالطاعة، ولهذا جاء في الحديث الذي رواه أبو داود: «الحد يقام في الأرض، أحب إلى أهلها من أن يمطروا أربعين صباحا» .والسبب في هذا أن الحدود إذا أقيمت، انكف الناس، أو أكثرهم، أو كثير منهم، عن تعاطى المحرمات. وإذا ارتكبت المعاصي كان سببا في محق البركات.. وكلما أقيم العدل كثرت البركات والخيرات. وقد ثبت في الحديث الصحيح: «إن الفاجر إذا مات تستريح منه العباد والبلاد والشجر والدواب»  .وقوله- تعالى-: بِما كَسَبَتْ أَيْدِي النَّاسِ.. بيان لسبب ظهور الفساد. أى: عم الفساد وطم في البر والبحر، بسبب اقتراف الناس للمعاصي. وانهماكهم في الشهوات، وتفلتهم من كل ما أمرهم الله- تعالى- به، أو نهاهم عنه. كما قال- تعالى-:وَما أَصابَكُمْ مِنْ مُصِيبَةٍ فَبِما كَسَبَتْ أَيْدِيكُمْ وَيَعْفُوا عَنْ كَثِيرٍ.فظهور الفساد وانتشاره، لا يتم عبثا أو اعتباطا، وإنما يتم بسبب إعراض الناس عن طاعة الله- تعالى-، وارتكابهم للمعاصي ..."},{"ayah_number":42,"text":"ثم بين- سبحانه- ما ترتب على الوقوع في المعاصي من بلاء واختبار، فقال:لِيُذِيقَهُمْ بَعْضَ الَّذِي عَمِلُوا لَعَلَّهُمْ يَرْجِعُونَ.واللام في «ليذيقهم» للتعليل وهي متعلقة بظهر. أى: ظهر الفساد ... ليذيق- سبحانه- الناس نتائج بعض أعمالهم السيئة، كي يرجعوا عن غيهم وفسقهم، ويعودوا إلى الطاعة والتوبة.ويجوز ان تكون متعلقة بمحذوف، اى: عاقبهم بانتشار الفساد بينهم، ليجعلهم يحسون بسوء عاقبة الولوغ في المعاصي، ولعلهم يرجعون عنها، إلى الطاعة والعمل الصالح.ثم يلفت- سبحانه- أنظار الناس إلى سوء عاقبة من ارتكس في الشرك والظلم، فيقول: قُلْ سِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كانَ عاقِبَةُ الَّذِينَ مِنْ قَبْلُ، كانَ أَكْثَرُهُمْ مُشْرِكِينَ. أى: قل- أيها الرسول الكريم- للناس: سيروا في الأرض سير المتأملين المعتبرين، لتروا بأعينكم، كيف كانت عاقبة الظالمين من قبلكم ...لقد كانت عاقبتهم الدمار والهلاك، بسبب إصرار أكثرهم على الشرك والكفر، وانغماس فريق منهم في المعاصي والفواحش.فالمراد بالسير، ما يترتب عليه من عظات وعبر، حتى لا تكون عاقبة اللاحقين، كعاقبة السابقين، في الهلاك والنكال."},{"ayah_number":43,"text":"ثم أكد- سبحانه- ما سبق أن أمر به رسوله صلّى الله عليه وسلّم من ثبات على الحق فقال:فَأَقِمْ وَجْهَكَ لِلدِّينِ الْقَيِّمِ.. أى: إذا كان الأمر كما ذكرت لك- أيها الرسول الكريم- من سوء عاقبة الأشرار، وحسن عاقبة الأخيار. فاثبت على هذا الدين القويم، الذي أوحيناه إليك، ولا تتحول عنه إلى جهة ما.مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لا مَرَدَّ لَهُ مِنَ اللَّهِ أى: اثبت على هذا الدين القيم، من قبل أن يأتى يوم القيامة، الذي لا يقدر أحد على ردّه أو دفع عذابه إلا الله- تعالى- وحده.ثم بين- سبحانه- أحوال الناس في هذا اليوم فقال: يَوْمَئِذٍ يَصَّدَّعُونَ.أى: يتفرقون. وأصله يتصدعون، فقلبت تاؤه صادا وأدغمت. والتصدع التفرق:يقال: تصدع القوم إذا تفرقوا، ومنه قول الشاعر:وكنا كندمانى جذيمة حقبة ... من الدهر حتى قيل لن يتصدعاأى: لن يتفرقا.والمعنى: اثبت على هذا الدين، من قبل أن يأتي يوم القيامة، الذي يتفرق فيه الناس إلى فريقين"},{"ayah_number":44,"text":"ثم بين- سبحانه- الفريق الأول فقال: مَنْ كَفَرَ فَعَلَيْهِ كُفْرُهُ أى: من كفر من الناس، فعاقبة كفره واقعة عليه لا على غيره، وسيتحمل وحده ما يترتب على ذلك من عذاب مهين.قال صاحب الكشاف: قوله فَعَلَيْهِ كُفْرُهُ كلمة جامعة لما لا غاية وراءه من المضار،لأن من كان ضاره كفره، فقد أحاطت به كل مضرة» .ثم بين- سبحانه- الفريق الثاني فقال: وَمَنْ عَمِلَ صالِحاً فَلِأَنْفُسِهِمْ يَمْهَدُونَ أى:ومن عمل في دنياه عملا صالحا، فإنه بسبب هذا العمل يكون قد مهد وسوى لنفسه مكانا مريحا يستقر فيه في الآخرة.والمهاد: الفراش. ومنه مهاد الصبى أى فراشه. ويقال مهدت الفراش مهدا، أى:بسطته ووطأته. ومهدت الأمور. أى: سويتها وأصلحتها.فالجملة الكريمة تصوير بديع للثمار الطيبة التي تترتب على العمل الصالح في الدنيا، حتى لكأن من يعمل هذا العمل، يعد لنفسه في الآخرة مكانا معبدا، ومضجعا هنيئا، ينزل فيه وهو في أعلى درجات الراحة والنعيم:قال ابن جرير: قوله- تعالى- فَلِأَنْفُسِهِمْ يَمْهَدُونَ أى: فلأنفسهم يستعدون، ويسوون المضجع، ليسلموا من عقاب ربهم، وينجوا من عذابه، كما قال الشاعر:أمهد لنفسك، حان السقم والتلف ... ولا تضيعن نفسا مالها خلف"},{"ayah_number":45,"text":"ثم بين- سبحانه- ما اقتضته حكمته وعدالته فقال: لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ مِنْ فَضْلِهِ، إِنَّهُ لا يُحِبُّ الْكافِرِينَ.أى: فعل ما فعل- سبحانه- من تقسيم الناس إلى فريقين، ليجزي الذين آمنوا وعملوا الأعمال الصالحات، الجزاء الحسن الذي يستحقونه، وليعطيهم العطاء الجزيل من فضله، لأنه بحبهم، أما الكافرون، فإنه- سبحانه- لا يحبهم ولا يرضى عنهم.ثم تعود السورة الكريمة إلى الحديث عن آيات الله- تعالى- الدالة على قدرته، وعن مظاهر فضله على الناس ورحمته بهم، وعن الموقف الجحودى الذي وقفه بعضهم من هذه النعم.. قال- تعالى-:"},{"ayah_number":46,"text":"وقوله- سبحانه-: وَمِنْ آياتِهِ أَنْ يُرْسِلَ الرِّياحَ مُبَشِّراتٍ ... بيان لأنواع أخرى من الظواهر الكونية الدالة على قدرته- عز وجل-.أى: ومن الآيات والبراهين الدالة على وحدانية الله- تعالى- ونفاذ قدرته، أنه- سبحانه- يرسل بمشيئته وإرادته الرياح، لتكون بشارة بأن من ورائها أمطارا، فيها الخير الكثير للناس.قال الآلوسى: قوله: وَمِنْ آياتِهِ أَنْ يُرْسِلَ الرِّياحَ أى: الجنوب، ومهبها من مطلع سهيل إلى مطلع الثريا، والصبا: ومهبها من مطلع الثريا إلى بنات نعش. والشمال: ومهبها من بنات نعش إلى مسقط النسر الطائر، فإنها رياح الرحمة. أما الدبور ومهبها من مسقط النسر الطائر إلى مطلع سهيل، فريح العذاب ... »  .وقوله: وَلِيُذِيقَكُمْ مِنْ رَحْمَتِهِ، وَلِتَجْرِيَ الْفُلْكُ بِأَمْرِهِ، وَلِتَبْتَغُوا مِنْ فَضْلِهِ.. بيان للفوائد التي تعود على الناس من إرسال الرياح التي تعقبها الأمطار، وهو متعلق بقوله يُرْسِلَ.أى: يرسل الرياح مبشرات بالأمطار ويرسلها ليمنحكم من رحمته الخصب والنماء لزرعكم، ولتجرى الفلك عند هبوبها في البحر بإذنه- تعالى- ولتبتغوا أرزاقكم من فضله- سبحانه- عن طريق الأسفار، والانتقال من مكان إلى آخر، ولكي تشكروا الله- تعالى- على هذه النعم: فإنكم إذا شكرتموه- سبحانه- على نعمه زادكم منها."},{"ayah_number":47,"text":"وقوله- تعالى-: ولَقَدْ أَرْسَلْنا مِنْ قَبْلِكَ رُسُلًا إِلى قَوْمِهِمْ فَجاؤُهُمْ بِالْبَيِّناتِ ...كلام معترض بين الحديث عن نعمة الرياح، لتسلية الرسول صلّى الله عليه وسلّم عما لحقه من قومه من أذى.أى ولقد أرسلنا من قبلك- أيها الرسول الكريم- رسلا كثيرين، إلى قومهم ليهدوهم إلى الرشد، وجاء كل رسول إلى قومه بالحجج الواضحات التي تدل على صدقه.وقوله انْتَقَمْنا مِنَ الَّذِينَ أَجْرَمُوامعطوف على كلام محذوف. أى: أرسلناهم بالحجج الواضحات، فمن أقوامهم من آمن بهم، ومنهم من كذبهم، فانتقمنا من المكذبين لرسلهم.كانَ حَقًّا عَلَيْنا نَصْرُ الْمُؤْمِنِينَأى: وكان نصر المؤمنين حقا أوجبناه على ذاتنا، فضلا منا وكرما، وتكريما وإنصافا لمن آمن بوحدانيتنا، وأخلص العبادة لنا.«وحقا» خبر كان، و «نصر المؤمنين» اسمها و «علينا متعلق بقوله حقا.قال ابن كثير: قوله كانَ حَقًّا عَلَيْنا نَصْرُ الْمُؤْمِنِينَهو حق أوجبه على نفسه الكريمة، تكرما وتفضلا، كقوله: كَتَبَ رَبُّكُمْ عَلى نَفْسِهِ الرَّحْمَةَ.وعن أبى الدرداء قال: سمعت رسول الله صلّى الله عليه وسلّم يقول: «ما من امرئ مسلم يرد عن عرض أخيه، إلا كان حقا على الله أن يرد عنه نار جهنم يوم القيامة: ثم تلا صلّى الله عليه وسلم هذه الآية»  ."},{"ayah_number":48,"text":"ثم تعود السورة مرة أخرى إلى الحديث عن الرياح وما يترتب عليها من منافع فتقول:اللَّهُ الَّذِي يُرْسِلُ الرِّياحَ بقدرته ومشيئته.فَتُثِيرُ سَحاباً أى: هذه الرياح التي يرسلها الله- تعالى- تتحرك في الجو وفق إرادته- سبحانه- وتحرك السحاب وتنشره من مكان إلى آخر.فَيَبْسُطُهُ فِي السَّماءِ كَيْفَ يَشاءُ: أى فيبسط الله- تعالى- هذا السحاب في طبقات الجو، بالكيفية التي يختارها- سبحانه- ويريدها، بأن يجعله تارة متكاثفا، وتارة متناثرا، وتارة من جهة الشمال، وتارة من جهات غيرها.وَيَجْعَلُهُ كِسَفاً أى: ويجعله قطعا بعضها فوق بعض تارة أخرى. والكسف: جمع كسفه، وهي القطعة من السحاب.فَتَرَى الْوَدْقَ أى: المطر يَخْرُجُ مِنْ خِلالِهِ أى يخرج ويتساقط من خلال هذا السحاب، ومن بين ذراته. فَإِذا أَصابَ بِهِ، أى: بهذا المطر مَنْ يَشاءُ إصابته به مِنْ عِبادِهِ بأن ينزله على أراضيهم وعلى بلادهم إِذا هُمْ يَسْتَبْشِرُونَ أى: يفرحون بذلك، لأنه يكون سببا في حياتهم وحياة دوابهم وزروعهم..وأعرف الناس بنعمة المطر، أولئك الذين يعيشون في الأماكن البعيدة عن الأنهار. كأهل مكة ومن يشبهونهم ممن تقوم حياتهم على مياه الأمطار."},{"ayah_number":49,"text":"ثم بين- سبحانه- حالهم قبل نزول تلك الأمطار عليهم فقال: وَإِنْ كانُوا مِنْ قَبْلِ أَنْ يُنَزَّلَ عَلَيْهِمْ مِنْ قَبْلِهِ لَمُبْلِسِينَ.وإن مخففة من الثقيلة، واسمها ضمير الشأن المحذوف، والضمير في يُنَزَّلَ يعود للمطر، وفي قوله مِنْ قَبْلِهِ يعود لنزول المطر- أيضا- على سبيل التأكيد. وقوله:لَمُبْلِسِينَ خبر كان. والإبلاس: اليأس من الخير، والسكوت، والانكسار غما وحزنا.يقال: أبلس الرجل، إذا سكت على سبيل اليأس والذل والانكسار.أى: هم عند نزول الأمطار يستبشرون ويفرحون، ولو رأيت حالهم قبل نزول الأمطار لرأيتهم في غاية الحيرة والقنوط والإبلاس، لشدة حاجتهم إلى الغيث الذي طال انتظارهم له وتطلعهم إليه دون أن ينزل.قال صاحب الكشاف: وقوله مِنْ قَبْلِهِ من باب التكرير والتوكيد، كقوله- تعالى-: فَكانَ عاقِبَتَهُما أَنَّهُما فِي النَّارِ خالِدَيْنِ فِيها «ومعنى التوكيد فيه الدلالة على أن عهدهم بالمطر قد تطاول وبعد، فاستحكم يأسهم، وتمادى إبلاسهم، فكان الاستبشار على قدر اغتمامهم بذلك»"},{"ayah_number":50,"text":"ثم لفت- سبحانه- أنظار الناس إلى ما يترتب على نعمة المطر من آثار عظيمة فقال:فَانْظُرْ إِلى آثارِ رَحْمَتِ اللَّهِ.. والفاء للدلالة على سرعة الانتقال من حالة اليأس إلى الاستبشار. أى: فانظر- أيها العاقل- نظرة تعقل واتعاظ واستبصار، إلى الآثار المترتبة على نزول المطر، وكيف أن نزوله حول النفوس من حالة الحزن إلى حالة الفرح، وجعل الوجوه مستبشرة بعد أن كانت عابسة يائسة.وقوله- تعالى-: كَيْفَ يُحْيِ الْأَرْضَ بَعْدَ مَوْتِها في محل نصب على تقدير الخافض.أى: فانظر إلى آثار رحمة الله بعد نزول المطر، وانظر وتأمل كيف يحيى الله- تعالى- بقدرته، الأرض بعد موتها بأن يجعلها خضراء ويانعة، بعد أن كانت جدباء قاحلة.واسم الإشارة في قوله- تعالى- إِنَّ ذلِكَ لَمُحْيِ الْمَوْتى يعود على الله- تعالى-.أى: إن ذلك الإله العظيم الذي أحيا الأرض بعد موتها، لقادر على إحياء الموتى، إذ لا فرق بينهما بالنسبة لقدرة الله التي لا يعجزها شيء. وَهُوَ- سبحانه- عَلى كُلِّ شَيْءٍ قَدِيرٌومن جملة الأشياء المقدور عليها، إحياء الموتى.وهكذا يسوق القرآن الكريم الأدلة على البعث، بأسلوب منطقي، منتزع من واقع الناس، ومن المشاهد التي يرونها في حياتهم."},{"ayah_number":51,"text":"وبعد أن صور- سبحانه- أحوال الناس عند رؤيتهم للرياح التي تثير السحب المحملة بالأمطار، وأنهم عند رؤيتها يفرحون ويستبشرون. بعد أن صور ذلك بأسلوب بديع، أتبع ذلك بتصوير حالهم عند ما يرون ريحا تحمل لهم الرمال والأتربة، وتضر بمزروعاتهم فقال- تعالى- وَلَئِنْ أَرْسَلْنا رِيحاً فَرَأَوْهُ مُصْفَرًّا لَظَلُّوا مِنْ بَعْدِهِ يَكْفُرُونَ.والضمير في «رأوه» يعود إلى النبات المفهوم من السياق. أى: هذا حال الناس عند ما يرون الرياح التي تحمل لهم الأمطار، أما إذا أرسلنا عليهم ريحا معها الأتربة والرمال، فرأوا نباتهم وزروعهم قد اصفرت واضمحلت وأصابها ما يضرها أو يتلفها.. فإنهم يظلون من بعد إرسال تلك الريح عليهم، يكفرون بنعم الله، ويجحدون آلاءه السابقة، ويقابلون ما أرسلناه عليهم بالسخط والضيق، لا بالاستسلام لقضائنا، وملازمة طاعتنا.قال الآلوسى ما ملخصه: واللام في قوله: وَلَئِنْ موطئة للقسم دخلت على حرف الشرط، والفاء في «فرأوه» فصيحة، واللام في قوله «لظلوا» لام جواب القسم الساد مسد الجوابين، والماضي بمعنى المستقبل.. وفيما ذكر- سبحانه- من ذمهم على عدم تثبتهم ما لا يخفى، حيث كان من الواجب عليهم أن يتوكلوا على الله- تعالى- في كل حال، ويلجئوا إليه بالاستغفار، إذا احتبس منهم المطر، ولا ييأسوا من روح الله- تعالى-ويبادروا إلى الشكر بالطاعة، إذا أصابهم برحمته، وأن يصبروا على بلائه إذا اعترى زرعهم آفة، فعكسوا الأمر، وأبوا ما يجديهم، وأتوا بما يؤذيهم ... » ."},{"ayah_number":52,"text":"ثم سلى- سبحانه- نبيه عما لحقه منهم من أذى، بعد أن ذكر له جانبا من تقلب أحوالهم، فقال- تعالى-: فَإِنَّكَ لا تُسْمِعُ الْمَوْتى، وَلا تُسْمِعُ الصُّمَّ الدُّعاءَ إِذا وَلَّوْا مُدْبِرِينَ. أى: فاصبر- أيها الرسول- لحكم ربك، واثبت على ما أنت عليه من حق فَإِنَّكَ لا تُسْمِعُ الْمَوْتى إذا ناديتهم وَلا تُسْمِعُ الصُّمَّ الدُّعاءَ إذا ما دعوتهم أو وعظتهم.وقوله إِذا وَلَّوْا مُدْبِرِينَ بيان لإعراضهم عن الحق، بعد بيان كونهم كالأموات وكالصم."},{"ayah_number":53,"text":"ثم وصفهم بالعمى فقال: وَما أَنْتَ بِهادِ الْعُمْيِ عَنْ ضَلالَتِهِمْ بسبب فقدهم الانتفاع بأبصارهم، كما فقدوا الانتفاع ببصائرهم.إِنْ تُسْمِعُ إِلَّا مَنْ يُؤْمِنُ بِآياتِنا أى: ما تستطيع أن تسمع إلا من يؤمن بآياتنا الدالة على وحدانيتنا وقدرتنا فَهُمْ مُسْلِمُونَ أى: منقادون للحق ومتبعون له.فالآيتان الكريمتان تسلية للرسول صلّى الله عليه وسلّم عما أصابه من هؤلاء المشركين، وعن إخفاق جهوده مع كثير منهم، لانطماس بصائرهم، حيث شبههم- سبحانه- بالموتى وبالصم وبالعمى، في عدم انتفاعهم بالوعظ والإرشاد..وبعد هذا التطواف في أعماق الأنفس والآفاق. أخذت السورة الكريمة في أواخرها، تذكر الناس بمراحل حياتهم، وبأحوالهم يوم القيامة، وبفضائل القرآن الكريم، وبأمر النبي صلى الله عليه وسلّم بالصبر والثبات.. قال- تعالى-:"},{"ayah_number":54,"text":"قال القرطبي ما ملخصه: قوله- تعالى-: اللَّهُ الَّذِي خَلَقَكُمْ مِنْ ضَعْفٍ..استدلال آخر على قدرته- تعالى- ومعنى مِنْ ضَعْفٍ من نطفة ضعيفة، أو في حال ضعف، وهو ما كانوا عليه في الابتداء من الطفولة والصغر.. وقرأ الجمهور بضم الضاد، وقرأ عاصم وحمزة بفتحها، والضعف- بالضم والفتح- خلاف القوة، وقيل بالفتح في الرأى، وبالضم في الجسد ... » .وقال- سبحانه-: خَلَقَكُمْ مِنْ ضَعْفٍ ولم يقل خلقكم ضعافا.. للإشعار بأن الضعف هو مادتهم الأولى التي تركب منها كيانهم، فهو شامل لتكوينهم الجسدى، والعقلي، والعاطفى، والنفسي ... إلخ. أى: الله- تعالى- بقدرته، هو الذي خلقكم من ضعف ترون جانبا من مظاهره في حالة طفولتكم وحداثة سنكم ...ثُمَّ جَعَلَ- سبحانه- مِنْ بَعْدِ ضَعْفٍ قُوَّةً أى: ثم جعل لكم من بعد مرحلة الضعف مرحلة أخرى تتمثل فيها القوة بكل صورها الجسدية والعقلية والنفسية..ثُمَّ جَعَلَ مِنْ بَعْدِ قُوَّةٍ ضَعْفاً وَشَيْبَةً أى: ثم جعل من بعد مرحلة القوة، مرحلة ضعف آخر، تعقبه مرحلة أخرى أشد منه في الضعف، وهي مرحلة الشيب والهرم والشيخوخة التي هي أرذل العمر، وفيها يصير الإنسان أشبه ما يكون بالطفل الصغير في كثير من أحواله..يَخْلُقُ- سبحانه- ما يَشاءُ خلقه وَهُوَ الْعَلِيمُ بكل شيء الْقَدِيرُ على كل شيء.فأنت ترى أن هذه الآية قد جمعت مراحل حياة الإنسان بصورها المختلفة."},{"ayah_number":55,"text":"ثم بين- سبحانه- ما يقوله المجرمون عند ما يبعثون من قبورهم للحساب فقال:وَيَوْمَ تَقُومُ السَّاعَةُ يُقْسِمُ الْمُجْرِمُونَ ما لَبِثُوا غَيْرَ ساعَةٍ.والمراد بالساعة: يوم القيامة، وسميت بذلك لأنها تقوم في آخر ساعة من عمر الدنيا، أو لأنها تقع بغتة، والمراد بقيامها: حصولها ووجودها، وقيام الخلائق في ذلك الوقت للحساب أى: وحين تقوم الساعة ويرى المجرمون أنفسهم وقد خرجوا من قبورهم للحساب بسرعة ودهشة، يقسمون بأنهم ما لبثوا في قبورهم أو في دنياهم، غير وقت قليل من الزمان.قال ابن كثير: يخبر الله- تعالى- عن جهل الكفار في الدنيا والآخرة، ففي الدنيا فعلوا ما فعلوا من عبادة الأصنام، وفي الآخرة يكون منهم جهل عظيم- أيضا- فمنه إقسامهم بالله أنهم ما لبثوا في الدنيا إلا ساعة واحدة. ومقصودهم بذلك عدم قيام الحجة عليهم، وأنهم لم ينظروا حتى يعذر إليهم   .وقوله: كَذلِكَ كانُوا يُؤْفَكُونَ تذييل قصد به بيان ما جبلوا عليه من كذب.ويؤفكون من الإفك بمعنى الكذب. يقال: أفك الرجل، إذا صرف عن الخير والصدق أى: مثل هذا الكذب الذي تفوهوا به في الآخرة كانوا يفعلون في الدنيا، فهم في الدارين لا ينفكون عن الكذب وعن اختلاق الباطل."},{"ayah_number":56,"text":"ثم حكى- سبحانه- ما قاله أهل العلم والإيمان في الرد عليهم، فقال: وَقالَ الَّذِينَ أُوتُوا الْعِلْمَ وَالْإِيمانَ لَقَدْ لَبِثْتُمْ فِي كِتابِ اللَّهِ إِلى يَوْمِ الْبَعْثِ.أى: وقال الذين أوتوا العلم والإيمان من الملائكة والمؤمنين الصادقين في الرد على هؤلاء المجرمين: لقد لبثتم في علم الله وقضائه بعد مفارقتكم الدنيا إلى يوم البعث، أى: إلى الوقت الذي حدده- سبحانه- لبعثكم، والفاء في قوله- تعالى-: فَهذا يَوْمُ الْبَعْثِ هي الفصيحة. اى: إن كنتم منكرين للبعث، فهذا يومه تشاهدونه بأعينكم. ولا تستطيعون إنكاره الآن كما كنتم تنكرونه في الدنيا.فالجملة الكريمة، المقصود بها توبيخهم وتأنيبهم على إنكارهم ليوم الحساب.وقوله وَلكِنَّكُمْ كُنْتُمْ لا تَعْلَمُونَ زيادة في تقريعهم. أى: فهذا يوم البعث ماثل أمامكم. ولكنكم كنتم في الدنيا لا تعلمون أنه حق وصدق. بل كنتم بسبب كفركم وعنادكم تستخفون به وبمن يحدثكم عنه، فاليوم تذوقون سوء عاقبة إنكاركم له، واستهزائكم به."},{"ayah_number":57,"text":"ولذا قال- سبحانه- بعد ذلك: فَيَوْمَئِذٍ أى: فيوم أن تقوم الساعة ويقف الناس للحساب. لا يَنْفَعُ الَّذِينَ ظَلَمُوا مَعْذِرَتُهُمْ أى لا ينفعهم الاعتذار، ولا يفيدهم علمهم بأن الساعة حق. وَلا هُمْ يُسْتَعْتَبُونَ أى: ولا هم يقبل منهم الرجوع إلى الله- تعالى- بالتوبة والعمل الصالح.قال الآلوسى: والاستعتاب: طلب العتبى، وهي الاسم من الإعتاب، بمعنى إزالة العتب. أى: لا يطلب منهم إزالة عتب الله- تعالى- وغضبه عليهم، لأنهم قد حق عليهم العذاب..»  ."},{"ayah_number":58,"text":"ثم بين- سبحانه- موقفهم من القرآن الكريم، وأنهم لو اتبعوا توجيهاته لنجوا من العذاب المهين، فقال- تعالى-: وَلَقَدْ ضَرَبْنا لِلنَّاسِ فِي هذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ ...أى: وبالله لقد ضربنا للناس في هذا القرآن العظيم، كل مثل حكيم، من شأنه أن يهدى القلوب إلى الحق، ويرشد النفوس إلى ما يسعدها ...وَلَئِنْ جِئْتَهُمْ بِآيَةٍ أى ولئن جئت- أيها الرسول- هؤلاء المشركين بآية بينة تدل على صدقك فيما تبلغه عن ربك.لَيَقُولَنَّ على سبيل التطاول والتبجح إِنْ أَنْتُمْ إِلَّا مُبْطِلُونَ أى: ما أنتم إلا متبعون للباطل أيها المؤمنون بما يدعوكم إليه الرسول صلى الله عليه وسلم."},{"ayah_number":59,"text":"ثم يعقب- سبحانه- على هذا التطاول والغرور بقوله: كَذلِكَ يَطْبَعُ اللَّهُ عَلى قُلُوبِ الَّذِينَ لا يَعْلَمُونَ. والطبع: الختم على الشيء حتى لا يخرج منه ما هو بداخله، ولا يدخل فيه ما هو خارج عنه.أى: مثل هذا الطبع العجيب، يطبع الله- تعالى- على قلوب هؤلاء الذين لا يعلمون،ولا يعملون على إزالة جهلهم، لتوهمهم أنهم ليسوا بجهلاء، وهذا أسوأ أنواع الجهل، لأنه جهل مركب، إذ صاحبه يجهل أنه جاهل. فهو كما قال الشاعر:قال حمار الحكيم يوما ... لو أنصفونى لكنت أركبلأننى جاهل بسيط ... وصاحبي جاهل مركب"},{"ayah_number":60,"text":"ثم ختم- سبحانه- السورة الكريمة، بأمر النبي صلى الله عليه وسلم بالصبر على هؤلاء الجاهلين، فقال: فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ، وَلا يَسْتَخِفَّنَّكَ الَّذِينَ لا يُوقِنُونَ.أى: إذا كان الأمر كما وصفنا لك من أحوال هؤلاء المشركين، فاصبر على أذاهم، وعلى جهالاتهم، فإن وعد الله- تعالى- بنصرك عليهم حق لا شك في ذلك.وَلا يَسْتَخِفَّنَّكَ أى: ولا يزعجنك ويحملنك على عدم الصبر، الذين لا يوقنون بصحة ما تتلو عليهم من آيات، ولا بما تدعوهم إليه من رشد وخير.وهكذا ختمت السورة الكريمة بالوعد بالنصر، كما افتتحت بالوعد به، للمؤمنين الصادقين وَعْدَ اللَّهِ لا يُخْلِفُ اللَّهُ وَعْدَهُ وَلكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ.وبعد: فهذه هي سورة الروم، وهذا تفسير محرر لها، نسأل الله- تعالى- أن يجعله خالصا لوجهه ونافعا لعباده.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم."}]