[{"ayah_number":1,"text":"مقدّمة1- سورة الأحزاب هي السورة الثالثة والثلاثون في ترتيب المصحف وهي من السور المدنية، وكان نزولها بعد سورة آل عمران، أى: أنها من أوائل السور المدنية، إذ لم يسبقها في النزول بعد الهجرة سوى سور: البقرة والأنفال وآل عمران.ويبدو: أن نزولها كان في الفترة التي أعقبت غزوة بدر، إلى ما قبل صلح الحديبية. وعدد آياتها ثلاث وسبعون آية.2- وقد افتتحت سورة الأحزاب بنداء من الله- تعالى- لنبيه صلى الله عليه وسلم، نهته فيه عن طاعة المنافقين والكافرين، وأمرته بالمداومة على طاعة الله- تعالى- وحده، وباتباع أمره، وبالتوكل عليه- سبحانه-.قال- تعالى-: يا أَيُّهَا النَّبِيُّ اتَّقِ اللَّهَ وَلا تُطِعِ الْكافِرِينَ وَالْمُنافِقِينَ إِنَّ اللَّهَ كانَ عَلِيماً حَكِيماً. وَاتَّبِعْ ما يُوحى إِلَيْكَ مِنْ رَبِّكَ إِنَّ اللَّهَ كانَ بِما تَعْمَلُونَ خَبِيراً وَتَوَكَّلْ عَلَى اللَّهِ وَكَفى بِاللَّهِ وَكِيلًا.3- ثم انتقلت السورة الكريمة إلى بيان حكم الله- تعالى- في بعض التقاليد والأوضاع الاجتماعية التي كانت سائدة في المجتمع في ذلك الوقت، فأبطلت التبني، كما أبطلت ما كان سائدا في المجتمع من عادة الظهار، وهو أن يقول الرجل لزوجته: أنت على كظهر أمى، فتصير محرمة عليه حرمة مؤبدة.قال- تعالى-: ما جَعَلَ اللَّهُ لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوْفِهِ، وَما جَعَلَ أَزْواجَكُمُ اللَّائِي تُظاهِرُونَ مِنْهُنَّ أُمَّهاتِكُمْ، وَما جَعَلَ أَدْعِياءَكُمْ أَبْناءَكُمْ، ذلِكُمْ قَوْلُكُمْ بِأَفْواهِكُمْ، وَاللَّهُ يَقُولُ الْحَقَّ، وَهُوَ يَهْدِي السَّبِيلَ. ادْعُوهُمْ لِآبائِهِمْ هُوَ أَقْسَطُ عِنْدَ اللَّهِ.4- ثم بين- سبحانه- بعد ذلك بعض الأحكام التشريعية الأخرى، كوجوب طاعة الرسول صلى الله عليه وسلم طاعة تفوق طاعتهم لأنفسهم، ولوجوب تعظيم المسلمين لزوجاته صلى الله عليه وسلم كتعظيم أمهاتهم، وكوجوب التوارث بين الأقارب بالطريقة التي بينها-سبحانه- في آيات أخرى، وإبطال التوارث عن طريق المؤاخاة التي تمت بعد الهجرة بين المهاجرين والأنصار.قال- تعالى-: النَّبِيُّ أَوْلى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ، وَأَزْواجُهُ أُمَّهاتُهُمْ، وَأُولُوا الْأَرْحامِ بَعْضُهُمْ أَوْلى بِبَعْضٍ فِي كِتابِ اللَّهِ مِنَ الْمُؤْمِنِينَ وَالْمُهاجِرِينَ، إِلَّا أَنْ تَفْعَلُوا إِلى أَوْلِيائِكُمْ مَعْرُوفاً، كانَ ذلِكَ فِي الْكِتابِ مَسْطُوراً.5- ثم وجه- سبحانه- نداء إلى المؤمنين، ذكرهم فيه بجانب من نعمه عليهم، حيث دفع عنهم جيوش الأحزاب، وأرسل على تلك الجيوش جنودا من عنده لم يروها، وكشف عن رذائل المنافقين التي ارتكبوها في تلك الغزوة، ومدح المؤمنين الصادقين على وفائهم بعهودهم، وكافأهم على ذلك بأن أورثهم أرض أعدائهم وديارهم.قال- تعالى-: وَرَدَّ اللَّهُ الَّذِينَ كَفَرُوا بِغَيْظِهِمْ لَمْ يَنالُوا خَيْراً، وَكَفَى اللَّهُ الْمُؤْمِنِينَ الْقِتالَ. وَكانَ اللَّهُ قَوِيًّا عَزِيزاً. وَأَنْزَلَ الَّذِينَ ظاهَرُوهُمْ مِنْ أَهْلِ الْكِتابِ مِنْ صَياصِيهِمْ. وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ، فَرِيقاً تَقْتُلُونَ وَتَأْسِرُونَ فَرِيقاً. وَأَوْرَثَكُمْ أَرْضَهُمْ وَدِيارَهُمْ وَأَمْوالَهُمْ وَأَرْضاً لَمْ تَطَؤُها وَكانَ اللَّهُ عَلى كُلِّ شَيْءٍ قَدِيراً.وبعد هذا الحديث المفصل عن غزوة الأحزاب، والذي استغرق ما يقرب من عشرين آية، انتقلت السورة الكريمة إلى الحديث عن أزواج النبي صلى الله عليه وسلم فأمرت النبي صلى الله عليه وسلم أن يخيرهن بين التسريح بإحسان، وبين الصبر على شظف العيش، ليظفرن برضا الله- تعالى- كما وجهت نداء إليهن أمرتهن فيه، بالتزام الآداب الدينية التي تليق بهن. لأنهن في مكان القدوة لسائر النساء.كما أمرتهن بالبقاء في بيوتهن، فلا يخرجن لغير حاجة مشروعة. ومثلهن في ذلك مثل سائر نساء المسلمين. حتى يتفرغن لرعاية شئون بيوتهن التي هي من خصائصهن وليست من خصائص الرجال.ثم ختم- سبحانه- تلك التوجيهات الحكيمة ببيان الثواب الجزيل الذي أعده للمؤمنين والمؤمنات، فقال- تعالى-: إِنَّ الْمُسْلِمِينَ وَالْمُسْلِماتِ. وَالْمُؤْمِنِينَ وَالْمُؤْمِناتِ. وَالْقانِتِينَ وَالْقانِتاتِ وَالصَّادِقِينَ وَالصَّادِقاتِ، وَالصَّابِرِينَ وَالصَّابِراتِ وَالْخاشِعِينَ وَالْخاشِعاتِ. وَالْمُتَصَدِّقِينَ وَالْمُتَصَدِّقاتِ وَالصَّائِمِينَ وَالصَّائِماتِ وَالْحافِظِينَ فُرُوجَهُمْ وَالْحافِظاتِ. وَالذَّاكِرِينَ اللَّهَ كَثِيراً وَالذَّاكِراتِ. أَعَدَّ اللَّهُ لَهُمْ مَغْفِرَةً وَأَجْراً عَظِيماً.7- ثم أشارت السورة بعد ذلك إلى قصة زواج النبي صلّى الله عليه وسلم بالسيدة زينب بنت جحش. وإلى الحكمة من ذلك. وإلى تطليق زيد بن حارثة لها. وإلى أن ما فعله رسول صلّى الله عليه وسلّم بالنسبة لهذه الحادثة. كان بأمر الله- تعالى- وإذنه.قال- تعالى-: ما كانَ عَلَى النَّبِيِّ مِنْ حَرَجٍ فِيما فَرَضَ اللَّهُ لَهُ، سُنَّةَ اللَّهِ فِي الَّذِينَ خَلَوْا مِنْ قَبْلُ. وَكانَ أَمْرُ اللَّهِ قَدَراً مَقْدُوراً الَّذِينَ يُبَلِّغُونَ رِسالاتِ اللَّهِ وَيَخْشَوْنَهُ وَلا يَخْشَوْنَ أَحَداً إِلَّا اللَّهَ وَكَفى بِاللَّهِ حَسِيباً. ما كانَ مُحَمَّدٌ أَبا أَحَدٍ مِنْ رِجالِكُمْ، وَلكِنْ رَسُولَ اللَّهِ وَخاتَمَ النَّبِيِّينَ، وَكانَ اللَّهُ بِكُلِّ شَيْءٍ عَلِيماً ثم وجهت السورة الكريمة نداء إلى المؤمنين أمرتهم فيه بالإكثار من ذكر الله- تعالى- ومن تسبيحه وتنزيهه. كما وجهت نداء إلى النبي صلّى الله عليه وسلّم بينت له فيه وظيفته، قال- تعالى-:يا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا اللَّهَ ذِكْراً كَثِيراً. وَسَبِّحُوهُ بُكْرَةً وَأَصِيلًا. هُوَ الَّذِي يُصَلِّي عَلَيْكُمْ وَمَلائِكَتُهُ لِيُخْرِجَكُمْ مِنَ الظُّلُماتِ إِلَى النُّورِ وَكانَ بِالْمُؤْمِنِينَ رَحِيماً. تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُ سَلامٌ، وَأَعَدَّ لَهُمْ أَجْراً كَرِيماً، يا أَيُّهَا النَّبِيُّ إِنَّا أَرْسَلْناكَ شاهِداً وَمُبَشِّراً وَنَذِيراً. وَداعِياً إِلَى اللَّهِ بِإِذْنِهِ وَسِراجاً مُنِيراً. وَبَشِّرِ الْمُؤْمِنِينَ بِأَنَّ لَهُمْ مِنَ اللَّهِ فَضْلًا كَبِيراً.9- ثم تحدثت السورة بعد ذلك بشيء من التفصيل عن بعض الأحكام التي تتعلق بأزواج النبي صلّى الله عليه وسلّم وبعلاقته صلّى الله عليه وسلّم بهن من حيث القسم وغيره، ومن حيث الزواج بغيرهن.كما تحدثت عن الآداب التي يجب على المؤمنين أن يلتزموها عند دخولهم بيوت النبي صلّى الله عليه وسلّم بدعوة منه. لأجل تناول طعام، أو لأجل أمر من الأمور الأخرى التي تتعلق بدينهم أو دنياهم.ثم ختمت هذه الآيات بقوله- تعالى- يا أَيُّهَا النَّبِيُّ قُلْ لِأَزْواجِكَ وَبَناتِكَ وَنِساءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ، ذلِكَ أَدْنى أَنْ يُعْرَفْنَ فَلا يُؤْذَيْنَ وَكانَ اللَّهُ غَفُوراً رَحِيماً.10- وبعد هذا البيان المفصل لكثير من الأحكام والآداب، أخذت السورة الكريمة في أواخرها، في تهديد المنافقين الذين يحبون أن تشيع الفاحشة في الذين آمنوا، وفي بيان أن سنن الله في خلقه لا تتخلف، وأن علم وقت قيام الساعة إلى الله- تعالى- وحده، وأن الإصرار على الكفر يؤدى إلى سوء العاقبة، وأن السير على طريق الحق. يؤدى إلى مغفرة الذنوب.وأن الإنسان قد ارتضى حمل الأمانة. التي عجزت عن حملها السموات والأرض والجبال.قال- تعالى-: إِنَّا عَرَضْنَا الْأَمانَةَ عَلَى السَّماواتِ وَالْأَرْضِ وَالْجِبالِ فَأَبَيْنَ أَنْ يَحْمِلْنَها وَأَشْفَقْنَ مِنْها وَحَمَلَهَا الْإِنْسانُ إِنَّهُ كانَ ظَلُوماً جَهُولًا. لِيُعَذِّبَ اللَّهُ الْمُنافِقِينَ وَالْمُنافِقاتِ، وَالْمُشْرِكِينَ وَالْمُشْرِكاتِ، وَيَتُوبَ اللَّهُ عَلَى الْمُؤْمِنِينَ وَالْمُؤْمِناتِ، وَكانَ اللَّهُ غَفُوراً رَحِيماً.11- ومن هذا العرض المجمل لآيات سورة الأحزاب، نرى أنها قد اهتمت بموضوعات من أبرزها ما يلي:(أ) كثرة التوجيهات والإرشادات، من الله- تعالى لنبيه صلّى الله عليه وسلّم إلى أفضل الأحكام، وأقوم الآداب، وأهدى السبل.وهذه التوجيهات والإرشادات. نراها في كثير من آيات سورة الأحزاب لا سيما التي نادت الرسول صلّى الله عليه وسلّم بوصف النبوة.ومن ذلك قوله- تعالى-: يا أَيُّهَا النَّبِيُّ اتَّقِ اللَّهَ وَلا تُطِعِ الْكافِرِينَ وَالْمُنافِقِينَ.وقوله- سبحانه- يا أَيُّهَا النَّبِيُّ قُلْ لِأَزْواجِكَ إِنْ كُنْتُنَّ تُرِدْنَ الْحَياةَ الدُّنْيا وَزِينَتَها.وقوله- عز وجل-: يا أَيُّهَا النَّبِيُّ إِنَّا أَرْسَلْناكَ شاهِداً وَمُبَشِّراً وَنَذِيراً.وقوله- تعالى-: يا أَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنا لَكَ أَزْواجَكَ اللَّاتِي آتَيْتَ أُجُورَهُنَّ.وقوله- سبحانه-: يا أَيُّهَا النَّبِيُّ قُلْ لِأَزْواجِكَ وَبَناتِكَ وَنِساءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ.(ب) أمر المؤمنين بطاعة الله- تعالى-، وبطاعة رسوله صلّى الله عليه وسلم، ونهيهم عن كل مأمن شأنه أن يتعارض مع تشريعات الإسلام ومع آدابه.وهذه الأوامر والنواهي، نراها في كثير من آيات هذه السورة الكريمة.ومن ذلك قوله- تعالى-: يا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ، إِذْ جاءَتْكُمْ جُنُودٌ فَأَرْسَلْنا عَلَيْهِمْ رِيحاً وَجُنُوداً لَمْ تَرَوْها.وقوله- سبحانه-: يا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا اللَّهَ ذِكْراً كَثِيراً، وَسَبِّحُوهُ بُكْرَةً وَأَصِيلًا.وقوله- عز وجل-: يا أَيُّهَا الَّذِينَ آمَنُوا إِذا نَكَحْتُمُ الْمُؤْمِناتِ ثُمَّ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ، فَما لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَها....وقوله- تعالى-: يا أَيُّهَا الَّذِينَ آمَنُوا لا تَكُونُوا كَالَّذِينَ آذَوْا مُوسى، فَبَرَّأَهُ اللَّهُ مِمَّا قالُوا.وقوله- سبحانه-: يا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيداً.(ج) هذه السورة الكريمة تعتبر على رأس السور القرآنية التي اهتمت ببيان فضل نساء النبي صلّى الله عليه وسلّم وحقوقهن، وواجباتهن وخصائصهن.ومن الآيات التي وردت في هذا المعنى قوله- تعالى-: يا نِساءَ النَّبِيِّ مَنْ يَأْتِ مِنْكُنَّ بِفاحِشَةٍ مُبَيِّنَةٍ يُضاعَفْ لَهَا الْعَذابُ ضِعْفَيْنِ....وقوله- سبحانه-: يا نِساءَ النَّبِيِّ لَسْتُنَّ كَأَحَدٍ مِنَ النِّساءِ إِنِ اتَّقَيْتُنَّ، فَلا تَخْضَعْنَ بِالْقَوْلِ....وقوله- عز وجل-: وَقَرْنَ فِي بُيُوتِكُنَّ وَلا تَبَرَّجْنَ تَبَرُّجَ الْجاهِلِيَّةِ الْأُولى، وَأَقِمْنَ الصَّلاةَ، وَآتِينَ الزَّكاةَ وَأَطِعْنَ اللَّهَ وَرَسُولَهُ....وقوله- سبحانه-: لا يَحِلُّ لَكَ النِّساءُ مِنْ بَعْدُ وَلا أَنْ تَبَدَّلَ بِهِنَّ مِنْ أَزْواجٍ، وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ إِلَّا ما مَلَكَتْ يَمِينُكَ ...وقوله- تعالى-: ... وَما كانَ لَكُمْ أَنْ تُؤْذُوا رَسُولَ اللَّهِ وَلا أَنْ تَنْكِحُوا أَزْواجَهُ مِنْ بَعْدِهِ أَبَداً ...وقوله- عز وجل-: النَّبِيُّ أَوْلى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ وَأَزْواجُهُ أُمَّهاتُهُمْ ...(د) هذه السورة تعتبر من أجمع السور القرآنية التي تعرضت لكثير من الأحكام الشرعية، والآداب الاجتماعية، التي لا تتغير بتغير الزمان أو المكان.ومن ذلك حديثها عن الظهار، وعن التبني. وعن التوارث بين الأقارب دون غيرهم، وعن وجوب تقديم طاعة الرسول صلّى الله عليه وسلّم على طاعة الإنسان لنفسه، وعن وجوب التأسى به، وعن وجوب الابتعاد عن كل ما يؤذيه أو يجرح شعوره، وعن وجوب الخضوع لحكم الله- تعالى- ولحكم رسوله صلّى الله عليه وسلم.قال- تعالى-: وَما كانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذا قَضَى اللَّهُ وَرَسُولُهُ أَمْراً أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ، وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلالًا مُبِيناً.(ه) السورة الكريمة فصلت الحديث عن غزوة الأحزاب، التي وقعت في السنة الخامسة من الهجرة بين المسلمين وأعدائهم.فبدأت حديثها عن تلك الغزوة بتذكير المؤمنين بفضل الله- تعالى- عليهم في هذه الغزوة، ثم صورت أحوالهم عند إحاطة جيوش الأحزاب بالمدينة المنورة.قال- تعالى-: يا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ، إِذْ جاءَتْكُمْ جُنُودٌ فَأَرْسَلْنا عَلَيْهِمْ رِيحاً وَجُنُوداً لَمْ تَرَوْها، وَكانَ اللَّهُ بِما تَعْمَلُونَ بَصِيراً. إِذْ جاؤُكُمْ مِنْ فَوْقِكُمْ وَمِنْ أَسْفَلَ مِنْكُمْ، وَإِذْ زاغَتِ الْأَبْصارُ وَبَلَغَتِ الْقُلُوبُ الْحَناجِرَ، وَتَظُنُّونَ بِاللَّهِ الظُّنُونَا.ثم حكت أقوال المنافقين القبيحة، وأفعالهم الذميمة، وردت عليهم بما يفضحهم، وبما يكشف عن سوء أخلاقهم.قال- تعالى-: أَشِحَّةً عَلَيْكُمْ فَإِذا جاءَ الْخَوْفُ رَأَيْتَهُمْ يَنْظُرُونَ إِلَيْكَ تَدُورُ أَعْيُنُهُمْ كَالَّذِي يُغْشى عَلَيْهِ مِنَ الْمَوْتِ، فَإِذا ذَهَبَ الْخَوْفُ سَلَقُوكُمْ بِأَلْسِنَةٍ حِدادٍ أَشِحَّةً عَلَى الْخَيْرِ أُولئِكَ لَمْ يُؤْمِنُوا فَأَحْبَطَ اللَّهُ أَعْمالَهُمْ، وَكانَ ذلِكَ عَلَى اللَّهِ يَسِيراً.ثم مدحت المؤمنين الصادقين لوفائهم بعهودهم، ولشجاعتهم في مواجهة أعدائهم.قال- سبحانه-: وَلَمَّا رَأَ الْمُؤْمِنُونَ الْأَحْزابَ قالُوا: هذا ما وَعَدَنَا اللَّهُ وَرَسُولُهُ، وَصَدَقَ اللَّهُ وَرَسُولُهُ، وَما زادَهُمْ إِلَّا إِيماناً وَتَسْلِيماً. مِنَ الْمُؤْمِنِينَ رِجالٌ صَدَقُوا ما عاهَدُوا اللَّهَ عَلَيْهِ فَمِنْهُمْ مَنْ قَضى نَحْبَهُ، وَمِنْهُمْ مَنْ يَنْتَظِرُ، وَما بَدَّلُوا تَبْدِيلًا.وكما بدأت السورة حديثها عن غزوة الأحزاب بتذكير المؤمنين بنعم الله عليهم- ختمته- أيضا- بهذا التذكير، لكي يزدادوا شكرا له- عز وجل-.قال- تعالى-: وَرَدَّ اللَّهُ الَّذِينَ كَفَرُوا بِغَيْظِهِمْ لَمْ يَنالُوا خَيْراً، وَكَفَى اللَّهُ الْمُؤْمِنِينَ الْقِتالَ، وَكانَ اللَّهُ قَوِيًّا عَزِيزاً. وَأَنْزَلَ الَّذِينَ ظاهَرُوهُمْ مِنْ أَهْلِ الْكِتابِ مِنْ صَياصِيهِمْ، وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ، فَرِيقاً تَقْتُلُونَ وَتَأْسِرُونَ فَرِيقاً. وَأَوْرَثَكُمْ أَرْضَهُمْ وَدِيارَهُمْ وَأَمْوالَهُمْ وَأَرْضاً لَمْ تَطَؤُها، وَكانَ اللَّهُ عَلى كُلِّ شَيْءٍ قَدِيراً.(و) والخلاصة أن المتأمل في سورة الأحزاب، يراها زاخرة بالأحكام الشرعية، وبالآداب الاجتماعية، وبالتوجيهات الربانية، تارة من الله- تعالى- لرسوله صلّى الله عليه وسلم وتارة لأزواجه صلّى الله عليه وسلم، وتارة للمؤمنين.كما يراها تهتم اهتماما واضحا بتنظيم المجتمع الإسلامى تنظيما حكيما، من شأنه أن يأخذ بيد المتبعين له إلى السعادة الدنيوية والأخروية.وصلّى الله على سيدنا محمد وعلى آله وصحبه وسلم.افتتحت سورة الأحزاب بهذا النداء لسيد الخلق صلى الله عليه وسلم وبهذا الوصف الكريم ، وهو الوصف بالنبوة ، على سبيل التشريف والتعظيم .قال صاحب الكشاف : جعل - سبحانه - نداءه بالنبى والرسول فى قوله : ( ياأيها النبي ) . ( ياأيها الرسول ) وترك نداءه باسمه ، كما قال : يا آدم ، يا موسى ، يا عيسى ، يا داودك كرامة له وتشريفا ، وتنويها بفضله .فإن قلت : إن لم يوقع فى النداء . فقد أوقعه فى الإِخبار ، فى قوله : ( مُّحَمَّدٌ رَّسُولُ الله ) قلت : ذلك لتعليم الناس بأنه رسول ، وتلقين لهم أن يسموه بذلك ويدعوه به .والمراد بأمره بتقوى الله : المداومة على ذلك ، والازدياد من هذه التقوى .أى : واظب - أيها النبى الكريم - على تقوى الله ، وعلى مراقبته ، وعلى الخوف منه ، وأكثر من ذلك ، فإن تقوى الله ، على رأس الفضائل التى يحبها - سبحانه - .قال ابن كثير : هذا تنبيه بالأعلى على الأدنى ، فإنه - تعالى - إذا كان يأمر عبده ورسوله بهذا ، فلأن يأتمر من دونه بذلك بطريق الأولى والأحرى .وقد قال خلف بن حبيب : التقوى أن تعمل بطاعة الله ، على نور من الله ، ترجوا ثواب الله .وبعد الأمر بالتقوى ، جاء النهى عن طاعة غير المؤمنين ، فقال - تعالى - : ( وَلاَ تُطِعِ الكافرين والمنافقين ) . أى : واظب - أيها النبى الكريم - على تقوى الله ، واجتنب طاعة الكافرين الذين جحدوا نعم الله عليهم ، وعبدوا معه آلهة أخرى ، واجتنب كذلك طاعة المنافقين الذين يظهرون الإِسلام ويخفون الكفر .وفى إيراد هذا النهى بعد الأمر بتقوى الله ، إشارة وإيحاء إلى ما كان يبذله هؤلاء الكافرون والمنافقون من جهود عنيفة ، لزحزحة النبى صلى الله عليه وسلم عما هو عليه من حق ، ولصرفه عن دعوتهم إلى الإِسلام .وقد ذكروا فى سبب نزول هذه الآية روايات منها : أن جماعة من أهل مكة ، طلبوا من النبى صلى الله عليه وسلم أن يرجع عن قوله ، وأن يعطوه شطر أموالهم ، وأن المنافقين واليهود بالمدينة هدوده بالقتل إن لم يرجع عن دعوتهم إلى الإِسلام ، فنزلت .وقوله - تعالى - ( إِنَّ الله كَانَ عَلِيماً حَكِيماً ) : تعليل الأمر والنهى ، أى : اتبع ما أمرناك به ، ومنا نهيناك عنه ، لأن الله - تعالى - عليم بكل شئ ، وحكيم فى كل أقواله وأفعاله ."},{"ayah_number":2,"text":"ثم أمره- سبحانه- باتباع ما يوحيه إليه فقال: وَاتَّبِعْ ما يُوحى إِلَيْكَ مِنْ رَبِّكَ..أى: واظب على تقوى الله، وابتعد عن طاعة أعدائك، واتبع في كل ما تأتى وتذر، كل ما نوحيه إليك من عندنا اتباعا تاما.فالجملة الكريمة معطوفة على ما قبلها. من قبيل عطف العام على الخاص.وفي النص على أن الوحى إليه صلّى الله عليه وسلّم وأن هذا الوحى من ربه الذي تولاه بالتربية والرعاية، إشعار بوجوب الاتباع التام الذي لا يشوبه انحراف أو تردد.ثم أكد- سبحانه- هذا الأمر تأكيدا قويا فقال: إِنَّ اللَّهَ كانَ بِما تَعْمَلُونَ خَبِيراً أى: إنه- تعالى- خبير ومحيط بحركات النفوس وبخفايا القلوب، وكل من يخالف ما أمرناه به، أو نهيناه عنه، فلا يخفى علينا أمره، وسنجازيه يوم القيامة بما يستحقه."},{"ayah_number":3,"text":"وقوله- سبحانه-: وَتَوَكَّلْ عَلَى اللَّهِ أى: وفوض أمرك إليه- عز وجل- وحده.وَكَفى بِاللَّهِ وَكِيلًا أى: وكفى بربك حافظا لك، وكفيلا بتدبير أمرك.فأنت ترى أن هذه الآيات الكريمة قد تضمنت ثلاثة أوامر: تقوى الله، واتباع وحيه، والتوكل عليه- تعالى- وحده. كما تضمنت نهيه صلى الله عليه وسلم عن طاعة الكافرين والمنافقين.وباتباع هذه الأوامر والنواهي، يسعد الأفراد، وتسعد الأمم.ثم أبطل- سبحانه- بعض العادات التي كان متفشية في المجتمع، وكانت لا تتناسب مع شريعة الإسلام وآدابه، فقال- تعالى-:"},{"ayah_number":4,"text":"قال القرطبي ما ملخصه: قوله- تعالى- ما جَعَلَ اللَّهُ لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوْفِهِ نزلت في رجل من قريش اسمه جميل بن معمر الفهري، كان حفاظا لما يسمع، وكان يقول:لي قلبان أعقل بهما أفضل من عقل محمد. فلما هزم المشركون يوم بدر، ومعهم هذا الرجل، رآه أبو سفيان وهو معلق إحدى نعليه في يده والأخرى في رجله- من شدة الهلع-، فقال له أبو سفيان: ما حال الناس؟ قال: انهزموا. فقال له: فما بال إحدى نعليك في يدك والأخرى في رجلك؟ قال: ما شعرت إلا أنهما في رجلي. فعرفوا يومئذ أنه لو كان له قلبان لما نسى نعله في يده.وقيل سبب نزولها أن بعض المنافقين قال: إن محمدا صلّى الله عليه وسلّم له قلبان، لأنه ربما كان في شيء فنزع في غيره نزعة ثم عاد إلى شأنه الأول، فأكذبهم الله بقوله: ما جَعَلَ اللَّهُ لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوْفِهِ .ويرى بعضهم: أن هذه الجملة الكريمة، مثل ضربه الله- تعالى- للمظاهر من امرأته، والمتبنى ولد غيره، تمهيدا لما بعده.أى: كما أن الله- تعالى- لم يخلق للإنسان قلبين في جوفه، كذلك لم يجعل المرأة الواحدة زوجا للرجل وأما له في وقت واحد، وكذلك لم يجعل المرء دعيا لرجل وابنا له في زمن واحد.وإلى هذا المعنى أشار صاحب الكشاف بقوله: أى: ما جمع الله قلبين في جوف، ولا زوجية وأمومة في امرأة، ولا بنوة ودعوة في رجل.. لأن الأم مخدومة مخفوض لها الجناح، والزوجة ليست كذلك.ولأن البنوة أصالة في النسب وعراقة فيه، والدعوة: إلصاق عارض بالتسمية لا غير.فإن قلت: أى فائدة في ذكر الجوف؟ قلت: الفائدة فيه كالفائدة في قوله- تعالى-:وَلكِنْ تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ وذلك ما يحصل للسامع من زيادة التصور والتجلي للمدلول عليه، لأنه إذا سمع به، صور لنفسه جوفا يشتمل على قلبين فكان أسرع إلى الإنكار .وقوله- سبحانه-: وَما جَعَلَ أَزْواجَكُمُ اللَّائِي تُظاهِرُونَ مِنْهُنَّ أُمَّهاتِكُمْ إبطال لما كان سائدا من أن الرجل كان إذا قال لزوجته أنت على كظهر أمى حرمت عليه.يقال. ظاهر فلان من امرأته وتظهر وظهر منها، إذا قال لها: أنت على كظهر أمى، يريد أنها محرمة عليه كحرمة أمه.وقد جاء الكلام عن الظهار، وعن حكمه، وعن كفارته، في سورة المجادلة، في قوله- تعالى-: قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجادِلُكَ فِي زَوْجِها، وَتَشْتَكِي إِلَى اللَّهِ، وَاللَّهُ يَسْمَعُ تَحاوُرَكُما، إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ. الَّذِينَ يُظاهِرُونَ مِنْكُمْ مِنْ نِسائِهِمْ ما هُنَّ أُمَّهاتِهِمْ، إِنْ أُمَّهاتُهُمْ إِلَّا اللَّائِي وَلَدْنَهُمْ، وَإِنَّهُمْ لَيَقُولُونَ مُنْكَراً مِنَ الْقَوْلِ وَزُوراً، وَإِنَّ اللَّهَ لَعَفُوٌّ غَفُورٌ.وقوله- سبحانه-: وَما جَعَلَ أَدْعِياءَكُمْ أَبْناءَكُمْ إبطال لعادة أخرى كانت موجودة، وهي عادة التبني.والأدعياء: جمع دعى. وهو الولد الذي يدعى ابنا لغير أبيه وكان الرجل يتبنى ولد غيره، ويجرى عليه أحكام البنوة النسبية، ومنها حرمة زواج الأب بزوجة ابنه بالتبني بعد طلاقها، ومنها التوارث فيما بينهما.قال ابن كثير: وقوله: وَما جَعَلَ أَدْعِياءَكُمْ أَبْناءَكُمْ هذا هو المقصود بالنفي، فإنها نزلت في شأن زيد بن حارثة، مولى النبي صلّى الله عليه وسلم، فقد كان صلّى الله عليه وسلّم قد تبناه قبل النبوة، وكان يقال له زيد بن محمد. فأراد الله- تعالى- أن يقطع هذا الإلحاق، وهذه النسبة بقوله: وَما جَعَلَ أَدْعِياءَكُمْ أَبْناءَكُمْ، كما قال في أثناء السورة: ما كانَ مُحَمَّدٌ أَبا أَحَدٍ مِنْ رِجالِكُمْ وَلكِنْ رَسُولَ اللَّهِ وَخاتَمَ النَّبِيِّينَ .واسم الإشارة في قوله: ذلِكُمْ قَوْلُكُمْ بِأَفْواهِكُمْ يعود إلى ما سبق ذكره من التلفظ بالظهار، ومن إجراء التبني على ولد الغير، وهو مبتدأ، وما بعده خبر.أى: ذلكم الذي تزعمونه من تشبيه الزوجة بالأم في التحريم، ومن نسبة الأبناء إلى غير آبائهم الشرعيين، هو مجرد قول باللسان لا يؤيده الواقع، ولا يسانده الحق.قال ابن جرير: وقوله: ذلِكُمْ قَوْلُكُمْ بِأَفْواهِكُمْ يقول- تعالى ذكره- هذا القول، وهو قول الرجل لامرأته: أنت على كظهر أمى، ودعاؤه من ليس بابنه أنه ابنه، إنما هو قولكم بأفواهكم، لا حقيقة له، ولا يثبت بهذه الدعوى نسب الذي ادعيت بنوته، ولا تصير الزوجة أما بقول الرجل لها: أنت على كظهر أمى.ثم ختم- سبحانه- الآية الكريمة بقوله: وَاللَّهُ يَقُولُ الْحَقَّ وَهُوَ يَهْدِي السَّبِيلَ أى:والله- تعالى- يقول الحق الثابت الذي لا يحوم حوله باطل، وهو- سبحانه- دون غيره يهدى ويرشد إلى السبيل القويم الذي يوصل إلى الخير والصلاح. وما دام الأمر كذلك فاتركوا عاداتكم وتقاليدكم التي ألفتموها. والتي أبطلها الله- تعالى- بحكمته، واتبعوا ما يأمركم به- سبحانه-."},{"ayah_number":5,"text":"ثم أرشدهم إلى الطريقة السليمة في معاملة الابن المتبنى فقال: ادْعُوهُمْ لِآبائِهِمْ هُوَ أَقْسَطُ عِنْدَ اللَّهِ أى: انسبوا هؤلاء الأدعياء إلى آبائهم، فإن هذا النسب هو أقسط وأعدل عند الله- تعالى-.قال الآلوسى: أخرج الشيخان عن ابن عمر- رضى الله عنهما- أن زيد بن حارثة مولى رسول الله صلّى الله عليه وسلّم ما كنا ندعوه إلا زيد بن محمد. حتى نزل القرآن: ادْعُوهُمْ لِآبائِهِمْ فقال صلّى الله عليه وسلم: «أنت زيد بن حارثة بن شراحيل» .وكان زيد قد أسر في بعض الحروب، ثم بيع في مكة، واشتراه حكيم بن حزام، ثم أهداه إلى عمته السيدة خديجة، ثم أهدته خديجة- رضى الله عنها- إلى النبي صلّى الله عليه وسلّم وصار الناس يقولون: زيد بن محمد حتى نزلت الآية.وقوله- سبحانه-: فَإِنْ لَمْ تَعْلَمُوا آباءَهُمْ فَإِخْوانُكُمْ فِي الدِّينِ وَمَوالِيكُمْ إرشاد إلى معاملة هؤلاء الأدعياء في حالة عدم معرفة آبائهم.أى: انسبوا هؤلاء الأدعياء إلى آبائهم الحقيقيين، فإن ذلك أعدل عند الله- تعالى-، وأشرف للآباء والأبناء، فإن لم تعلموا آباءهم الحقيقيين لكي تنسبوهم إليهم، فهؤلاء الأدعياء هم إخوانكم في الدين والعقيدة، وهم مواليكم، فقولوا لهم، يا أخى أو يا مولاي، واتركوا نسبتهم إلى غير آبائهم الشرعيين.وفي هذه الجملة الكريمة إشارة إلى ما كان عليه المجتمع الجاهلى من تخلخل في العلاقات الجنسية، ومن اضطراب في الأنساب، وقد عالج الإسلام كل ذلك بإقامة الأسرة الفاضلة، المبنية على الطهر والعفاف، ووضع الأمور في مواضعها السليمة.ثم بين- سبحانه- جانبا من مظاهر اليسر ورفع الحرج في تشريعاته فقال: وَلَيْسَ عَلَيْكُمْ جُناحٌ فِيما أَخْطَأْتُمْ بِهِ، وَلكِنْ ما تَعَمَّدَتْ قُلُوبُكُمْ وَكانَ اللَّهُ غَفُوراً رَحِيماً.أى. انسبوا- أيها المسلمون- الأبناء إلى آبائهم الشرعيين، فإن لم تعرفوا آباءهم فخاطبوهم ونادوهم بلفظ: يا أخى أو يا مولاي. ومع كل ذلك فمن رحمتنا بكم أننا لم نجعل عليكم جناحا أو إثما، فيما وقمتم فيه من خطأ غير مقصود بنسبتكم بعض الأبناء الأدعياء إلى غير آبائهم، ولكننا نؤاخذكم ونعاقبكم فيما تعمدته قلوبكم من نسبة الأبناء إلى غير آبائهم.وكانَ اللَّهُ غَفُوراً رَحِيماً- وما زال واسع المغفرة والرحمة لمن يشاء من عباده.هذا، ومن الأحكام التي أخذها العلماء من هاتين الآيتين: حرص شريعة الإسلام على إعطاء كل ذي حق حقه، ومن مظاهر ذلك إبطال الظهار الذي كان يجعل المرأة محرمة على الرجل، ثم تبقى بعد ذلك معلقة، لا هي مطلقة فتتزوج غير زوجها، ولا هي زوجة فتحل له فشرع الإسلام كفارة الظهار إنصافا للمرأة، وحرصا على كرامتها.ومن مظاهر ذلك- أيضا-: إبطال عادة التبني، حتى ينتسب الأبناء إلى آبائهم الشرعيين، وحتى تصير العلاقات بين الآباء والأبناء قائمة على الأسس الحقيقية والواقعية.ولقد حذر الإسلام من دعوى الإبن إلى غير أبيه تحذيرا شديدا. ونفر من ذلك.قال القرطبي: جاء في الحديث الصحيح عن سعد بن أبى وقاص وأبى بكرة، كلاهما قال:سمعته أذناى ووعاه قلبي، محمدا صلّى الله عليه وسلّم يقول: «من ادعى إلى غير أبيه وهو يعلم أنه غير أبيه فالجنة عليه حرام» وفي حديث أبى ذر أنه سمع النبي صلّى الله عليه وسلّم يقول: «ليس من رجل ادعى لغير أبيه وهو يعلمه إلا كفر».ثم بين- سبحانه- ما يجب على المؤمنين نحو نبيهم صلّى الله عليه وسلّم ونحو أزواجه، وما يجب للأقارب فيما بينهم، فقال- تعالى-:"},{"ayah_number":6,"text":"أى: النبي صلّى الله عليه وسلّم أحق بالمؤمنين بهم من أنفسهم وأولى في المحبة والطاعة، فإذا ما دعاهم إلى أمر، ودعتهم أنفسهم إلى خلافه، وجب أن يؤثروا ما دعاهم إليه، على ما تدعوهم إليه أنفسهم، لأنه صلّى الله عليه وسلّم لا يدعوهم إلا إلى ما ينفعهم، أما أنفسهم فقد تدعوهم إلى ما يضرهم.وفي الحديث الصحيح الذي رواه الإمام مسلم عن أبى هريرة، أن رسول الله صلّى الله عليه وسلّم قال: إنما مثلي ومثل أمتى، كمثل رجل استوقد نارا، فجعلت الدواب والفراش يقعن فيه- أى في الشيء المستوقد- وأنا آخذ بحجزكم- أى: وأنا آخذ بما يمنعكم من السقوط كملابسكم ومعاقد الإزار- وأنتم تقحمون فيه» أى: وأنتم تحاولون الوقوع فيما يحرقكم-.قال القرطبي: قال العلماء: الحجزة: السراويل، والمعقد للإزار، فإذا أراد الرجل إمساك من يخاف سقوطه أخذ بذلك الموضع منه، وهذا مثل لاجتهاد نبينا صلّى الله عليه وسلّم في نجاتنا، وحرصه على تخليصنا من الهلكات التي بين أيدينا، فهو أولى بنا من أنفسنا .وقال الإمام ابن كثير. قد علم الله- تعالى- شفقة رسوله صلّى الله عليه وسلّم على أمته، ونصحه لهم: فجعله أولى بهم من أنفسهم، وحكمه فيهم مقدما على اختيارهم لأنفسهم.وفي الصحيح «والذي نفسي بيده لا يؤمن أحدكم حتى أكون أحب إليه من نفسه وماله وولده والناس أجمعين» .وروى البخاري عن أبى هريرة عن النبي صلّى الله عليه وسلّم قال: «ما من مؤمن إلا وأنا أولى الناس به في الدنيا والآخرة. اقرءوا إن شئتم: النَّبِيُّ أَوْلى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ فأيما مؤمن ترك مالا فليرثه عصبته من كانوا، فإن ترك دينا أو ضياعا فليأتنى فأنا مولاه» .وروى الإمام أحمد عن جابر عن النبي صلّى الله عليه وسلّم أنه كان يقول: أنا أولى بكل مؤمن من نفسه فأيما رجل مات وترك دينا فإلى، ومن ترك مالا فلورثته  .وقال الآلوسى: وإذا كان صلّى الله عليه وسلّم بهذه المثابة في حق المؤمنين، يجب عليهم أن يكون أحب إليهم من أنفسهم، وحكمه- عليه الصلاة والسلام- عليهم أنفذ من حكمها، وحقه آثر لديهم من حقوقها، وشفقتهم عليه أقدم من شفقتهم عليها.وسبب نزول الآية- على ما قيل- ما روى من أنه صلّى الله عليه وسلّم أراد غزوة تبوك، فأمر الناس بالخروج: فقال أناس منهم: نستأذن آباءنا وأمهاتنا فنزلت. ووجه دلالتها على السبب أنه صلّى الله عليه وسلّم إذا كان أولى من أنفسهم، فهو أولى من الأبوين بالطريق الأولى .ثم بين- سبحانه- منزلة أزواجه صلّى الله عليه وسلّم بالنسبة للمؤمنين فقال: وَأَزْواجُهُ أُمَّهاتُهُمْ أى: وأزواجه صلّى الله عليه وسلّم بمنزلة أمهاتكم- أيها المؤمنون- في الاحترام والإكرام، وفي حرمة الزواج بهن.قالوا: وأما ما عدا ذلك كالنظر إليهن، والخلوة بهن، وإرثهن. فهن كالأجنبيات.ثم بين- سبحانه- أن التوارث إنما يكون بين الأقارب فقال- تعالى- وَأُولُوا الْأَرْحامِ بَعْضُهُمْ أَوْلى بِبَعْضٍ فِي كِتابِ اللَّهِ مِنَ الْمُؤْمِنِينَ وَالْمُهاجِرِينَ إِلَّا أَنْ تَفْعَلُوا إِلى أَوْلِيائِكُمْ مَعْرُوفاً، كانَ ذلِكَ فِي الْكِتابِ مَسْطُوراً.والمراد بأولى الأرحام: الأقارب الذين تربط بينهم رابطة الرحم كالآباء والأبناء، والإخوة، والأخوات.وقوله: فِي كِتابِ اللَّهِ متعلق بقوله أَوْلى أو بمحذوف على أنه حال من الضمير في أَوْلى.والمراد بالمؤمنين والمهاجرين. من لا تربط بينهم وبين غيرهم رابطة قرابة.قال ابن كثير: وقد أورد ابن أبى حاتم عن الزبير بن العوام قال: أنزل الله- عز وجل- فينا خاصة معشر قريش والأنصار: وَأُولُوا الْأَرْحامِ بَعْضُهُمْ أَوْلى بِبَعْضٍ وذلك أنا معشر قريش، لما قدمنا المدينة قدمنا ولا أموال لنا، فوجدنا الأنصار نعم الإخوان، فواخيناهم ووارثناهم ... حتى أنزل الله هذه الآية فينا معشر قريش والأنصار خاصة، فرجعنا إلى مواريثنا.وشبيه بهذه الآية في وجوب أن يكون التوارث بحسب قرابة الدم، قوله- تعالى- في آخر آية من سورة الأنفال: وَالَّذِينَ آمَنُوا مِنْ بَعْدُ وَهاجَرُوا وَجاهَدُوا مَعَكُمْ فَأُولئِكَ مِنْكُمْ، وَأُولُوا الْأَرْحامِ بَعْضُهُمْ أَوْلى بِبَعْضٍ فِي كِتابِ اللَّهِ، إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ.والاستثناء في قوله- سبحانه-: إِلَّا أَنْ تَفْعَلُوا إِلى أَوْلِيائِكُمْ مَعْرُوفاً رجح بعضهم أنه استثناء منقطع. وقوله أَنْ تَفْعَلُوا مبتدأ، وخبره محذوف.والمراد بالكتاب في قوله كانَ ذلِكَ فِي الْكِتابِ مَسْطُوراً القرآن الكريم، أو اللوح المحفوظ.والمعنى: وأولو الأرحام وهم الأقارب، بعضهم أولى ببعض في التوارث فيما بينهم، وفي تبادل المنافع بعضهم مع بعض، وهذه الأولوية والأحقية ثابتة في كتاب الله- تعالى- حيث بين لكم في آيات المواريث التي بسورة النساء، كيفية تقسيم التركة بين الأقارب، وهم بهذا البيان أولى في ميراث الميت من المؤمنين والمهاجرين الذين لا تربطهم بالميت صلة القرابة.هذا هو حكم الشرع فيما يتعلق بالتوارث، لكن إذا أردتم- أيها المؤمنون- أن تقدموا إلى غير أقاربكم من المؤمنين معروفا، كأن توصوا له ببعض المال فلا بأس، ولا حرج عليكم في ذلك.وهذا الحكم الذي بيناه لكم فيما يتعلق بالتوارث بين الأقارب، كان مسطورا ومكتوبا في اللوح المحفوظ، وفي آيات القرآن التي سبق نزولها، فاعملوا بما شرعناه لكم، واتركوا ما نهيناكم عنه.قال الشوكانى ما ملخصه: قوله: إِلَّا أَنْ تَفْعَلُوا إِلى أَوْلِيائِكُمْ مَعْرُوفاً هذا الاستثناء إما متصل من أعم العام، والتقدير: وأولو الأرحام بعضهم أولى ببعض في كل شيء من الإرث وغيره، إلا أن تفعلوا إلى أوليائكم معروفا، من صدقة أو وصية، فإن ذلك جائز.وإما منقطع. والمعنى: لكن فعل المعروف للأولياء لا بأس به.والإشارة بقوله: كانَ ذلِكَ تعود إلى ما تقدم ذكره. أى: كان نسخ الميراث بالهجرة والمحالفة والمعاقدة، ورده إلى ذوى الأرحام من القرابات فِي الْكِتابِ مَسْطُوراً أى: في اللوح المحفوظ، أو في القرآن مكتوبا.وبذلك نرى الآية الكريمة قد وضحت ما يجب على المؤمنين نحو نبيهم، وما يجب عليهم نحو أزواجه، وما يجب عليهم نحو أقاربهم فيما يتعلق بالتوارث.ثم ذكر الله- تعالى- رسوله صلّى الله عليه وسلّم بالعهد الذي أخذه عليه وعلى الأنبياء من قبله، فقال- تعالى-:"},{"ayah_number":7,"text":"والميثاق: العهد الموثق المؤكد، مأخوذ من لفظ وثق، المتضمن معنى الشد والربط على الشيء بقوة وإحكام.أى: واذكر- أيها الرسول الكريم- وقت أن أخذنا من جميع النبيين العهد الوثيق، على أن يبلغوا ما أوحيناه إليهم من هدايات للناس، وعلى أن يأمروهم بإخلاص العبادة لنا، وعلى أن يصدق بعضهم بعضا في أصول الشرائع ومكارم الأخلاق.. كما أخذنا هذا العهد الوثيق منك، ومن أنبيائنا نوح وإبراهيم وموسى وعيسى ابن مريم.وخص هؤلاء الأنبياء بالذكر، للتنويه بفضلهم، فهم أولو العزم من الرسل، وهم الذين تحملوا في سبيل إعلاء كلمة الله- تعالى- أكثر مما تحمل غيرهم.وقدم صلّى الله عليه وسلّم عليهم في قوله وَمِنْكَ وَمِنْ نُوحٍ لمزيد فضله صلّى الله عليه وسلّم على جميع الأنبياء.قال الآلوسى: ولا يضر تقديم نوح- عليه السّلام- في سورة الشورى، أعنى قوله- تعالى-: شَرَعَ لَكُمْ مِنَ الدِّينِ ما وَصَّى بِهِ نُوحاً، وَالَّذِي أَوْحَيْنا إِلَيْكَ إذ لكل مقام مقال. والمقام في سورة الشورى وصف دين الإسلام بالأصالة. والمناسب فيه تقديم نوح، فكأنه قيل: شرع لكم الدين الأصيل الذي بعث عليه نوح في العهد القديم، وبعث عليه محمد صلّى الله عليه وسلّم في العهد الحديث، وبعث عليه من توسط بينهما من الأنبياء .وقوله- سبحانه-: وَأَخَذْنا مِنْهُمْ مِيثاقاً غَلِيظاً معطوف على ما قبله وهو أَخَذْنا مِنَ النَّبِيِّينَ مِيثاقَهُمْ، لإفادة تفخيم شأن هذا الميثاق المأخوذ على الأنبياء، وبيان أنه عهد في أقصى درجات الأهمية والشدة.أى: وأخذنا من هؤلاء الأنبياء عهدا عظيم الشأن، بالغ الخطورة، رفيع المقدار.قال صاحب الكشاف: فإن قلت: فماذا أراد بالميثاق الغليظ؟قلت: أراد به ذلك الميثاق بعينه. إذ المعنى: وأخذنا منهم بذلك الميثاق ميثاقا غليظا.والغلظ استعارة في وصف الأجرام. والمراد: عظم الميثاق وجلالة شأنه في بابه.وقيل: المراد بالميثاق الغليظ: اليمين بالله على الوفاء بما حملوا."},{"ayah_number":8,"text":"وقوله- سبحانه-: لِيَسْئَلَ الصَّادِقِينَ عَنْ صِدْقِهِمْ متعلق بقوله: أَخَذْنا، أو بمحذوف. والمراد بالصادقين: الأنبياء الذين أخذ الله عليهم الميثاق.أى: فعل- سبحانه- ذلك ليسأل يوم القيامة أنبياءه عن كلامهم الصادق الذي قالوه لأقوامهم، وعن موقف هؤلاء الأقوام منهم.والحكمة من هذا السؤال تشريف هؤلاء الرسل وتكريمهم، وتوبيخ المكذبين لهم فيما جاءوهم به من كلام صادق ومن إرشاد حكيم.وقوله- سبحانه-: وَأَعَدَّ لِلْكافِرِينَ عَذاباً أَلِيماً معطوف على ما دل عليه قوله، ليسأل الصادقين.أى: أثاب- عز وجل- الأنبياء الكرام بسبب صدقهم في تبليغ رسالته وأعد للكافرين الذين أعرضوا عن دعوة أنبيائهم عذابا أليما، بسبب هذا الإعراض.وهكذا جمعت الآية الكريمة بين ما أعده- سبحانه- من ثواب عظيم للصادقين. ومن عذاب أليم للكافرين.وبعد هذا البيان الحكيم لبعض الأحكام الشرعية. انتقلت السورة الكريمة إلى الحديث عن غزوة الأحزاب، وعن فضل الله- تعالى- على المؤمنين فيها، فقال- سبحانه-:"},{"ayah_number":9,"text":"وغزوة الأحزاب، من الغزوات الشهيرة في تاريخ الدعوة الإسلامية، وكانت- على الراجح- في شهر شوال من السنة الخامسة بعد الهجرة.وملخصها- كما ذكر الإمام ابن كثير- أن نفرا من اليهود- على رأسهم حيي بن أخطب- خرجوا إلى مكة، واجتمعوا بأشراف قريش وألبوهم على حرب المسلمين، فأجابوهم إلى ذلك.ثم خرجوا إلى قبيلة غطفان فدعوهم لحرب المسلمين، فاستجابوا لهم- ايضا-.وخرجت قريش في أحابيشها ومن تابعها، والجميع في جيش قريب من عشرة آلاف رجل.وعند ما علم الرسول صلّى الله عليه وسلم بمقدمهم، أمر بحفر خندق حول المدينة.ووصلت جيوش الأحزاب إلى مشارف المدينة، فوجدوا الخندق قد حفر، وأنه يحول بينهم وبين اقتحامها. كما أن المسلمين كانوا لهم بالمرصاد.وخلال هذه الفترة العصيبة، نقض يهود بنى قريظة عهودهم مع المسلمين، وانضموا إلى جيوش الأحزاب، فزاد الخطب على المسلمين.ومكث الأعداء محاصرين للمدينة قريبا من شهر. ثم جاء نصر الله- تعالى-، بأن أرسل على جيوش الأحزاب ريحا شديدة، وجنودا من عنده، فتصدعت جبهات الأحزاب، وانكفأت خيامهم، وملأ الرعب قلوبهم، وَرَدَّ اللَّهُ الَّذِينَ كَفَرُوا بِغَيْظِهِمْ لَمْ يَنالُوا خَيْراً وَكَفَى اللَّهُ الْمُؤْمِنِينَ الْقِتالَ .وقد ابتدأ الله- تعالى- الحديث عن هذه الغزوة، بنداء وجهه إلى المؤمنين، ذكرهم فيه بفضله عليهم، وبرحمته بهم فقال: يا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ، إِذْ جاءَتْكُمْ جُنُودٌ فَأَرْسَلْنا عَلَيْهِمْ رِيحاً وَجُنُوداً لَمْ تَرَوْها.والمعنى: يا من آمنتم بالله حق الإيمان، اذْكُرُوا على سبيل الشكر والاعتبار نِعْمَةَ اللَّهِ عَلَيْكُمْ ورحمته بكم.إِذْ جاءَتْكُمْ جُنُودٌ كثيرة، هي جنود جيوش الأحزاب فَأَرْسَلْنا عَلَيْهِمْ رِيحاً شديدة زلزلتهم، وجعلتهم يرحلون عنكم بخوف وفزع.كما أرسلنا عليهم جُنُوداً لَمْ تَرَوْها وهم الملائكة، الذين ألقوا الرعب في قلوب أعدائكم.قالوا: روى أن الله- تعالى- بعث عليهم ريحا باردة في ليلة باردة، فألقت التراب في وجوههم، وأمر الملائكة فقلعت أوتاد خيامهم، وأطفأت نيرانهم وقذفت في قلوبهم الرعب..فقال كل سيد قوم لقومه: يا بنى فلان: النجاء النجاء .وقوله- سبحانه-: وَكانَ اللَّهُ بِما تَعْمَلُونَ بَصِيراً تذييل قصد به بيان مظهر آخر من مظاهر فضله- تعالى- عليهم.أى: جاءتكم تلك الجنود الكثيرة. فأرسلنا عليهم ريحا شديدة، وأرسلنا عليهم من عندنا جنودا لم تروها، وكنا فوق كل ذلك مطلعين على أعمالكم من حفر الخندق وغيره وسامعين لدعائكم، وقد أجبناه لكم، حيث رددنا أعداءكم عنكم دون أن ينالوا خيرا."},{"ayah_number":10,"text":"ثم فصل- سبحانه- ما حدث للمؤمنين في هذه الغزوة، بعد هذا الإجمال، فقال:إِذْ جاؤُكُمْ مِنْ فَوْقِكُمْ أى: من أعلى الوادي من جهة المشرق. والجملة بدل من قوله إِذْ جاءَتْكُمْ جُنُودٌ. والمراد بالذين جاءوا من تلك الجهة: قبائل غطفان وهوازن..وانضم إليهم بنو قريظة بعد أن نقضوا عهودهم.وَمِنْ أَسْفَلَ مِنْكُمْ أى: ومن أسفل الوادي من جهة المغرب، وهم قريش ومعهم أحابيشهم وحلفاؤهم.وقوله: وَإِذْ زاغَتِ الْأَبْصارُ معطوف على ما قبله، داخل معه في حيز التذكير.أى: واذكروا وقت أن زاغت أبصاركم، ومالت عن كل شيء حولها، وصارت لا تنظر إلا إلى أولئك الأعداء. يقال: زاغ البصر يزيغ زيغا وزيغانا إذا مال وانحرف. ويقال- أيضا:زاغ البصر، إذا مل وتعب بسبب استدامة شخوصه من شدة الهول.وقوله وَبَلَغَتِ الْقُلُوبُ الْحَناجِرَ بيان آخر لما أصاب المسلمين من بلاء بسبب إحاطة جيوش الأحزاب بهم.والحناجر: جمع حنجرة، وهي جوف الحلقوم، والمراد أن قلوبكم فزعت فزعا شديدا، حتى لكأنها قد انتقلت من أماكنها إلى أعلى، حتى قاربت أن تخرج من أفواهكم.فالآية تصور ما أصاب المسلمين من فزع وكرب في غزوة الأحزاب، تصويرا بديعا مؤثرا، يرسم حركات القلوب، وملامح الوجوه، وخلجات النفوس.وقوله- سبحانه- وَتَظُنُّونَ بِاللَّهِ الظُّنُونَا بيان لما دار في عقولهم من أفكار، حين رأوا الأحزاب وقد أحاطوا بالمدينة.والظنون جمع الظن. وهو مصدر يطلق على القليل والكثير منه. وجاء بصيغة الجمع لتعدد أنواعه، واختلافه باختلاف قوة الإيمان وضعفه.أى: وتظنون- أيها المؤمنون- بالله- تعالى- الظنون المختلفة، فمنكم من ازداد يقينا على يقينه، وازداد ثقة بوعد الله- تعالى- وبنصره، ومنكم من كان أقل من ذلك في ثباته ويقينه، ومنكم من كان يظهر أمامكم الإيمان والإسلام، ويخفى الكفر والعصيان، وهم المنافقون وهؤلاء ظنوا الظنون السيئة، بأن اعتقدوا بأن الدائرة ستدور عليكم:قال ابن كثير: قوله وَتَظُنُّونَ بِاللَّهِ الظُّنُونَا قال الحسن: ظنون مختلفة، ظن المنافقون أن محمدا وأصحابه يستأصلون، وأيقن المؤمنون أن ما وعد الله ورسوله حق، وأنه- سبحانه- سيظهر دينه على الدين كله ولو كره المشركون.عن أبى سعيد قال: قلنا يوم الخندق: يا رسول الله، هل من شيء نقول، فقد بلغت القلوب الحناجر؟ فقال صلّى الله عليه وسلم: نعم. قولوا: اللهم استر عوراتنا، وآمن روعاتنا.قال: فضرب الله- تعالى- وجوه أعدائه بالريح فهزمهم ."},{"ayah_number":11,"text":"ولفظ هُنالِكَ في قوله- تعالى-: هُنالِكَ ابْتُلِيَ الْمُؤْمِنُونَ: ظرف مكان للبعيد، وهو منصوب بقوله ابْتُلِيَ والابتلاء: الاختبار والامتحان بالشدائد والمصائب.أى: في ذلك المكان الذي أحاط به الأحزاب من كل جانب، امتحن الله- تعالى- المؤمنين واختبرهم، ليتميز قوى الإيمان من ضعيفه.وَزُلْزِلُوا زِلْزالًا شَدِيداً أى: واضطربوا اضطرابا شديدا، من شدة الفزع، لأن الأعداء حاصروهم، ولأن بنى قريظة نقضوا عهودهم.ولقد بلغ انشغال المسلمين بعدوهم انشغالا عظيما، حتى أنهم لم يستطيعوا أن يؤدوا بعض الصلوات في أوقاتها، وقال بعض الصحابة: يا رسول الله، ما صلينا، فقال لهم صلّى الله عليه وسلم:«ولا أنا، والله ما صليت ثم قال: شغلنا المشركون عن الصلاة الوسطى، صلاة العصر، ملأ الله أجوافهم وقلوبهم نارا» .وخرجت طليعتان للمسلمين ليلا، فالتقتا- دون أن تعرف إحداهما الأخرى- فتقاتلا.وحدث بينهم ما حدث من جراح وقتل، ولم يشعروا أنهم من المسلمين، حتى تنادوا بشعار الإسلام: «حم. لا ينصرون» ، فكف بعضهم عن بعض.فلما بلغ ذلك رسول الله صلّى الله عليه وسلّم قال لهم: «جراحكم في سبيل الله ومن قتل منكم فإنه شهيد» ."},{"ayah_number":12,"text":"ومما زاد في بلاء المسلمين وحزنهم. ما ظهر من أقوال قبيحة من المنافقين. حكاها- سبحانه- في قوله: إِذْ يَقُولُ الْمُنافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ، ما وَعَدَنَا اللَّهُ وَرَسُولُهُ إِلَّا غُرُوراً أى: واذكروا- أيضا- أيها المؤمنون- وقت أن كشف المنافقون وأشباههم عن نفوسهم الخبيثة وطباعهم الذميمة، وقلوبهم المريضة، فقالوا لكم وأنتم في أشد ساعات الحرج والضيق: ما وَعَدَنَا اللَّهُ وَرَسُولُهُ بالنصر والظفر إِلَّا غُرُوراً أى: إلا وعدا باطلا، لا يطابق الواقع الذي نعيش فيه.وقال أحدهم: إن محمدا كان يعدنا أن نأخذ كنوز كسرى وقيصر، وأحدنا اليوم لا يستطيع أن يذهب إلى الغائط.وَإِذْ قالَتْ طائِفَةٌ مِنْهُمْ يا أَهْلَ يَثْرِبَ لا مُقامَ لَكُمْ فَارْجِعُوا ..."},{"ayah_number":13,"text":"أى: واذكروا- كذلك- أيها المؤمنون- وقت أن قالت لكم طائفة من هؤلاء المنافقين:يا أَهْلَ يَثْرِبَ أى: يا أهل المدينة، لا مقام لكم في هذا المكان الذي تقيمون فيه بجوار الخندق لحماية بيوتكم ومدينتكم، فارجعوا إلى مساكنكم، واستسلموا لأعدائكم.قال الشوكانى: وذلك أن المسلمين خرجوا في غزوة الخندق، فجعلوا ظهورهم إلى جبل سلع، وجعلوا وجوههم إلى العدو، وجعلوا الخندق بينهم وبين القوم. فقال هؤلاء المنافقون:ليس ها هنا موضع إقامة وأمروا الناس بالرجوع إلى منازلهم بالمدينة  .ثم بين- سبحانه- أن هؤلاء المنافقين لم يكتفوا بهذا القول الذميم، بل كانوا يهربون من الوقوف إلى جانب المؤمنين، فقال- تعالى-: وَيَسْتَأْذِنُ فَرِيقٌ مِنْهُمُ النَّبِيَّ، يَقُولُونَ إِنَّ بُيُوتَنا عَوْرَةٌ وَما هِيَ بِعَوْرَةٍ إِنْ يُرِيدُونَ إِلَّا فِراراً.أى: أنهم كانوا يحرضون غيرهم على ترك مكانه في الجهاد، ولا يكتفون بذلك، بل كان كل فريق منهم يذهب إلى النبي- صلى الله عليهم- فيستأذنه في الرجوع إلى بيوتهم، قائلين له: يا رسول الله: إِنَّ بُيُوتَنا عَوْرَةٌ أى: خالية ممن يحرسها. يقال: دار ذات عورة إذا سهل دخولها لقلة حصانتها.وهنا يكشف القرآن عن حقيقتهم ويكذبهم في دعواهم فيقول وَما هِيَ بِعَوْرَةٍ أى:والحال أن بيوتهم ليست كما يزعمون، وإنما الحق أنهم يريدون الفرار من ميدان القتال، لضعف إيمانهم، وجبن نفوسهم.روى أن بنى حارثة بعثوا أحدهم إلى رسول الله صلّى الله عليه وسلّم ليقول له: إن بيوتنا عورة، وليست دار من دور الأنصار مثل دورنا، ليس بيننا وبين غطفان أحد يردهم عنا، فأذن لنا كي نرجع إلى دورنا، فمنع ذرارينا ونساءنا. فأذن لهم صلّى الله عليه وسلم.فبلغ سعد بن معاذ ذلك فقال: يا رسول الله، لا تأذن لهم، إنا والله ما أصابنا وإياهم شدة إلا فعلوا ذلك.. فردهم."},{"ayah_number":14,"text":"ثم بين- سبحانه- أن هؤلاء المنافقين جمعوا لأنفسهم كل نقيض، فهم يسرعون إلى ما يؤذى المؤمنين، ويبطئون عما ينفعهم، فقال- تعالى-: وَلَوْ دُخِلَتْ عَلَيْهِمْ مِنْ أَقْطارِها ثُمَّ سُئِلُوا الْفِتْنَةَ لَآتَوْها، وَما تَلَبَّثُوا بِها إِلَّا يَسِيراً.والضمير في قوله- تعالى- دُخِلَتْ للبيوت أو للمدينة. وفاعل الدخول من يدخل هذه البيوت أو المدينة من أهل الكفر والفساد. وأسند- سبحانه- الدخول إلى بيوتهم، للإشعار بأن الأعداء يدخلونها وهم قابعون فيها.والأقطار: جمع قطر بمعنى الناحية والجانب والجهة.والمراد بالفتنة هنا، الردة عن الإسلام أو قتال المسلمين.وقوله لَآتَوْها قرأه الجمهور بالمد بمعنى لأعطوها. وقرأه نافع وابن كثير لأتوها بالقصر، بمعنى لجاءوها وفعلوها والتلبث: الإبطاء والتأخر.والمعنى إن هؤلاء المنافقين الذين يزعمون أن بيوتهم عورة، هم كاذبون في زعمهم، وهم أصحاب نيات خبيثة، ونفوس عارية عن كل خير.والدليل على ذلك، أن بيوتهم هذه التي يزعمون أنها عورة، لو اقتحمها عليهم مقتحم من المشركين وهم قابعون فيها، ثم طلب منهم أن ينضم إليهم في مقاتلة المسلمين، لسارعوا إلى تلبية طلبه، ولكانوا مطيعين له كل الطاعة، وما تأخروا عن تلبية طلبه إلا لمدة قليلة، يعدون العدة خلالها لقتالكم- أيها المسلمون-، وللانسلاخ عن كل رابطة تربطكم بهم. لأن عقيدتهم واهنة، ونفوسهم مريضة خائرة.قال صاحب الكشاف: قوله: وَلَوْ دُخِلَتْ عَلَيْهِمْ أى: المدينة. وقيل: بيوتهم. من قولك: دخلت على فلان داره مِنْ أَقْطارِها أى. من جوانبها. يريد: ولو دخلت هذه العساكر المتحزبة- التي يفرون منها- مدينتهم من نواحيها كلها وانثالت على أهاليهم وأولادهم ناهبين سابين، ثم سئلوا عند ذلك الفزع وتلك الرجفة، الْفِتْنَةَ أى: الردة والرجعة إلى الكفر، ومقاتلة المسلمين، لأتوها، أى: لجاءوها ولفعلوها. وقرئ. لآتوها، أى لأعطوها وَما تَلَبَّثُوا بِها إِلَّا يَسِيراً ريثما يكون السؤال والجواب من غير توقف. أو ما لبثوا بالمدينة بعد ارتدادهم إلا يسيرا، فإن الله يهلكهم  ."},{"ayah_number":15,"text":"ثم بين- سبحانه- بعد ذلك، أن من الصفات اللازمة للمنافقين، نقضهم لعهودهم فقال- تعالى-: وَلَقَدْ كانُوا عاهَدُوا اللَّهَ مِنْ قَبْلُ لا يُوَلُّونَ الْأَدْبارَ وَكانَ عَهْدُ اللَّهِ مَسْؤُلًا.أى: ولقد كان هؤلاء المنافقون قد حلفوا من قبل غزوة الأحزاب، أنهم سيكونون معكم في الدفاع عن الحق وعن المدينة المنورة التي يساكنونكم فيها، ولكنهم لم يفوا بعهودهم.وَكانَ عَهْدُ اللَّهِ مَسْؤُلًا أى: مسئولا عنه صاحبه الذي عاهد الله- تعالى- على الوفاء، وسيجازى- سبحانه- كل ناقض لعهده، بما يستحقه من عقاب.ثم واصلت السورة الكريمة حديثها عن هؤلاء المنافقين، فوبختهم على سوء فهمهم، وعلى جبنهم وخورهم، وعلى سلاطة ألسنتهم.. فقال- تعالى-:"},{"ayah_number":16,"text":"أى: قل- أيها الرسول الكريم- لهؤلاء المنافقين: لَنْ يَنْفَعَكُمُ الْفِرارُ إِنْ فَرَرْتُمْ مِنَ الْمَوْتِ أَوِ الْقَتْلِ، لأن كل إنسان لا بد له من نهاية تنتهي عندها حياته، سواء أكانت تلك النهاية عن طريق القتل بالسيف، أم عن طريق الموت على الفراش.وما دام الأمر كذلك، فعلى هؤلاء المنافقين أن يعلموا: أن الجبن لا يؤخر الحياة، وأن الشجاعة لا تقدمها عن موعدها. وصدق الله إذ يقول: وَلِكُلِّ أُمَّةٍ أَجَلٌ، فَإِذا جاءَ أَجَلُهُمْ لا يَسْتَأْخِرُونَ ساعَةً وَلا يَسْتَقْدِمُونَ.وقوله: إِنْ فَرَرْتُمْ.. جوابه محذوف لدلالة ما سبق عليه. أى: إن فررتم لن ينفعكم فراركم.وقوله: وَإِذاً لا تُمَتَّعُونَ إِلَّا قَلِيلًا تذييل قصد به زجرهم عن الجبن الذي استولى عليهم.أى: إن فراركم من الموت أو القتل، إن نفعكم- على سبيل الفرض- لفترة من الوقت، فلن ينفعكم طويلا، لأنكم لن تتمتعوا بالحياة بعد هذا الفرار إلا وقتا قليلا، ثم ينزل بكم قضاء الله- تعالى- الذي لا مرد لكم منه، فما تفرون منه هو نازل بكم قطعا."},{"ayah_number":17,"text":"ثم أمر الله- تعالى- رسوله صلّى الله عليه وسلّم أن يقرعهم بحجة أخرى لا يستطيعون الرد عليها، فقال: قُلْ مَنْ ذَا الَّذِي يَعْصِمُكُمْ مِنَ اللَّهِ، إِنْ أَرادَ بِكُمْ سُوءاً أَوْ أَرادَ بِكُمْ رَحْمَةً.أى: قل- أيها الرسول- لهؤلاء الجاهلين: من هذا الذي يملك أن يدفع ما يريده الله-تعالى- بكم من خير أو شر، ومن نعمة أو نقمة، ومن موت أو حياة.إن أحدا لا يستطيع أن يمنع قضاء الله عنكم. فالاستفهام للإنكار والنفي.قال صاحب الكشاف: فإن قلت: كيف جعلت الرحمة قرينة السوء في العصمة، ولا عصمة إلا من السوء؟قلت: معناه، أو يصيبكم بسوء إن أراد بكم رحمة، فاختصر الكلام وأجرى مجرى قول:«متقلدا سيفا ورمحا» - أى: «متقلدا سيفا وحاملا رمحا» .وقوله- تعالى-: وَلا يَجِدُونَ لَهُمْ مِنْ دُونِ اللَّهِ وَلِيًّا وَلا نَصِيراً معطوف على ما قبله. أى: لا يجدون من يعصمهم مما يريده الله- تعالى- بهم، ولا يجدون من دونه- سبحانه- وليا ينفعهم، أو نصيرا ينصرهم، إذ هو وحده- سبحانه- الناصر والمغيث والمجير.قال- تعالى-: ما يَفْتَحِ اللَّهُ لِلنَّاسِ مِنْ رَحْمَةٍ فَلا مُمْسِكَ لَها، وَما يُمْسِكْ فَلا مُرْسِلَ لَهُ مِنْ بَعْدِهِ وَهُوَ الْعَزِيزُ الْحَكِيمُ."},{"ayah_number":18,"text":"ثم بين- سبحانه- أن علمه محيط بهؤلاء المنافقين، وأنهم لن يفلتوا من عقابه، فقال:قَدْ يَعْلَمُ اللَّهُ الْمُعَوِّقِينَ مِنْكُمْ، وَالْقائِلِينَ لِإِخْوانِهِمْ هَلُمَّ إِلَيْنا وَلا يَأْتُونَ الْبَأْسَ إِلَّا قَلِيلًا.قال الآلوسى ما ملخصه: قال ابن السائب: الآية في عبد الله بن أبى وأمثاله ممن رجع من المنافقين من الخندق إلى المدينة. كانوا إذا جاءهم المنافق قالوا له: ويحك اجلس ولا تخرج، ويكتبون إلى إخوانهم في العسكر، أن ائتونا فإنا ننتظركم.وكان بعضهم يقول لبعض: ما محمد وأصحابه إلا أكلة رأس، ولو كانوا لحما لالتهمهم أبو سفيان وأصحابه، فخلوهم  .و «قد» للتحقيق، لأن الله- تعالى- لا يخفى عليه شيء. و «المعوقين» من العوق وهو المنع والصرف، يقال: عاق فلان فلانا، إذا صرفه عن الجهة التي يريدها.و «من» في قوله مِنْكُمْ للبيان. والمراد بالأخوة: التطابق والتشابه في الصفات الذميمة، والاتجاهات القبيحة. التي على رأسها كراهيتهم للنبي صلّى الله عليه وسلّم ولأصحابه.و «هلم» اسم فعل أمر بمعنى أقبل.والمعنى: إن الله- تعالى- لا يخفى عليه حال أولئك المنافقين. الذين يخذلون ويثبطون ويصرفون إخوانهم في النفاق والشقاق، عن الاشتراك مع المؤمنين، في حرب جيوش الأحزاب، ويقولون لهم: هَلُمَّ إِلَيْنا أى: أقبلوا نحونا، وتعالوا إلى جوارنا، ولا تنضموا إلى صفوف المسلمين.وقوله- سبحانه-: وَلا يَأْتُونَ الْبَأْسَ إِلَّا قَلِيلًا ذم لهم على جبنهم وخورهم.أى: أن من صفاتهم الأصيلة أنهم جبناء، ولا يقبلون على الحرب والقتال، إلا إقبالا قليلا. فهم تارة يخرجون مع المؤمنين، لإيهامهم أنهم معهم، أو يخرجون معهم على سبيل الرياء والطمع في غنيمة."},{"ayah_number":19,"text":"ثم أخذت السورة الكريمة في تصوير ما جبلوا عليه من سوء تصويرا معجزا، فقال- تعالى- أَشِحَّةً عَلَيْكُمْ، جمع شحيح من الشح وهو البخل في أقبح صوره. ولفظ أَشِحَّةً منصوب على الحال من الضمير في قوله: وَلا يَأْتُونَ الْبَأْسَ إِلَّا قَلِيلًا.أى: أن من صفات هؤلاء المنافقين الجبن والخور، حالة كونهم بخلاء بكل خير يصل إليكم- أيها المؤمنون- فهم لا يعاونونكم في حفر الخندق، ولا في الدفاع عن الحق والعرض والشرف ولا في أى شيء فيه منفعة لكم.فَإِذا جاءَ الْخَوْفُ، أى فإذا اقترب الوقت الذي يتوقع فيه اللقاء بينكم وبين أعدائكم. رَأَيْتَهُمْ أيها الرسول الكريم- يَنْظُرُونَ إِلَيْكَ بجبن وهلع تَدُورُ أَعْيُنُهُمْ في مآقيهم يمينا وشمالا.وحالهم كحال الذي يُغْشى عَلَيْهِ مِنَ الْمَوْتِ أى: كحال الذي أحاط به الموت من كل جانب، فصار في أقصى دركات الوهن والخوف والفزع.هذه هي حالهم عند ما يتوقعون الشدائد والمخاوف، أما حالهم عند الأمان وذهاب الخوف، فهي كما قال- تعالى- فَإِذا ذَهَبَ الْخَوْفُ سَلَقُوكُمْ بِأَلْسِنَةٍ حِدادٍ.وقوله سَلَقُوكُمْ من السّلق. وأصله بسط العضو ومده للأذى، سواء أكان هذا العضو يدا أو لسانا. والمراد به الإيذاء بالكلام السيئ القبيح.أى: أنهم عند الشدائد جبناء بخلاء، فإذا ما ذهب الخوف وحل الأمان، سلطوا عليكم ألسنتهم البذيئة بالأذى والسوء، ورموكم بألسنة ماضية حادة، تؤثر تأثير الحديد في الشيء، وارتفعت أصواتهم بعد أن كانوا إذا ما ذكر القتال أمامهم، صار حالهم كحال المغشى عليه من الموت.ثم هم بعد كل ذلك أَشِحَّةً عَلَى الْخَيْرِ أى بخلاء بكل خير، فهم يحرصون على جمع الغنائم، وعلى الأموال بكل وسيلة، ولكنهم لا ينفقون شيئا منها في وجه من وجوه الخير والبر.قال ابن كثير قوله أَشِحَّةً عَلَى الْخَيْرِ أى: ليس فيهم خير، قد جمعوا الجبن والكذب وقلة الخير، فهم كما قال في أمثالهم الشاعر:أفي السلم أعيارا جفاء وغلظة ... وفي الحرب أمثال النساء العواركأى: هم في حال المسالمة كأنهم الحمير الأعيار. والأعيار جمع عير وهو الحمار. وفي الحرب كأنهم النساء الحيض  .ثم بين- سبحانه- سوء مصيرهم فقال: أُولئِكَ لَمْ يُؤْمِنُوا فَأَحْبَطَ اللَّهُ أَعْمالَهُمْ وَكانَ ذلِكَ عَلَى اللَّهِ يَسِيراً.أى: أولئك المنافقون الموصوفون بما سبق من الصفات السيئة لَمْ يُؤْمِنُوا بما يجب الإيمان به إيمانا صادقا، بل قالوا بألسنتهم قولا تكذبه قلوبهم وأفعالهم فَأَحْبَطَ اللَّهُ أَعْمالَهُمْ بأن أبطلها وجعلها هباء منثورا، وكان ذلك الإحباط على الله- سبحانه- هينا يسيرا.وخص- سبحانه- يسر إحباط عملهم بالذكر مع أن كل شيء يسير عليه- تعالى- لبيان أن أعمالهم جديرة بالإحباط والإفساد، لصدورها عن قلوب مريضة، ونفوس خبيثة.قال صاحب الكشاف: وهل يثبت للمنافقين عمل حتى يرد عليه الإحباط؟قلت: لا، لكنه تعليم لمن عسى يظن أن الإيمان باللسان إيمان، وإن لم يوطئه القلب، وان ما يعمل المنافق من الأعمال يجدي عليه، فبين أن إيمانه ليس بإيمان، وأن كل عمل يوجد منه باطل، وفيه بعث على إتقان المكلف أساس أمره وهو الإيمان الصحيح، وتنبيه على أن الأعمال الكثيرة من غير تصحيح المعرفة كالبناء من غير أساس، وأنها مما يذهب عند الله هباء منثورا  ."},{"ayah_number":20,"text":"ثم ختم- سبحانه- هذا الحديث الجامع عن صفات المنافقين عند الشدائد والمحن فقال:يَحْسَبُونَ الْأَحْزابَ لَمْ يَذْهَبُوا.أى: أن هؤلاء المنافقين بلغ بهم الجبن والخور، أنهم حتى بعد رحيل الأحزاب عن المدينة، ما زالوا يحسبون ويظنون أنهم لم يذهبوا عنها، فهم يأبون أن يصدقوا أن الله- تعالى- قد رد الذين كفروا بغيظهم دون أن ينالوا خيرا.وفي هذه الجملة ما فيها من التهكم بالمنافقين، حيث وصفتهم بأنهم حتى بعد ذهاب أسباب الخوف، ما زالوا في جبنهم يعيشون.ثم بين- سبحانه- حالهم فيما لو عاد الأحزاب على سبيل الفرض والتقدير فقال:وَإِنْ يَأْتِ الْأَحْزابُ.أى: إلى المدينة مرة ثانية.يَوَدُّوا لَوْ أَنَّهُمْ بادُونَ فِي الْأَعْرابِ أى: وإن تعد جيوش الأحزاب إلى مهاجمة المدينة مرة ثانية، يتمنى هؤلاء المنافقون، أن يكونوا غائبين عنها، نازلين خارجها مع أهل البوادي من الأعراب، حتى لا يعرضوا أنفسهم للقتال.فقوله: بادُونَ جمع باد وهو ساكن البادية. يقال: بدا القوم بدا، إذا نزحوا من المدن إلى البوادي.والأعراب: جمع أعرابى وهو من يسكن البادية.ثم بين- سبحانه- تلهفهم على سماع الأخبار السيئة عن المؤمنين فقال: يَسْئَلُونَ عَنْ أَنْبائِكُمْ وَلَوْ كانُوا فِيكُمْ ما قاتَلُوا إِلَّا قَلِيلًا.أى: هؤلاء المنافقون يسألون القادمين من المدينة، والذاهبين إليها عن أخباركم- أيها المؤمنون- حتى لكأنهم غير ساكنين فيها.ولو كانوا فيكم عند ما يعود الكافرون إلى المدينة- على سبيل الفرض- ما قاتلوا معكم إلا قتالا قليلا حتى لا ينكشف أمرهم انكشافا تاما. فهم لا يقاتلون عن رغبة، وإنما يقاتلون رياء ومخادعة.وهكذا نجد الآيات الكريمة قد أفاضت في شرح الأحوال القبيحة التي كان عليها المنافقون عند ما هاجمت جيوش الأحزاب المدينة، ووصفتهم بأبشع الصفات وأبغضها إلى كل نفس كريمة، حتى يحذرهم المؤمنون.وكعادة القرآن الكريم في المقارنة بين الأخيار والأشرار، ساقت السورة بعد ذلك صورة مشرقة مضيئة للمؤمنين الصادقين، الذين عند ما رأوا جيوش الأحزاب قالوا: هذا ما وَعَدَنَا اللَّهُ وَرَسُولُهُ وَصَدَقَ اللَّهُ وَرَسُولُهُ والذين صدقوا ما عاهدوا الله عليه دون أن يبدلوا تبديلا.لنستمع إلى القرآن الكريم وهو يصور لنا موقف المؤمنين في غزوة الأحزاب، كما يحكى جانبا من فضل الله عليهم، ومن لطفه بهم فيقول- سبحانه-:"},{"ayah_number":21,"text":"قال القرطبي: قوله- تعالى-: لَقَدْ كانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ أى: كان لكم قدوة في النبي صلّى الله عليه وسلّم حيث بذل نفسه لنصرة دين الله، في خروجه إلى الخندق.والأسوة: القدوة. وقرأ عاصم أُسْوَةٌ بضم الهمزة. والباقون بكسرها. والجمع أسى وإسى- بضم الهمزة وكسرها  .يقال: فلان ائتسى بفلان، إذا اقتدى به، وسار على نهجه وطريقته.وقال الإمام ابن كثير: هذه الآية الكريمة أصل كبير في التأسى برسول الله صلّى الله عليه وسلّم في أقواله وأفعاله وأحواله ولهذا أمر الناس بالتأسى بالنبي صلّى الله عليه وسلّم يوم الأحزاب، في صبره ومصابرته ومرابطته ومجاهدته وانتظاره الفرج من ربه- تعالى-..  .والذي يقرأ السيرة النبوية الشريفة. يرى أن النبي صلّى الله عليه وسلم كان في هذه الغزوة بصفة خاصة، وفي غيرها بصفة عامة القدوة الحسنة الطيبة في كل أقواله وأفعاله وأحواله صلّى الله عليه وسلّم.لقد شارك أصحابه في حفر الخندق، وفي الضرب بالفأس. وفي حمل التراب بل وشاركهم في أراجيزهم وأناشيدهم، وهم يقومون بهذا العمل الشاق المتعب.وشاركهم في تحمل آلام الجوع، وآلام السهر.. بل كان صلّى الله عليه وسلّم هو القائد الحازم الرحيم، الذي يلجأ إليه أصحابه عند ما يعجزون عن إزالة عقبة صادفتهم خلال حفرهم للخندق.قال ابن إسحاق ما ملخصه: وعمل المسلمون فيه- أى في الخندق- حتى أحكموه، وارتجزوا فيه برجل من المسلمين يقال له «جعيل» سماه رسول الله صلّى الله عليه وسلّم عمرا، فقالوا:سماه من بعد جعيل عمرا ... وكان للبائس يوما ظهرافإذا مروا بعمرو، قال رسول الله صلّى الله عليه وسلّم «عمرا» وإذا مروا بظهر قال: «ظهرا» .ثم قال ابن إسحاق: وكان في حفر الخندق أحاديث بلغتني فيها تحقيق نبوته صلّى الله عليه وسلّم فكان فيما بلغني أن جابر بن عبد الله كان يحدث، أنهم اشتدت عليهم في بعض الخندق كدية- أى صخرة عظيمة-، فشكوا ذلك إلى رسول الله صلّى الله عليه وسلّم فدعا بإناء من ماء فتفل فيه، ثم دعا بما شاء الله أن يدعو به، ثم نضح ذلك الماء على تلك الكدية، فيقول من حضرها: فو الذي بعثه بالحق نبيا لانهالت- أى: لتفتت- حتى عادت كالكثيب- أى كالرمل المتجمع- لا ترد فأسا ولا مسحاة .وهذه الآية الكريمة وإن كان نزولها في غزوة الأحزاب، إلا أن المقصود بها وجوب الاقتداء بالرسول صلّى الله عليه وسلّم في جميع أقواله وأفعاله، كما قال- تعالى-: وَما آتاكُمُ الرَّسُولُ فَخُذُوهُ، وَما نَهاكُمْ عَنْهُ فَانْتَهُوا.والجار والمجرور في قوله- سبحانه-: لِمَنْ كانَ يَرْجُوا اللَّهَ وَالْيَوْمَ الْآخِرَ متعلق بمحذوف صفة لقوله حَسَنَةٌ، أو بهذا اللفظ نفسه وهو حَسَنَةٌ.والمراد بمن كان يرجو الله واليوم الآخر: المؤمنون الصادقون الذين وفوا بعهودهم.أى: لقد كان لكم- أيها الناس- قدوة حسنة في نبيكم صلّى الله عليه وسلّم، وهذه القدوة الحسنة كائنة وثابتة للمؤمنين حق الإيمان. الذين يرجون ثواب الله- تعالى-، ويؤملون رحمته يوم القيامة، إذ هم المنتفعون بالتأسى برسولهم صلّى الله عليه وسلّم وقوله: وَذَكَرَ اللَّهَ كَثِيراً معطوف على كانَ، أى: هذه الأسوة الحسنة بالرسول صلّى الله عليه وسلّم ثابتة لمن كان يرجو الله واليوم والآخر، ولمن ذكر الله- تعالى- ذكرا كثيرا، لأن الملازمة لذكر الله- تعالى- توصل إلى طاعته والخوف منه- سبحانه-.وجمع- سبحانه- بين الرجاء والإكثار من ذكره، لأن التأسى التام بالرسول صلّى الله عليه وسلّم لا يتحقق إلا بهما."},{"ayah_number":22,"text":"ثم بين- سبحانه- بعد ذلك- على سبيل التشريف والتكريم- ما قاله المؤمنون الصادقون عند ما شاهدوا جيوش الأحزاب، فقال- تعالى-: وَلَمَّا رَأَ الْمُؤْمِنُونَ الْأَحْزابَ قالُوا هذا ما وَعَدَنَا اللَّهُ وَرَسُولُهُ، وَصَدَقَ اللَّهُ وَرَسُولُهُ، وَما زادَهُمْ إِلَّا إِيماناً وَتَسْلِيماً.واسم الإشارة هذا يعود إلى ما رأوه من الجيوش التي جاء بها المشركون، أو إلى ما حدث لهم من ضيق وكرب بسبب ذلك.أى: وحين رأى المؤمنون الصادقون جيوش الأحزاب وقد أقبلت نحو المدينة، لم يهنوا ولم يجزعوا، بل ثبتوا على إيمانهم وقالوا هذا الذي نراه من خطر داهم، هو ما وعدنا به الله ورسوله، وأن هذا الخطر سيعقبه النصر، وهذا الضيق سيعقبه الفرج، وهذا العسر سيأتى بعده اليسر.قال الآلوسى ما ملخصه: وأرادوا بقولهم ذلك، ما تضمنه قوله- تعالى- في سورة البقرة: أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأْتِكُمْ مَثَلُ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ، مَسَّتْهُمُ الْبَأْساءُ وَالضَّرَّاءُ وَزُلْزِلُوا حَتَّى يَقُولَ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ مَتى نَصْرُ اللَّهِ، أَلا إِنَّ نَصْرَ اللَّهِ قَرِيبٌ.وكان نزول هذه الآية قبل غزوة الخندق بحول- كما جاء عن ابن عباس.وفي رواية عن ابن عباس- أيضا- أن الرسول صلّى الله عليه وسلّم قال لأصحابه: إن الأحزاب سائرون إليكم تسعا أو عشرا، أى: في آخر تسع ليال أو عشر، أى: من وقت الاخبار، أو من غرة الشهر فلما رأوهم قد أقبلوا في الموعد الذي حدده صلّى الله عليه وسلّم قالوا ذلك .وقوله- تعالى-: وَصَدَقَ اللَّهُ وَرَسُولُهُ داخل في حيز ما قالوه.أى: قالوا عند ما شاهدوا جيوش الأحزاب: هذا ما وعدنا الله ورسوله، وقالوا- أيضا- على سبيل التأكيد وقوة اليقين والتعظيم لذات الله، ولشخصية رسوله: وصدق الله ورسوله، أى: وثبت صدق الله- تعالى- في أخباره، وصدق رسوله صلّى الله عليه وسلّم في أقواله.والضمير في قوله: وَما زادَهُمْ إِلَّا إِيماناً وَتَسْلِيماً يعود إلى ما رأوه من جيوش الأحزاب، ومن شدائد نزلت بهم بسبب ذلك.أى- وما زادهم ما شاهدوه من جيوش الأحزاب، ومن بلاء أحاط بهم بسبب ذلك، إلا إيمانا بقدرة الله- تعالى- وتسليما لقضائه وقدره، وأملا في نصره وتأييده."},{"ayah_number":23,"text":"ثم أضاف- سبحانه- إلى هذا المديح لهم، مديحا آخر فقال: مِنَ الْمُؤْمِنِينَ رِجالٌ صَدَقُوا ما عاهَدُوا اللَّهَ عَلَيْهِ، فَمِنْهُمْ مَنْ قَضى نَحْبَهُ، وَمِنْهُمْ مَنْ يَنْتَظِرُ، وَما بَدَّلُوا تَبْدِيلًا والنحب: النذر، وهو أن يلتزم الإنسان الوفاء بأمر تعهد به.وقضاؤه: الفراغ منه، والوفاء به على أكمل وجه.وكان رجال من الصحابة قد نذروا، أنهم إذا صاحبوا رسول الله صلّى الله عليه وسلّم في حرب، أن يثبتوا معه، وأن لا يفروا عنه.والمعنى: من المؤمنين رجال كثيرون، وفوا أكمل وفاء بما عاهدوا الله- تعالى- عليه، من التأييد لرسوله صلّى الله عليه وسلّم ومن الثبات معه في كل موطن.فَمِنْهُمْ مَنْ قَضى نَحْبَهُ أى: فمنهم من وفى بوعده حتى أدركه أجله فمات شهيدا-كحمزة بن عبد المطلب، ومصعب ابن عمير وغيرهما- رضى الله عنهم أجمعين-.وَمِنْهُمْ مَنْ يَنْتَظِرُ أى: ومنهم من هو مستمر على الوفاء، وينتظر الشهادة في سبيل الله- تعالى- في الوقت الذي يريده- سبحانه- ويختاره، كبقية الصحابة الذين نزلت هذه الآية وهم ما زالوا على قيد الحياة.قال الامام ابن كثير: قال الامام أحمد: حدثنا هاشم بن القاسم، حدثنا سليمان بن المغيرة، عن ثابت قال أنس: غاب عمى أنس بن النضر- سمّيت به- لم يشهد مع رسول الله صلّى الله عليه وسلّم يوم بدر، فشق عليه وقال: أول مشهد شهده رسول الله صلّى الله عليه وسلّم غبت عنه، لئن أرانى الله مشهدا فيما بعد مع رسول الله صلّى الله عليه وسلّم ليريّن الله ما أصنع. قال: فهاب أن يقول غيرها. فشهد مع رسول الله صلّى الله عليه وسلّم يوم أحد.فاستقبل سعد بن معاذ، فقال له أنس: يا أبا عمرو، أين واها  لريح الجنة أجده دون أحد.قال: فقاتلهم حتى قتل: قال: فوجد في جسده بضع وثمانون من ضربة وطعنة ورمية.فقالت أخته- عمتي الرّبيّع ابنة النضر- فما عرفت أخى إلا ببنانه.قال: فنزلت هذه الآية: مِنَ الْمُؤْمِنِينَ رِجالٌ فكانوا يرون أنها نزلت فيه وفي أصحابه- رضى الله عنهم، ورواه مسلم والترمذي والنسائي من حديث سليمان بن المغيرة .وقوله- تعالى-: وَما بَدَّلُوا تَبْدِيلًا معطوف على صَدَقُوا أى: هؤلاء الرجال صدقوا صدقا تاما في عهودهم مع الله- تعالى- حتى آخر لحظة من لحظات حياتهم، وما غيروا ولا بدلوا شيئا مما عاهدوا الله- تعالى- عليه."},{"ayah_number":24,"text":"ثم بين- سبحانه- الحكمة من هذا الابتلاء والاختبار فقال: لِيَجْزِيَ اللَّهُ الصَّادِقِينَ بِصِدْقِهِمْ.أى: فعل- سبحانه- ما فعل في غزوة الأحزاب من أحداث، ليجزي الصادقين في إيمانهم الجزاء الحسن الذي يستحقونه بسبب صدقهم ووفائهم.وَيُعَذِّبَ الْمُنافِقِينَ إِنْ شاءَ أى: إن شاء تعذيبهم بسبب موتهم على نفاقهم.أَوْ يَتُوبَ عَلَيْهِمْ من نفاقهم بفضله وكرمه فلا يعذبهم.قال الجمل: وقوله: وَيُعَذِّبَ الْمُنافِقِينَ إِنْ شاءَ جوابه محذوف، وكذلك مفعول شاءَ محذوف- أيضا- أى: إن شاء تعذيبهم عذبهم.والمراد بتعذيبهم إماتتهم على النفاق، بدليل العطف في قوله أَوْ يَتُوبَ عَلَيْهِمْ .إِنَّ اللَّهَ- تعالى- كانَ وما زال غَفُوراً رَحِيماً أى: واسع المغفرة والرحمة لمن يشاء من عباده."},{"ayah_number":25,"text":"ثم بين- سبحانه- المصير السيئ الذي انتهى إليه الكافرون فقال: وَرَدَّ اللَّهُ الَّذِينَ كَفَرُوا بِغَيْظِهِمْ لَمْ يَنالُوا خَيْراً.أى: ورد الله- تعالى- بفضله وقدرته الذين كفروا عنكم- أيها المؤمنون- حالة كونهم متلبسين بغيظهم وحقدهم. دون أن ينالوا أى خير من إتيانهم إليكم، بل رجعوا خائبين خاسرين.فقوله بِغَيْظِهِمْ حال من الموصول، والباء للملابسة، وجملة لَمْ يَنالُوا خَيْراً حال ثانية من الموصول أيضا.وقوله: وَكَفَى اللَّهُ الْمُؤْمِنِينَ الْقِتالَ بيان للمنة العظمى التي امتن بها- سبحانه- عليهم.أى: وأغنى الله- تعالى- بفضله وإحسانه المؤمنين عن متاعب القتال وأهواله بأن أرسل على جنود الأحزاب ريحا شديدة، وجنودا من عنده.وَكانَ اللَّهُ- تعالى- قَوِيًّا على إحداث كل أمر يريده عَزِيزاً أى:غالبا على كل شيء.قال ابن كثير: وفي قوله وَكَفَى اللَّهُ الْمُؤْمِنِينَ الْقِتالَ إشارة إلى وضع الحرب بينهم وبين قريش. وهكذا وقع بعدها، لم يغزهم المشركون، بل غزاهم المسلمون في بلادهم.قال محمد بن إسحاق: لما انصرف أهل الخندق عن الخندق، قال رسول الله صلّى الله عليه وسلّم فيما بلغنا: «لن تغزوكم قريش بعد عامكم هذا، ولكنكم تغزونهم» فلم تغز قريش بعد ذلك المسلمين، وكان صلّى الله عليه وسلّم هو الذي يغزوهم بعد ذلك، حتى فتح الله عليه مكة.وروى الإمام أحمد عن سليمان بن صرد قال: سمعت النبي صلّى الله عليه وسلّم يقول يوم الأحزاب: «الآن نغزوهم ولا يغزونا» ."},{"ayah_number":26,"text":"ثم ختم- سبحانه- الحديث عن غزوة الأحزاب، ببيان ما حل ببني قريظة من عذاب مهين، بسبب نقضهم لعهودهم فقال: وَأَنْزَلَ الَّذِينَ ظاهَرُوهُمْ مِنْ أَهْلِ الْكِتابِ مِنْ صَياصِيهِمْ.والصياصي: جمع صيصية وهي كل ما يتحصن به من الحصون وغيرها. ومنه قيل لقرن الثور صيصية لأنه يدفع به عن نفسه.أى: وبعد أن رحلت جيوش الأحزاب عنكم أيها المؤمنون- أنزل الله- تعالى- بقدرته الذين ظاهروهم وناصروهم عليكم، وهم يهود بنى قريظة، أنزلهم من حصونهم، ومكنكم من رقابهم.وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ الشديد منكم، بحيث صاروا مستسلمين لكم، ونازلين على حكمكم.فَرِيقاً منهم تَقْتُلُونَ وهم الرجال. وتأسرون فريقا آخر وهم الذرية والنساء."},{"ayah_number":27,"text":"وَأَوْرَثَكُمْ أَرْضَهُمْ أى: وأورثكم الله- تعالى- أرض هؤلاء اليهود وزروعهم كما أورثكم دِيارَهُمْ أى حصونهم وَأَمْوالَهُمْ التي تركوها من خلفهم، كنقودهم ومواشيهم.كما أورثكم أَرْضاً لَمْ تَطَؤُها بعد يقصد القتال وهي أرض خيبر، أو أرض فارس والروم.وفي هذه الجملة الكريمة وَأَرْضاً لَمْ تَطَؤُها بشارة عظيمة للمؤمنين، بأن الله- تعالى- سينصرهم على أعدائهم.وَكانَ اللَّهُ عَلى كُلِّ شَيْءٍ قَدِيراً لأنه- سبحانه- لا يعجزه شيء.أخرج الشيخان عن عائشة- رضى الله عنها- قالت: «لما رجع النبي صلّى الله عليه وسلّم من الخندق، ووضع السلاح واغتسل، أتاه جبريل فقال: يا محمد قد وضعت السلاح، والله ما وضعناه فاخرج إليهم فقال النبي صلّى الله عليه وسلّم: فإلى أين؟ قال: هاهنا. وأشار إلى بنى قريظة. فخرج النبي صلّى الله عليه وسلّم إليهم» .وعن ابن عمر- رضى الله عنهما- قال: قال النبي- صلّى الله عليه وسلّم- يوم الأحزاب، لا يصلين أحد العصر إلا في بنى قريظة، فأدرك بعضهم العصر في الطريق، فقال بعضهم: لا نصلّى حتى نأتيها، وقال بعضهم: بل نصلّى، فذكر ذلك للنبي صلّى الله عليه وسلّم فلم يعنف أحدا  .وبعد أن حاصر المسلمون بنى قريظة خمسا وعشرين ليلة، نزلوا بعدها على حكم سعد بن معاذ- رضى الله عنه- فحكم بقتل رجالهم، وتقسيم أموالهم، وسبى نسائهم وذراريهم.وقال الرسول صلّى الله عليه وسلّم له: «لقد حكمت فيهم بحكم الله من فوق سبع سماوات» .وإلى هنا نجد السورة الكريمة قد حدثتنا حديثا جامعا حكيما عن غزوة الأحزاب، فقد ذكرت المؤمنين- أولا- بنعم الله- تعالى- عليهم، ثم صورت أحوالهم عند ما أحاطت بهم جيوش الأحزاب من فوقهم ومن أسفل منهم.ثم حكت ما قاله المنافقون في تلك الساعات العصيبة، وما أشاروا به على أشباههم في النفاق، وما اعتذروا به من أعذار باطلة، وما جبلوا عليه من أخلاق قبيحة، على رأسها الجبن والخور وضعف العزيمة وفساد النية.ثم انتقلت إلى الحديث عن المواقف المشرقة الكريمة التي وقفها المؤمنون الصادقون عند ما رأوا الأحزاب، وكيف أنهم ازدادوا إيمانا على إيمانهم، ووفوا بعهودهم مع الله- تعالى- دون أن يبدلوا تبديلا.وكما بدئت الآيات بتذكير المؤمنين بنعم الله- تعالى- عليهم، ختمت- أيضا- بهذا التذكير حيث رد الله أعداءهم عنهم دون أن ينالوا خيرا، ومكنهم من معاقبة الغادرين من اليهود.ثم عادت السورة الكريمة مرة أخرى- بعد هذا الحديث عن غزوة الخندق- إلى بيان التوجيهات الحكيمة التي وجهها الله- تعالى- إلى نبيه صلّى الله عليه وسلّم وإلى أزواجه، فقال- سبحانه-:"},{"ayah_number":28,"text":"ففي هاتين الآيتين يأمر الله- تعالى- نبيه صلّى الله عليه وسلّم أن يخير أزواجه بين أن يعشن معه معيشة الكفاف والزهد في زينة الحياة الدنيا وبين أن يفارقهن ليحصلن على ما يشتهينه من زينة الحياة الدنيا.قال الإمام القرطبي ما ملخصه: قال علماؤنا: هذه الآية متصلة بمعنى ما تقدم من المنع من إيذاء النبي صلّى الله عليه وسلّم وكان قد تأذى ببعض الزوجات. قيل: سألنه شيئا من عرض الدنيا.وقيل: سألنه زيادة في النفقة.روى البخاري ومسلم- واللفظ لمسلم- عن جابر بن عبد الله قال: دخل أبو بكر يستأذن على رسول الله صلّى الله عليه وسلّم فوجد الناس جلوسا ببابه لم يؤذن لأحد منهم، قال: فأذن لأبى بكر فدخل، ثم جاء عمر فاستأذن فأذن له، فوجد النبي صلّى الله عليه وسلّم جالسا حوله نساؤه.قال: فقال عمر، والله لأقولن شيئا يضحك رسول الله صلّى الله عليه وسلّم فقال: يا رسول الله، لو رأيت بنت زيد- زوجة عمر- سألتنى النفقة فقمت إليها فوجأت عنقها: فضحك رسول الله صلّى الله عليه وسلّم وقال: «هن حولي كما ترى يسألننى النفقة» .فقام أبو بكر إلى ابنته عائشة ليضربها، وقام عمر إلى ابنته حفصة ليضربها وكلاهما يقول:تسألن رسول الله صلّى الله عليه وسلّم ما ليس عنده.فقلن: والله لا نسأل رسول الله صلّى الله عليه وسلّم شيئا أبدا ليس عنده.ثم نزلت هاتان الآيتان. فبدأ صلّى الله عليه وسلّم بعائشة فقال لها: «يا عائشة، إنى أريد أن أعرض عليك أمرا، أحب أن لا تعجلي فيه حتى تستشيرى أبويك» .قالت: وما هو يا رسول الله؟ فتلا عليها هاتين الآيتين. فقالت: أفيك يا رسول الله أستشير أبوى!! بل أختار الله ورسوله والدار الآخرة.وفعل أزواج النبي صلّى الله عليه وسلّم مثل ما فعلت عائشة  .وقال الإمام ابن كثير- بعد أن ساق جملة من الأحاديث في هذا المعنى وكان تحته يومئذ تسع نسوة، خمس من قريش: عائشة وحفصة، وأم حبيبة وسودة، وأم سلمة.وأربع من غير قريش- وهن: صفية بنت حيي النضرية، وميمونة بنت الحارث الهلالية، وزينب بنت جحش الأسدية، وجويرية بنت الحارث المصطلقيّة- رضى الله عنهن.وقال الإمام الآلوسى: فلما خيرهن واخترن الله ورسوله والدار الآخرة، مدحهن الله- تعالى- على ذلك، إذ قال- سبحانه-: لا يَحِلُّ لَكَ النِّساءُ مِنْ بَعْدُ وَلا أَنْ تَبَدَّلَ بِهِنَّ مِنْ أَزْواجٍ وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ.. فقصره الله- تعالى- عليهن، وهن التسع اللاتي اخترن الله ورسوله والدار الآخرة» .والمعنى: يا أَيُّهَا النَّبِيُّ قُلْ لِأَزْواجِكَ اللائي في عصمتك إِنْ كُنْتُنَّ تُرِدْنَ الْحَياةَ الدُّنْيا وَزِينَتَها.أى: إن كنتن تردن سعة الحياة الدنيا وبهجتها وزخارفها ومتعها من مأكل ومشرب وملبس، فوق ما أنتن فيه عندي من معيشة مقصورة على ضروريات الحياة، وقائمة على الزهد في زينتها.إن كنتن تردن ذلك: فَتَعالَيْنَ أُمَتِّعْكُنَّ وَأُسَرِّحْكُنَّ سَراحاً جَمِيلًا.قال الجمل: وقوله: فَتَعالَيْنَ فعل أمر مبنى على السكون، ونون النسوة فاعل.وأصل هذا الأمر أن يكون الآمر أعلى مكانا من المأمور، فيدعوه أن يرفع نفسه إليه، ثم كثر استعماله حتى صار معناه أقبل. وهو هنا كناية عن الاختيار والإرادة. والعلاقة هي أن المخبر يدنو إلى من يخبره .وقوله: أُمَتِّعْكُنَّ مجزوم في جواب الأمر. والمتعة: ما يعطيه الرجل للمرأة التي طلقها، زيادة على الحقوق المقررة لها شرعا، وقد جعلها- سبحانه- حقا على المحسنين الذين يبغون رضا الله- تعالى- وحسن ثوابه.وقوله وَأُسَرِّحْكُنَّ معطوف على ما قبله، والتسريح: إرسال الشيء، ومنه تسريح الشعر ليخلص بعضه من بعض. ويقال: سرح فلان الماشية، إذا أرسلها لترعى.والمراد به هنا: طلاق الرجل للمرأة، وتركها لعصمته.أى: قل- أيها الرسول الكريم- لأزواجك إن كنتن تردن الحياة الدنيا وزينتها، ولا تستطعن الصبر على المعيشة معى، فلكن أن تخترن مفارقتي، وإنى على استعداد أن أعطيكن المتعة التي ترضينها، وأن أطلقكن طلاقا لا ضرر فيه، ولا ظلم معه، لأنى سأعطيكن ما هو فوق حقكن."},{"ayah_number":29,"text":"وَإِنْ كُنْتُنَّ لا تردن ذلك، وإنما تُرِدْنَ اللَّهَ وَرَسُولَهُ وَالدَّارَ الْآخِرَةَ.أى: وإنما تردن ثواب الله- تعالى- والبقاء مع رسوله صلّى الله عليه وسلم، وإيثار شظف الحياة على زينتها، وإيثار ثواب الدار الآخرة على متع الحياة الدنيا.إن كنتن تردن ذلك فاعلمن أن اللَّهَ- تعالى- أَعَدَّ لِلْمُحْسِناتِ مِنْكُنَّ، بسبب إيمانهن وإحسانهن أَجْراً عَظِيماً لا يعلم مقداره إلا الله- تعالى-.وبهذا التأديب الحكيم، والإرشاد القويم، أمر الله- تعالى- رسوله صلّى الله عليه وسلم أن يؤدب نساءه، وأن يرشدهن إلى ما فيه سعادتهن، وأن يترك لهن حرية الاختيار.ثم وجه- سبحانه- الخطاب إلى أمهات المؤمنين، فأدبهن أكمل تأديب وأمرهن بالتزام الفضائل، وباجتناب الرذائل، لأنهن القدوة لغيرهن من النساء، ولأنهن في بيوتهن ينزل الوحى على رسول الله صلّى الله عليه وسلّم فقال- تعالى-:"},{"ayah_number":30,"text":"فقوله- سبحانه- يا نِساءَ النَّبِيِّ مَنْ يَأْتِ مِنْكُنَّ بِفاحِشَةٍ مُبَيِّنَةٍ يُضاعَفْ لَهَا الْعَذابُ ضِعْفَيْنِ.. نداء من الله تعالى- لهن، على سبيل الوعظ والإرشاد والتأديب، والعناية بشأنهن لأنهن القدوة لغيرهن، والفاحشة: ما قبح من الأقوال والأفعال.والمعنى: يا نساء النبي صلّى الله عليه وسلّم من يأت منكن بمعصية ظاهرة القبح، يضاعف الله- تعالى- لها العقاب ضعفين، لأن المعصية من رفيع الشأن تكون أشد قبحا، وأعظم جرما.قال صاحب الكشاف: وإنما ضوعف عذابهن، لأن ما قبح من سائر النساء، كان أقبح منهن وأقبح، لأن زيادة قبح المعصية، تتبع زيادة الفضل والمرتبة.. وليس لأحد من النساء، مثل فضل نساء النبي صلّى الله عليه وسلّم ولا على أحد منهن مثل ما لله عليهن من النعمة.. ولذلك كان ذم العقلاء للعاصي العالم: أشد منه للعاصي الجاهل، لأن المعصية من العالم أقبح.وقد روى عن زين العابدين بن على بن الحسين- رضى الله عنهم- أنه قال له رجل:إنكم أهل بيت مغفور لكم، فغضب، وقال: نحن أحرى أن يجرى فينا، ما أجرى الله- تعالى- على نساء نبيه صلّى الله عليه وسلّم من أن لمسيئنا ضعفين من العذاب، ولمحسننا ضعفين من الأجر.وقوله- سبحانه-: مَنْ يَأْتِ مِنْكُنَّ بِفاحِشَةٍ.. جملة شرطية. والجملة الشرطية لا تقتضي وقوع الشرط، كما في قوله- تعالى-: وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ.. وكما في قوله- سبحانه-: وَلَوْ أَشْرَكُوا لَحَبِطَ عَنْهُمْ ما كانُوا يَعْمَلُونَ.ثم ختم- سبحانه- الآية الكريمة ببيان أن منزلتهن- رضى الله عنهن- لا تمنع من وقوع العذاب بهن في حالة ارتكابهن لما نهى الله- تعالى- عنه، فقال: وَكانَ ذلِكَ عَلَى اللَّهِ يَسِيراً أى: وكان ذلك التضعيف للعذاب لهن، يسيرا وهينا على الله، لأنه- سبحانه- لا يصعب عليه شيء."},{"ayah_number":31,"text":"هذا هو الجزاء في حالة ارتكابهن- على سبيل الفرض- لما نهى الله- تعالى- عنه، أما في حالة طاعتهن، فقد بين- سبحانه- جزاءهن بقوله: وَمَنْ يَقْنُتْ مِنْكُنَّ لِلَّهِ وَرَسُولِهِ وَتَعْمَلْ صالِحاً نُؤْتِها أَجْرَها مَرَّتَيْنِ، وَأَعْتَدْنا لَها رِزْقاً كَرِيماً.والقنوت: ملازمة الطاعة لله- تعالى-، والخضوع والخشوع لذاته.أى: ومن يقنت منكن- يا نساء النبي- لله- تعالى-، ويلازم طاعته، ويحرص على مرضاة رسوله صلّى الله عليه وسلم، وتعمل عملا صالحا.من يفعل ذلك منكن، نؤتها أجرها الذي تستحقه مضاعفا، فضلا منا وكرما، وَأَعْتَدْنا لَها أى: وهيأنا لها زيادة على ذلك رِزْقاً كَرِيماً لا يعلم مقداره إلا الله- تعالى-.وهكذا نرى أن الله- تعالى- قد ميز أمهات المؤمنين، فجعل حسنتهن كحسنتين لغيرهن، كما جعل سيئتهن بمقدار سيئتين لغيرهن- أيضا- وذلك لعظم مكانتهن، ومشاهدتهن من رسول الله صلّى الله عليه وسلّم ما لا يشاهده غيرهن، من سلوك كريم، وتوجيه حكيم."},{"ayah_number":32,"text":"ثم وجه- سبحانه- إليهن نداء ثانيا فقال: يا نِساءَ النَّبِيِّ لَسْتُنَّ كَأَحَدٍ مِنَ النِّساءِ إِنِ اتَّقَيْتُنَّ.أى: يا نساء النبي، لقد أعطاكن الله- تعالى- من الفضل ومن سمو المنزلة ما لم يعط غيركن، فأنتن في مكان القدوة لسائر النساء، وهذا الفضل كائن لكن إن اتقيتن الله- تعالى- وصنتن أنفسكن عن كل ما نهاكن- سبحانه- عنه.قال صاحب الكشاف: أحد في الأصل بمعنى وحد، وهو الواحد، ثم وضع في النفي العام مستويا فيه المذكر والمؤنث والواحد وما وراءه. ومعنى قوله لَسْتُنَّ كَأَحَدٍ مِنَ النِّساءِ:لستن كجماعة واحدة من جماعات النساء. أى: إذا استقصيت أمة النساء جماعة جماعة، لم توجد منهن جماعة واحدة تساويكن في الفضل والسابقة  .وجواب الشرط في قوله إِنِ اتَّقَيْتُنَّ محذوف لدلالة ما قبله عليه. أى: إن اتقيتن فلستن كأحد من النساء.قال الآلوسى: قوله إِنِ اتَّقَيْتُنَّ شرط لنفى المثلية وفضلهن على النساء، وجوابه محذوف دل عليه المذكور.. والمفعول محذوف. أى: إن اتقيتن مخالفة حكم الله- تعالى- ورضا رسوله صلّى الله عليه وسلّم والمراد إن دمتن على اتقاء ذلك. والمراد به التهييج بجعل طلب الدنيا والميل إلى ما تميل إليه النساء لبعده من مقامهن، بمنزلة الخروج من التقوى .فالمقصود بالجملة الكريمة بيان أن ما وصلن إليه من منزلة كريمة، هو بفضل تقواهن وخشيتهن لله- تعالى- وليس بفضل شيء آخر.ثم نهاهن- سبحانه- عن النطق بالكلام الذي يطمع فيهن من في قلبه نفاق وفجور فقال: فَلا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِي فِي قَلْبِهِ مَرَضٌ.أى: فلا ترققن الكلام، ولا تنطقن به بطريقة لينة متكسرة تثير شهوة الرجال، وتجعل مريض القلب يطمع في النطق بالسوء معكن فإن من محاسن خصال المرأة أن تنزه خطابها عن ذلك، لغير زوجها من الرجال.وهكذا يحذر الله- تعالى- أمهات المؤمنين- وهن الطاهرات المطهرات- عن الخضوع بالقول، حتى يكون في ذلك عبرة وعظة لغيرهن في كل زمان ومكان فإن مخاطبة المرأة- لغير زوجها من الرجال- بطريقة لينة مثيرة للشهوات والغرائز، تؤدى إلى فساد كبير، وتطمع من لا خلاق لهم فيها.ثم أرشدهن- سبحانه- إلى القول الذي يرضيه فقال: وَقُلْنَ قَوْلًا مَعْرُوفاً.أى: اتركن الكلام بطريقة تطمع الذي في قلبه مرض فيكن، وقلن قولا حسنا محمودا، وانطقن به بطريقة طبيعية، بعيدة عن كل ريبة أو انحراف عن الحق والخلق الكريم."},{"ayah_number":33,"text":"ثم أمرهن- سبحانه- بعد ذلك بالاستقرار في بيوتهن، وعدم الخروج منها إلا لحاجة شرعية فقال وَقَرْنَ فِي بُيُوتِكُنَّ.قال القرطبي ما ملخصه: قوله وَقَرْنَ قرأه الجمهور- بكسر القاف- من القرار تقول: قررت بالمكان- بفتح الراء- أقر- بكسر القاف- إذا نزلت فيه- والأصل:اقررن- بكسر الراء- فحذفت الراء الأولى تخفيفا.. ونقلوا حركاتها إلى القاف، واستغنى عن ألف الوصل لتحرك القاف.. فصارت الكلمة قَرْنَ- بكسر القاف-.وقرأ عاصم ونافع وقرن- بفتح القاف- من قررت في المكان- بكسر الراء- إذا أقمت فيه.. والأصل اقررن- بفتح الراء- فحذفت الراء الأولى لثقل التضعيف،وألقيت حركتها على القاف.. فتقول: قَرْنَ- بالفتح للقاف-.والمعنى: الزمن يا نساء النبي صلّى الله عليه وسلّم بيوتكن، ولا تخرجن منها إلا لحاجة مشروعة، ومثلهن في ذلك جميع النساء المسلمات، لأن الخطاب لهن في مثل هذه الأمور، هو خطاب لغيرهن من النساء المؤمنات من باب اولى، وإنما خاطب- سبحانه- أمهات المؤمنين على سبيل التشريف، واقتداء غيرهن بهن.قال بعض العلماء: والحكمة في هذا الأمر: أن ينصرفن إلى رعاية شئون بيوتهن، وتوفير وسائل الحياة المنزلية التي هي من خصائصهن، ولا يحسنها الرجال، وإلى تربية الأولاد في عهد الطفولة وهي من شأنهن. وقد جرت السنة الإلهية بأن أمر الزوجين قسمة بينهما، فللرجال أعمال من خصائصهم لا يحسنها النساء، وللنساء أعمال من خصائصهن لا يحسنها الرجال، فإذا تعدى أحد الفريقين عمله، اختل النظام في البيت والمعيشة .وقال صاحب الظلال ما ملخصه: والبيت هو مثابة المرأة التي تجد فيها نفسها على حقيقتها كما أرادها الله- تعالى- ولكي يهيئ الإسلام للبيت جوه السليم، ويهيئ للفراخ الناشئة فيه رعايتها، أوجب على الرجل النفقة، وجعلها فريضة، كي يتاح للأم من الجهد ومن الوقت ومن هدوء البال، ما تشرف به على هذه الفراخ الزغب، وما تهيء به للمثابة نظامها وعطرها وبشاشتها.فالأم المكدودة بالعمل وبمقتضياته وبمواعيده.. لا يمكن أن تهيء للبيت جوه وعطره، ولا يمكن أن تهيء للطفولة النابتة فيه حقها ورعايتها.إن خروج المرأة للعمل كارثة على البيت قد تبيحها الضرورة، أما أن يتطوع بها الناس وهم قادرون على اجتنابها، فتلك هي اللعنة التي تصيب الأرواح والضمائر والعقول، في عصور الانتكاس والشرور والضلال .وهذه الجملة الكريمة ليس المقصود بها ملازمة البيوت فلا يبرحنها إطلاقا وإنما المقصود بها أن يكون البيت هو الأصل في حياتهن، ولا يخرجن إلا لحاجة مشروعة، كأداء الصلاة في المسجد، وكأداء فريضة الحج وكزيارة الوالدين والأقارب، وكقضاء مصالحهن التي لا تقضى إلا بهن.. بشرط أن يكون خروجهن مصحوبا بالتستر والاحتشام وعدم التبذل.ولذا قال- سبحانه- بعد هذا الأمر، وَلا تَبَرَّجْنَ تَبَرُّجَ الْجاهِلِيَّةِ الْأُولى.وقوله: تَبَرَّجْنَ مأخوذ من البرج- بفتح الباء والراء- وهو سعة العين وحسنها، ومنه قولهم: سفينة برجاء، أى: متسعة ولا غطاء عليها.والمراد به هنا: إظهار ما ينبغي ستره من جسد المرأة، مع التكلف والتصنع في ذلك.والجاهلية الأولى، بمعنى المتقدمة، إذ يقال لكل متقدم ومتقدمة: أول وأولى.أو المراد بها: الجاهلية الجهلاء التي كانت ترتكب فيها الفواحش بدون تحرج.وقد فسروها بتفسيرات متعددة، منها: قول مجاهد: كانت المرأة تخرج فتمشى بين يدي الرجال، فذلك تبرج الجاهلية.ومنها قول قتادة: كانت المرأة في الجاهلية تمشى مشية فيها تكسر.ومنها قول مقاتل: والتبرج: أنها تلقى الخمار على رأسها، ولا تشده فيواري قلائدها وعنقها.ويبدو لنا أن التبرج المنهي عنه في الآية الكريمة، يشمل كل ذلك، كما يشمل كل فعل تفعله المرأة، ويكون هذا الفعل متنافيا مع آداب الإسلام وتشريعاته.والمعنى: الزمن يا نساء النبي بيوتكن، فلا تخرجن إلا لحاجة مشروعة، وإذا خرجتن فاخرجن في لباس الحشمة والوقار، ولا تبدى إحداكن شيئا أمرها الله- تعالى- بستره وإخفائه، واحذرن التشبيه بنساء أهل الجاهلية الأولى، حيث كن يفعلن ما يثير شهوة الرجال، ويلفت أنظارهم إليهن.ثم أتبع- سبحانه- هذا النهى بما يجعلهن على صلة طيبة بخالقهن- عز وجل- فقال:وَأَقِمْنَ الصَّلاةَ أى: داومن على إقامتها في أوقاتها بخشوع وإخلاص. وَآتِينَ الزَّكاةَ التي فرضها الله- تعالى- عليكن. وخص- سبحانه- هاتين الفريضتين بالذكر من بين سائر الفرائض، لأنهما أساس العبادات البدنية والمالية.وَأَطِعْنَ اللَّهَ وَرَسُولَهُ أى في كل ما تأتين وتتركن، لا سيما فيما أمرتن به، ونهيتن عنه.وقوله: إِنَّما يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيراً تعليل لما أمرن به من طاعات، ولما نهين عنه من سيئات.والرجس في الأصل: يطلق على كل شيء مستقذر. وأريد به هنا: الذنوب والآثام وما يشبه ذلك من النقائص والأدناس.وقوله أَهْلَ الْبَيْتِ منصوب على النداء، أو على المدح. ويدخل في أهل البيت هنا دخولا أوليا: نساؤه صلّى الله عليه وسلّم بقرينة سياق الآيات.أى: إنما يريد الله- تعالى- بتلك الأوامر التي أمركن بها، وبتلك النواهي التي نهاكن عنها، أن يذهب عنكن الآثام والذنوب والنقائص، وأن يطهركن من كل ذلك تطهيرا تاما كاملا.قال الإمام ابن كثير ما ملخصه: قوله: إِنَّما يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ ... هذا نص في دخول أزواج النبي صلّى الله عليه وسلّم في أهل البيت ها هنا، لأنهن سبب نزول هذه الآية..وقد وردت أحاديث تدل على أن المراد أعم من ذلك، فقد روى الإمام أحمد بسنده- عن أنس بن مالك قال: «إن رسول الله صلّى الله عليه وسلّم كان يمر بباب فاطمة ستة أشهر إذا خرج إلى صلاة الفجر، يقول: الصلاة يا أهل البيت: ثم يتلو هذه الآية..» .وقال بعض العلماء: والتحقيق- إن شاء الله- أنهن داخلات في الآية، بدليل السياق، وإن كانت الآية تتناول غيرهن من أهل البيت..ونظير ذلك من دخول الزوجات في اسم أهل البيت، قوله- تعالى- في زوجة إبراهيم:قالُوا أَتَعْجَبِينَ مِنْ أَمْرِ اللَّهِ رَحْمَتُ اللَّهِ وَبَرَكاتُهُ عَلَيْكُمْ أَهْلَ الْبَيْتِ.وأما الدليل على دخول غيرهن في الآية، فهو أحاديث جاءت عن النبي صلى الله عليه وسلّم أنه قال في على وفاطمة والحسن والحسين- رضى الله عنهم-: «إنهم أهل البيت» ودعا الله أن يذهب عنهم الرجس ويطهرهم تطهيرا.وبما ذكرنا تعلم أن الصواب شمول الآية الكريمة لأزواج النبي صلّى الله عليه وسلّم ولعلى وفاطمة والحسن والحسين.فإن قيل: الضمير في قوله: لِيُذْهِبَ عَنْكُمُ الرِّجْسَ وفي قوله: وَيُطَهِّرَكُمْ تَطْهِيراً ضمير الذكور، فلو كان المراد أزواج النبي صلّى الله عليه وسلّم لقيل ليذهب عنكن ويطهركن؟.فالجواب: ما ذكرناه من أن الآية تشملهن وتشمل فاطمة وعلى والحسن والحسين، وقد أجمع أهل اللسان العربي على تغليب الذكور على الإناث في الجموع ونحوها..ومن أساليب اللغة العربية التي نزل بها القرآن، أن زوجة الرجل يطلق عليها أهل،وباعتبار لفظ الأهل تخاطب مخاطبة الجمع المذكر، ومنه قوله- تعالى- في موسى فَقالَ لِأَهْلِهِ امْكُثُوا وقوله سَآتِيكُمْ والمخاطب امرأته كما قاله غير واحد..وقال بعض أهل العلم: إن أهل البيت في الآية هم من تحرم عليهم الصدقة  ."},{"ayah_number":34,"text":"ثم ختم- سبحانه- هذه التوجيهات الحكيمة بقوله- عز وجل-: وَاذْكُرْنَ ما يُتْلى فِي بُيُوتِكُنَّ مِنْ آياتِ اللَّهِ وَالْحِكْمَةِ ...أى: واذكرن في أنفسكن ذكرا متصلا، وذكّرن غيركن على سبيل الإرشاد، بما يتلى في بيوتكن من آيات الله البينات الجامعة بين كونها معجزات دالة على صدق النبي صلّى الله عليه وسلم، وبين كونها مشتملة على فنون الحكم والآداب والمواعظ..ويصح أن يكون المراد بالآيات: القرآن الكريم، وبالحكمة: أقوال النبي صلّى الله عليه وسلم وأفعاله وتقريراته..وفي الآية الكريمة إشارة إلى أنهن- وقد خصهن الله- تعالى- بجعل بيوتهن موطنا لنزول القرآن، ولنزول الحكمة- أحق بهذا التذكير، وبالعمل الصالح من غيرهن.إِنَّ اللَّهَ كانَ لَطِيفاً خَبِيراً أى: لا يخفى عليه شيء من أحوالكم، وقد أنزل عليكم ما فيه صلاح أموركم في الدنيا والآخرة.وبعد هذه التوجيهات الحكيمة لأمهات المؤمنين، ساق- سبحانه- توجيها جامعا لأمهات الفضائل، وبشر المتصفين بهذه الفضائل بالمغفرة والأجر العظيم فقال- تعالى-:"},{"ayah_number":35,"text":"ورد في سبب نزول هذه الآية روايات منها: ما أخرجه الإمام أحمد والنسائي وغيرهما، عن أم سلمة- رضى الله عنها- قالت: قلت للنبي صلّى الله عليه وسلم: مالنا لا نذكر في القرآن كما يذكر الرجال؟ قالت: فلم يرعني منه صلّى الله عليه وسلّم ذات يوم إلا نداؤه على المنبر، وهو يتلو هذه الآية: إِنَّ الْمُسْلِمِينَ وَالْمُسْلِماتِ....وأخرج الترمذي وغيره عن أم عمارة الأنصارية أنها أتت النبي صلّى الله عليه وسلّم فقالت: ما أرى كل شيء إلا للرجال، وما أرى النساء يذكرن بشيء، فنزلت هذه الآية.وأخرجه ابن جرير عن قتادة قال: دخل نساء على أزواج النبي صلّى الله عليه وسلّم فقلن: قد ذكركن الله- تعالى- في القرآن، وما يذكرنا بشيء أما فينا ما يذكر، فأنزل الله- تعالى- هذه الآية.والمعنى: إِنَّ الْمُسْلِمِينَ وَالْمُسْلِماتِ والإسلام: الانقياد لأمر الله- تعالى- وإسلام الوجه له- سبحانه- وتفويض الأمر إليه وحده.وَالْمُؤْمِنِينَ وَالْمُؤْمِناتِ والإيمان: هو التصديق القلبي، والإذعان الباطني، لما جاء به النبي صلّى الله عليه وسلم.وَالْقانِتِينَ وَالْقانِتاتِ والقنوت: هو المواظبة على فعل الطاعات عن رضا واختيار.وَالصَّادِقِينَ وَالصَّادِقاتِ والصدق: هو النطق بما يطابق الواقع، والبعد عن الكذب والقول الباطل..وَالصَّابِرِينَ وَالصَّابِراتِ والصبر: هو توطين النفس على احتمال المكاره والمشاق في سبيل الحق، وحبس النفس عن الشهوات.وَالْخاشِعِينَ وَالْخاشِعاتِ والخشوع: صفة تجعل القلب والجوارح في حالة انقياد تام لله- تعالى- ومراقبة له، واستشعار لجلاله وهيبته.وَالْمُتَصَدِّقِينَ وَالْمُتَصَدِّقاتِ والتصدق: تقديم الخير إلى الغير بإخلاص، دفعا لحاجته، وعملا على عونه ومساعدته.وَالصَّائِمِينَ وَالصَّائِماتِ والصوم: هو تقرب إلى الله- تعالى-، واستعلاء على مطالب الحياة ولذائذها، من أجل التقرب إليه- سبحانه- بما يرضيه.وَالْحافِظِينَ فُرُوجَهُمْ وَالْحافِظاتِ وحفظ الفرج: كناية عن التعفف والتطهر والتصون عن أن يضع الإنسان شهوته في غير الموضع الذي أحله الله- تعالى-.وَالذَّاكِرِينَ اللَّهَ كَثِيراً وَالذَّاكِراتِ وذكر الله- تعالى- يتمثل في النطق بما يرضيه كقراءة القرآن الكريم، والإكثار من تسبيحه- عز وجل- وتحميده وتكبيره..وفي شعور النفس في كل لحظة بمراقبته- سبحانه-.هؤلاء الذين اتصفوا بهذه الصفات من الرجال والنساء أَعَدَّ اللَّهُ- تعالى- لَهُمْ مَغْفِرَةً واسعة لذنوبهم وَأَجْراً عَظِيماً لا يعلم مقداره إلا هو- عز وجل-.وهكذا نجد القرآن الكريم يسوق الصفات الكريمة، التي من شأن الرجل والمرأة إذا ما اتصفا بها، أن يسعدا في دنياهما وفي أخراهما، وأن يسعد بهما المجتمع الذي يعيشان فيه ...إنها صفات نظمت علاقة الإنسان بربه، وبنفسه، وبغيره، تنظيما حكيما، يهدى الى الرشد، ويوصل إلى الظفر والنجاح.ثم انتقلت السورة الكريمة إلى الحديث عن الحقوق الواجبة على المسلم نحو خالقه- عز وجل- ونحو رسوله صلّى الله عليه وسلم، وعن تأكيد إبطال عادة التبني التي كانت منتشرة قبل نزول هذه السورة، وعن بيان الحكمة لهذا الإبطال، وعن علاقة الرسول صلّى الله عليه وسلّم بغيره من أتباعه.. فقال- تعالى-:"},{"ayah_number":36,"text":"ذكر المفسرون في سبب نزول قوله- تعالى-: وَما كانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ روايات منها: أنها نزلت في زينب بنت جحش- رضى الله عنها- خطبها رسول الله صلّى الله عليه وسلّم لزيد ابن حارثة فاستنكفت، وقالت: أنا خير منه حسبا، فأنزل الله- تعالى- هذه الآية.وفي رواية أنها قالت: يا رسول الله، لست بناكحته، فقال رسول الله صلّى الله عليه وسلم «بل فانكحيه» فقالت: يا رسول الله، أؤامر في نفسي؟ فبينما هما يتحادثان، أنزل الله- تعالى- هذه الآية. فقالت: يا رسول الله، قد رضيته لي زوجا؟ قال: نعم. قالت: إذا لا أعصى رسول الله صلّى الله عليه وسلّم قد زوجته نفسي.وذكر بعضهم أنها نزلت في أم كلثوم بنت عقبة بن أبى معيط، وكانت أول من هاجر من النساء.. يعنى بعد صلح الحديبية، فوهبت نفسها للنبي صلى الله عليه وسلم، فزوجها من مولاه زيد بن حارثة، بعد فراقه لزينب فسخطت هي وأخوها وقالا: إنما أردنا رسول الله صلّى الله عليه وسلّم فزوجنا عبده، فنزلت الآية بسبب ذلك، فأجابا إلى تزويج زيد.قال ابن كثير: هذه الآية عامة في جميع الأمور. وذلك أنه إذا حكم الله ورسوله بشيء، فليس لأحد مخالفته، ولا اختيار لأحد هاهنا ولا رأى ولا قول، كما قال- تعالى-: فَلا وَرَبِّكَ لا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيما شَجَرَ بَيْنَهُمْ، ثُمَّ لا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجاً مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيماً.وفي الحديث الشريف: «والذي نفسي بيده، لا يؤمن أحدكم حتى يكون هواه تبعا لما جئت به» .والمعنى: لا يصح ولا يحل لأى مؤمن ولا لأية مؤمنة إِذا قَضَى اللَّهُ وَرَسُولُهُ أى: إذا أراد الله ورسوله أمرا، من الأمور.وقال- سبحانه-: إِذا قَضَى اللَّهُ وَرَسُولُهُ أَمْراً للإشعار، بأن ما يفعله الرسول صلى الله عليه وسلّم إنما يفعله بأمر الله- تعالى- لأنه صلّى الله عليه وسلّم لا ينطق عن الهوى.وقوله: أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ أى: لا يصح لمؤمن أو مؤمنة إذا أراد الله ورسوله أمرا، أن يختاروا ما يخالف ذلك، بل يجب عليهم أن يذعنوا لأمره صلّى الله عليه وسلّم وأن يجعلوا رأيهم تابعا لرأيه في كل شيء.وكلمة الخيرة: مصدر من تخيّر، كالطّيرة مصدر من تطيّر. وقوله: مِنْ أَمْرِهِمْ متعلق بها، أو بمحذوف وقع حالا منها.وجاء الضمير في قوله لَهُمُ وفي قوله مِنْ أَمْرِهِمْ بصيغة الجمع: رعاية للمعنى إذ أن لفظي مؤمن ومؤمنة وقعا في سياق النفي، فيعمان كل مؤمن وكل مؤمنة.وقوله- سبحانه-: وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلالًا مُبِيناً بيان لسوء عاقبة من يخالف أمر الله ورسوله.أى: ومن يعص الله ورسوله في أمر من الأمور، فقد ضل عن الحق والصواب ضلالا واضحا بينا."},{"ayah_number":37,"text":"ثم ذكر- سبحانه- قصة زواج النبي صلّى الله عليه وسلّم من السيدة زينب بنت جحش، وما ترتب على هذا الزواج من هدم لعادات كانت متأصلة في الجاهلية فقال- تعالى-: وَإِذْ تَقُولُ لِلَّذِي أَنْعَمَ اللَّهُ عَلَيْهِ.. أى: واذكر- أيها الرسول الكريم- وقت أن قلت للذي أنعم الله- تعالى- عليه بنعمة الإيمان، وهو زيد بن حارثة- رضى الله عنه-.وأنعمت عليه، بنعمة العتق، والحرية، وحسن التربية، والمحبة، والإكرام..أَمْسِكْ عَلَيْكَ زَوْجَكَ وَاتَّقِ اللَّهَ أى: اذكر وقت قولك له: أمسك عليك زوجك زينب بنت جحش، فلا تطلقها، واتق الله في أمرها، واصبر على ما بدر منها في حقك..وكان زيد- رضى الله عنه- قد اشتكى للنبي صلّى الله عليه وسلّم من تطاولها عليه، وافتخارها بحسبها ونسبها، وتخشينها له القول، وقال: يا رسول الله، إنى أريد أن أطلقها.وقوله- تعالى-: وَتُخْفِي فِي نَفْسِكَ مَا اللَّهُ مُبْدِيهِ معطوف على تَقُولُ. أى:تقول له ذلك وتخفى في نفسك الشيء الذي أظهره الله- تعالى- لك، وهو إلهامك بأن زيدا سيطلق زينب، وأنت ستتزوجها بأمر الله- عز وجل-.قال الآلوسى: والمراد بالموصول مَا على ما أخرج الحكيم الترمذي وغيره عن على ابن الحسين ما أوحى الله- تعالى- به إليه من أن زينب سيطلقها زيد. ويتزوجها هو صلى الله عليه وسلم.وإلى هذا ذهب أهل التحقيق من المفسرين، كالزهرى، وبكر بن العلاء، والقشيري، والقاضي أبى بكر بن العربي، وغيرهم.وقال بعض العلماء ما ملخصه: قوله- تعالى-: وَتُخْفِي فِي نَفْسِكَ مَا اللَّهُ مُبْدِيهِ جملة: الله مبديه صلة الموصول الذي هو مَا. وما أبداه- سبحانه- هو زواجه صلى الله عليه وسلّم بزينب، وذلك في قوله- تعالى-: فَلَمَّا قَضى زَيْدٌ مِنْها وَطَراً زَوَّجْناكَها وهذا هو التحقيق في معنى الآية، الذي دل عليه القرآن، وهو اللائق بجنابه صلّى الله عليه وسلم.وبه تعلم أن ما قاله بعض المفسرين، من أن ما أخفاه في نفسه صلّى الله عليه وسلّم وأبداه الله- تعالى-، هو وقوع زينب في قلبه صلّى الله عليه وسلّم ومحبته لها، وهي زوجة لزيد، وأنها سمعته يقول عند ما رآها: سبحان مقلب القلوب.. إلى آخر ما قالوا ... كله لا صحة له...وقال الإمام ابن كثير عند تفسيره لهذه الآية: ذكر ابن جرير وابن أبى حاتم- وغيرهما- هاهنا آثارا عن بعض السلف، أحببنا أن نضرب عنها صفحا، لعدم صحتها. فلا نوردها...هذا، ولفضيلة شيخنا الجليل الدكتور أحمد السيد الكومى رأى في معنى هذه الجملة الكريمة، وهو أن ما أخفاه الرسول في نفسه: هو علمه بإصرار زيد على طلاقه لزينب، لكثرة تفاخرها عليه، وسماعه منها ما يكرهه. وما لا يستطيع معه الصبر على معاشرتها.وما أبداه الله- تعالى-: هو علم الناس بحال زيد معها، ومعرفتهم بأن زينب تخشن له القول، وتسمعه ما يكره، وتفخر عليه بنسبها..فيكون المعنى: تقول للذي أنعم الله عليه، وأنعمت عليه، أمسك عليك زوجك واتق الله، وتخفى في نفسك أن زيدا لن يستطيع الصبر على معاشرة زوجه زينب لوجود التنافر بينهما.. مع أن الله- تعالى- قد أظهر ذلك، عن طريق كثرة شكوى زيد منها، وإعلانه أنه حريص على طلاقها، ومعرفة كثير من الناس بهذه الحقيقة..ومما يؤيد هذا الرأى أنه لم يرد لا في الكتاب ولا في السنة ما يدل دلالة صريحة على أن الله قد أوحى إلى نبيه صلّى الله عليه وسلّم أن زيدا سيطلق زينب، وأنه صلّى الله عليه وسلّم سيتزوجها، وكل ما ورد في ذلك هي تلك الرواية التي سبق أن ذكرناها عن على بن الحسين- رضى الله عنهما-.قال صاحب الظلال: وهذا الذي أخفاه النبي صلّى الله عليه وسلّم في نفسه، وهو يعلم أن الله مبديه، هو ما ألهمه الله أن سيفعله. ولم يكن أمرا صريحا من الله. وإلا ما تردد فيه ولا أخره ولا حاول تأجيله. ولجهر به في حينه مهما كانت العواقب التي يتوقعها من إعلانه. ولكنه صلى الله عليه وسلّم كان أمام إلهام يجده في نفسه، ويتوجس في الوقت ذاته من مواجهته ومواجهة الناس به حتى أذن الله بكونه. فطلق زيد زوجه في النهاية. وهو لا يفكر لا هو ولا زينب فيما سيكون بعد.. .وهذه الأقوال جميعها تهدم هدما تاما كل الروايات التي رويت عن هذا الحادث، والتي تشبث بها أعداء الإسلام في كل زمان ومكان، وصاغوا حولها الأساطير والمفتريات.وقوله- سبحانه-: وَتَخْشَى النَّاسَ وَاللَّهُ أَحَقُّ أَنْ تَخْشاهُ معطوف على ما قبله، ومؤكد لمضمونه.أى: تقول له ما قلت، وتخفى في نفسك ما أظهره الله، وتخشى أن تواجه الناس بما ألهمك الله- تعالى- به من أمر زيد وزينب، مع أن الله- تعالى- أحق بالخشية من كل ما سواه.فالجملة الكريمة عتاب رقيق من الله- تعالى- لنبيه صلّى الله عليه وسلّم وإرشاد له إلى أفضل الطرق، وأحكم السبل، لمجابهة أمثال هذه الأمور، وحلها حلا سليما.ثم بين- سبحانه- الحكمة من زواجه صلّى الله عليه وسلّم بزينب فقال: فَلَمَّا قَضى زَيْدٌ مِنْها وَطَراً زَوَّجْناكَها، لِكَيْ لا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ فِي أَزْواجِ أَدْعِيائِهِمْ إِذا قَضَوْا مِنْهُنَّ وَطَراً، وَكانَ أَمْرُ اللَّهِ مَفْعُولًا.والوطر: الحاجة. وقضاء الوطر: بلوغ منتهى ما تريده النفس من الشيء، يقال: قضى فلان وطره من هذا الشيء: إذا أخذ أقصى حاجته منه.والمراد هنا: أن زيدا قضى حاجته من زينب، ولم يبق عنده أدنى رغبة فيها، بل صارت رغبته العظمى في مفارقتها.أى: فلما قضى زيد حاجته من زينب، وطلقها، وانقضت عدتها، زوجناكها، أى:جعلناها زوجة لك، لِكَيْ لا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ أو ضيق أو مشقة فِي أَزْواجِ أَدْعِيائِهِمْ أى: في الزواج من أزواج أدعيائهم، الذين تبنوهم إِذا قَضَوْا مِنْهُنَّ وَطَراً أى: إذا طلق هؤلاء الأدعياء أزواجهم، وانقضت عدة هؤلاء الأزواج، فلا حرج على الذين سبق لهم تبنى هؤلاء الأدعياء أن يتزوجوا بنسائهم، ولهم في رسول الله صلّى الله عليه وسلّم أسوة حسنة.وَكانَ أَمْرُ اللَّهِ مَفْعُولًا أى: وكان ما يريده الله- تعالى- حاصلا لا محالة.قال الإمام ابن كثير: قوله: فَلَمَّا قَضى زَيْدٌ مِنْها وَطَراً زَوَّجْناكَها.. أى: لما فرغ منها وفارقها زوجناكها، وكان الذي ولى تزويجها منه هو الله- عز وجل-. بمعنى: أنه أوحى إليه أن يدخل بها بلا ولىّ ولا مهر ولا عقد ولا شهود من البشر..روى الإمام أحمد عن أنس قال: لما انقضت عدة زينب- رضى الله عنها- قال رسول الله صلى الله عليه وسلّم لزيد بن حارثة: «اذهب فاذكرها على» فانطلق حتى آتاها وهي تخمر عجينها.قال: فلما رأيتها عظمت في صدري حتى ما أستطيع أن أنظر إليها. وجعلت أقول- وقد وليتها ظهري، ونكصت على عقبى- يا زينب. أبشرى. أرسلنى رسول الله صلّى الله عليه وسلم يذكرك قالت: ما أنا بصانعة شيئا حتى أؤامر ربي- أى: أستشيره في أمرى-، فقامت إلى مسجدها. ونزل القرآن. وجاء رسول الله صلّى الله عليه وسلّم فدخل عليها بغير إذن ...وروى البخاري عن أنس بن مالك، أن زينب بنت جحش كانت تفخر على أزواج النبي صلى الله عليه وسلّم فتقول: زوجكن أهاليكن، وزوجني الله من فوق سبع سماوات.. .وقال الإمام الشوكانى: وقوله: لِكَيْ لا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ فِي أَزْواجِ أَدْعِيائِهِمْ ...أى: في التزوج بأزواج من يجعلونه ابنا، كما كانت تفعله العرب، فإنهم كانوا يتبنون من يريدون.. وكانوا يعتقدون أنه يحرم عليهم نساء من تبنوه، كما تحرم نساء أبنائهم على الحقيقة. والأدعياء: جمع دعى، وهو الذي يدعى ابنا من غير أن يكون ابنا على الحقيقة.فأخبرهم الله- تعالى- أن نساء الأدعياء حلال لهم- بعد انقضاء العدة- بخلاف الأبناء من الصلب، فإن نساءهم تحرم على الآباء بنفس العقد عليها.. ."},{"ayah_number":38,"text":"وبعد أن بين- سبحانه- الحكمة من زواج النبي صلّى الله عليه وسلّم بالسيدة زينب بنت جحش، التي كانت قبل ذلك زوجة لزيد بن حارثة- الذي كان الرسول قد تبناه وأعتقه- بعد كل ذلك أخذت السورة الكريمة في تقرير هذه الحكمة وتأكيدها، وإزالة كل ما علق بالأذهان بشأنها، فقال- تعالى-: ما كانَ عَلَى النَّبِيِّ مِنْ حَرَجٍ فِيما فَرَضَ اللَّهُ لَهُ ...أى: ما كان على النبي صلّى الله عليه وسلّم من حرج أو لوم أو مؤاخذة، في فعل ما أحله الله له، وقدره عليه، وأمره به من زواجه بزينب بعد أن طلقها ابنه بالتبني زيد بن حارثة فقوله:فِيما فَرَضَ اللَّهُ لَهُ أى: فيما قسمه له، وقدره عليه، مأخوذ من قولهم: فرض فلان لفلان كذا، أى: قدر له هذا الشيء، وجعله حلالا له.وقوله- تعالى-: سُنَّةَ اللَّهِ فِي الَّذِينَ خَلَوْا مِنْ قَبْلُ وَكانَ أَمْرُ اللَّهِ قَدَراً مَقْدُوراً زيادة في تأكيد هذه الحكمة، وفي تقرير صحة ما فرضه الله- تعالى- لنبيه صلّى الله عليه وسلم.أى: ما فعله الرسول صلّى الله عليه وسلّم من زواجه بزينب بعد طلاقها من زيد، قد جعله الله- تعالى- سنة من سننه في الأمم الماضية، وكان أمر الله- تعالى- قدرا مقدورا. أى:واقعا لا محالة.والقدر: إيجاد الله- تعالى- للأشياء على قدر مخصوص حسبما تقتضي حكمته.ويقابله القضاء: وهو الإرادة الأزلية المتعلقة بالأشياء على ما هي عليه. وقد يستعمل كل منهما بمعنى الآخر. والأظهر أن قدر الله- تعالى- هنا بمعنى قضائه.ولفظ مَقْدُوراً وصف جيء به للتأكيد، كما في قولهم: ظل ظليل، وليل أليل،"},{"ayah_number":39,"text":"ثم مدح- سبحانه- هؤلاء المؤمنين الصادقين الذين يبلغون دعوته دون أن يخشوا أحدا سواه فقال:الَّذِينَ يُبَلِّغُونَ رِسالاتِ اللَّهِ للذين يكلفهم- سبحانه- بتبليغها لهم. والموصول في محل جر صفة للذين خلوا. أو منصوب على المدح.وَيَخْشَوْنَهُ أى: ويخافونه وحده وَلا يَخْشَوْنَ أَحَداً إِلَّا اللَّهَ- عز وجل- في كل ما يأتون وما يذرون، وما يقولون وما يفعلون.وَكَفى بِاللَّهِ حَسِيباً أى: وكفى بالله- تعالى- محاسبا لعباده على نيات قلوبهم وأفعال جوارحهم، وأقوال ألسنتهم."},{"ayah_number":40,"text":"ثم حدد- سبحانه- وظيفة رسوله صلّى الله عليه وسلّم وأثنى عليه بما هو أهله، فقال- تعالى-:ما كانَ مُحَمَّدٌ أَبا أَحَدٍ مِنْ رِجالِكُمْ أى: لم يكن محمد صلّى الله عليه وسلّم أبا لأحد من رجالكم أبوة حقيقية، تترتب عليها آثارها وأحكامها من الإرث، والنفقة والزواج ... وزيد كذلك ليس ابنا له صلّى الله عليه وسلّم فزواجه صلّى الله عليه وسلّم بزينب التي طلقها زيد لا حرج فيه، ولا شبهة في صحته، وقوله: وَلكِنْ رَسُولَ اللَّهِ وَخاتَمَ النَّبِيِّينَ استدراك لبيان وظيفته وفضله.أى: لم يكن صلّى الله عليه وسلّم أبا لأحدكم على سبيل الحقيقة، ولكنه كان رسولا من عند الله- تعالى- ليخرجكم من ظلمات الكفر إلى نور الإيمان وكان- أيضا- خاتم النبيين، بمعنى أنهم ختموا به، فلا نبي بعده، فهو كالخاتم والطابع لهم. ختم الله- تعالى- به الرسل والأنبياء، فلا رسول ولا نبي بعده إلى قيام الساعة.قال القرطبي: قرأ الجمهور وَخاتَمَ- بكسر التاء- بمعنى أنه ختمهم، أى: جاء آخرهم.وقرأ عاصم وَخاتَمَ- بفتح التاء- بمعنى أنهم ختموا به، فهو كالخاتم والطابع لهم.وقيل: الخاتم والخاتم- بالفتح والكسر- لغتان، مثل طابع وطابع..وقد روى الإمام مسلم عن جابر أن رسول الله صلّى الله عليه وسلّم قال: «مثلي ومثل الأنبياء من قبلي كمثل رجل بنى دارا فأتمها وأكملها، إلا موضع لبنة، فجعل الناس يدخلونها ويتعجبون منها ويقولون: ما أجمل هذه الدار، هلا وضعت هذه اللبنة؟ قال صلّى الله عليه وسلّم فأنا موضع اللبنة جئت فختمت الأنبياء» .وقد ذكر الإمام ابن كثير عددا من الأحاديث في هذا المعنى منها ما رواه الإمام مسلم عن أبى هريرة أن رسول الله صلّى الله عليه وسلّم قال: «فضلت على الأنبياء بست: أعطيت جوامع الكلم ونصرت بالرعب، وأحلت لي الغنائم، وجعلت لي الأرض طهورا ومسجدا، وأرسلت إلى الخلق كافة، وختم بي النبيون» .ثم قال- رحمه الله- بعد أن ذكر هذا الحديث وغيره: والأحاديث في هذا كثيرة، فمن رحمة الله- تعالى- بالعباد إرسال محمد صلّى الله عليه وسلّم إليهم، ثم من تشريفه له ختم الأنبياء والمرسلين به، وإكمال الدين الحنيف له، وقد أخبر- تعالى- في كتابه، وأخبر رسوله في السنة المتواترة عنه، أنه لا نبي بعده، ليعلموا أن كل من ادعى هذا المقام بعده فهو كذاب أفاك دجال ضال مضل، ولو تخرق وشعبذ، وأتى بأنواع السحر والطلاسم.. .ثم ختم- سبحانه- الآية الكريمة بقوله: وَكانَ اللَّهُ بِكُلِّ شَيْءٍ عَلِيماً.أى: وكان- عز وجل- وما زال، هو العليم علما تاما بأحوال خلقه، وبما ينفعهم ويصلحهم، ولذا فقد شرع لكم ما أنتم في حاجة إليه من تشريعات، واختار رسالة نبيكم محمد صلى الله عليه وسلّم لتكون خاتمة الرسالات، فعليكم أن تقابلوا ذلك بالشكر والطاعة، ليزيدكم- سبحانه- من فضله وإحسانه.ثم جاءت الآيات الكريمة بعد ذلك لتؤكد هذا المعنى وتقرره، فأمرت المؤمنين بالإكثار من ذكر الله- تعالى- ومن تسبيحه وتحميده وتكبيره، فقال- سبحانه-:"},{"ayah_number":41,"text":"والمقصود بذكر الله- تعالى- في قوله: يا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا اللَّهَ ذِكْراً كَثِيراً ما يشمل التهليل والتحميد والتكبير وغير ذلك من الأقوال والأفعال التي ترضيه- عز وجل-.أى: يا من آمنتم بالله حق الإيمان، أكثروا من التقرب إلى الله- تعالى- بما يرضيه، في كل أوقاتكم وأحوالكم، فإن ذكر الله- تعالى- هو طب النفوس ودواؤها، وهو عافية الأبدان وشفاؤها، به تطمئن القلوب، وتنشرح الصدور..والتعبير بقوله: اذْكُرُوا اللَّهَ ذِكْراً كَثِيراً يشعر بأن من شأن المؤمن الصادق في إيمانه، أن يواظب على هذه الطاعة مواظبة تامة.ومن الأحاديث التي وردت في الحض على الإكثار من ذكر الله، ما رواه الإمام أحمد عن أبى الدرداء.. رضى الله عنه.. قال: قال رسول الله صلّى الله عليه وسلم: «ألا أنبئكم بخير أعمالكم، وأزكاها عند مليككم، وأرفعها في درجاتكم، وخير لكم من إعطاء الذهب والورق- أى:الفضة، وخير لكم من أن تلقوا عدوكم فتضربوا أعناقهم، ويضربوا أعناقكم، قالوا:وما هو يا رسول الله؟ قال: ذكر الله- عز وجل-» .وعن عمرو بن قيس قال: سمعت عبد الله بن بسر يقول: جاء أعرابيان إلى رسول الله صلى الله عليه وسلّم فقال أحدهما: يا رسول الله، أى الناس خير؟ قال: «من طال عمره وحسن عمله» .وقال الآخر: يا رسول الله، إن شرائع الإسلام قد كثرت علينا، فمرني بأمر أتشبث به.قال: «لا يزال لسانك رطبا بذكر الله» .وقال ابن عباس: لم يفرض الله- تعالى- فريضة إلا جعل لها حدا معلوما، ثم عذر أهلها في حال العذر، غير الذكر، فإن الله- تعالى- لم يجعل له حدا ينتهى إليه، ولم يعذر أحدا في تركه إلا مغلوبا على عقله، وأمرهم به في الأحوال كلها. فقال- تعالى-: الَّذِينَ يَذْكُرُونَ اللَّهَ قِياماً وَقُعُوداً وَعَلى جُنُوبِهِمْ.. وقال- سبحانه-: فَإِذا قَضَيْتُمُ الصَّلاةَ فَاذْكُرُوا اللَّهَ قِياماً وَقُعُوداً وَعَلى جُنُوبِكُمْ.. أى: بالليل وبالنهار، في البر والبحر، وفي السفر والحضر، والغنى والفقر، والسقم والصحة، والسر والعلانية، وعلى كل حال..."},{"ayah_number":42,"text":"وقوله: وَسَبِّحُوهُ بُكْرَةً وَأَصِيلًا معطوف على اذْكُرُوا ... والتسبيح: التنزيه.مأخوذ من السبح، وهو المر السريع في الماء أو في الهواء. فالمسبح مسرع في تنزيه الله وتبرئته من السوء. والبكرة: أول النهار. والأصيل: آخره.أى: أكثروا- أيها المؤمنون- من ذكر الله- تعالى- في كل أحوالكم، ونزهوه- سبحانه- عن كل ما لا يليق به، في أول النهار وفي آخره.وتخصيص الأمر بالتسبيح في هذين الوقتين، لبيان فضلهما، ولمزيد الثواب فيهما، وهذا لا يمنع أن التسبيح في غير هذين الوقتين له ثوابه العظيم عند الله- تعالى-.- وأيضا- خص- سبحانه- التسبيح بالذكر مع دخوله في عموم الذكر، للتنبيه على مزيد فضله وشرفه..قال صاحب الكشاف: والتسبيح من جملة الذكر. وإنما اختصه- تعالى- من بين أنواعه اختصاص جبريل وميكائيل من بين الملائكة، ليبين فضله على سائر الأذكار، لأن معناه تنزيه ذاته عما لا يجوز عليه من الصفات والأفعال.. ."},{"ayah_number":43,"text":"وقوله- سبحانه-: هُوَ الَّذِي يُصَلِّي عَلَيْكُمْ وَمَلائِكَتُهُ.. استئناف جار مجرى التعليل لما قبله، من الأمر بالإكثار من الذكر ومن التسبيح.والصلاة من الله- تعالى- على عباده معناها: الرحمة بهم، والثناء عليهم، كما أن الصلاة من الملائكة على الناس معناها: الدعاء لهم بالمغفرة والرحمة.قال القرطبي: قوله- تعالى-: هُوَ الَّذِي يُصَلِّي عَلَيْكُمْ وَمَلائِكَتُهُ.. قال ابن عباس: لما نزل: إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ ... قال المهاجرون والأنصار: هذا لك يا رسول الله خاصة، وليس لنا فيه شيء، فأنزل الله هذه الآية.ثم قال القرطبي: قلت: وهذه نعمة من الله- تعالى- على هذه الأمة من أكبر النعم، ودليل على فضلها على سائر الأمم. وقد قال: كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ.والصلاة من الله على العبد هي رحمته له، وبركته لديه. وصلاة الملائكة: دعاؤهم للمؤمنين واستغفارهم لهم، كما قال- تعالى-: الَّذِينَ يَحْمِلُونَ الْعَرْشَ وَمَنْ حَوْلَهُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ، وَيُؤْمِنُونَ بِهِ وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا.وقوله: لِيُخْرِجَكُمْ مِنَ الظُّلُماتِ إِلَى النُّورِ متعلق بقوله: يُصَلِّي أى: يرحمكم- سبحانه- برحمته الواسعة، ويسخر ملائكته للدعاء لكم، لكي يخرجكم بفضله ومنته، من ظلمات الضلال والكفر إلى النور والهداية والإيمان.وَكانَ- سبحانه- وما زال بِالْمُؤْمِنِينَ رَحِيماً رحمة عظيمة واسعة، تشمل الدنيا والآخرة.أما رحمته لهم في الدنيا فمن مظاهرها: هدايته إياهم إلى الصراط المستقيم.وأما رحمته- سبحانه- لهم في الآخرة فمن مظاهرها: أنهم يأمنون من الفزع الأكبر.وفي صحيح البخاري عن عمر بن الخطاب- رضى الله عنه-، أن رسول الله صلّى الله عليه وسلّم رأى امرأة من السبي قد أخذت صبيا لها فألصقته إلى صدرها وأرضعته فقال: «أترون هذه تلقى ولدها في النار وهي تقدر على ذلك؟ قالوا: لا. قال: فو الله لله أرحم بعباده من هذه بولدها» ."},{"ayah_number":44,"text":"ثم بين- عز وجل- ما أعده للمؤمنين في الآخرة فقال: تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُ سَلامٌ.والتحية: أن يقول قائل للشخص: حياك الله، أى: جعل لك حياة طيبة.وهذه التحية للمؤمنين في الآخرة، تشمل تحية الله- تعالى- لهم، كما في قوله- سبحانه-: سَلامٌ قَوْلًا مِنْ رَبٍّ رَحِيمٍ  .وتشمل تحية الملائكة لهم، كما في قوله- تعالى-: وَالْمَلائِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِنْ كُلِّ بابٍ. سَلامٌ عَلَيْكُمْ بِما صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِ.كما تشمل تحية بعضهم لبعض كما في قوله- عز وجل-: دَعْواهُمْ فِيها سُبْحانَكَ اللَّهُمَّ وَتَحِيَّتُهُمْ فِيها سَلامٌ، وَآخِرُ دَعْواهُمْ أَنِ الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَأى: تحية المؤمنين يوم يلقون الله- تعالى في الآخرة، أو عند قبض أرواحهم، سلام وأمان لهم من كل ما يفزعهم أو يخيفهم أو يزعجهم..وَأَعَدَّ لَهُمْ- سبحانه- يوم القيامة أَجْراً كَرِيماً هو الجنة التي فيها مالا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر.ثم وجه- سبحانه- نداء إلى النبي صلّى الله عليه وسلّم حدد له فيه وظيفته، وأمره بتبشير المؤمنين بما يسرهم، ونهاه عن طاعة الكافرين والمنافقين فقال:"},{"ayah_number":45,"text":"وقوله: وَمُبَشِّراً من التبشير، وهو الإخبار بالأمر السار لمن لا علم له بهذا الأمر.وقوله: وَنَذِيراً من الإنذار، وهو الإخبار بالأمر المخيف لكي يجتنب ويحذر.والمعنى: يا أيها النبي الكريم إِنَّا أَرْسَلْناكَ إلى الناس شاهِداً أى: شاهدا لمن آمن منهم بالإيمان، ولمن كفر منهم بالكفر، بعد أن بلغتهم رسالة ربك تبليغا تاما كاملا.وَمُبَشِّراً أى: ومبشرا المؤمنين منهم برضا الله- تعالى-.وَنَذِيراً أى: ومنذرا للكافرين بسوء العاقبة، بسبب إعراضهم عن الحق الذي جئتهم به من عند الخالق- عز وجل-.وقدم- سبحانه- التبشير على الإنذار، تكريما للمؤمنين المبشرين، وإشعارا بأن الأصل في رسالته صلّى الله عليه وسلّم التبشير، فقد أرسله الله- تعالى- رحمة للعالمين."},{"ayah_number":46,"text":"وقوله: وَداعِياً إِلَى اللَّهِ بِإِذْنِهِ أى: وأرسلناك- أيضا- داعيا للناس إلى عبادة الله- تعالى- وحده، وهذه الدعوة لهم منك كائنة بإذنه- سبحانه- وبأمره وبتيسيره.فالتقييد بقوله بِإِذْنِهِ لبيان أنه صلّى الله عليه وسلّم لم يدع الناس إلى ما دعاهم إليه من وجوب إخلاص العبادة له- سبحانه-، من تلقاء نفسه، وإنما دعاهم إلى ذلك بأمر الله- تعالى- وإذنه ومشيئته، وللإشارة إلى أن هذه الدعوة لا تؤتى ثمارها المرجوة منها إلا إذا صاحبها إذن الله- تعالى- للنفوس بقبولها.وقوله: وَسِراجاً مُنِيراً معطوف على ما قبله. والسراج: المصباح الذي يستضاء به في الظلمات.أى: وأرسلناك- أيها الرسول الكريم- بالدين الحق، لتكون كالسراج المنير الذي يهتدى به الضالون، ويخرجون بسببه من الظلمات إلى النور.ووصف السراج بالإنارة، لأن من المصابيح ما لا يضيء إذا لم يوجد به ما يضيئه من زيت أو ما يشبهه.قال صاحب الكشاف: جلى الله- تعالى- بنبيه صلّى الله عليه وسلّم ظلمات الشرك، فاهتدى به الضالون، كما يجلى ظلام الليل بالسراج المنير ويهتدى به. أو أمد الله بنور نبوته نور البصائر، كما يمد بنور السراج نور الأبصار. ووصفه بالإنارة لأن من السراج ما لا يضيء إذا قل سليطه- أى: زيته- ودقت فتيلته..."},{"ayah_number":47,"text":"وبعد أن وصف الله- تعالى- رسوله صلّى الله عليه وسلّم بهذه الصفات الكريمة، اتبع ذلك بأمره بتبشير المؤمنين برضا الله عنهم، وبنهيه عن طاعة الكافرين، فقال- تعالى-: وَبَشِّرِ الْمُؤْمِنِينَ ... أى: انظر- أيها الرسول الكريم- إلى أحوال الناس وإلى موقفهم من دعوتك. وبشر المؤمنين منهم بِأَنَّ لَهُمْ مِنَ اللَّهِ- تعالى- فَضْلًا كَبِيراً أى: عطاء كبيرا، وأجرا عظيما، ومنزلة سامية بين الأمم."},{"ayah_number":48,"text":"وَلا تُطِعِ الْكافِرِينَ وَالْمُنافِقِينَ فيا يشيرون به عليك من ترك الناس وما يعبدون، أو من عدم بيان ما هم عليه من باطل وجهل، بل اثبت على ما أنت عليه من حق، وامض في تبليغ دعوتك دون أن تخشى أحدا إلا الله- تعالى-.وَدَعْ أَذاهُمْ أى: ولا تبال بما ينزلونه بك من أذى، بسبب دعوتك إياهم إلى ترك عبادة الأصنام والأوثان، واصبر على ما يصيبك منهم حتى يحكم الله- تعالى- بحكمه العادل بينك وبينهم.وَتَوَكَّلْ عَلَى اللَّهِ في كل أمورك وَكَفى بِاللَّهِ- تعالى- وَكِيلًا توكل إليه الأمور، وترد إليه الشئون..هذا، ومن الأحاديث النبوية التي اشتملت على بعض المعاني التي اشتملت عليها هذه الآيات، ما رواه الإمام البخاري والإمام أحمد عن عطاء بن يسار قال: لقيت عبد الله بن عمرو بن العاص فقلت له: أخبرنى عن صفة رسول الله صلّى الله عليه وسلّم في التوراة؟ قال: والله إنه لموصوف في التوراة ببعض صفته في القرآن: يا أَيُّهَا النَّبِيُّ إِنَّا أَرْسَلْناكَ شاهِداً وَمُبَشِّراً وَنَذِيراً وحرزا للمؤمنين، أنت عبدى ورسولي، سميتك المتوكل، لست بفظ ولا غليظ ولا صخاب في الأسواق، ولا يدفع السيئة بالسيئة، ولكن يعفو ويصفح، ولن يقبضه الله- تعالى- حتى يقيم به الملة العوجاء، ويفتح به أعينا عميا، وآذانا صما، وقلوبا غلفا  .ثم عادت السورة الكريمة- بعد هذا الحديث الجامع عن وظيفة الرسول صلّى الله عليه وسلّم وعن فضله- إلى الحديث عن جانب من أحكام الزواج والطلاق، فقال- تعالى-:"},{"ayah_number":49,"text":"والمراد بالنكاح هنا في قوله إِذا نَكَحْتُمُ العقد، لأن الحديث في حكم المرأة التي تم طلاقها قبل الدخول بها.وهذا الحكم شامل للمؤمنات ولغيرهن كالكتابيات، إلا أن الآية الكريمة خصت المؤمنات بالذكر، للتنبيه على أن من شأن المؤمن أن لا ينكح إلا مؤمنة تخيرا للنطفة.والعدة: هي الشيء المعدود. وعدة المرأة معناها: المدة التي بانقضائها يحل لها الزواج من شخص آخر، غير الذي كان زوجا لها.والمعنى: يا من آمنتم بالله- تعالى- حق الإيمان، إِذا نَكَحْتُمُ الْمُؤْمِناتِ أى: إذا عقدتم عليهن عقد النكاح، ولم يبق بينكم وبينهن سوى الدخول بهن.ثُمَّ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ أى: ثم طلقتموهن من قبل أن تجامعوهن.قال الآلوسى: وفائدة المجيء بثم مع أن الحكم ثابت لمن تزوج امرأة وطلقها على الفور كثبوته لمن تزوجها وطلقها بعد مدة مديدة، إزاحة ما عسى يتوهم أن تراخى الطلاق، له دخل في إيجاب العدة، لاحتمال الملاقاة والجماع سرا.. .أى: أن الحكم الذي اشتملت عليه الآية الكريمة، ثابت سواء تم الطلاق بعد عقد الزواج مباشرة، أم بعده بمدة طويلة.وفي التعبير عن الجماع بالمس كناية لطيفة. من شأنها أن تربى في الإنسان حسن الأدب، وسلامة التعبير، وتجنب النطق بالألفاظ التي تخدش الحياء.وقوله: فَما لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَها جواب إذا، وبيان للحكم المترتب على طلاق المرأة قبل الدخول بها.أى: إذا طلقتموهن قبل الدخول بهن، فلا عدة عليهن، بل من حقهن أن يتزوجن بغيركم، بعد طلاقكم لهن بدون التقيد بأية مدة من الزمان.قال الجمل: وقوله: تَعْتَدُّونَها صفة لعدة. وتعتدونها تفتعلونها، إما عن العد، وإما عن الاعتداد، أى، تحسبونها أو تستوفون عددها، من قولك: عد فلان الدراهم فاعتدها، أى: فاستوفى عددها.. .فالمقصود من الآية الكريمة بيان أن المطلقة قبل الدخول بها لا عدة عليها إطلاقا بنص الكتاب وإجماع الأمة، أما المطلقة بعد الدخول بها فعليها العدة إجماعا.وقوله- سبحانه-: فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَراحاً جَمِيلًا بيان لما يجب على المؤمنين أن يفعلوه، بالنسبة لمن طلقت قبل الدخول بها.وأصل المتعة والمتاع، ما ينتفع به الإنسان من مال أو كسوة أو غير ذلك. ثم أطلقت المتعة على ما يعطيه الرجل للمرأة من مال أو غيره عند طلاقها منه، لتنتفع به، جبرا لخاطرها، وتعويضا لها عما نالها بسبب هذا الفراق.وأصل التسريح: أن ترعى الإبل السرح، وهو شجر له ثمرة، ثم أطلق على كل إرسال في الرعي، ثم على كل إرسال وإخراج.والتسريح الجميل: هو الذي لا ضرر معه. وإنما معه الكلام الطيب، والفعل الحسن.والمعنى: إذا طلقتموهن قبل الدخول بهن، فأعطوهن من المال ما يجبر خاطرهن، وما يكون عوضا عن فراقهن.. وأطلقوا سراحهن ليستأنفن حياة جديدة مع غيركم، وساعدوهن على ذلك إن استطعتم، فإن من شأن العقلاء أن يعاشروا أزواجهن بالمعروف، وأن يفارقوهن- أيضا- بالمعروف.ومن العلماء من يرى أن المتعة واجبة للمرأة على الرجل في حال مفارقتها قبل الدخول بها، لأن الآية الكريمة قد أمرت بذلك، والأمر يقتضى الوجوب.وقد بينا ذلك بالتفصيل عند تفسيرنا لقوله- تعالى- في سورة البقرة: لا جُناحَ عَلَيْكُمْ إِنْ طَلَّقْتُمُ النِّساءَ ما لَمْ تَمَسُّوهُنَّ أَوْ تَفْرِضُوا لَهُنَّ فَرِيضَةً، وَمَتِّعُوهُنَّ، عَلَى الْمُوسِعِ قَدَرُهُ وَعَلَى الْمُقْتِرِ قَدَرُهُ، مَتاعاً بِالْمَعْرُوفِ حَقًّا عَلَى الْمُحْسِنِينَ، وَإِنْ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ وَقَدْ فَرَضْتُمْ لَهُنَّ فَرِيضَةً فَنِصْفُ ما فَرَضْتُمْ إِلَّا أَنْ يَعْفُونَ أَوْ يَعْفُوَا الَّذِي بِيَدِهِ عُقْدَةُ النِّكاحِ، وَأَنْ تَعْفُوا أَقْرَبُ لِلتَّقْوى، وَلا تَنْسَوُا الْفَضْلَ بَيْنَكُمْ إِنَّ اللَّهَ بِما تَعْمَلُونَ بَصِيرٌ .والملاحظ أن الآية الكريمة التي معنا، قد أضافت حكما جديدا، وهو أنه لا عدة على المطلقة قبل الدخول بها.ومن مجموع هذه الآيات، نرى أحكم التشريعات، وأسمى التوجيهات.ثم بين- سبحانه- بعد ذلك جانبا من مظاهر فضله عليه. وتكريمه له حيث خصه بأمور تتعلق بالنكاح لم يخص بها أحدا غيره. فقال- تعالى-:"},{"ayah_number":50,"text":"والمراد بالأجور في قوله- سبحانه-: يا أَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنا لَكَ أَزْواجَكَ اللَّاتِي آتَيْتَ أُجُورَهُنَّ ... المهور التي دفعها صلّى الله عليه وسلّم لأزواجه.قال ابن كثير: يقول- تعالى- مخاطبا نبيه- صلوات الله وسلامه عليه- بأن قد أحل له من النساء أزواجه اللائي أعطاهن مهورهن، وهي الأجور هاهنا، كما قاله مجاهد وغير واحد.وقد كان مهره صلّى الله عليه وسلّم لنسائه: اثنتي عشرة أوقية ونصف أوقية. فالجميع خمسمائة درهم إلا أم حبيبة بنت أبى سفيان فإنه أمهرها عنه النجاشيّ- رحمه الله- بأربعمائة دينار، وإلا صفية بنت حيي فإنه اصطفاها من سبى خيبر، ثم أعتقها وجعل عتقها صداقها. وكذلك جويرية بنت الحارث المصطلقية، أدى عنها كتابتها إلى ثابت بن قيس وتزوجها.وفي قوله: آتَيْتَ أُجُورَهُنَّ إشارة إلى أن إعطاء المهر كاملا للمرأة دون إبقاء شيء منه، هو الأكمل والأفضل، وأن تأخير شيء منه إنما هو أمر مستحدث، لم يكن معروفا عند السلف الصالح.وأطلق على المهر أجر لمقابلته الاستمتاع الدائم بما يحل الاستمتاع به من الزوجة، كما يقابل الأجر بالمنفعة.وقوله: وَما مَلَكَتْ يَمِينُكَ مِمَّا أَفاءَ اللَّهُ عَلَيْكَ بيان لنوع آخر مما أحله الله- تعالى- لنبيه صلّى الله عليه وسلم.والمعنى: يا أيها النبي إنا أحللنا لك- بفضلنا- على سبيل التكريم والتشريف لك، الاستمتاع بأزواجك الكائنات عندك، واللاتي أعطيتهن مهورهن- كعائشة وحفصة وغيرهما-، لأنهن قد اخترنك على الحياة الدنيا وزينتها.كما أحللنا لك التمتع بما ملكت يمينك من النساء اللائي دخلن في ملكك عن طريق الغنيمة في الحرب، كصفية بنت حيي بن أخطب، وجويرية بنت الحارث.ثم بين- سبحانه- نوعا ثالثا أحله- سبحانه- له فقال: وَبَناتِ عَمِّكَ وَبَناتِ عَمَّاتِكَ وَبَناتِ خالِكَ وَبَناتِ خالاتِكَ اللَّاتِي هاجَرْنَ مَعَكَ.أى: وأحللنا لك- أيضا- الزواج بالنساء اللائي تربطك بهن قرابة من جهة الأب، أو قرابة من جهة الأم.وقوله اللَّاتِي هاجَرْنَ مَعَكَ إشارة إلى ما هو أفضل، وللإيذان بشرف الهجرة وشرف من هاجر.والمراد بالمعية هنا. الاشتراك في الهجرة. لا المصاحبة فيها، لما في قوله- تعالى- حكاية عن ملكة سبأ: الَتْ رَبِّ إِنِّي ظَلَمْتُ نَفْسِي وَأَسْلَمْتُ مَعَ سُلَيْمانَ لِلَّهِ رَبِّ الْعالَمِينَ.قال بعض العلماء: وقد جاء في الآية الكريمة عدة قيود، ما أريد بواحد منها إلا التنبيه على الحالة الكريمة الفاضلة.منها: وصف النبي صلّى الله عليه وسلّم باللاتى آتى أجورهن، فإنه تنبيه على الحالة الكاملة، فإن الأكمل إيتاء المهر كاملا دون أن يتأخر منه شيء.ومنها: أن تخصيص المملوكات بأن يكن من الفيء، فإن المملوكة إذا كانت غنيمة من أهل الحرب كانت أحل وأطيب مما يشترى من الجلب، لأن المملوكة عن طريق الغنيمة تكون معروفة الحال والنشأة.ومنها: قيد الهجرة في قوله: اللَّاتِي هاجَرْنَ مَعَكَ، ولا شك أن من هاجرت مع النبي صلى الله عليه وسلّم أولى بشرف زوجية النبي صلّى الله عليه وسلّم ممن عداها ثم بين- سبحانه- نوعا رابعا من النساء، أحله لنبيه صلّى الله عليه وسلّم فقال: وَامْرَأَةً مُؤْمِنَةً إِنْ وَهَبَتْ نَفْسَها لِلنَّبِيِّ، إِنْ أَرادَ النَّبِيُّ أَنْ يَسْتَنْكِحَها خالِصَةً لَكَ مِنْ دُونِ الْمُؤْمِنِينَ.والجملة الكريمة معطوفة على مفعول أَحْلَلْنا.وقد اشتملت هذه الجملة على شرطين، الثاني منهما قيد للأول، لأن هبتها نفسها له صلى الله عليه وسلّم لا توجب حلها له إلا بقبوله الزواج منها.وقوله يَسْتَنْكِحَها بمعنى ينكحها. يقال: نكح واستنكح، بمعنى عجل واستعجل:ويجوز أن يكون بمعنى طلب النكاح.وقوله: خالِصَةً منصوب على الحال من فاعل وَهَبَتْ أى: حال كونها خالصة لك دون غيرك. أو نعت لمصدر مقدر. أى: هبة خالصة..والمعنى وأحللنا لك كذلك امرأة مؤمنة، إن ملكتك نفسها بدون مهر وإن أنت قبلت ذلك عن طيب خاطر منك، وهذا الإحلال إنما هو خاص بك دون غيرك من المؤمنين، لأن غيرك من المؤمنين لا تحل لهم من وهبت نفسها لواحد منهم إلا بولي ومهر.وقد ذكروا ممن وهبن أنفسهن له صلّى الله عليه وسلّم خولة بنت حكيم، وأم شريك بنت جابر، وليلى بنت الحطيم..وقد اختلف العلماء في كونه صلّى الله عليه وسلّم قد تزوج بواحدة من هؤلاء الواهبات أنفسهن له أم لا.والأرجح أنه صلّى الله عليه وسلّم لم يتزوج بواحدة منهن، وإنما زوجهن لغيره. ويشهد لذلك ما رواه الشيخان عن سهل بن سعد الساعدي، أن رسول الله صلى الله عليه وسلّم جاءته امرأة فقالت: يا رسول الله، إنى قد وهبت نفسي لك. فقامت قياما طويلا، فقام رجل فقال:يا رسول الله، زوجنيها إن لم يكن لك بها حاجة. فقال رسول الله صلّى الله عليه وسلم: هل عندك من شيء تصدقها إياه؟ فقال: ما عندي إلا إزارى هذا. فقال صلّى الله عليه وسلّم: إن أعطيتها إزارك جلست لا إزار لك، فالتمس شيئا. فقال: لا أجد شيئا. فقال: التمس ولو خاتما من حديد، فقام الرجل فلم يجد شيئا. فقال له النبي صلّى الله عليه وسلم: هل معك من القرآن شيء؟قال نعم. سورة كذا وسورة كذا- لسور يسميها- فقال له رسول الله صلّى الله عليه وسلم: زوجتكها بما معك من القرآن .وإلى هنا يتضح لنا أن المقصود بالإحلال في الآية الكريمة: الإذن العام والتوسعة عليه صلى الله عليه وسلم في الزواج من هذه الأصناف، والإباحة له في أن يختار منهن من تقتضي الحكمة الزواج منها، واختصاصه صلّى الله عليه وسلّم بأمور تتعلق بالنكاح، لا تحل لأحد سواه.ولهذا قال- سبحانه- بعد ذلك: قَدْ عَلِمْنا ما فَرَضْنا عَلَيْهِمْ فِي أَزْواجِهِمْ وَما مَلَكَتْ أَيْمانُهُمْ.. فإن هذه الجملة الكريمة معترضة ومقررة لمضمون ما قبلها، من اختصاصه صلى الله عليه وسلّم بأمور في النكاح لا تحل لغيره، كحل زواجه ممن تهبه نفسها بدون مهر، إن قبل ذلك العرض منها.أى: هذا الذي أحللناه لك- أيها الرسول الكريم- هو خاص بك، أما بالنسبة لغيرك من المؤمنين فقد علمنا ما فرضناه عليهم في حق أزواجهم من شرائط العقد وحقوقه، فلا يجوز لهم الإخلال بها، كما لا يجوز لهم الاقتداء بك فيما خصك الله- تعالى- به، على سبيل التوسعة عليك، والتكريم لك، فهم لا يجوز لهم التزوج إلا بعقد وشهود ومهر، كما لا يجوز لهم أن يجمعوا بين أكثر من أربع نسوة.وعلمنا- أيضا- ما فرضناه عليهم بالنسبة لما ملكت أيمانهم، من كونهن ممن يجوز سبيه وحربه، لا ممن لا يجوز سبيه، أو كان له عهد مع المسلمين.وقوله: لِكَيْلا يَكُونَ عَلَيْكَ حَرَجٌ متعلق بقوله: أَحْلَلْنا وهو راجع إلى جميع ما ذكر، فيكون المعنى:أحللنا من آتيت أجورهن من النساء، والمملوكات، والأقارب، والواهبة نفسها لك، لندفع عنك الضيق والحرج، ولتتفرغ لتبليغ ما أمرناك بتبليغه.وقيل: إنه متعلق بخالصة، أو بعاملها، فيكون المعنى: خصصناك بنكاح من وهبت نفسها لك بدون مهر، لكي لا يكون عليك حرج في البحث عنه.ويرى بعضهم أنه متعلق بمحذوف، أى: بينا لك ما بينا من أحكام خاصة بك، حتى تخرج من الحرج، وحتى يكون منا تفعله هو بوحي منا وليس من عند نفسك.ثم ختم- سبحانه- الآية بقوله: وَكانَ اللَّهُ غَفُوراً رَحِيماً أى: وكان الله- تعالى- وما زال واسع المغفرة والرحمة لعباده المؤمنين."},{"ayah_number":51,"text":"وقوله- عز وجل- تُرْجِي مَنْ تَشاءُ مِنْهُنَّ وَتُؤْوِي إِلَيْكَ مَنْ تَشاءُ شروع في بيان جانب آخر من التوسعة التي وسعها- سبحانه- لنبيه صلّى الله عليه وسلّم في معاشرته لنسائه، بعد بيان ما أحله له من النساء.وقوله: تُرْجِي من الإرجاء بمعنى التأخير والتنحية، وقرئ مهموزا وغير مهموز.تقول: أرجيت الأمر وأرجأته، إذا أخرته، ونحيته جانبا حتى يحين موعده المناسب.وقوله: وَتُؤْوِي من الإيواء بمعنى الضم والتقريب، ومنه قوله- تعالى-: وَلَمَّا دَخَلُوا عَلى يُوسُفَ آوى إِلَيْهِ أَخاهُ.. أى: ضمه إليه وقربه منه.والضمير في قوله مِنْهُنَّ يعود إلى زوجاته صلى الله عليه وسلم اللائي كن في عصمته.قال القرطبي ما ملخصه: واختلف العلماء في تأويل هذه الآية، وأصح ما قيل فيها:التوسعة على النبي صلى الله عليه وسلم في ترك القسم، فكان لا يجب عليه القسم بين زوجاته.وهذا القول هو الذي يناسب ما مضى، وهو الذي ثبت معناه في الصحيح، عن عائشة- رضى الله عنها- قالت: كنت أغار على اللائي وهبن أنفسهن لرسول الله صلى الله عليه وسلم وأقول: أو تهب المرأة نفسها لرجل؟ فلما أنزل الله- تعالى-: تُرْجِي مَنْ تَشاءُ مِنْهُنَّ....قالت: قلت: والله ما أرى ربك إلا يسارع في هواك.قال ابن العربي: هذا الذي ثبت في الصحيح هو الذي ينبغي أن يعول عليه. والمعنى المراد: هو أن النبي صلى الله عليه وسلم كان مخيرا في أزواجه، إن شاء أن يقسم قسم، وإن شاء أن يترك القسم ترك. لكنه كان يقسم من جهة نفسه، تطييبا لنفوس أزواجه.وقيل كان القسم واجبا عليه ثم نسخ الوجوب بهذه الآية.وقيل: الآية في الطلاق. أى: تطلق من تشاء منهن وتؤوي إليك من تشاء.وقيل: المراد بالآية: الواهبات أنفسهن له صلى الله عليه وسلم.ثم قال القرطبي: وعلى كل معنى، فالآية معناها التوسعة على رسول الله صلى الله عليه وسلم والإباحة، وما اخترناه أصح والله أعلم.أى: لقد وسعنا عليك- أيها الرسول الكريم- في معاشرة نسائك، فأبحنا لك أن تؤخر المبيت عند من شئت منهن، وأن تضم إليك من شئت منهن، بدون التقيد بوجوب القسم بينهن، كما هو الشأن بالنسبة لأتباعك حيث أوجبنا عليهم العدل بين الأزواج في البيتوتة وما يشبهها.ومع هذا التكريم من الله- تعالى- لنبيه، إلا أنه صلى الله عليه وسلّم كان يقسم بينهن إلى أن لحق بربه؟ عدا السيدة سودة، فإنها قد وهبت ليلتها لعائشة..أخرج البخاري عن عائشة رضى الله عنها- أن رسول الله- صلى الله عليه وسلّم كان يستأذن في يوم المرأة منا بعد أن نزلت هذه الآية ترجى من تشاء منهن..فقيل لها: ما كنت تقولين؟ فقالت: كنت أقول: إن كان ذاك إلىّ فإنى لا أريد يا رسول الله أن أوثر عليك أحدا.وقوله- تعالى-: وَمَنِ ابْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلا جُناحَ عَلَيْكَ. زيادة في التوسعة عليه صلى الله عليه وسلّم وفي ترك الأمر لإرادته واختياره.أى: أبحنا لك- أيها الرسول الكريم- أن تقسم بين نسائك، وأن تترك القسمة بينهن، وأبحنا لك- أيضا- أن تعود إلى طلب من اجتنبت مضاجعتها إذ لا حرج عليك في كل ذلك.بعد أن فوضنا الأمر إلى مشيئتك واختيارك.فالابتغاء بمعنى الطلب، وعزلت بمعنى اجتنبت واعتزلت وابتعدت، ومن شرطية، وجوابها: فَلا جُناحَ عَلَيْكَ أى: فلا حرج ولا إثم عليك في عدم القسمة بين أزواجك، وفي طلب إيواء من سبق لك أن اجتنبتها.قال الشوكانى: والحاصل أن الله- سبحانه- فوض الأمر إلى رسوله صلّى الله عليه وسلّم كي يصنع مع زوجاته ما شاء، من تقديم وتأخير، وعزل وإمساك، وضم من أرجأ، وإرجاء من ضم إليه، وما شاء في أمرهن فعل توسعة عليه، ونفيا للحرج عنه «2» .واسم الإشارة في قوله: ذلِكَ أَدْنى أَنْ تَقَرَّ أَعْيُنُهُنَّ، وَلا يَحْزَنَّ وَيَرْضَيْنَ بِما آتَيْتَهُنَّ كُلُّهُنَّ.. يعود إلى ما تضمنه الكلام السابق من تفويض أمر الإرجاء والإيواء إلى النبي صلى الله عليه وسلم.وأدنى بمعنى أقرب. وتَقَرَّ أَعْيُنُهُنَّ كناية عن تقبل ما يفعله معهن برضا وارتياح نفس. يقال قرت عين فلان، إذا رأت ما ترتاح لرؤيته، مأخوذ من القرار بمعنى الاستقرار والسكون..وقوله: وَلا يَحْزَنَّ معطوف على أَنْ تَقَرَّ وقوله وَيَرْضَيْنَ معطوف عليه- أيضا-.والمعنى، ذلك الذي شرعناه لك من تفويض الأمر إليك في شأن أزواجك، أقرب إلى رضا نفوسهن لما تصنعه معهن، وأقرب إلى عدم حزنهن وإلى قبولهن لما تفعله معهن، لأنهن يعلمن أن ما تفعله معهن إنما هو بوحي من الله- تعالى- وليس باجتهاد منك، ومتى علمن ذلك طابت نفوسهن سواء سويت بينهن في القسم والبيتوتة والمجامعة ... أم لم تسو.قال القرطبي: قال قتادة وغيره: أى: ذلك التخيير الذي خيرناك في صحبتهن أدنى إلى رضاهن، إذ كان من عندنا- لا من عندك-، لأنهن إذا علمن أن الفعل من الله قرت أعينهن بذلك ورضين..وكان- عليه الصلاة والسلام- مع هذا يشدد على نفسه في رعاية التسوية بينهن، تطييبا لقلوبهن ويقول: «اللهم هذه قدرتي فيما أملك، فلا تلمني فيما تملك ولا أملك» .وقوله- سبحانه-: وَاللَّهُ يَعْلَمُ ما فِي قُلُوبِكُمْ خطاب للنبي صلّى الله عليه وسلّم ولأزواجه، ويندرج فيه جميع المؤمنين والمؤمنات وجمع بجمع الذكور للتغليب.أى: والله- تعالى- يعلم ما في قلوبكم من حب وبغض، ومن ميل إلى شيء، ومن عدم الميل إلى شيء آخر.قال صاحب الكشاف: وفي هذه الجملة وعيد لمن لم ترض منهن بما دبر الله- تعالى- من ذلك، وبعث على تواطؤ قلوبهن والتصافي بينهن، والتوافق على طلب رضا رسول الله صلى الله عليه وسلّم وما فيه طيب نفسه.وَكانَ اللَّهُ- تعالى- عَلِيماً بكل ما تظهره القلوب وما تسره حَلِيماً حيث لم يعاجل عباده بالعقوبة قبل الإرشاد والتعليم."},{"ayah_number":52,"text":"ثم كرم- سبحانه- أمهات المؤمنين بعد تكريمه لنبيه صلّى الله عليه وسلّم فقال: لا يَحِلُّ لَكَ النِّساءُ مِنْ بَعْدُ....أى: لا يحل لك، - أيها الرسول الكريم- أن تتزوج بنساء أخريات من بعد التسع اللائي في عصمتك اليوم، لأنهن قد اخترنك وآثرنك على زينة الحياة الدنيا، ورضين عن طيب نفس أن يعشن معك وتحت رعايتك، مهما كان في حياتك معهن من شظف العيش، والزهد في متع الدنيا.وقوله: وَلا أَنْ تَبَدَّلَ بِهِنَّ مِنْ أَزْواجٍ وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ إِلَّا ما مَلَكَتْ يَمِينُكَ معطوف على ما قبله.أى: لا يحل لك الزواج بعد اليوم بغير من هن في عصمتك، كما لا يحل لك- أيضا- أن تطلق واحدة منهن وتتزوج بأخرى سواها، حتى ولو أعجبك جمال من تريد زواجها من غير نسائك اللائي في عصمتك عند نزول هذه الآية.فالآية الكريمة قد اشتملت على حكمين: أحدهما: حرمة الزواج بغير التسع اللائي كن في عصمته عند نزولها. والثاني: حرمة تطليق واحدة منهن، للزواج بأخرى بدلها.وقوله: بَعْدُ ظرف مبنى على الضم لحذف المضاف اليه. أى: من بعد اليوم.وأَزْواجٍ مفعول به، ومِنْ مزيدة لاستغراق الجنس. أى: ولا أن تبدل بهن أزواجا أخريات مهما كان شأن هؤلاء الأخريات.وجملة: وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ في موضع الحال من الفاعل وهو الضمير في تَبَدَّلَ. أى: لا يحل لك الزيادة عليهن، ولا أن تتبدل بهن أزواجا غيرهن في أية حالة من الأحوال، حتى ولو في حال إعجابك بغيرهن ويصح أن تكون هذه الجملة شرطية، وقد حذف جوابها لفهمه من الكلام، ويكون المعنى: ولو أعجبك حسنهن لا يحل لك نكاحهن.وقوله: إِلَّا ما مَلَكَتْ يَمِينُكَ استثناء من هذا الحكم. أى: لا يحل لك الزيادة عليهن، ولا استبدال غيرهن بهن، ولكن يحل لك أن تضيف إليهن ما شئت من النساء اللائي تملكهن عن طريق السبي.وهذا الذي سرنا عليه من أن الآية الكريمة في شأن أزواجه صلّى الله عليه وسلّم هو الذي سار عليه جمهور المفسرين.قال ابن كثير: ذكر غير واحد من العلماء كابن عباس، ومجاهد، وقتادة، وغيرهم- أن هذه الآية الكريمة نزلت مجازاة لأزواج النبي صلّى الله عليه وسلّم ورضا الله عنهن على حسن صنيعهن، في اختيارهن الله ورسوله والدار الآخرة، لما خيرهن رسول الله صلّى الله عليه وسلّم كما تقدم، فلما اخترن رسول الله، كان جزاؤهن أن قصره عليهن، وحرم عليه أن يتزوج بغيرهن، أو يستبدل بهن أزواجا غيرهن، ولو أعجبه حسنهن، إلا الإماء والسرائر، فلا حجر عليه فيهن.ثم إنه- سبحانه- رفع عنه الحجر في ذلك، ونسخ حكم هذه الآية، وأباح له التزوج، ولكنه لم يقع منه بعد ذلك زواج لغيرهن، لتكون المنة للرسول صلّى الله عليه وسلّم عليهن. روى الإمام أحمد عن عائشة قالت: ما مات رسول الله صلّى الله عليه وسلّم حتى أحل الله له النساء .ومن العلماء من يرى أن قوله- تعالى- مِنْ بَعْدُ المراد به: من بعد من أحللنا لك الزواج بهن، وهن الأصناف الأربعة اللائي سبق الحديث عنهن في قوله- تعالى-: يا أَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنا لَكَ أَزْواجَكَ اللَّاتِي آتَيْتَ أُجُورَهُنَّ وَما مَلَكَتْ يَمِينُكَ مِمَّا أَفاءَ اللَّهُ عَلَيْكَ، وَبَناتِ عَمِّكَ وَبَناتِ عَمَّاتِكَ ...وهذا الرأى الثاني وإن كان أشمل من سابقه، إلا أننا نرجح أن الآية الكريمة مسوقة لتكريم أمهات المؤمنين اللائي اخترن الله ورسوله والدار الآخرة على الحياة الدنيا وزينتها.هذا، والنساء التسع اللائي حرم الله- تعالى- على نبيه صلّى الله عليه وسلّم الزيادة عليهن، والاستبدال بهن، هن: عائشة بنت أبى بكر، وحفصة بنت عمر، وأم حبيبة بنت أبى سفيان، وسودة بنت زمعة، وأم سلمة بنت أبى أمية، وصفية بنت حيي بن أخطب، وميمونة بنت الحارث، وزينب بنت جحش، وجويرية بنت الحارث.ثم ختم- سبحانه- الآية الكريمة بقوله: وَكانَ اللَّهُ عَلى كُلِّ شَيْءٍ رَقِيباً.أى: وكان الله- تعالى- وما زال، مطلعا على كل شيء من أحوالكم- أيها الناس- فاحذروا أن تتجاوزوا ما حده الله- تعالى- لكم، لأن هذا التجاوز يؤدى إلى عدم رضا الله- سبحانه- عنكم.وبذلك نرى أن هذه الآيات الكريمة، قد ذكرت ألوانا متعددة من مظاهر تكريم الله- تعالى- لنبيه صلّى الله عليه وسلّم ومن توسعته عليه في شأن أزواجه، وفي شأن ما أحله له من عدم التقيد في القسم بينهن، وفي تقديم أو تأخير من شاء منهن..كما أنها قد كرمت أمهات المؤمنين تكريما عظيما. لاختيارهن الله ورسوله والدار الآخرة على الحياة الدنيا وزينتها.ثم ساقت السورة الكريمة بعد ذلك ألوانا من التشريعات الحكيمة، والآداب القويمة. التي تتعلق بدخول بيوت النبي صلّى الله عليه وسلم، وبحقوق أزواجه صلّى الله عليه وسلّم في حياته وبعد مماته، وبوجوب احترامه وتوقيره صلّى الله عليه وسلّم فقال- تعالى-:"},{"ayah_number":53,"text":"ذكر المفسرون في سبب نزول قوله- تعالى-: يا أَيُّهَا الَّذِينَ آمَنُوا لا تَدْخُلُوا بُيُوتَ النَّبِيِّ ... روايات متعددة منها، ما ثبت في الصحيحين عن عمر بن الخطاب أنه قال:وافقت ربي في ثلاث. فقلت: يا رسول الله، لو اتخذت من مقام إبراهيم مصلى، فأنزل الله- تعالى-: وَاتَّخِذُوا مِنْ مَقامِ إِبْراهِيمَ مُصَلًّى وقلت: يا رسول الله، إن نساءك يدخل عليهن البر والفاجر، فلو حجبتهن، فأنزل الله آية الحجاب. وقلت لأزواج النبي صلّى الله عليه وسلّم لما تمالأن عليه في الغيرة عَسى رَبُّهُ إِنْ طَلَّقَكُنَّ أَنْ يُبْدِلَهُ أَزْواجاً خَيْراً مِنْكُنَّ فنزل كذلك.وروى البخاري عن أنس بن مالك- رضى الله عنه- قال: لما تزوج رسول الله صلى الله عليه وسلّم زينب بنت جحش، دعا القوم فطعموا ثم جلسوا يتحدثون، فإذا هو كأنه يتهيأ للقيام فلم يقوموا. فلما رأى ذلك قام، فلما قام صلّى الله عليه وسلّم قام معه من قام، وقعد ثلاثة نفر.فجاء النبي صلّى الله عليه وسلّم ليدخل، فإذا القوم جلوس، ثم إنهم قاموا، فانطلقت فجئت فأخبرت النبي صلّى الله عليه وسلّم أنهم قد انطلقوا. فجاء حتى دخل، فذهبت أدخل، فألقى الحجاب بيني وبينه، فأنزل الله- تعالى- يا أَيُّهَا الَّذِينَ آمَنُوا لا تَدْخُلُوا بُيُوتَ النَّبِيِّ ... الآية.قال ابن كثير: وكان وقت نزولها في صبيحة عرس رسول الله صلّى الله عليه وسلّم بزينب بنت جحش: التي تولى الله- تعالى- تزويجها بنفسه، وكان ذلك في ذي القعدة من السنة الخامسة، في قول قتادة والواقديّ وغيرهما .والمراد ببيوت النبي: المساكن التي أعدها صلّى الله عليه وسلّم لسكنى أزواجه.والاستثناء في قوله- تعالى-: إِلَّا أَنْ يُؤْذَنَ لَكُمْ إِلى طَعامٍ غَيْرَ ناظِرِينَ إِناهُ استثناء مفرغ من أعم الأحوال.وقوله: غَيْرَ ناظِرِينَ. حال من ضمير تَدْخُلُوا وإِناهُ أى: نضجه وبلوغه الحد الذي يؤكل معه. يقال: أنى الطعام يأنى أنيا وإنى- كقلى يقلى- إذا نضج وكان معدا للأكل.والمعنى: يا من آمنتم بالله- تعالى- حق الإيمان، لا تدخلوا بيوت النبي صلّى الله عليه وسلّم في حال من الأحوال، إلا في حال الإذن لكم بدخولها من أجل حضور طعام تدعون إلى تناوله، وليكن حضوركم في الوقت المناسب لتناوله، لا قبل ذلك بأن تدخلوا قبل إعداده بفترة طويلة، منتظرين نضجه وتقديمه إليكم للأكل منه.قالوا: وكان من عادة بعضهم في الجاهلية أنهم يلجون البيوت بدون استئذان، فإذا وجدوا طعاما يعد، انتظروا حتى ينضج ليأكلوا منه.فالنهي في الآية الكريمة مخصوص بمن دخل من غير دعوة، وبمن دخل بدعوة ولكنه مكث منتظرا للطعام حتى ينضج، دون أن تكون هناك حاجة لهذا الانتظار. أما إذا كان الدخول بدعوة أو لحضور طعام بدون انتظار مقصود لوقت نضجه، فلا يتناوله النهى.قال الآلوسى: والآية على ما ذهب إليه جمع من المفسرين، خطاب لقوم كانوا يتحينون طعام النبي صلّى الله عليه وسلّم فيدخلون ويقعدون منتظرين لإدراكه، فهي مخصوصة بهم وبأمثالهم ممن يفعل مثل فعلهم في المستقبل. فالنهي مخصوص بمن دخل بغير دعوة، وجلس منتظرا للطعام من غير حاجة فلا تفيد النهى عن الدخول بإذن لغير طعام، ولا من الجلوس واللبث بعد الطعام لمهم آخر  .وقوله- سبحانه- وَلكِنْ إِذا دُعِيتُمْ فَادْخُلُوا استدراك على ما فهم من النهى عن الدخول بغير إذن، وفيه إشعار بأن الإذن متضمن معنى الدعوة.أى: لا تدخلوا بدون إذن، فإذا أذن لكم ودعيتم إلى الطعام فادخلوا لتناوله وقوله - تعالى- فَإِذا طَعِمْتُمْ فَانْتَشِرُوا وَلا مُسْتَأْنِسِينَ لِحَدِيثٍ بيان للون آخر من ألوان الآداب الحكيمة التي شرعها الإسلام في تناول الطعام عند الغير.أى: إذا دعيتم لحضور طعام في بيت النبي صلّى الله عليه وسلّم فادخلوا، فإذا ما انتهيتم من طعامكم عنده، فتفرقوا ولا تمكثوا في البيت مستأنسين لحديث بعضكم مع بعض، أو لحديثكم مع أهل البيت.فقوله مُسْتَأْنِسِينَ مأخوذ من الأنس بمعنى السرور والارتياح للشيء. تقول: أنست، لحديث فلان، إذا سررت له، وفرحت به.وأطلق- سبحانه- نفى الاستئناس للحديث، من غير بيان صاحب الحديث، للإشعار بأن المكث بعد الطعام غير مرغوب فيه على الإطلاق، مادام ليس هناك من حاجة إلى هذا المكث. وهذا أدب عام لجميع المسلمين.واسم الإشارة في قوله: إِنَّ ذلِكُمْ كانَ يُؤْذِي النَّبِيَّ فَيَسْتَحْيِي مِنْكُمْ يعود إلى الانتظار والاستئناس للحديث، والدخول بغير إذن. والجملة بمثابة التعليل لما قبلها.أى: إن ذلكم المذكور كان يؤذى النبي صلّى الله عليه وسلّم ويدخل الحزن على قلبه، لأنه يتنافى مع الأدب الإسلامى الحكيم، ولكنه صلّى الله عليه وسلّم كان يستحيى أن يصرح لكم بذلك، لسمو خلقه، وكمال أدبه، كما أنه صلّى الله عليه وسلّم كان يستحيى أن يقول لكم كلاما تدركون منه أنه يريد انصرافكم.وقوله- تعالى-: وَاللَّهُ لا يَسْتَحْيِي مِنَ الْحَقِّ أى: والله- تعالى- لا يستحيى من إظهار الحق ومن بيانه، بل من شأنه- سبحانه- أن يقول الحق، ولا يسكت عن ذلك.وإذا كان الرسول صلّى الله عليه وسلّم قد منعه حياؤه من أن يقول قولا تفهمون منه ضجره من بقائكم في بيته بعد تناول طعامكم عنده.. فإن الله- تعالى- وهو خالقكم لا يمتنع عن بيان الحق في هذه الأمور وفي غيرها، حتى تتأدبوا بأدب دينه القويم. ثم ذكر- سبحانه- بعض الآداب التي يجب عليهم أن يلتزموها مع نساء نبيهم صلّى الله عليه وسلّم فقال: وَإِذا سَأَلْتُمُوهُنَّ مَتاعاً فَسْئَلُوهُنَّ مِنْ وَراءِ حِجابٍ، ذلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ..أى: وإذا طلبتم- أيها المؤمنون- من أزواج النبي صلّى الله عليه وسلّم شيئا يتمتع به سواء أكان هذا الشيء حسيا كالطعام أم معنويا كمعرفة بعض الأحكام الشرعية.. إذا سألتموهن شيئا من ذلك فليكن سؤالكم لهن من وراء حجاب ساتر بينكم وبينهن..لأن سؤالكم إياهن بهذه الطريقة، أطهر لقلوبكم وقلوبهن، وأبعد عن الوقوع في الهواجس الشيطانية التي قد تتولد عن مشاهدتكم لهن، ومشاهدتهن لكم..ثم ختم- سبحانه- الآية الكريمة بقوله: وَما كانَ لَكُمْ أَنْ تُؤْذُوا رَسُولَ اللَّهِ، وَلا أَنْ تَنْكِحُوا أَزْواجَهُ مِنْ بَعْدِهِ أَبَداً، إِنَّ ذلِكُمْ كانَ عِنْدَ اللَّهِ عَظِيماً.أى: وما صح وما استقام لكم- أيها المؤمنون- أن تؤذوا رسول الله صلّى الله عليه وسلّم بأى لون من ألوان الأذى، سواء أكان بدخول بيوته بغير إذنه، أم بحضوركم إليها انتظارا لنضج الطعام أم بجلوسكم بعد الأكل بدون مقتض لذلك، أم بغير ذلك مما يتأذى به صلّى الله عليه وسلم.كما أنه لا يصح لكم بحال من الأحوال أن تنكحوا أزواجه من بعده، أى: من بعد وفاته.إِنَّ ذلِكُمْ أى: إيذاءه ونكاح أزواجه من بعده كانَ عِنْدَ اللَّهِ- تعالى- ذنبا عَظِيماً وإثما جسيما، لا يقادر قدره."},{"ayah_number":54,"text":"ثم حذرهم- سبحانه- من مخالفة أمره، بأن بين لهم بأنه- سبحانه- لا يخفى عليه شيء، من أمرهم، فقال: إِنْ تُبْدُوا شَيْئاً بأن تظهروه على ألسنتكم أَوْ تُخْفُوهُ بأن تضمروه في قلوبكم، فإنه في الحالين لا يعزب عن علمنا، وسنحاسبكم عليه، فَإِنَّ اللَّهَ- تعالى- كانَ بِكُلِّ شَيْءٍ عَلِيماً بحيث لا يخفى عليه شيء، في الأرض ولا في السماء.هذا وقد أخذ العلماء من هذه الآية الكريمة التي تسمى بآية الحجاب، جملة من الأحكام والآداب منها:1- وجوب الاستئذان عند دخول البيوت لتناول طعام، ووجوب الخروج بعد تناوله إلا إذا كانت هناك ضرورة تدعو للبقاء، كما أن من الواجب الحضور إلى الطعام في الوقت المناسب له، وليس قبله انتظارا لنضجه وتقديمه.2- حرمة الاختلاط بين الرجال والنساء سواء أكان ذلك في الطعام أم في غيره، فقد أمر- سبحانه- المؤمنين، إذا سألوا أزواج النبي صلّى الله عليه وسلّم شيئا أن يسألوهن من وراء حجاب، وعلل ذلك بأن سؤالهن بهذه الطريقة، يؤدى إلى طهارة القلوب، وعفة النفوس، والبعد عن الريبة وخواطر السوء..وحكم نساء المؤمنين في ذلك كحكم أمهات المؤمنين، لأن قوله- سبحانه- ذلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ علة عامة تدل على تعميم الحكم، إذ جميع الرجال والنساء في كل زمان ومكان في حاجة إلى ما هو أطهر للقلوب، وأعف للنفوس..قال بعض العلماء ما ملخصه: وقوله: ذلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ قرينة واضحة على إرادة تعميم الحكم، إذ لم يقل أحد من العقلاء، إن غير ازواج النبي صلّى الله عليه وسلّم لا حاجة هن إلى أطهرية قلوبهن، وقلوب الرجال من الريبة منهن..فالجملة الكريمة فيها الدليل الواضح على أن وجوب الحجاب حكم عام في جميع النساء، لا خاص بأمهات المؤمنين، وإن كان أصل اللفظ خاصا بهن، لأن عموم علته دليل على عموم الحكم فيه.. .3- كذلك أخذ العلماء من هذه الآية أنه لا يجوز للرجل الأجنبى أن يصافح امرأة أجنبية عنه. ولا يجوز له أن يمس شيء من بدنه شيئا من بدنها.والدليل على ذلك أن النبي صلّى الله عليه وسلّم ثبت عنه أن قال: «إنى لا أصافح النساء» والله- تعالى- يقول: لَقَدْ كانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ.. فيلزمنا أن لا نصافح النساء الأجنبيات اقتداء به صلّى الله عليه وسلم .4- تكريم الله- تعالى- لنبيه صلّى الله عليه وسلّم ودفاعه عنه، وإلزام المؤمنين بالعمل على كل ما يرضيه ولا يؤذيه، وبعدم نكاح أزواجه من بعده أبدا ...ثم استثنت السورة الكريمة بعض الأصناف الذين يجوز للمرأة أن تظهر أمامهم بدون حجاب، وبينت سمو منزلة رسول الله صلّى الله عليه وسلم، وأكدت التحذير من إيذائه، ومن إيذاء المؤمنين والمؤمنات، وأمرت النبي صلّى الله عليه وسلّم أن يرشد أزواجه وبناته ونساء المؤمنين إلى وجوب الاحتشام في ملابسهن.. فقال- تعالى-:"},{"ayah_number":55,"text":"قال القرطبي: لما نزلت آية الحجاب قال الآباء والأبناء والأقارب لرسول الله صلّى الله عليه وسلم:ونحن أيضا نكلمهن من وراء حجاب؟ فنزلت هذه الآية: لا جُناحَ عَلَيْهِنَّ فِي آبائِهِنَّ..  .فالآية الكريمة مسوقة لبيان من لا يجب على النساء أن يحتجبن منه.أى: لا حرج ولا إثم على أمهات المؤمنين ولا على غيرهن من النساء، في ترك الحجاب بالنسبة لآبائهن، أو أبنائهن أو إخوانهن، أو أبناء إخوانهن أو أبناء أخواتهن، أو نسائهن اللاتي تربطهن بهن رابطة قرابة أو صداقة، أو ما ملكت أيمانهن من الذكور أو الإناث.فهؤلاء يجوز للمرأة أن تخاطبهم بدون حجاب، وأن تظهر أمامهم بدون ساتر. وهذا لون من ألوان اليسر والسماحة في شريعة الإسلام.ولم يذكر سبحانه- العم والخال، لأنهما يجريان مجرى الوالدين، وقد يسمى العم أبا. كما في قوله- تعالى- حكاية عن يعقوب: أَمْ كُنْتُمْ شُهَداءَ إِذْ حَضَرَ يَعْقُوبَ الْمَوْتُ، إِذْ قالَ لِبَنِيهِ ما تَعْبُدُونَ مِنْ بَعْدِي، قالُوا نَعْبُدُ إِلهَكَ وَإِلهَ آبائِكَ إِبْراهِيمَ وَإِسْماعِيلَ وَإِسْحاقَ إِلهاً واحِداً، وَنَحْنُ لَهُ مُسْلِمُونَ وإسماعيل كان عما ليعقوب لا أبا له.قال الجمل: وقوله: وَلا نِسائِهِنَّ أى: ولا جناح على زوجات النبي صلّى الله عليه وسلّم في عدم الاحتجاب عن نسائهن، أى: عن النساء المسلمات وإضافتهن لهن من حيث المشاركة في الوصف، وهو الإسلام، وأما النساء الكافرات فيجب على أزواج النبي الاحتجاب عنهن،كما يجب على سائر المسلمات. أى: ما عدا ما يبدو عند المهنة، أما هو فلا يجب على المسلمات حجبه وستره عن الكافرات.وشبيه بهذه الآية قوله- تعالى-: في سورة النور: وَلا يُبْدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ، أَوْ آبائِهِنَّ، أَوْ آباءِ بُعُولَتِهِنَّ، أَوْ أَبْنائِهِنَّ، أَوْ أَبْناءِ بُعُولَتِهِنَّ ... الآية.ثم عقب. سبحانه هذا الترخيص والتيسير بقوله: وَاتَّقِينَ اللَّهَ إِنَّ اللَّهَ كانَ عَلى كُلِّ شَيْءٍ شَهِيداً.والجملة الكريمة معطوفة على محذوف، والتقدير: لقد أبحت لكن يا معشر النساء مخاطبة هؤلاء الأصناف بدون حجاب: فامتثلن أمرى، واتقين الله- تعالى- في كل أحوالكن، واحرصن على العفاف والتستر والاحتشام، لأن الله- تعالى- مطلع على كل ما يصدر عنكن، وسيجازى كل إنسان بما يستحقه من ثواب أو عقاب."},{"ayah_number":56,"text":"ثم أثنى الله- تعالى- على نبيه ثناء كبيرا وأمر المؤمنين بأن يعظموه ويوقروه فقال: إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ، يا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيماً.قال القرطبي ما ملخصه: هذه الآية شرف الله بها رسوله صلّى الله عليه وسلّم في حياته وموته، وذكر منزلته منه.. والصلاة من الله رحمته ورضوانه، ومن الملائكة الدعاء والاستغفار، ومن الأمة الدعاء والتعظيم لأمره..والضمير في يُصَلُّونَ لله- تعالى- ولملائكته. وهذا قول من الله شرف به ملائكته..أو في الكلام حذف. والتقدير: إن الله يصلى وملائكته يصلون.وقال ابن كثير: والمقصود من هذه الآية الكريمة، أن الله- تعالى- أخبر عباده بمنزلة عبده ونبيه عنده في الملأ الأعلى: بأنه يثنى عليه عند الملائكة المقربين وأن الملائكة تصلى عليه، ثم أمر الله أهل العالم السفلى بالصلاة والتسليم عليه. ليجتمع الثناء عليه من أهل العالمين العلوي والسفلى جميعا  .والمعنى: إن الله- تعالى- يثنى على نبيه محمد صلّى الله عليه وسلّم ويرضى عنه، وإن الملائكة تثنى عليه صلّى الله عليه وسلّم وتدعو له بالظفر بأعلى الدرجات وأسماها.يا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ أى: عظموه ووقروه وادعوا له بأرفع الدرجات وَسَلِّمُوا تَسْلِيماً أى: وقولوا: السلام عليك أيها النبي. والسلام: مصدر بمعنى السلامة.أى: السلامة من النقائص والآفات ملازمة لك.والتعبير بالجملة الاسمية في صدر الآية، للإشعار بوجوب المداومة والاستمرار على ذلك.وخص المؤمنين بالتسليم، لأن الآية وردت بعد النهى عن إيذاء النبي صلّى الله عليه وسلم، والإيذاء له صلّى الله عليه وسلّم إنما يكون من البشر.وقد ساق المفسرون- وعلى رأسهم ابن كثير والقرطبي والآلوسى- أحاديث متعددة في فضل الإكثار من الصلاة على النبي صلّى الله عليه وسلم، وفي كيفية الصلاة عليه..ومنها: ما رواه الإمام أحمد وابن ماجة عن عامر بن ربيعة قال: سمعت النبي صلّى الله عليه وسلم يقول: «من صلّى على صلاة لم تزل الملائكة تصلى عليه ما صلّى على، فليقلّ عبد من ذلك أو ليكثر» .ومنها ما رواه الشيخان وغيرهما عن كعب بن عجرة قال: لما نزلت هذه الآية قلنا:يا رسول الله، قد علمنا السلام، فكيف الصلاة عليك، قال: قولوا: اللهم صل على محمد، وعلى آل محمد، كما صليت على إبراهيم وعلى آل إبراهيم، إنك حميد مجيد. اللهم بارك على محمد وعلى آل محمد كما باركت على إبراهيم وعلى آل إبراهيم إنك حميد مجيد.والآية الكريمة تدل على وجوب الصلاة والسلام على النبي صلّى الله عليه وسلّم والمؤمنون الصادقون هم الذين يكثرون من ذلك. قال صاحب الكشاف ما ملخصه: فإن قلت: الصلاة على رسول الله صلّى الله عليه وسلّم واجبة أم مندوب إليها؟ قلت: بل واجبة، وقد اختلفوا في حال وجوبها، فمنهم من أوجبها كلما جرى ذكره صلّى الله عليه وسلّم ومنهم من قال تجب في كل مجلس مرة، وإن تكرر ذكره.ومنهم من أوجبها في العمر مرة.. والذي يقتضيه الاحتياط: الصلاة عليه عند كل ذكر..لما ورد من الأخبار في ذلك.ومنها: «رغم أنف رجل ذكرت عنده فلم يصل على»."},{"ayah_number":57,"text":"ثم توعد- سبحانه- الذين يسيئون إلى رسوله صلّى الله عليه وسلّم بأى لون من ألوان الإساءة فقال: إِنَّ الَّذِينَ يُؤْذُونَ اللَّهَ وَرَسُولَهُ لَعَنَهُمُ اللَّهُ فِي الدُّنْيا وَالْآخِرَةِ، وَأَعَدَّ لَهُمْ عَذاباً مُهِيناً.والمراد بأذى الله ورسوله: ارتكاب ما يبغضان ويكرهان من الكفر والفسوق والعصيان،ويشمل ذلك ما قاله اليهود: عزير ابن الله، ويد الله مغلولة، وما قاله النصارى: من أن المسيح ابن الله، كما يشمل ما قاله الكافرون في الرسول صلّى الله عليه وسلّم من أنه كاهن أو ساحر أو شاعر..وقيل: إن المقصود بالآية هنا: إيذاء الرسول صلّى الله عليه وسلّم خاصة، وذكر الله- تعالى- معه للتشريف، وللإشارة إلى أن ما يؤذى الرسول يؤذى الله- تعالى-، كما جعلت طاعة الرسول، طاعة لله.قال ابن كثير: والظاهر أن الآية عامة في كل من آذى الرسول صلّى الله عليه وسلّم بشيء، فإن من آذاه فقد آذى الله، ومن أطاعه فقد أطاع الله، ففي الحديث الشريف: «الله الله في أصحابى، لا تتخذوهم غرضا بعدي، فمن أحبهم فبحبي أحبهم، ومن أبغضهم فببغضي أبغضهم، ومن آذاهم فقد آذاني، ومن آذاني فقد آذى الله، ومن آذى الله يوشك أن يأخذه».أى: إن الذين يؤذون الله- تعالى- ورسوله صلّى الله عليه وسلم، بارتكاب مالا يرضياه من كفر أو شرك أو فسوق أو عصيان..لَعَنَهُمُ اللَّهُ فِي الدُّنْيا وَالْآخِرَةِ أى: طرد الله- تعالى- هؤلاء الذين ارتكبوا الأذى من رحمته، وأبعدهم من رضاه في الدنيا والآخرة.وَأَعَدَّ لَهُمْ- سبحانه- في الآخرة عَذاباً مُهِيناً أى: عذابا يهينهم ويجعلهم محل الاحتقار والازدراء من غيرهم."},{"ayah_number":58,"text":"وبعد هذا الوعيد الشديد لمن آذى الله ورسوله، جاء وعيد آخر لمن آذى المؤمنين والمؤمنات، فقال- تعالى-: وَالَّذِينَ يُؤْذُونَ الْمُؤْمِنِينَ وَالْمُؤْمِناتِ بِغَيْرِ مَا اكْتَسَبُوا، فَقَدِ احْتَمَلُوا بُهْتاناً وَإِثْماً مُبِيناً.أى: والذين يرتكبون في حق المؤمنين والمؤمنات ما يؤذيهم في أعراضهم أو في أنفسهم أو في غير ذلك مما يتعلق بهم، دون أن يكون المؤمنون أو المؤمنات قد فعلوا ما يوجب أذاهم..فَقَدِ احْتَمَلُوا بُهْتاناً وَإِثْماً مُبِيناً أى: فقد ارتكبوا إثما شنيعا، وفعلا قبيحا، وذنبا ظاهرا بينا، بسبب إيذائهم للمؤمنين والمؤمنات.وقال- سبحانه- هنا بِغَيْرِ مَا اكْتَسَبُوا ولم يقل ذلك في الآية السابقة عليها، لأن الناس بطبيعتهم يدفع بعضهم بعضا، ويعتدى بعضهم على بعض، ويؤذى بعضهم بعضا، أما الله- تعالى- ورسوله صلّى الله عليه وسلّم فلا يتصور منهما ذلك.وجمع- سبحانه- في ذمهم بين البهتان والإثم المبين، للدلالة على فظاعة ما ارتكبوه في حق المؤمنين والمؤمنات، إذ البهتان هو الكذب الصريح الذي لا تقبله العقول، بل يحيرها ويدهشها لشدته وبعده عن الحقيقة.والإثم المبين: هو الذنب العظيم الظاهر البين، الذي لا يخفى قبحه على أحد.روى ابن أبى حاتم عن عائشة قالت: قال رسول الله صلّى الله عليه وسلّم لأصحابه: «أى الربا أربى عند الله؟.قالوا: الله ورسوله أعلم. قال: أربى الربا عند الله، استحلال عرض امرئ مسلم» ثم قرأ صلّى الله عليه وسلّم هذه الآية."},{"ayah_number":59,"text":"ثم أمر الله- تعالى- رسوله صلّى الله عليه وسلّم أن يأمر أزواجه وبناته ونساء المؤمنين عامة، بالاحتشام والتستر في ملابسهن فقال- تعالى-: يا أَيُّهَا النَّبِيُّ قُلْ لِأَزْواجِكَ وَبَناتِكَ وَنِساءِ الْمُؤْمِنِينَ، يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ....قال الآلوسى: روى عن غير واحد أنه كانت الحرة والأمة، تخرجان ليلا لقضاء الحاجة في الغيطان وبين النخيل، من غير تمييز بين الحرائر والإماء، وكان في المدينة فساق يتعرضون للإماء، وربما تعرضوا للحرائر، فإذا قيل لهم قالوا: حسبناهن إماء، فأمرت الحرائر أن يخالفن الإماء في الزي والتستر فلا يطمع فيهن...وقوله: يُدْنِينَ من الإدناء بمعنى التقريب، ولتضمنه معنى السدل والإرخاء عدّى بعلى. وهو جواب للأمر، كما في قوله- تعالى-: قُلْ لِعِبادِيَ الَّذِينَ آمَنُوا يُقِيمُوا الصَّلاةَ....والجلابيب: جمع جلباب، وهو ثوب يستر جميع البدن، تلبسه المرأة، فوق ثيابها.والمعنى: يا أيها النبي قل لأزواجك اللائي في عصمتك، وقل لبناتك اللائي هن من نسلك، وقل لنساء المؤمنين كافة، قل لهن: إذا ما خرجن لقضاء حاجتهن، فعليهن أن يسدلن الجلابيب عليهن، حتى يسترن أجسامهن سترا تاما، من رءوسهن إلى أقدامهن، زيادة في التستر والاحتشام، وبعدا عن مكان التهمة والريبة.قالت أم سلمة- رضى الله عنها-: لما نزلت هذه الآية، خرج نساء الأنصار كأن على رءوسهن الغربان من السكينة وعليهن أكسية سود يلبسنها.وقوله: ذلِكَ أَدْنى أَنْ يُعْرَفْنَ فَلا يُؤْذَيْنَ بيان للحكمة من الأمر بالتستر والاحتشام.أى: ذلك التستر والاحتشام والإدناء عليهن من جلابيبهن يجعلهن أدنى وأقرب إلى أن يعرفن ويميزن عن غيرهن من الإماء، فلا يؤذين من جهة من في قلوبهم مرض.قال بعض العلماء: وقد يقال إن تأويل الآية على هذا الوجه، وقصرها على الحرائر، قد يفهم منه أن الشارع قد أهمل أمر الإماء، ولم يبال بما ينالهن من الإيذاء ممن ضعف إيمانهم، مع أن في ذلك من الفتنة ما فيه، فهلا كان التصون والتستر عاما في جميع النساء؟والجواب، أن الإماء بطبيعة عملهن يكثر خروجهن وترددهن في الأسواق، فإذا كلفن أن يتقنعن ويلبسن الجلباب السابغ كلما خرجن، كان في ذلك حرج ومشقة عليهن، وليس كذلك الحرائر فإنهن مأمورات بعدم الخروج من البيوت إلا لضرورة ومع ذلك فإن القرآن الكريم قد نهى عن إيذاء المؤمنين والمؤمنات جميعا، سواء الحرائر والإماء، وتوعد المؤذين بالعذاب المهين.. والشارع- أيضا- لم يحظر على الإماء التستر والتقنع، ولكنه لم يكلفهن بذلك دفعا للحرج والعسر، فللأمة أن تلبس الجلباب السابغ متى تيسر لها ذلك...هذا، ويرى الإمام أبو حيان أن الأرجح أن المراد بنساء المؤمنين، ما يشمل الحرائر والإماء وأن الأمر بالتستر يشمل الجميع، وأن الحكمة من وراء هذا الأمر بإسدال الجلابيب عليهن، درء التعرض لهن بسوء من ضعاف الإيمان.فقد قال- رحمه الله-: والظاهر أن قوله: وَنِساءِ الْمُؤْمِنِينَ يشمل الحرائر والإماء، والفتنة بالإماء أكثر لكثرة تصرفهن، بخلاف الحرائر، فيحتاج إخراجهن من عموم النساء إلى دليل واضح.. ذلِكَ أَدْنى أَنْ يُعْرَفْنَ لتسترهن بالعفة فلا يتعرض لهن، ولا يلقين بما يكرهن، لأن المرأة إذا كانت في غاية التستر والانضمام لم يقدم عليها بخلاف المتبرجة فإنها مطموع فيها.ويبدو لنا أن هذا الرأى الذي اتجه إليه أبو حيان- رحمه الله- أولى بالقبول من غيره، لتمشيه مع شريعة الإسلام التي تدعو جميع النساء إلى التستر والعفاف.ثم ختم- سبحانه- الآية بقوله: وَكانَ اللَّهُ غَفُوراً رَحِيماً أى: وكان الله- تعالى- وما زال واسع المغفرة والرحمة لمن تاب إليه توبة صادقة مما وقع فيه من أخطاء وسيئات.ثم هدد- سبحانه- المنافقين وأشباههم بسوء المصير، إذا ما استمروا في إيذائهم لرسول الله صلّى الله عليه وسلّم وللمؤمنين والمؤمنات. وبين- عز وجل- أن وقت قيام الساعة مرد علمه إليه وحده. وأن الكافرين عند قيامها سيندمون ولكن لن ينفعهم الندم، فقال- تعالى-:"},{"ayah_number":60,"text":"والمنافقون: جمع منافق، وهو الذي يظهر الإسلام ويخفى الكفر.والذين في قلوبهم مرض: هم قوم ضعاف الإيمان، قليلو الثبات على الحق.والمرجفون في المدينة: هم الذين كانوا ينشرون أخبار السوء عن المؤمنين ويلقون الأكاذيب الضارة بهم ويذيعونها بين الناس. وأصل الإرجاف: التحريك الشديد للشيء، مأخوذ من الرجفة التي هي الزلزلة. ووصف به الأخبار الكاذبة، لكونها في ذاتها متزلزلة غير ثابتة، أو لإحداثها الاضطراب في قلوب الناس.وقد سار بعض المفسرين، على أن هذه الأوصاف الثلاثة، كل وصف منها لطائفة معينة، وسار آخرون على أن هذه الأوصاف لطائفة واحدة هي طائفة المنافقين، وأن العطف لتغاير الصفات مع اتحاد الذات.قال القرطبي: قوله: لَئِنْ لَمْ يَنْتَهِ الْمُنافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ، وَالْمُرْجِفُونَ فِي الْمَدِينَةِ ... أهل التفسير على أن الأوصاف الثلاثة لشيء واحد ... والواو مقحمة كما في قول الشاعر:إلى الملك القرم وابن الهما ... م وليث الكتيبة في المزدحمأراد إلى الملك القرم ابن الهمام ليث الكتيبة.وقيل: كان منهم قوم يرجفون، وقوم يتبعون النساء للريبة، وقوم يشككون المسلمين...وقد سار صاحب الكشاف على أن هذه الأوصاف لطوائف متعددة من الفاسقين، فقال:وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ قوم كان فيهم ضعف إيمان، وقلة ثبات عليه..وَالْمُرْجِفُونَ فِي الْمَدِينَةِ ناس كانوا يرجفون بأخبار السوء عن سرايا رسول الله صلى الله عليه وسلّم فيقولون: هزموا وقتلوا وجرى عليهم كيت وكيت، فيكسرون بذلك قلوب المؤمنين.والمعنى: لئن لم ينته المنافقون عن عدائكم وكيدكم، والفسقة عن فجورهم، والمرجفون عما يؤلفون من أخبار السوء، لنأمرنك بأن تفعل بهم الأفاعيل التي تسوؤهم وتنوؤهم.وقوله: لَنُغْرِيَنَّكَ بِهِمْ جواب القسم. أى: لنسلطنك عليهم فتستأصلهم بالقتل والتشريد، يقال: أغرى فلان فلانا بكذا، إذا حرضه على فعله.وقوله: ثُمَّ لا يُجاوِرُونَكَ فِيها إِلَّا قَلِيلًا معطوف على جواب القسم. أى: لنغرينك بهم ثم لا يبقون بعد ذلك مجاورين لك فيها إلا زمانا قليلا، يرتحلون بعده بعيدا عنكم، لكي تبتعدوا عن شرورهم.وجاء العطف بثم في قوله: ثُمَّ لا يُجاوِرُونَكَ للإشارة إلى أن إجلاءهم عن المدينة نعمة عظيمة بالنسبة للمؤمنين، ونقمة كبيرة بالنسبة لهؤلاء المنافقين وأشباههم."},{"ayah_number":61,"text":"وقوله: مَلْعُونِينَ أَيْنَما ثُقِفُوا أى: مطرودين من رحمة الله- تعالى- ومن فضله، أينما وجدوا وظفر بهم المؤمنون.ومَلْعُونِينَ منصوب على الحال من فاعل يُجاوِرُونَكَ وثُقِفُوا بمعنى وجدوا.تقول ثقفت الرجل في الحرب أثقفه، إذا أدركته وظفرت به.وقوله: أُخِذُوا وَقُتِّلُوا تَقْتِيلًا بيان لما يحيق بهم من عقوبات عند الظفر بهم.أى: هم ملعونون ومطرودون من رحمة الله بسبب سوء أفعالهم، فإذا ما أدركوا وظفر بهم، أخذوا أسارى أذلاء، وقتلوا تقتيلا شديدا، وهذا حكم الله- تعالى- فيهم حتى يقلعوا عن نفاقهم وإشاعتهم قالة السوء في المؤمنين، وإيذائهم للمسلمين والمسلمات."},{"ayah_number":62,"text":"ثم بين- سبحانه- أن سنته قد اقتضت تأديب الفجار والفسقة حتى يقلعوا عن فجورهم وفسقهم فقال: سُنَّةَ اللَّهِ فِي الَّذِينَ خَلَوْا مِنْ قَبْلُ ... وقوله: لِسُنَّةِ منصوب على أنه مصدر مؤكد. أى: سن الله- تعالى- ذلك سنة، في الأمم الماضية من قبلكم- أيها المؤمنون- بأن جعل تأديب الذين يسعون في الأرض بالفساد، ويؤذون أهل الحق، سنة من سننه التي لا تتخلف.وَلَنْ تَجِدَ- أيها الرسول الكريم- لِسُنَّةِ اللَّهِ الماضية في خلقه تَبْدِيلًا أو تحويلا، لقيامها على الإرادة الحكيمة، والعدالة القويمة."},{"ayah_number":63,"text":"ثم بين- سبحانه- أن وقت قيام الساعة لا يعلمه إلا هو فقال: يَسْئَلُكَ النَّاسُ عَنِ السَّاعَةِ، قُلْ إِنَّما عِلْمُها عِنْدَ اللَّهِ، وَما يُدْرِيكَ لَعَلَّ السَّاعَةَ تَكُونُ قَرِيباً.والسائلون هنا قيل: هم اليهود، وسؤالهم عنها كان بقصد التعنت والإساءة إلى النبي صلى الله عليه وسلم.أى: يسألك اليهود وأشباههم في الكفر والنفاق عن وقت قيام الساعة، على سبيل التعنت والامتحان لك.قُلْ لهم- أيها الرسول الكريم- إِنَّما علم وقت قيامها عند الله- تعالى- وحده، دون أى أحد سواه.وَما يُدْرِيكَ أى: وما يعلمك لَعَلَّ السَّاعَةَ تَكُونُ قَرِيباً أى. لعل قيامها وحصولها يتحقق في وقت قريب ولكن هذا الوقت مهما قرب لا يعلمه إلا علام الغيوب- سبحانه-.ولقد كان النبي صلّى الله عليه وسلّم يقول: «بعثت أنا والساعة كهاتين» ويشير إلى إصبعيه السبابة والوسطى."},{"ayah_number":64,"text":"ثم بين- تعالى- ما أعده للكافرين من عقاب فقال: إِنَّ اللَّهَ لَعَنَ الْكافِرِينَ بأن طردهم من رحمته، وأبعدهم عن مغفرته.وَأَعَدَّ لَهُمْ فوق ذلك في الآخرة سَعِيراً أى: نارا شديدة الاشتعال والاتقاد."},{"ayah_number":65,"text":"خالِدِينَ فِيها أَبَداً أى: خالدين فيها خلودا أبديا لا خروج لهم منها معه.لا يَجِدُونَ وَلِيًّا وَلا نَصِيراً أى لا يجدون من يحول بينهم وبين الدخول في هذه النار المسعرة، كما لا يجدون من يخلصهم من عذابها وسعيرها."},{"ayah_number":66,"text":"ثم بين- سبحانه- حسراتهم عند ما يحل بهم العذاب في الآخرة فقال: يوم تقلب وجوههم في النار، يقولون يا ليتنا أطعنا الله وأطعنا الرسولا.ويَوْمَ ظرف لعدم الوجدان لمن يدافع عنهم أو ينصرهم أى: لا يجدون من يدفع عنهم العذاب: يوم تقلب وجوههم في النار تارة إلى جهة، وتارة إلى جهة أخرى، كما يقلب اللحم عند شوائه.وحينئذ يقولون على سبيل التحسر والتفجع: يا ليتنا أطعنا الله- تعالى- فيما أمرنا به، وأطعنا رسوله فيما جاءنا به من عند ربه.قال صاحب الكشاف: وقوله: تُقَلَّبُ بمعنى تتقلب، ومعنى تقليبها: تصريفها في الجهات، كما ترى البيضة تدور في القدر إذا غلت، فترامى بها الغليان من جهة إلى جهة. أو تغييرها عن أحوالها وتحويلها عن هيئاتها، أو طرحها في النار مقلوبة منكوسة.وخصت الوجوه بالذكر، لأنه الوجه أكرم موضع على الإنسان من جسده ويجوز أن يكون الوجه عبارة عن الجملة."},{"ayah_number":67,"text":"وَقالُوا رَبَّنا إِنَّا أَطَعْنا سادَتَنا وَكُبَراءَنا فَأَضَلُّونَا السَّبِيلَا، أى: وقال هؤلاء الكافرون- بعد هذا التحسر والتفجع- يا ربنا إنا أطعنا في الدنيا سادَتَنا وَكُبَراءَنا أى: ملوكنا ورؤساءنا وزعماءنا، فجعلونا في ضلال عن الصراط المستقيم، وعن السبيل الحق."},{"ayah_number":68,"text":"رَبَّنا آتِهِمْ ضِعْفَيْنِ مِنَ الْعَذابِ أى: يا ربنا أنزل بهؤلاء السادات والكبراء عذابا مضاعفا، بسبب ضلالهم في أنفسهم، وبسبب إضلالهم لغيرهم.وَالْعَنْهُمْ لَعْناً كَبِيراً أى واطردهم من رحمتك، وأبعدهم عن مغفرتك، إبعادا شديدا عظيما، فهم الذين كانوا سببا لنا في هذا العذاب المهين الذي نزل بنا.وهكذا نرى الآيات الكريمة، تصور لنا أحوال الكافرين في الآخرة هذا التصوير المؤثر، ليهلك من هلك عن بينة، ويحيى من حي عن بينة.وبعد أن فصلت السورة الكريمة ما فصلت من أحكام، وأرشدت إلى ما أرشدت من آداب، وقصت ما قصت من أحداث.. بعد كل ذلك وجهت في أواخرها نداءين إلى المؤمنين، أمرتهم فيهما بتقوى الله- تعالى- وبالاقتداء بالأخيار من عباده، وباجتناب سلوك الأشرار، كما ذكرتهم بثقل الأمانة التي رضوا بحملها، وبحسن عاقبة الصالحين وسوء عاقبة المكذبين، قال- تعالى-:"},{"ayah_number":69,"text":"والمراد بالذين آذوا موسى- عليه السلام- في قوله- تعالى-: يا أَيُّهَا الَّذِينَ آمَنُوا لا تَكُونُوا كَالَّذِينَ آذَوْا مُوسى ... قومه الذين أرسله الله إليهم.فقد حكى القرآن الكريم ألوانا من إيذائهم له، ومن ذلك قولهم له: يا مُوسَى اجْعَلْ لَنا إِلهاً كَما لَهُمْ آلِهَةٌ ... وقولهم: لَنْ نُؤْمِنَ لَكَ حَتَّى نَرَى اللَّهَ جَهْرَةً.ومن إيذائهم له- عليه السلام- ما رواه الإمام البخاري والترمذي عن أبى هريرة قال:قال رسول الله صلّى الله عليه وسلم: إن موسى كان رجلا حييا ستيرا لا يرى من جلده شيء، فآذاه من آذاه من بنى إسرائيل، وقالوا: ما يستتر هذا الستر إلا من عيب بجلده، إما برص، وإما آفة. وإن الله- تعالى- أراد أن يبرئه مما قالوا، وإن موسى خلا يوما وحده فوضع ثيابه على حجر ثم اغتسل، فلما فرغ أقبل على ثيابه ليأخذها، وإن الحجر عدا بثوبه، وأخذ موسى عصاه وطلب الحجر، فجعل يقول: ثوبي حجر، ثوبي حجر حتى انتهى إلى ملأ بنى إسرائيل، فرأوه عريانا أحسن ما خلق الله- تعالى-، وأبرأه الله- تعالى- مما يقولون..فذلك قوله- تعالى- يا أَيُّهَا الَّذِينَ آمَنُوا لا تَكُونُوا كَالَّذِينَ آذَوْا مُوسى ....والمعنى: يا من آمنتم بالله- تعالى- حق الإيمان، التزموا الأدب والطاعة والاحترام لنبيكم صلّى الله عليه وسلّم واحذروا أن تسلكوا معه المسلك الذي سلكه بنو إسرائيل مع نبيهم موسى- عليه السلام- حيث آذوه بشتى أنواع الأذى.وقولهم: لَنْ نَصْبِرَ عَلى طَعامٍ واحِدٍ ... واتخاذهم العجل إلها من دون الله في غيبة نبيهم موسى- عليه السلام-..فَبَرَّأَهُ اللَّهُ مِمَّا قالُوا أى: فأظهر الله- تعالى- براءته من كل ما نسبوه إليه من سوء.وَكانَ عِنْدَ اللَّهِ وَجِيهاً أى: وكان عند الله- تعالى- ذا جاه عظيم، ومكانة سامية، ومنزلة عالية، حيث نصره- سبحانه- عليهم، واصطفاه لحمل رسالته..يقال: وجه الرجل يوجه وجاهة فهو وجيه، إذا كان ذا جاه وقدر.."},{"ayah_number":70,"text":"ثم أمرهم- سبحانه- بمراقبته وبالخوف منه، بعد أن نهاهم عن التشبه ببني إسرائيل في إيذائهم لنبيهم فقال: يا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيداً ...والقول السديد: هو القول الصادق الصحيح الخالي من كل انحراف عن الحق والصواب، مأخوذ من قولك: سدد فلان سهمه يسدده، إذا وجهه بإحكام الى المرمى الذي يقصده فأصابه. ومنه قولهم: سهم قاصد. إذا أصاب الهدف.أى: يا أيها الذين آمنوا اتقوا الله وراقبوه وخافوه في كل ما تأتون وما تذرون، وفي كل ما تقولون وما تفعلون، وقولوا قولا كله الصدق والصواب."},{"ayah_number":71,"text":"فإنكم إن فعلتم ذلك يُصْلِحْ الله- تعالى- لَكُمْ أَعْمالَكُمْ بأن يجعلها مقبولة عنده وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ التي فرطت منكم، بأن يمحوها عنكم ببركة استقامتكم في أقوالكم وأفعالكم.وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ في كل الأقوال والأعمال فَقَدْ فازَ في الدارين فَوْزاً عَظِيماً لا يقادر قدره، ولا يعلم أحد كنهه وعلو منزلته."},{"ayah_number":72,"text":"ثم بين- سبحانه- ضخامة التبعة التي حملها الإنسان فقال: إِنَّا عَرَضْنَا الْأَمانَةَ عَلَى السَّماواتِ وَالْأَرْضِ وَالْجِبالِ فَأَبَيْنَ أَنْ يَحْمِلْنَها وَأَشْفَقْنَ مِنْها وَحَمَلَهَا الْإِنْسانُ ...وأرجح الأقوال وأجمعها في المراد بالأمانة هنا: أنها التكاليف والفرائض الشرعية التي كلف الله- تعالى- بها عباده، من إخلاص في العبادة، ومن أداء للطاعات، ومن محافظة على آداب هذا الدين وشعائره وسننه.وسمى- سبحانه- ما كلفنا به أمانة، لأن هذه التكاليف حقوق أمرنا- سبحانه- بها، وائتمننا عليها، وأوجب علينا مراعاتها والمحافظة عليها، وأداءها بدون إخلال بشيء منها.والمراد بالإنسان: آدم- عليه السلام- أو جنس الإنسان.والمراد بحمله إياها: تقبله لحمل هذه التكاليف والأوامر والنواهي مع ثقلها وضخامتها.وللعلماء في تفسير هذه الآية اتجاهات، فمنهم من يرى أن الكلام على حقيقته، وأن الله- تعالى- قد عرض هذه التكاليف الشرعية المعبر عنها بالأمانة، على السموات والأرض والجبال فَأَبَيْنَ أَنْ يَحْمِلْنَها لثقلها وضخامتها وَأَشْفَقْنَ مِنْها أى: وخفن من عواقب حملها أن ينشأ لهن من ذلك ما يؤدى بهن إلى عذاب الله وسخطه بسبب التقصير في أداء ما كلفن بأدائه.وَحَمَلَهَا الْإِنْسانُ أى: وقبل الإنسان حمل هذه الأمانة عند عرضها عليه، بعد أن أبت السموات والأرض والجبال حملها، وأشفقن منها.إِنَّهُ كانَ ظَلُوماً جَهُولًا أى: إنه كان مفرطا في ظلمه لنفسه، ومبالغا في الجهل، لأن هذا الجنس من الناس لم يلتزموا جميعا بأداء ما كلفهم الله- تعالى- بأدائه. وإنما منهم من أداها على وجهها- وهم الأقلون-، ومنهم من لم يؤدها وإنما عصى ما أمره به ربه، وخان الأمانة التي التزم بأدائها.فالضمير في قوله إِنَّهُ يعود على بعض أفراد جنس الإنسان، وهم الذين لم يؤدوا حقوق هذه الامانة التي التزموا بحملها.قال الآلوسى: إِنَّهُ كانَ ظَلُوماً جَهُولًا أى: بحسب غالب أفراده الذين لم يعملوا بموجب فطرتهم السليمة، دون من عداهم من الذين لم يبدلوا فطرة الله ويكفى في صدق الحكم على الجنس بشيء، وجوده في بعض أفراده، فضلا عن وجوده في غالبها...وقال بعض العلماء: ورجوع الضمير إلى مجرد اللفظ دون اعتبار المعنى التفصيلي معروف في اللغة التي نزل بها القرآن.وقد جاء فعلا في آية من كتاب الله، وهي قوله- تعالى-: وَما يُعَمَّرُ مِنْ مُعَمَّرٍ وَلا يُنْقَصُ مِنْ عُمُرِهِ إِلَّا فِي كِتابٍ ... لأن الضمير في قوله: وَلا يُنْقَصُ مِنْ عُمُرِهِ راجع إلى لفظ المعمر دون معناه التفصيلي، كما هو ظاهر.وهذه المسألة هي المعروفة عند علماء العربية بمسألة: عندي درهم ونصفه. أى: ونصف درهم آخر .وأصحاب هذا الاتجاه يقولون: لا مانع إطلاقا من أن يخلق الله- تعالى- إدراكا ونطقا للسموات والأرض والجبال، ولكن هذا الإدراك والنطق لا يعلمه إلا هو- سبحانه-.ومما يشهد لذلك قوله- تعالى-: تُسَبِّحُ لَهُ السَّماواتُ السَّبْعُ وَالْأَرْضُ وَمَنْ فِيهِنَّ وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ، وَلكِنْ لا تَفْقَهُونَ تَسْبِيحَهُمْ إِنَّهُ كانَ حَلِيماً غَفُوراً .قال الجمل: وكان هذا العرض عليهن- أى على السموات والأرض والجبال تخييرا لا إلزاما، ولو ألزمهن لم يمتنعن عن حملها. والجمادات كلها خاضعة لله- تعالى- مطيعة لأمره، ساجدة له.قال بعض أهل العلم: ركب الله- تعالى- فيهن العقل والفهم حين عرض عليهن الأمانة، حتى عقلن الخطاب، وأجبن بما أجبن.ويرى بعضهم أن العرض في الآية الكريمة من قبيل ضرب المثل، أو من قبيل المجاز.قال الإمام القرطبي ما ملخصه: لما بين- تعالى- في هذه السورة من الأحكام ما بين، أمر بالتزام أوامره، والأمانة تعم جميع وظائف الدين، على الصحيح من الأقوال، وهو قول الجمهور..ويصح أن يكون عرض الأمانة على السموات والأرض والجبال على سبيل الحقيقة..وقال القفال وغيره: العرض في هذه الآية ضرب مثل، أى: أن السموات والأرض والجبال على كبر أجرامها، لو كانت بحيث يجوز تكليفها، لثقل عليها تقلد الشرائع، لما فيها من الثواب والعقاب.أى: أن التكليف أمر حقه أن تعجز عنه السموات والأرض والجبال، وقد حمله الإنسان وهو ظلوم جهول لو عقل. وهذا كقوله: لَوْ أَنْزَلْنا هذَا الْقُرْآنَ عَلى جَبَلٍ، لَرَأَيْتَهُ خاشِعاً مُتَصَدِّعاً مِنْ خَشْيَةِ اللَّهِ....وقال قوم: إن الآية من المجاز: أى: أنا إذا قايسنا ثقل الأمانة بقوة السموات والأرض والجبال، رأينا أنها لا تطيقها، وأنها لو تكلمت لأبت وأشفقت، فعبّر عن هذا بعرض الأمانة. كما تقول: عرضت الحمل على البعير فأباه، وأنت تريد: قايست قوته بثقل الحمل فرأيت أنها تقصر عنه..وقيل: عَرَضْنَا يعنى عارضنا الأمانة بالسموات والأرض والجبال، فضعفت هذه الأشياء عن الأمانة. ورجحت الأمانة بثقلها عليها..ويبدو لنا أن حمل الكلام على الحقيقة أولى بالقبول، لأنه ما دام لم يوجد مانع يمنع منه، فلا داعي لصرفه عن ذلك.ومما لا شك أن قدرة الله- تعالى- لا يعجزها أن تخلق في السموات والأرض والجبال إدراكا وتمييزا ونطقا لا يعلمه إلا هو- سبحانه."},{"ayah_number":73,"text":"واللام في قوله- سبحانه-: لِيُعَذِّبَ اللَّهُ الْمُنافِقِينَ وَالْمُنافِقاتِ.. متعلقة بقوله:وَحَمَلَهَا الْإِنْسانُ....أى: وحملها الإنسان ليعذب الله- تعالى- بعض أفراده الذين لم يراعوها ولم يؤدوا ما التزموا بحمله وهم المنافقون والمنافقات والمشركون والمشركات وَيَتُوبَ اللَّهُ عَلَى الْمُؤْمِنِينَ وَالْمُؤْمِناتِ أى: ويقبل الله- تعالى- توبة المؤمنين والمؤمنات، بأن يكفر عنهم سيئاتهم وخطاياهم.وَكانَ اللَّهُ- تعالى- وما زال غَفُوراً رَحِيماً أى: واسع المغفرة والرحمة لمن تاب وآمن وعمل صالحا ثم اهتدى.أما بعد: فهذا تفسير لسورة (الأحزاب) نسأل الله- تعالى- أن يجعله خالصا لوجهه، ونافعا لعباده..والحمد الله الذي بنعمته تتم الصالحات.وصلّى الله على سيدنا محمد وعلى آله وصحبه وسلم."}]