[{"ayah_number":1,"text":"بسم الله الرّحمن الرّحيممقدمة وتمهيد1- سورة سبأ هي السورة الرابعة والثلاثون في ترتيب المصحف، أما في ترتيب النزول فهي السورة السابعة والخمسون، وكان نزولها بعد سورة لقمان.2- وسورة سبأ من السور المكية الخالصة، وقيل هي مكية إلا الآية السادسة منها وهي قوله- تعالى-: وَيَرَى الَّذِينَ أُوتُوا الْعِلْمَ الَّذِي أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ هُوَ الْحَقَّ.3- وعدد آياتها خمس وخمسون آية في المصحف الشامي، وأربع وخمسون آية في غيره.وسميت بهذا الاسم، لاشتمالها على قصة أهل سبأ، وما أصابهم من نقم بسبب عدم شكرهم لنعم الله- تعالى- عليهم.4- وتبدأ سورة سبأ بالثناء على الله- تعالى-: الْحَمْدُ لِلَّهِ الَّذِي لَهُ ما فِي السَّماواتِ وَما فِي الْأَرْضِ، وَلَهُ الْحَمْدُ فِي الْآخِرَةِ وَهُوَ الْحَكِيمُ الْخَبِيرُ، يَعْلَمُ ما يَلِجُ فِي الْأَرْضِ وَما يَخْرُجُ مِنْها، وَما يَنْزِلُ مِنَ السَّماءِ وَما يَعْرُجُ فِيها وَهُوَ الرَّحِيمُ الْغَفُورُ.ثم تحكى السورة الكريمة جانبا من أقوال الكافرين في تكذيبهم ليوم القيامة، كما تحكى- أيضا- بعض أقوالهم الباطلة التي قالوها في شأن النبي صلّى الله عليه وسلّم ثم ترد عليهم بما يخرس ألسنتهم.5- ثم تنتقل السورة الكريمة إلى الحديث عن جانب من قصة داود وسليمان- عليهما السلام-، فتحكى ما آتاهم الله- تعالى- إياه من خير وقوة وكيف أنهما قابلا نعم الله- تعالى- بالشكر والطاعة، فزادهما- سبحانه- من فضله وعطائه: اعْمَلُوا آلَ داوُدَ شُكْراً وَقَلِيلٌ مِنْ عِبادِيَ الشَّكُورُ.وكعادة القرآن الكريم في جمعه بين الترغيب والترهيب، وبين حسن عاقبة الشاكرين، وسوء عاقبة الجاحدين.. جاءت في أعقاب قصة داود وسليمان- عليهما السلام-، قصة قبيلة سبأ، وكيف أنهم قابلوا نعم الله الوفيرة بالجحود والإعراض، فمحقها- سبحانه- من بين أيديهم، كما قال- تعالى-: ذلِكَ جَزَيْناهُمْ بِما كَفَرُوا، وَهَلْ نُجازِي إِلَّا الْكَفُورَ.6- ثم ساقت السورة بعد ذلك بأسلوب تلقيني ألوانا من الأدلة على وحدانية الله- تعالى- وقدرته، وعلى وجوب إخلاص العبادة له.نرى ذلك في قوله- تعالى-: قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِ اللَّهِ، لا يَمْلِكُونَ مِثْقالَ ذَرَّةٍ فِي السَّماواتِ وَلا فِي الْأَرْضِ..وفي قوله- تعالى-: قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّماواتِ وَالْأَرْضِ.وفي قوله- عز وجل-: قُلْ أَرُونِيَ الَّذِينَ أَلْحَقْتُمْ بِهِ شُرَكاءَ، كَلَّا بَلْ هُوَ اللَّهُ الْعَزِيزُ الْحَكِيمُ.7- ثم تنتقل السورة الكريمة إلى الحديث عن وظيفة الرسول صلّى الله عليه وسلّم وَما أَرْسَلْناكَ إِلَّا كَافَّةً لِلنَّاسِ بَشِيراً وَنَذِيراً.وعن أحوال الكافرين السيئة عند ما يقفون أمام ربهم للحساب، وكيف أن كل فريق منهم يلقى التبعة على غيره وَلَوْ تَرى إِذِ الظَّالِمُونَ مَوْقُوفُونَ عِنْدَ رَبِّهِمْ، يَرْجِعُ بَعْضُهُمْ إِلى بَعْضٍ الْقَوْلَ، يَقُولُ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا لَوْلا أَنْتُمْ لَكُنَّا مُؤْمِنِينَ. قالَ الَّذِينَ اسْتَكْبَرُوا لِلَّذِينَ اسْتُضْعِفُوا أَنَحْنُ صَدَدْناكُمْ عَنِ الْهُدى بَعْدَ إِذْ جاءَكُمْ، بَلْ كُنْتُمْ مُجْرِمِينَ.8- ثم ترد السورة الكريمة على أولئك المترفين، الذين زعموا أن أموالهم وأولادهم ستنفعهم يوم القيامة، فتقرر أن ما ينفع يوم القيامة إنما هو الإيمان والعمل الصالح، وأن الله- تعالى- هو صاحب الإعطاء والمنع والإغناء والإفقار.قال- تعالى-: وَقالُوا نَحْنُ أَكْثَرُ أَمْوالًا وَأَوْلاداً وَما نَحْنُ بِمُعَذَّبِينَ، قُلْ إِنَّ رَبِّي يَبْسُطُ الرِّزْقَ لِمَنْ يَشاءُ وَيَقْدِرُ، وَلكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ. وَما أَمْوالُكُمْ وَلا أَوْلادُكُمْ بِالَّتِي تُقَرِّبُكُمْ عِنْدَنا زُلْفى، إِلَّا مَنْ آمَنَ وَعَمِلَ صالِحاً، فَأُولئِكَ لَهُمْ جَزاءُ الضِّعْفِ بِما عَمِلُوا، وَهُمْ فِي الْغُرُفاتِ آمِنُونَ.9- وبعد أن ساقت السورة ما ساقت من شبهات المشركين حول دعوة الرسول صلّى الله عليه وسلّم وردت عليهم بما يزيد المؤمنين ثباتا على ثباتهم، ويقينا على يقينهم، أتبعت ذلك بدعوة هؤلاء الكافرين إلى التفكير والتدبر على انفراد، في شأن دعوة هذا الرسول الكريم الذي يدعوهم إلى الحق، لعل هذا التفكر يهديهم إلى الرشد.قال- تعالى-: قُلْ إِنَّما أَعِظُكُمْ بِواحِدَةٍ، أَنْ تَقُومُوا لِلَّهِ مَثْنى وَفُرادى ثُمَّ تَتَفَكَّرُوا ما بِصاحِبِكُمْ مِنْ جِنَّةٍ، إِنْ هُوَ إِلَّا نَذِيرٌ لَكُمْ بَيْنَ يَدَيْ عَذابٍ شَدِيدٍ.ثم ختمت السورة الكريمة بتهديدهم بسوء العاقبة إذا ما استمروا في كفرهم وعنادهم، وأنهم سيندمون- إذا ما استمروا على كفرهم- ولن ينفعهم الندم.قال- تعالى-: وَحِيلَ بَيْنَهُمْ وَبَيْنَ ما يَشْتَهُونَ كَما فُعِلَ بِأَشْياعِهِمْ مِنْ قَبْلُ، إِنَّهُمْ كانُوا فِي شَكٍّ مُرِيبٍ.10- وهكذا نرى سورة سبأ قد ساقت أنواعا من الأدلة على وحدانية الله- تعالى-، وعلى أن يوم القيامة حق، وعلى أن الرسول صلى الله عليه وسلم صادق فيما يبلغه عن ربه.. كما أنها حكت شبهات المشركين، وردت عليهم بما يبطلها، والحمد لله حمدا كثيرا وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم.افتتحت سورة سبأ بتقرير الحقيقة الأولى في كل دين، وهي أن المستحق للحمد المطلق، والثناء الكامل، هو الله رب لعالمين.والحمد: هو الثناء باللسان على الجميل الصادر عن اختيار من نعمة أو غيرها.وأل في الحمد للاستغراق، بمعنى أن المستحق لجميع المحامد، ولكافة ألوان الثناء، هو الله- تعالى-.وإنما كان الحمد مقصورا في الحقيقة عليه وحده- سبحانه-، لأن كل ما يستحق أن يقابل بالثناء، فهو صادر عنه، ومرجعه إليه، إذ هو الخالق لكل شيء، وما يقدم إلى بعض الناس من حمد جزاء إحسانهم، هو في الحقيقة حمد له- تعالى-، لأنه- سبحانه- هو الذي وفقهم لذلك، وأعانهم عليه.وقد اختار- سبحانه- افتتاح هذه السورة بصفة الحمد، دون المدح أو الشكر، لأنه وسط بينهما، إذ المدح أعم من الحمد، لأن المدح يكون للعاقل وغيره، فقد يمدح الإنسان لعقله، وتمدح اللؤلؤة لجمالها، أما الحمد فإنه لا يحصل إلا للفاعل المختار على ما يصدر عنه من إحسان.والحمد أخص من الشكر، لأن الشكر يكون من أجل نعمة وصلت إليك أما الحمد فيكون من أجل نعمة وصلت إليك أو إلى غيرك .وفي القرآن الكريم خمس سور اشتركت في الافتتاح بقوله- تعالى-: الْحَمْدُ لِلَّهِ..وهي سورة الفاتحة، والأنعام، والكهف، وسبأ، وفاطر.ولكن لكل سورة من هذه السور، منهج خاص في بيان أسباب أن الحمد لله- تعالى- وحده.وقد أحسن القرطبي- رحمه الله- عند ما قال: فإن قيل: قد افتتح غيرها أى: سورة الأنعام- بالحمد لله، فكان الاجتزاء بواحدة يغنى عن سائره؟ فالجواب أن لكل واحدة منه معنى في موضعه، لا يؤدى عن غيره، من أجل عقده بالنعم المختلفة، وأيضا- فلما فيه من الحجة في هذا الموضع على الذين هم بربهم يعدلون .والمعنى: الحمد الكامل الشامل لله- تعالى- وحده، لأنه هو، الذي له ما في السموات وما في الأرض، خلقا وملكا وتصرفا، بحيث لا يخرج شيء فيهما عن إرادته ومشيئته.قوله: وله الحمد في الآخرة، تنبيه إلى أن حمده- عز وجل- ليس مقصورا على الدنيا، بل يشمل الدنيا والآخرة.فالمؤمنون يحمدونه في الدنيا على ما وهبهم من نعم الإيمان والإحسان، ويحمدونه في الآخرة على ما منحهم من جنة عرضها السموات والأرض، ويقولون: الْحَمْدُ لِلَّهِ الَّذِي صَدَقَنا وَعْدَهُ، وَأَوْرَثَنَا الْأَرْضَ نَتَبَوَّأُ مِنَ الْجَنَّةِ حَيْثُ نَشاءُ فَنِعْمَ أَجْرُ الْعامِلِينَ .قال صاحب الكشاف: ولما قال- سبحانه-: الحمد لله، ثم وصف ذاته بالإنعام بجميع النعم الدنيوية، كان معناه: أنه المحمود على نعم الدنيا، تقول: احمد أخاك الذي كساك وحملك، تريد: احمده على كسوته وحملانه.ولما قال: وَلَهُ الْحَمْدُ فِي الْآخِرَةِ علم أنه المحمود على نعم الآخرة وهو الثواب .وقال الآلوسى: والفرق بين الحمدين مع كون نعم الدنيا ونعم الآخرة بطريق التفضل، أن الأول على نهج العبادة، والثاني على وجه التلذذ والاغتباط وقد ورد في الخبر أن أهل الجنة يلهمون التسبيح كما يلهمون النفس.وقال الجمل: فإن قلت: الحمد مدح للنفس، ومدحها مستقبح فيما بين الخلق، فما وجه ذلك؟فالجواب: ان هذا المدح دليل على أن حاله- تعالى- بخلاف حال الخلق، وأنه يحسن منه ما يقبح من الخلق، وذلك يدل على أنه- تعالى- مقدس عن أن تقاس أفعاله، على أفعال العباد .ثم ختم- سبحانه- الآية بقوله: وَهُوَ الْحَكِيمُ الْخَبِيرُ أى: وهو- تعالى- الذي أحكم أمور الدارين، ودبرها بحكمته، وهو العليم بظواهر عباده وبواطنهم، لا يخفى عليه شيء من أحوالهم."},{"ayah_number":2,"text":"ثم فصل- سبحانه- بعض مظاهر علمه فقال: يَعْلَمُ ما يَلِجُ فِي الْأَرْضِ، والولوج الدخول، يقال: ولج فلان منزله، فهو يلجه ولجا وولوجا، إذا دخله.أى: أنه- سبحانه- يعلم ما يلج في الأرض وما يدخل فيها من ماء نازل من السماء، ومن جواهر دفنت في طياتها، ومن بذور ومعادن في جوفها.ويعلم- أيضا- ما يَخْرُجُ مِنْها من نبات وحبوب وكنوز، وغير ذلك من أنواع الخيرات.قال صاحب الكشاف: ولما قال- سبحانه-: الحمد لله، ثم وصف ذاته بالإنعام بجميع النعم الدنيوية، كان معناه: أنه المحمود على نعم الدنيا، تقول: احمد أخاك الذي كساك وحملك، تريد: احمده على كسوته وحملانه.ولما قال: وَلَهُ الْحَمْدُ فِي الْآخِرَةِ علم أنه المحمود على نعم الآخرة وهو الثواب  .وقال الآلوسى: والفرق بين الحمدين مع كون نعم الدنيا ونعم الآخرة بطريق التفضل، أن الأول على نهج العبادة، والثاني على وجه التلذذ والاغتباط وقد ورد في الخبر أن أهل الجنة يلهمون التسبيح كما يلهمون النفس .وقال الجمل: فإن قلت: الحمد مدح للنفس، ومدحها مستقبح فيما بين الخلق، فما وجه ذلك؟فالجواب: ان هذا المدح دليل على أن حاله- تعالى- بخلاف حال الخلق، وأنه يحسن منه ما يقبح من الخلق، وذلك يدل على أنه- تعالى- مقدس عن أن تقاس أفعاله، على أفعال العباد  .ثم ختم- سبحانه- الآية بقوله: وَهُوَ الْحَكِيمُ الْخَبِيرُ أى: وهو- تعالى- الذي أحكم أمور الدارين، ودبرها بحكمته، وهو العليم بظواهر عباده وبواطنهم، لا يخفى عليه شيء من أحوالهم.ثم فصل- سبحانه- بعض مظاهر علمه فقال: يَعْلَمُ ما يَلِجُ فِي الْأَرْضِ، والولوج الدخول، يقال: ولج فلان منزله، فهو يلجه ولجا وولوجا، إذا دخله.أى: أنه- سبحانه- يعلم ما يلج في الأرض وما يدخل فيها من ماء نازل من السماء، ومن جواهر دفنت في طياتها، ومن بذور ومعادن في جوفها.ويعلم- أيضا- ما يَخْرُجُ مِنْها من نبات وحبوب وكنوز، وغير ذلك من أنواع الخيرات.ويعلم كذلك ما يَنْزِلُ مِنَ السَّماءِ من أمطار، وثلوج، وبرد، وصواعق، وبركات، من عنده- تعالى- لأهل الأرض.وَما يَعْرُجُ فِيها أى: ويعلم ما يصعد فيها من الملائكة والأعمال الصالحة، كما قال- تعالى-: إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ.وعدى العروج بفي لتضمنه معنى الاستقرار، وهو في الأصل يعدى بإلى قال- تعالى-:تَعْرُجُ الْمَلائِكَةُ وَالرُّوحُ إِلَيْهِ فِي يَوْمٍ كانَ مِقْدارُهُ خَمْسِينَ أَلْفَ سَنَةٍ.وقوله: يَعْرُجُ من العروج، وهو الذهاب في صعود. والسماء جهة العلو مطلقا.وَهُوَ الرَّحِيمُ الْغَفُورُ أى: وهو- سبحانه- صاحب الرحمة الواسعة، والمغفرة العظيمة، لمن يشاء من عباده.وهذه الآية الكريمة- مع وجازة ألفاظها- تصور تصويرا بديعا معجزا، مظاهر علم الله- تعالى-، ولو أن أهل الأرض جميعا حاولوا إحصاء ما يَلِجُ فِي الْأَرْضِ وَما يَخْرُجُ مِنْها، وَما يَنْزِلُ مِنَ السَّماءِ وَما يَعْرُجُ فِيها لما استطاعوا أن يصلوا إلى إحصاء بعض تلك الحشود الهائلة من خلق الله- تعالى- في أرضه أو سمائه.ولكن هذه الحشود العجيبة في حركاتها، وأحجامها، وأنواعها، وأجناسها، وصورها، وأحوالها.. قد أحصاها علم الله- تعالى- الذي لا يخفى عليه شيء."},{"ayah_number":3,"text":"ثم حكى- سبحانه- ما قاله الكافرون في شأن يوم القيامة، فقال- تعالى- وَقالَ الَّذِينَ كَفَرُوا لا تَأْتِينَا السَّاعَةُ.أى: وقال الذين كفروا بالله وملائكته وكتبه ورسله واليوم الآخر، لا تأتينا الساعة بحال من الأحوال، وإنما نحن نموت ونحيا وما يهلكنا إلا الدهر، وإذا متنا فإن الأرض تأكل أجسادنا، ولا نعود إلى الحياة مرة أخرى.وعبروا عن إنكارهم لها بقولهم: لا تَأْتِينَا السَّاعَةُ مبالغة في نفيها نفيا كليا، فكأنهم يقولون: لا تأتينا الساعة في حال من الأحوال، لأننا ننكر وجودها أصلا، فضلا عن إتيانها.وقد أمر الله- تعالى- رسوله صلى الله عليه وسلم أن يرد عليهم بما يؤكد وجودها وإتيانها تأكيدا قاطعا فقال: قُلْ بَلى وَرَبِّي لَتَأْتِيَنَّكُمْ.و «بلى» حرف جواب لرد النفي، فتفيد إثبات المنفي قبلها، ثم أكد- سبحانه- ذلك بجملة القسم.أى: قل- أيها الرسول الكريم- لهؤلاء المنكرين لإتيان الساعة: ليس الأمر كما زعمتم، بل هي ستأتيكم بغتة، وحق ربي الذي أوجدنى وأوجدكم.فالجملة الكريمة قد اشتملت على جملة من المؤكدات التي تثبت أن الساعة آتية لا ريب فيها، ومن ذلك التعبير ب بَلى وبالجملة القسمية.قال ابن كثير عند تفسيره لهذه الآية هذه إحدى الآيات الثلاث التي لا رابع لهن، مما أمر الله رسوله صلى الله عليه وسلم أن يقسم بربه العظيم على وقوع المعاد، لما أنكره من أنكره من أهل الكفر والعناد: فإحداهن في سورة يونس، وهي قوله- تعالى-: وَيَسْتَنْبِئُونَكَ أَحَقٌّ هُوَ؟ قُلْ إِي وَرَبِّي إِنَّهُ لَحَقٌّ وَما أَنْتُمْ بِمُعْجِزِينَ.والثانية: هذه الآية التي معنا. والثالثة: في سورة التغابن وهي قوله- تعالى-: زَعَمَ الَّذِينَ كَفَرُوا أَنْ لَنْ يُبْعَثُوا، قُلْ بَلى وَرَبِّي لَتُبْعَثُنَّ.. .وقوله- تعالى-: عالِمِ الْغَيْبِ لا يَعْزُبُ عَنْهُ مِثْقالُ ذَرَّةٍ فِي السَّماواتِ وَلا فِي الْأَرْضِ وَلا أَصْغَرُ مِنْ ذلِكَ وَلا أَكْبَرُ إِلَّا فِي كِتابٍ مُبِينٍ تقوية لتأكيد إتيان الساعة.قالوا: لأن تأكيد القسم بجلائل نعوت المقسم به يؤذن بفخامة شأن المقسم عليه، وقوة إثباته، وصحته، لما أن ذلك في حكم الاستشهاد على الأمر  .وقوله يَعْزُبُ بمعنى يغيب ويخفى، وفعله من باب «قتل وضرب» . يقال: عزب الشيء يعزب- بضم الزاى وكسرها- إذا غاب وبعد.والمعنى: قل- أيها الرسول الكريم- لهؤلاء المنكرين لإتيان الساعة: كذبتم في إنكاركم وحق الله- تعالى- لتأتينكم، والذي أخبرنى بذلك هو الله- تعالى- عالِمِ الْغَيْبِ أى: عالم ما غاب وخفى عن حسكم، وهو- سبحانه- لا يغيب عن علمه مقدار أو وزن مثقال ذرة في السموات ولا في الأرض، ولا أصغر من ذلك المثقال، ولا أكبر منه، إلا وهو مثبت وكائن في علمه- تعالى- الذي لا يغيب عنه شيء، أو في اللوح المحفوظ الذي فيه تسجل أحوال الخلائق وأقوالهم وأفعالهم.وقوله- سبحانه-: عالِمِ الْغَيْبِ قرأه بعضهم بكسر الميم على أنه نعت لقوله رَبِّي.أى: قل بلى وربي عالم الغيب لتأتينكم الساعة.وقرأه آخرون بضم الميم على أنه مبتدأ، وخبره جملة: لا يَعْزُبُ عَنْهُ، أو هو خبر لمبتدأ محذوف. أى: هو عالم الغيب.وقوله: لا يَعْزُبُ عَنْهُ مِثْقالُ ذَرَّةٍ تمثيل لقلة الشيء، ودقته، والمراد انه لا يغيب عن علمه شيء ما، مهما دق أو صغر، إذ المثقال: مفعال من الثقل، ويطلق على الشيء البالغ النهاية في الصغر، والذرة تطلق على النملة، وعلى الغبار الذي يتطاير من التراب عند النفخ.وفي قوله- سبحانه-: وَلا أَصْغَرُ مِنْ ذلِكَ إعجاز علمي بليغ للقرآن الكريم، إذ كان من المعروف إلى عهد قريب، أن الذرة أصغر الأجسام، فأشار القرآن إلى أن هناك ما هو أصغر منها، وهذا ما اكتشفه العلم الحديث بعد تحطيم الذرة، وتقسيمها إلى جزئيات.قال الجمل: وقوله: وَلا أَصْغَرُ مِنْ ذلِكَ العامة على رفع أصغر وأكبر، وفيه وجهان:أحدهما: الابتداء، والخبر إلا في كتاب، والثاني: العطف على مِثْقالُ، وعلى هذا فيكون قوله: إِلَّا فِي كِتابٍ تأكيد للنفي في لا يَعْزُبُ كأنه قال: لكنه في كتاب مبين.فإن قيل: فأى حاجة إلى ذكر الأكبر، فإن من علم ما هو أصغر من الذرة لا بد وأن يعلم الأكبر؟ فالجواب: لما كان الله- تعالى- أراد بيان إثبات الأمور في الكتاب، فلو اقتصر على الأصغر لتوهم متوهم أنه يثبت الصغائر لكونها محل النسيان، وأما الأكبر فلا ينسى فلا حاجة إلى إثباته، فقال: الإثبات في الكتاب ليس كذلك فإن الأكبر مكتوب أيضا ."},{"ayah_number":4,"text":"واللام في قوله- تعالى- لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ.. متعلقة بقوله لَتَأْتِيَنَّكُمْ وهي للتعليل ولبيان الحكمة في إتيانها.أى: لتأتينكم الساعة أيها الكافرون، والحكمة في ذلك ليجزي- سبحانه- الذي آمنوا وعملوا الصالحات الجزاء الحسن الذي يستحقونه.أُولئِكَ الموصوفون بصفتى الإيمان والعمل الصالح لَهُمْ مَغْفِرَةٌ عظيمة من ربهم لذنوبهم وَلهم كذلك رِزْقٌ كَرِيمٌ تنشرح له صدورهم، وتقرّ به عيونهم."},{"ayah_number":5,"text":"وَالَّذِينَ سَعَوْا فِي آياتِنا مُعاجِزِينَ أى: والذين سعوا في إبطال آياتنا، وفي تكذيب رسلنا مُعاجِزِينَ أى مسابقين لنا، لتوهمهم أننا لا نقدر عليهم، وأنهم يستطيعون الإفلات من عقابنا. يقال: عاجز فلان فلانا وأعجزه إذا غالبه وسبقه.أُولئِكَ الذين يفعلون ذلك لَهُمْ عَذابٌ مِنْ رِجْزٍ أَلِيمٌ أى: لهم عذاب من أسوأ أنواع العذاب وأشده ألما وإهانة.وهكذا نرى الآيات الكريمة بعد ثنائها على الله- تعالى- بما هو أهله، وبعد إثباتها لعلمه الذي لا يعزب عنه شيء، وبعد حكايتها لأقوال المشركين وردها عليهم.بعد كل ذلك تصرح بأن الحكمة من إتيان الساعة، مجازاة الذين آمنوا وعملوا الصالحات بما يستحقون من ثواب، ومجازاة الذين كفروا وسعوا في آيات الله بالقدح فيها وصد الناس عنها. بما يستحقون من عقاب.ثم بين- سبحانه- موقف أهل العلم النافع مما جاء به الرسول صلى الله عليه وسلم من عند ربه، وموقف الكافرين من ذلك، ورد- سبحانه- على هؤلاء الكافرين بما يثبت ضلالهم وجهلهم، فقال- تعالى-:"},{"ayah_number":6,"text":"والمراد بالرؤية في قوله- تعالى-: وَيَرَى الَّذِينَ أُوتُوا الْعِلْمَ المعرفة والعلم واليقين. والمراد بالذين أوتوا العلم: المؤمنون الصادقون الذين اتبعوا النبي صلى الله عليه وسلم في كل ما جاءهم به من عند ربه، سواء أكانوا من العرب أم من غيرهم، كمؤمنى أهل الكتاب من اليهود والنصارى.والجملة الكريمة مستأنفة لمدح هؤلاء العلماء العقلاء على إيمانهم بالحق، أو معطوفة على يجزى في قوله- تعالى- قبل ذلك: لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ.والمراد ب الَّذِي أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ القرآن الكريم.والمعنى: لا تحزن- أيها الرسول الكريم- لما يقوله الكافرون بشأنك ولما يفعلونه لإبطال دعوتك، فإن الذين أوتوا العلم وهم أتباعك الصادقون، يعلمون ويعتقدون أن ما أنزل إليك من ربك هو الحق الذي لا يحوم حوله باطل، وهو الصدق الذي لا يشوبه كذب، وهو الكتاب الذي يهدى من اتبعه وأطاع توجيهاته إلى دين الله- تعالى-، العزيز، الذي يقهر ولا يقهر الْحَمِيدِ أى المحمود في جميع شئونه.والمفعول الأول ليرى قوله: الَّذِي أُنْزِلَ.. والمفعول الثاني «الحق» و «هو» ضمير فصل متوسط بين المفعولين و «يهدى» معطوف على المفعول الثاني من باب عطف الفعل على الاسم لتأويله به، أى: يرونه حقا وهاديا.وعبر- سبحانه- عن إيمان أهل العلم بما جاءهم به الرسول صلى الله عليه وسلم بقوله:وَيَرَى، للإشعار بأنهم قد آمنوا هذا الإيمان الجازم عن إدراك ومشاهدة ويقين، وأنهم قد صاروا لا يشكون في كون هذا المنزّل عليه من ربه، هو الحق الهادي إلى الصراط المستقيم.وفي وصفهم بقوله: أُوتُوا الْعِلْمَ ثناء عظيم عليهم، لأنهم انتفعوا بعلمهم وسخروه لخدمة الحق، وللشهادة له بأنه حق، ويهدى إلى السعادة الدينية والدنيوية والأخروية.وهكذا العلماء العاملون بمقتضى علمهم النافع. يكونون أنصارا للحق والهدى في كل زمان ومكان."},{"ayah_number":7,"text":"ثم حكى- سبحانه- ما قاله أولئك الكافرون فيما بينهم، على سبيل الاستهزاء بالنبي صلى الله عليه وسلم فقال- تعالى-: وَقالَ الَّذِينَ كَفَرُوا هَلْ نَدُلُّكُمْ عَلى رَجُلٍ يُنَبِّئُكُمْ إِذا مُزِّقْتُمْ كُلَّ مُمَزَّقٍ....وتمزيق الشيء: تخريقه وجعله قطعا قطعا. يقال: ثوب ممزق ومزيق. إذا كان مقطعا مخرقا. والمراد بالرجل: الرسول صلى الله عليه وسلم.أى: وقال الذين كفروا بعضهم لبعض، ألا تريدون أن ندلكم ونرشدكم إلى رجل، هذا الرجل يخبركم ويحدثكم، بأنكم إذا متم، وفرقت أجسامكم في الأرض كل تفريق، وصرتم رفاتا وعظاما، وأصبحتم طعاما في بطون الطيور والوحوش.إِنَّكُمْ لَفِي خَلْقٍ جَدِيدٍ أى: إنكم بعد هذا التمزيق والتفريق، تخلقون خلقا جديدا، وتعودون إلى الحياة مرة أخرى، للحساب على أعمالكم التي عملتموها في حياتكم.وقالوا: هَلْ نَدُلُّكُمْ عَلى رَجُلٍ وهو صلى الله عليه وسلم أشهر من نار على علم بينهم، لقصد تجاهل أمره، والاستخفاف بشأنه، والاستهزاء بدعوته.ورحم الله صاحب الكشاف فقد قال: فإن قلت: كان رسول الله صلى الله عليه وسلم مشهورا علما في قريش، وكان إنباؤه بالبعث شائعا بينهم، فما معنى قولهم: هَلْ نَدُلُّكُمْ عَلى رَجُلٍ يُنَبِّئُكُمْ فنكروه لهم، وعرضوا عليهم الدلالة عليه كما يدل على مجهول في أمر مجهول؟قلت: كانوا يقصدون بذلك الطّنز- أى: الاستخفاف والسخرية- فأخرجوه مخرج التحلي ببعض الأحاجى التي يتحاجى بها للضحك والتلهي، متجاهلين به وبأمره  .وقال الآلوسى- رحمه الله-: وقوله: يُنَبِّئُكُمْ أى يحدثكم بأمر مستغرب عجيب ... وإذا في قوله: إِذا مُزِّقْتُمْ شرطية، وجوابها محذوف لدلالة ما بعده عليه.أى: تبعثون أو تحشرون، وهو العامل في «إذا» على قول الجمهور. والجملة الشرطية بتمامها معمولة لقوله: يُنَبِّئُكُمْ لأنه في معنى يقول لكم إذا مزقتم كل ممزق تبعثون، ثم أكد ذلك بقوله- تعالى-: إِنَّكُمْ لَفِي خَلْقٍ جَدِيدٍ  ."},{"ayah_number":8,"text":"وقوله- سبحانه- بعد ذلك: أَفْتَرى عَلَى اللَّهِ كَذِباً أَمْ بِهِ جِنَّةٌ حكاية لقول آخر من أقوالهم الباطلة، التي قالوها بشأن ما جاءهم به النبي صلى الله عليه وسلم.والاستفهام لتعجبهم مما قاله صلى الله عليه وسلم لأن قوله لهم: إنكم ستبعثون وتحاسبون يوم القيامة، جعلهم لجهلهم وانطماس عقولهم- يستنكرون ذلك، ويرجعون قوله صلى الله عليه وسلم إلى أمرين: إما افتراء الكذب واختلاقه على الله- تعالى- وإما إصابته بالجنون الذي جعله يقول قولا لا يدرى معناه.وقد رد الله- تعالى- بما ينفى عن رسوله صلى الله عليه وسلم ما اتهموه به، وبما يثبت جهلهم وغباءهم فقال. بَلِ الَّذِينَ لا يُؤْمِنُونَ بِالْآخِرَةِ فِي الْعَذابِ وَالضَّلالِ الْبَعِيدِ.أى: ليس الأمر كما زعم هؤلاء الكافرون، من أن الرسول صلى الله عليه وسلم الذي أخبرهم بأن هناك بعثا وحسابا، به جنة أو افترى على الله كذبا، بل الحق أن هؤلاء الكافرين الذين لا يؤمنون بالآخرة وما فيها من ثواب وعقاب، غارقون في العذاب الذي لا نهاية له. وفي الضلال البعيد عن الحق غاية البعد."},{"ayah_number":9,"text":"ثم هددهم- سبحانه- بسوء العاقبة، إذا ما استمروا في ضلالهم وجهالاتهم وذكرهم بما يشاهدونه من عجائب قدرته فقال: أَفَلَمْ يَرَوْا إِلى ما بَيْنَ أَيْدِيهِمْ وَما خَلْفَهُمْ مِنَ السَّماءِ وَالْأَرْضِ.والاستفهام للتعجب من حالهم، ومن ذهولهم عن التفكر والتدبر، والفاء للعطف على مقدر يقتضيه المقام.والمعنى: أعمى هؤلاء الكافرون فلم يعتبروا ولم يتعظوا بما يشاهدونه من مظاهر قدرته- عز وجل- المحيطة بهم من كل جانب والمنتشرة في آفاق السموات وفي جوانب الأرض؟إن تأملهم في مظاهر قدرتنا الواضحة أمام أعينهم، من شأنه أن يهديهم إلى الحق الذي جاءهم به رسولنا صلّى الله عليه وسلّم ومن شأنه أن يجعلهم يوقنون بأننا إِنْ نَشَأْ نَخْسِفْ بِهِمُ الْأَرْضَ كما فعلنا بقارون.أَوْ إن نشأ نُسْقِطْ عَلَيْهِمْ كِسَفاً مِنَ السَّماءِ والكسف جمع كسفة بمعنى قطعة أى:لا يعجزنا أن نخسف بهم الأرض. كما لا يعجزنا- أيضا- أن ننزل عليهم قطعا من العذاب الكائن من السماء فنهلكهم، كما أنزلناها على أصحاب الأيكة فأهلكناهم بسبب تكذيبهم وجحودهم.ثم ختم- سبحانه- الآية الكريمة بقوله: إِنَّ فِي ذلِكَ لَآيَةً لِكُلِّ عَبْدٍ مُنِيبٍ.أى: إن في ذلك الذي ذكرناه من مظاهر قدرتنا الواضحة بين أيديهم، لآية بينة، وعبرة ظاهرة، لكل عبد مُنِيبٍ أى: راجع إلى الله- تعالى- بالتوبة الصادقة، وبالطاعة الخالصة لما جاءه به نبينا صلّى الله عليه وسلم.ثم ساق- سبحانه- نموذجين من الناس، أولهما: أعطاه الله- تعالى- الكثير من نعمه وفضله وإحسانه، فوقف من كل ذلك موقف المعترف بنعم الله الشاكر لفضله.وثانيهما: أعطاه الله- تعالى- النعم فوقف منها موقف الجاحد البطر الكنود.أما النموذج الأول فنراه في شخص النبيين الكريمين داود وسليمان- عليهما السلام- فقد قال- سبحانه- في شأنهما:"},{"ayah_number":10,"text":"وقوله- سبحانه-: وَلَقَدْ آتَيْنا داوُدَ مِنَّا فَضْلًا بيان لما منّ الله- تعالى- به على عبده داود- عليه السلام- من خير وبركة.أى: ولقد آتينا عبدنا داود فضلا عظيما، وخيرا وفيرا، وملكا كبيرا، بسبب إنابته إلينا، وطاعته لنا.ثم فصل- سبحانه- مظاهر هذا الفضل فقال: يا جِبالُ أَوِّبِي مَعَهُ والتأويب الترديد والترجيع. يقال: أوّب فلان تأويبا إذا رجّع مع غيره ما يقوله.والجملة مقول لقول محذوف: أى: وقلنا يا جبال رددى ورجعي مع عبدنا داود تسبيحه لنا، وتقديسه لذاتنا، وثناءه علينا، كما قال- تعالى-: إِنَّا سَخَّرْنَا الْجِبالَ مَعَهُ يُسَبِّحْنَ بِالْعَشِيِّ وَالْإِشْراقِ.وقوله: وَالطَّيْرَ بالنصب عطفا على قوله فَضْلًا أى: وسخرنا له الطير لتسبح معه بحمدنا. أو معطوف على محل يا جِبالُ أى: ودعونا الجبال والطير إلى التسبيح معه.قال الإمام ابن كثير- رحمه الله: يخبر- تعالى- عما أنعم به على عبده ورسوله داود- عليه السلام- مما آتاه من الفضل المبين، وجمع له بين النبوة والملك المتمكن، والجنود ذوى العدد والعدد، وما أعطاه ومنحه من الصوت العظيم، الذي كان إذا سبح به، تسبح معه الجبال الراسيات، الصم الشامخات، وتقف له الطيور السارحات. والغاديات الرائحات، وتجاوبه بأنواع اللغات.وفي الصحيح أن رسول الله صلّى الله عليه وسلّم سمع صوت أبى موسى الأشعرى يقرأ من الليل، فوقف فاستمع لقراءته ثم قال: «لقد أوتى هذا مزمارا من مزامير آل داود»  .وقال صاحب الكشاف: فإن قلت: أى فرق بين هذا النظم وبين أن يقال: «وآتينا داود منا فضلا» تأويب الجبال معه والطير؟قلت: كم بينهما من الفرق؟ ألا ترى إلى ما فيه من الفخامة التي لا تخفى، من الدلالة على عزة الربوبية وكبرياء الألوهية، حيث جعلت الجبال منزلة منزلة العقلاء، الذين إذا أمرهم أطاعوا وأذعنوا، وإذا دعاهم سمعوا وأجابوا، إشعارا بأنه ما من حيوان وجماد وناطق وصامت إلا وهو منقاد لمشيئته، غير ممتنع على إرادته   .وقوله- تعالى-: وَأَلَنَّا لَهُ الْحَدِيدَ، بيان لنعمة أخرى من النعم التي أنعم بها- سبحانه- عليه.أى: وصيرنا الحديد لينا في يده، بحيث يصبح- مع صلابته وقوته- كالعجين في يده، يشكله كيف يشاء، من غير أن يدخله في نار، أو أن يطرقه بمطرقة.فالجملة الكريمة معطوفة على قوله آتَيْنا، وهي من جملة الفضل الذي منحه- سبحانه- لنبيه داود- عليه السلام-."},{"ayah_number":11,"text":"وأَنِ في قوله: أَنِ اعْمَلْ سابِغاتٍ مصدرية على حذف حرف الجر. وسابغات صفة لموصوف محذوف.أى: ألنا له الحديد، لكي يعمل منه دروعا سابغات. والدرع السابغ، هي الدرع الواسعة التامة. يقال: سبغ الشيء سبوغا، إذا كان واسعا تاما كاملا. ومنه قولهم: نعمة سابغة، إذا كانت تامة كاملة.قال- تعالى-: أَلَمْ تَرَوْا أَنَّ اللَّهَ سَخَّرَ لَكُمْ ما فِي السَّماواتِ وَما فِي الْأَرْضِ، وَأَسْبَغَ عَلَيْكُمْ نِعَمَهُ ظاهِرَةً وَباطِنَةً .وقوله: وَقَدِّرْ فِي السَّرْدِ والتقدير هنا بمعنى الإحكام والإجادة وحسن التفكير في عمل الشيء. والسرد: نسج الدروع وتهيئتها لوظيفتها.أى: آتينا داود كل هذا الفضل الذي من جملته إلانة الحديد في يده، وقلنا له يا داود:اصنع دروعا سابغات تامات، وأحكم نسج هذه الدروع، بحيث تكون في أكمل صورة، وأقوى هيئة.روى أن الدروع قبل عهد داود كانت تعمل بطريقة تثقل الجسم، ولا تؤدى وظيفتها في الدفاع عن صاحبها، فألهم الله- تعالى- داود- عليه السلام- أن يعملها بطريقة لا تثقل الجسم ولا تتعبه، وفي الوقت نفسه تكون محكمة إحكاما تاما بحيث لا تنفذ منها الرماح، ولا تقطعها السيوف، وكان الأمر كله من باب الإلهام والتعليم من الله- تعالى- لعبده داود- عليه السلام-.ثم أمر- سبحانه- داود وأهله بالعمل الصالح فقال: وَاعْمَلُوا صالِحاً إِنِّي بِما تَعْمَلُونَ بَصِيرٌ.أى: واعملوا عملا صالحا يرضيني، فإنى مطلع ومحيط ومبصر لكل ما تعملونه من عمل، وسأجازيكم عليه يوم القيامة بالجزاء الذي تستحقونه.قال القرطبي: وفي هذه الآية دليل على تعلم أهل الفضل الصنائع، وأن التحرف بها لا ينقص من مناصبهم. بل ذلك زيادة في فضلهم وفضائلهم، إذ يحصل لهم التواضع في أنفسهم، والاستغناء عن غيرهم، وكسب الحلال الخالي عن الامتنان. وفي الصحيح أن النبي صلى الله عليه وسلّم قال: «إن خير ما أكل المرء من عمل يده، وإن نبي الله داود كان يأكل من عمل يده»  ."},{"ayah_number":12,"text":"هذا ما أعطاه الله- تعالى- لنبيه داود من فضل، أما نبيه سليمان بن داود، فقد أعطاه- سبحانه- أفضالا أخرى، عبر عنها في قوله- تعالى-: وَلِسُلَيْمانَ الرِّيحَ غُدُوُّها شَهْرٌ وَرَواحُها شَهْرٌ.والغدوة والغداة: أول النهار إلى الزوال. والرواح: من الزوال إلى الغروب.والمعنى: وسخرنا لنبينا سليمان بن داود- عليهما السلام- الريح، تجرى بأمره في الغدوة الواحدة مسيرة شهر، وتعود بأمره في الروحة الواحدة مسيرة شهر. أى: أنها لسرعتها تقطع في مقدار الغدوة الواحدة ما يقطعه الناس في شهر من الزمان، وكذلك الحال بالنسبة للروحة الواحدة، وهي في كل مرة تسير بأمر سليمان، ووفق إرادته التي منحه الله- تعالى- إياها.وشبيه بهذه الآية قوله- تعالى-: وَلِسُلَيْمانَ الرِّيحَ عاصِفَةً تَجْرِي بِأَمْرِهِ إِلى الْأَرْضِ الَّتِي بارَكْنا فِيها .وقوله- سبحانه-: فَسَخَّرْنا لَهُ الرِّيحَ تَجْرِي بِأَمْرِهِ رُخاءً حَيْثُ أَصابَ .ثم بين- تعالى- نعمة ثانية من النعم التي أنعم بها على سليمان فقال: وَأَسَلْنا لَهُ عَيْنَ الْقِطْرِ.والقطر: هو النحاس المذاب. مأخوذ من قطر الشيء يقطر قطرا وقطرانا، إذا سال.أى: كما ألنا لداود الحديد، أسلنا لابنه سليمان النحاس وجعلناه مذابا، فكان يستعمله في قضاء مصالحه، كما يستعمل الماء، وهذا كله بفضلنا وقدرتنا.ثم بين- سبحانه- نعمة ثالثة أنعم بها على سليمان- عليه السلام- فقال: وَمِنَ الْجِنِّ مَنْ يَعْمَلُ بَيْنَ يَدَيْهِ بِإِذْنِ رَبِّهِ.أى: وسخرنا له من الجن من يكونون في خدمته، ومن يعملون بين يديه ما يريده منهم، وهذا كله بأمرنا ومشيئتنا وقدرتنا.وَمَنْ يَزِغْ مِنْهُمْ عَنْ أَمْرِنا أى: من ينحرف من هؤلاء الجن عما أمرناه به من طاعة سليمان، نُذِقْهُ مِنْ عَذابِ السَّعِيرِ أى: ننزل به عذابنا الأليم، الذي يذله ويخزيه في الدنيا والآخرة."},{"ayah_number":13,"text":"ثم بين- سبحانه- بعض الأشياء التي كان الجن يعملونها لسليمان- عليه السلام- فقال: يَعْمَلُونَ لَهُ ما يَشاءُ مِنْ مَحارِيبَ، وَتَماثِيلَ وَجِفانٍ كَالْجَوابِ، وَقُدُورٍ راسِياتٍ.والمحاريب: جمع محراب. وهو كل مكان مرتفع، ويطلق على المكان الذي يقف فيه الإمام في المسجد، كما يطلق على الغرفة التي يصعد إليها، وعلى أشرف أماكن البيوت.قالوا والمراد بها: أماكن العبادة، والقصور المرتفعة.والتماثيل: جمع تمثال وقد يكون من حجر أو خشب أو نحاس أو غير ذلك.قال القرطبي ما ملخصه: والتماثيل جمع تمثال. وهو كل ما صور على مثل صورة حيوان أو غير حيوان. وقيل: كانت من زجاج ونحاس ورخام، تماثيل أشياء ليست بحيوان.وذكر أنها صور الأنبياء والعلماء، وكانت تصور في المساجد ليراها الناس. فيزدادوا عبادة واجتهادا.وهذا يدل على أن ذلك كان مباحا في زمانهم، ونسخ ذلك بشرع محمد صلّى الله عليه وسلم .والجفان: جمع جفنة. وهي الآنية الكبيرة. والجواب: جمع جابية، وهي الحوض الكبير الذي يجبى فيه الماء ويجمع لتشرب منه الدواب.والقدور: جمع قدر. وهو الآنية التي يطبخ فيها الطعام من نحاس أو فخار أو غيرهما.وراسيات: جمع راسية بمعنى ثابتة لا تتحرك.أى: أن الجن يعملون لسليمان- عليه السلام- ما يشاء من مساجد وقصور، ومن صور متنوعة، ومن قصاع كبار تشبه الأحواض الضخمة، ومن قدور ثابتات على قواعدها، بحيث لا تحرك لضخامتها وعظمها.وقوله- سبحانه-: اعْمَلُوا آلَ داوُدَ شُكْراً وَقَلِيلٌ مِنْ عِبادِيَ الشَّكُورُ مقول لقول محذوف.أى: أعطينا سليمان كل هذه النعم، وقلنا له ولأهله: اعملوا يا آل داود عملا صالحا، شكرا لله- تعالى- على فضله وعطائه، وقليل من عبادي هو الذي يشكرني شكرا خالصا على نعمى وفضلي وإحسانى.وقوله شُكْراً يجوز أن يكون مفعولا لأجله. أى: اعملوا من أجل الشكر، أو مصدرا واقعا موقع الحال. أى: اعملوا شاكرين.وقَلِيلٌ خبر مقدم. ومِنْ عِبادِيَ صفة له. و، الشَّكُورُ مبتدأ مؤخر.وهكذا يختم القرآن هذه النعم بهذا التعقيب الذي يكشف عن طبيعة الناس في كل زمان ومكان، حتى يحملهم على أن يخالفوا أهواءهم ونفوسهم، ويكثروا من ذكر الله- تعالى- وشكره.وحقيقة الشكر: الاعتراف بالنعمة للمنعم، والثناء عليه لإنعامه، واستعمال نعمه- سبحانه- فيما خلقت له.والإنسان الشكور: هو المتوفر على أداء الشكر، الباذل قصارى جهده في ذلك، عن طريق قلبه ولسانه وجوارحه."},{"ayah_number":14,"text":"ثم ختم- سبحانه- النعم التي أنعم بها على داود وسليمان، ببيان مشهد وفاة سليمان، فقال: فَلَمَّا قَضَيْنا عَلَيْهِ الْمَوْتَ ما دَلَّهُمْ عَلى مَوْتِهِ إِلَّا دَابَّةُ الْأَرْضِ تَأْكُلُ مِنْسَأَتَهُ.والمراد بدابة الأرض: قيل هي الأرضة التي تأكل الخشب وتتغذى به، يقال: أرضت الدابة الخشب أرضا- من باب ضرب-، إذا أكلته. فإضافة الدابة إلى الأرض- بمعنى الأكل والقطع- من إضافة الشيء إلى فعله.ومِنْسَأَتَهُ أى: عصاه التي كان مستندا عليها. وسميت العصا بذلك لأنها تزجر بها الأغنام إذا جاوزت مرعاها. من نسأ البعير- كمنع- إذا زجره وساقه، أو إذا أخره ودفعه.والمعنى: فلما حكمنا على سليمان- عليه السلام- بالموت، وأنفذناه فيه، وأوقعناه عليه، ما دَلَّهُمْ أى: الجن الذين كانوا في خدمته عَلى مَوْتِهِ بعد أن مات وظل واقفا متكئا على عصاه إِلَّا دَابَّةُ الْأَرْضِ تَأْكُلُ مِنْسَأَتَهُ.أى: انهم لم يدركوا أنه مات، واستمروا في أعمالهم الشاقة التي كلفهم بها، حتى جاءت الدابة التي تفعل الأرض- أى الأكل والقطع- فأكلت شيئا من عصاه التي كان متكئا عليها، فسقط واقعا بعد أن كان واقفا.فَلَمَّا خَرَّ أى: فلما سقط سليمان على الأرض تَبَيَّنَتِ الْجِنُّ أى: ظهر لهم ظهورا جليا أَنْ لَوْ كانُوا يَعْلَمُونَ الْغَيْبَ كما يزعم بعضهم.ما لَبِثُوا فِي الْعَذابِ الْمُهِينِ أى: ما بقوا في الأعمال الشاقة التي كلفهم بها سليمان.وذلك أن الجن استمروا فيما كلفهم به سليمان من أعمال شاقة، ولم يدركوا أنه قد مات،حتى جاءت الأرضة فأكلت شيئا من عصاه، فسقط على الأرض وهنا فقط علموا أنه قد مات.قال ابن كثير: يذكر- تعالى- في هذه الآية كيفية موت سليمان- عليه السلام- وكيف عمّى الله موته على الجان المسخرين له في الأعمال الشاقة، فإنه مكث متوكئا على عصاه، - وهي منسأته- مدة طويلة نحوا من سنة، فلما أكلتها دابة الأرض، - وهي الأرضة- ضعف وسقط إلى الأرض، وعلم أنه قد مات قبل ذلك بمدة طويلة- تبينت الجن والإنس أيضا- أن الجن لا يعلمون الغيب، كما كانوا يتوهمون ويواهمون الناس ذلك»   .هذا هو النموذج الأول الذي ساقه الله- تعالى- للشاكرين، متمثلا في موقف داود وسليمان- عليهما السلام- مما أعطاهما- سبحانه- من نعم جزيله..أما النموذج الثاني- الذي جاء في أعقاب سابقه- فقد ساقه- سبحانه- لسوء عاقبة الجاحدين، متمثلا في قصة قبيلة سبأ، وكيف أنهم قابلوا نعم الله بالبطر، فمحقها- سبحانه- من بين أيديهم وفي شأنهم يقول- عز وجل-:"},{"ayah_number":15,"text":"ولِسَبَإٍ في الأصل اسم لرجل، وهو: سبأ بن يشجب بن يعرب بن قحطان بن هود، وهو أول ملك من ملوك اليمن..والمراد به هنا: الحي أو القبيلة المسماة باسمه، فيصرف على الأول ويترك صرفه على الثاني.وكانوا يسكنون بمأرب باليمن، على مسيرة ثلاثة أيام من صنعاء وكانت أرضهم مخصبة ذات بساتين وأشجار متنوعة، وزاد خيرهم ونعيمهم بعد أن أقاموا سدا، ليأخذوا من مياه الأمطار على قدر حاجتهم، وكان هذا السد يعرف بسد مأرب، ولكنهم لم يشكروا الله- تعالى- على هذه النعم، فسلبها- سبحانه- منهم.قال ابن كثير: كانت سبأ ملوك اليمن وأهلها، وكانت التبابعة منهم، وبلقيس منهم، وكانوا في نعمة وغبطة، وبعث الله إليهم الرسل تأمرهم أن يأكلوا من رزقه، ويشكروه بتوحيده وعبادته فكانوا كذلك ما شاء الله، ثم أعرضوا عما أمروا به، فعوقبوا بإرسال السيل والتفرق في البلاد.أخرج الإمام أحمد بسنده عن ابن عباس قال: إن رجلا سأل رسول الله صلى الله عليه وسلّم عن سبأ:ما هو؟ رجل أم امرأة أم أرض؟ فقال صلّى الله عليه وسلم: بل هو رجل. كان له عشرة أولاد، سكن اليمن منهم ستة، وهم: مذحج، وكنده، والأزد، والأشعريون، وأنمار، وحمير. وسكن الشام منهم أربعة وهم: لخم، وجذام، وعاملة، وغسّان..وإنما سمى «سبأ» لأنه أول من سبأ في العرب- أى: جمع السبايا-، وكان يقال له الرائش، لأنه أول من غنم في الغزو فأعطى قومه، فسمى الرائش، والعرب تسمى المال- ريشا ورياشا، وذكروا أنه بشر برسول الله صلّى الله عليه وسلم، في زمانه المتقدم» .والمعنى: والله لقد كان لقبيلة سبأ في مساكنهم التي يعيشون فيها آيَةٌ بينة واضحة، وعلامة ظاهرة تدل على قدرة الله- تعالى- وعلى فضله على خلقه وعلى وجوب شكره على نعمه، وعلى سوء عاقبة الجاحدين لهذه النعم.فالمراد بالآية: العلامة الواضحة الدالة على وحدانية الله- تعالى- وقدرته وبديع صنعه، ووجوب شكره، والتحذير من معصيته.ثم وضح- سبحانه- هذه الآية فقال: جَنَّتانِ عَنْ يَمِينٍ وَشِمالٍ أى: كانت لأهل سبأ طائفتان من البساتين والجنان: طائفة من يمين بلدهم، وطائفة أخرى عن شماله.وهذه البساتين المحيطة بهم كانت زاخرة بما لذ وطاب من الثمار.قالوا: كانت المرأة تمشى تحت أشجار تلك البساتين وعلى رأسها المكتل، فيمتلئ من أنواع الفواكه التي تتساقط في مكتلها دون جهد منها.ولفظ جَنَّتانِ مرفوع على البدل من آيَةٌ أو على أنه مبتدأ، وخبره قوله: عَنْ يَمِينٍ وَشِمالٍ.وقوله- تعالى-: كُلُوا مِنْ رِزْقِ رَبِّكُمْ وَاشْكُرُوا لَهُ ... مقول لقول محذوف.أى: وقلنا لهم على ألسنة رسلنا، وعلى ألسنة الصالحين منهم، كلوا من الأرزاق الكريمة، والثمار الطيبة، التي أنعم بها ربكم عليكم، واشكروا له- سبحانه- هذا العطاء، فإنكم إذا شكرتموه زادكم من فضله وإحسانه.وقوله: بَلْدَةٌ طَيِّبَةٌ وَرَبٌّ غَفُورٌ كلام مستأنف لبيان موجبات الشكر.أى: هذه البلدة التي تسكنونها بلدة طيبة لاشتمالها على كل ما تحتاجونه من خيرات، وربكم الذي أعطاكم هذه النعم، رب واسع المغفرة والرحمة لمن تاب إليه وأناب، ويعفو عن كثير من ذنوب عباده بفضله وإحسانه."},{"ayah_number":16,"text":"ثم بين- سبحانه- ما أصابهم بسبب جحودهم وبطرهم فقال: فَأَعْرَضُوا فَأَرْسَلْنا عَلَيْهِمْ سَيْلَ الْعَرِمِ، وَبَدَّلْناهُمْ بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَواتَيْ أُكُلٍ خَمْطٍ، وَأَثْلٍ وَشَيْءٍ مِنْ سِدْرٍ قَلِيلٍ.والعرم: اسم للوادي الذي كان يأتى منه السيل. وقيل: هو المطر الشديد الذي لا يطاق.فيكون من إضافة الموصوف إلى الصفة. أى: أرسلنا عليهم السيل الشديد المدمر.ويرى بعضهم أن المراد بالعرم: السدود التي كانت مبنية لحجز الماء من خلفها، ويأخذون منها لزروعهم على قدر حاجتهم، فلما أصيبوا بالترف والجحود تركوا العناية بإصلاح هذه السدود، فتصدعت، واجتاحت المياه أراضيهم فأفسدتها، واكتسحت مساكنهم، فتفرقوا عنها، ومزقوا شر ممزق، وضربت بهم الأمثال التي منها قولهم: تفرقوا أيدى سبأ. وهو مثل يضرب لمن تفرق شملهم تفرقا لا اجتماع لهم معه.وهذا ما حدث لقبيلة سبأ، فقد تفرق بعضهم إلى المدينة المنورة كالأوس والخزرج، وذهب بعضهم إلى عمان كالأزد، وذهب بعضهم إلى الشام كقبيلة غسان.وقوله: ذَواتَيْ أُكُلٍ خَمْطٍ الأكل: هو الثمر، ومنه قوله- تعالى-: فَآتَتْ أُكُلَها ضِعْفَيْنِ أى: ثمرها. والخمط: هو ثمر الأراك أو هو النبت المر الذي لا يمكن أكله.و (الأثل) هو نوع من الشجر يشبه شجر الطرفاء. أو هو نوع من الشجر كثير الشوك و (السدر) هو ما يعرف بالنبق. أو هو نوع من الثمار التي يقل الانتفاع بها.والمعنى: فأعرض أهل سبأ عن شكرنا وطاعتنا ... فكانت نتيجة ذلك، أن أرسلنا عليهم السيل الجارف، الذي اجتاح أراضيهم، فأفسد مزارعهم، وأجلاهم عن ديارهم، ومزقهم شر ممزق.. وبدلناهم بالجنان اليانعة التي كانوا يعيشون فيها، بساتين أخرى قد ذهبت ثمارها الطيبة اللذيذة، وحلت محلها ثمار مرة لا تؤكل، وتناثرت في أماكنهم الأشجار التي لا تسمن ولا تغنى من جوع، بدلا من تلك الأشجار التي كانت تحمل لهم ما لذ وطاب، وعظم نفعه.فالمقصود من الآية الكريمة بيان أن الجحود والبطر، يؤديان إلى الخراب والدمار، وإلى زوال النعم وتحويلها إلى نقم."},{"ayah_number":17,"text":"ولذا جاء التعقيب بعد هذه الآية بقوله- تعالى-: ذلِكَ جَزَيْناهُمْ بِما كَفَرُوا وَهَلْ نُجازِي إِلَّا الْكَفُورَ.أى: ذلك الذي فعلناه بهم من تبديل جنتيهم، بجنتين ذواتي أكل خمط.. هو الجزاء العادل لهم بسبب جحودهم وترفهم وفسوقهم عن أمرنا.وإننا من شأننا ومن سنتنا أننا لا نعاقب ولا نجازي هذا الجزاء الرادع الشديد، إلا لمن جحد نعمنا، وكفر بآياتنا، وآثر الغي على الرشد، والعصيان على الطاعة.فاسم الإشارة يعود إلى التبديل الذي تحدثت عنه الآية السابقة. وهو المفعول الثاني لجزيناهم مقدم عليه. أى: جزيناهم ذلك التبديل لا غيره. والمراد بالجزاء هنا: العقاب.قال صاحب الكشاف: قوله: وَهَلْ نُجازِي إِلَّا الْكَفُورَ بمعنى: وهل يعاقب.وهو الوجه الصحيح. وليس لقائل أن يقول: لم قيل: وهل يجازى إلا الكفور، على اختصاص الكفور بالجزاء، والجزاء عام للمؤمن والكافر، لأنه لم يرد الجزاء العام وإنما أريد الخاص وهو العقاب."},{"ayah_number":18,"text":"ثم بين- سبحانه- نقمة أخرى أصابتهم بسبب جهلهم وحمقهم، وكيف أن هذه النقمة قد حلت محل نعمة كانوا فيها، فقال- تعالى-: وَجَعَلْنا بَيْنَهُمْ وَبَيْنَ الْقُرَى الَّتِي بارَكْنا فِيها قُرىً ظاهِرَةً، وَقَدَّرْنا فِيهَا السَّيْرَ، سِيرُوا فِيها لَيالِيَ وَأَيَّاماً آمِنِينَ.أى: وجعلنا- بقدرتنا ورحمتنا بين أهل سبأ وَبَيْنَ الْقُرَى الَّتِي بارَكْنا فِيها كمكة في الجزيرة العربية، وكبيت المقدس في بلاد الشام، جعلنا بينهم وبين تلك القرى المباركة، قُرىً ظاهِرَةً أى: قرى متقاربة متواصلة، بحيث يرى من في إحداها غيرها.وَقَدَّرْنا فِيهَا السَّيْرَ أى: وجعلنا زمن السير من قرية إلى أخرى مقدرا محددا، بحيث لا يتجاوز مدة معينة قد تكون نصف يوم أو أقل.وقالوا: كان المسافر يخرج من قرية، فيدخل الأخرى قبل حلول الظلام بها.وقوله: سِيرُوا فِيها لَيالِيَ وَأَيَّاماً آمِنِينَ مقول لقول محذوف. أى: وقلنا لهم: سيروا في تلك القرى المتقاربة العامرة بالخيرات، والتي توصلكم إلى القرى المباركة.. سيروا فيها ليالي وأياما آمنين من كل شر سواء سرتم بالليل أم بالنهار، فإن الأمن فيها مستتب في كل الأوقات: وفي كل الأحوال.فالآية الكريمة تحكى نعمة عظمى أخرى أنعم الله- تعالى- بها على أهل سبأ، وهي نعمة تيسير سبل السفر لهم إلى القرى المباركة، وتهيئة الأمان والاطمئنان لهم خلال سفرهم، وهي نعمة عظمى لا يدرك ضخامتها إلا من مارس الأسفار من مكان إلى آخر."},{"ayah_number":19,"text":"ولكنهم لم يقدروا هذه النعمة، بل بلغ بهم الجهل والحمق والبطر، أنهم دعوا الله- تعالى- بقولهم- كما حكى القرآن عنهم-: فَقالُوا رَبَّنا باعِدْ بَيْنَ أَسْفارِنا.أى: مع أننا بفضلنا وإحساننا قد أعطيناهم تلك النعمة، ومكانهم منها، وهي نعمة تيسير وسائل السفر، ومنحهم الأمان والاطمئنان خلاله.. إلا أنهم- لشؤمهم وضيق تفكيرهم وشقائهم- تضرعوا إلينا وقالوا: يا ربنا اجعل بيننا وبين القرى المباركة، مفاوز وصحارى متباعدة الأقطار، بدل تلك القرى العامرة المتقاربة، فهم- كما يقول صاحب الكشاف-:بطروا النعمة، وبشموا. أى: سئموا- من طيب العيش، وملوا العافية، فطلبوا النكد والتعب، كما طلب بنو إسرائيل البصل والثوم، مكان المن والسلوى .وفي هذه الجملة الكريمة قراءات متعددة ذكرها القرطبي فقال ما ملخصه: فقراءة العامة رَبَّنا- بالنصب- على أنه نداء مضاف.. باعِدْ- بزنة فاعل- سألوا المباعدة في أسفارهم. وقرأ ابن كثير وأبو عمرو رَبَّنا كذلك على الدعاء بعد- بتشديد العين- من التبعيد.وقرأ يعقوب وغيره ربنا- بالرفع- باعِدْ- بفتح العين والدال- على الخبر. أى: لقد باعد ربنا بَيْنَ أَسْفارِنا.وقوله: وَظَلَمُوا أَنْفُسَهُمْ أى: قالوا ذلك القول السيئ، وظلموا أنفسهم بسببه، حيث أجيب دعاؤهم، فكان نقمة عليهم، لأنهم بعد أن كانوا يسافرون بيسر وأمان، صاروا يسافرون بمشقة وخوف.وقوله: فَجَعَلْناهُمْ أَحادِيثَ وَمَزَّقْناهُمْ كُلَّ مُمَزَّقٍ بيان لما آل إليه أمرهم.والأحاديث: جمع أحدوثة، وهي ما يتحدث به الناس على سبيل التلهي والتعجب أى: قالوا ما قالوا من سوء وفعلوا ما فعلوا من منكر، فكانت نتيجة ذلك. أن صيرناهم أحاديث يتلهى الناس بأخبارهم، ويضربون بهم المثل، فيقولون: تفرقوا أيدى سبأ، ومزقناهم كل ممزق في البلاد المتعددة، فمنهم من ذهب إلى الشام، ومنهم من ذهب إلى العراق ... بعد أن كانوا أمة متحدة، يظلها الأمان والاطمئنان، والغنى والجاه ...إِنَّ فِي ذلِكَ الذي فعلناه بهم بسبب جهلهم وفسوقهم وبطرهم لَآياتٍ واضحات بينات لِكُلِّ صَبَّارٍ على طاعة الله- تعالى- شَكُورٍ له- سبحانه- على نعمه.وخص- سبحانه- الصبار والشكور بالذكر. لأنهما هما المنتفعان بآياته وعبره ومواعظه."},{"ayah_number":20,"text":"ثم بين- عز وجل- الأسباب التي أدت إلى جحودهم وفسوقهم فقال: وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُ فَاتَّبَعُوهُ إِلَّا فَرِيقاً مِنَ الْمُؤْمِنِينَ.ولفظ صَدَّقَ قرأه بعض القراء السبعة بتشديد الدال المفتوحة، وقرأه البعض الآخر بفتح الدال بدون تشديد. وقوله: عَلَيْهِمْ متعلق بصدق.وقوله ظَنَّهُ مفعول به على قراءة التشديد، ومنصوب بنزع الخافض على القراءة بالتخفيف، وضمير الجمع في عَلَيْهِمْ وفي فَاتَّبَعُوهُ يعود إلى قوم سبأ.والمعنى على القراءة بالتشديد: ولقد صدق عليهم إبليس ظنه في قدرته على إغوائهم، وحقق ما كان يريده منهم من الانصراف عن طاعة الله- تعالى- وشكره، فاتبعوا خطوات الشيطان،بسبب انغماسهم في الفسوق والعصيان، إلا فريقا من المؤمنين، لم يستطع إبليس إغواءهم لأنهم أخلصوا عبادتهم لخالقهم- عز وجل-، واستمسكوا بالعروة الوثقى التي لا انفصام لها.والمعنى على القراءة بالتخفيف: ولقد صدق إبليس في ظنه أنه إذا أغواهم اتبعوه، لأنه بمجرد أن زين لهم المعاصي أطاعوه، إلا فريقا من المؤمنين لم يطيعوه.قال القرطبي ما ملخصه: وقوله: إِلَّا فَرِيقاً مِنَ الْمُؤْمِنِينَ نصب على الاستثناء وفيه قولان: أحدهما: أنه يراد به بعض المؤمنين- فتكون من للتبعيض-، لأن كثيرا من المؤمنين يذنبون وينقادون لإبليس في بعض المعاصي. أى: ما سلم من المؤمنين أيضا إلا فريق، وهو المقصود بقوله- تعالى-: إِنَّ عِبادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطانٌ....والثاني: أن المراد بهم جميع المؤمنين، فعن ابن عباس أنه قال: هم المؤمنون كلهم.وعلى هذا تكون مِنَ للبيان لا للتبعيض.. ."},{"ayah_number":21,"text":"ثم بين- سبحانه- أن إغواء الشيطان لأهل سبأ ولأشباههم من بنى آدم، لم يكن عن قسر وإكراه، وإنما كان عن اختيار منهم ليتميز الخبيث من الطيب فقال- تعالى-: وَما كانَ لَهُ عَلَيْهِمْ مِنْ سُلْطانٍ إِلَّا لِنَعْلَمَ مَنْ يُؤْمِنُ بِالْآخِرَةِ مِمَّنْ هُوَ مِنْها فِي شَكٍّ ...والمراد بالسلطان هنا: التسلط بالقهر والغلبة والإكراه. والمراد بالعلم في قوله- تعالى- إِلَّا لِنَعْلَمَ إظهار هذا العلم للناس ليتميز قوى الإيمان من غيره.أى: وما كان لإبليس عليهم من سلطان قاهر يجعلهم لا يملكون دفعه، وإنما كان له عليهم الوسوسة التي يملكون صرفها ودفعها متى حسنت صلتهم بنا، ونحن ما أبحنا لإبليس الوسوسة لبنى آدم، إلا لنظهر في عالم الواقع حال من يؤمن بالآخرة وما فيها من ثواب وعقاب وحساب، ولنميزه عمن هو منها في شك وريب وإنكار ...قال الشوكانى- رحمه الله-: والاستثناء في قوله إِلَّا لِنَعْلَمَ مَنْ يُؤْمِنُ بِالْآخِرَةِ مِمَّنْ هُوَ مِنْها فِي شَكٍّ منقطع أى: لا سلطان له عليهم، ولكن ابتليناهم بوسوسته لنعلم.وقيل: هو متصل مفرغ من أعم العلل. أى: ما كان له عليهم من تسلط بحال من الأحوال، ولا لعلة من العلل، إلا ليتميز من يؤمن ومن لا يؤمن، لأنه- سبحانه- قد علم ذلك علما أزليا. وقال الفراء: إلا لنعلم ذلك عندكم. والأولى حمل العلم هنا على التمييز والإظهار .ثم ختم- سبحانه- الآية الكريمة بقوله: وَرَبُّكَ عَلى كُلِّ شَيْءٍ حَفِيظٌ أى: وربك- أيها الرسول الكريم- على كل شيء رقيب وحفيظ، بحيث لا يخرج شيء عن حفظه وهيمنته وعلمه وقدرته.وهكذا نجد القرآن قد ساق لنا قصتين متعاقبتين، إحداهما تدل على أن طاعة الله- تعالى- وشكره، وإخلاص العبادة له، وحسن الصلة به- سبحانه-، كل ذلك يؤدى إلى المزيد من نعمه- تعالى-، كما حدث لداود وسليمان- عليهما السلام-.وأما الثانية فتدل على أن الجحود والبطر والانغماس في المعاصي والشهوات. كل ذلك يؤدى إلى زوال النعم، كما حدث لقبيلة سبأ.وصدق الله إذ يقول: لَقَدْ كانَ فِي قَصَصِهِمْ عِبْرَةٌ لِأُولِي الْأَلْبابِ ما كانَ حَدِيثاً يُفْتَرى، وَلكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ، وَتَفْصِيلَ كُلِّ شَيْءٍ، وَهُدىً وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ .ثم نجد السورة الكريمة بعد ذلك، تلقن النبي صلى الله عليه وسلم الحجج التي تؤيد ما هو عليه من حق وصدق، وتزهق ما عليه أعداؤه من باطل وكذب.. فتقول:"},{"ayah_number":22,"text":"والأمر بالدعاء في قوله- سبحانه-: قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِ اللَّهِ.. للتوبيخ والتعجيز. ومفعولا زَعَمْتُمْ محذوفان.أى: قل- أيها الرسول الكريم- لهؤلاء المشركين على سبيل التقريع والتعجيز: هؤلاء آلهتكم الذين زعمتموهم آلهة من دون الله، اطلبوا منهم أن ينفعوكم أو أن يرفعوا عنكم ضرا نزل بكم، إنهم بالقطع لن يستطيعوا شيئا من ذلك.ولذا جاء التأكيد على عجز هذه الآلهة المزعومة بعد ذلك في قوله- تعالى-: لا يَمْلِكُونَ مِثْقالَ ذَرَّةٍ فِي السَّماواتِ وَلا فِي الْأَرْضِ ...أى: هؤلاء الشركاء لا يملكون شيئا ما قل أو كثر لا في السموات ولا في الأرض، بل الذي يملك كل شيء، هو الله- تعالى- وحده.فالجملة الكريمة مستأنفة لبيان حال هذه الآلهة، وللكشف عن حقيقتها.والتعبير بعدم ملكيتهم لمثقال ذرة، المقصود به أنهم لا يملكون شيئا على الإطلاق، لأن مثقال الذرة أقل ما يتصور في الحقارة والقلة.وذكر- سبحانه- السموات والأرض لقصد التعميم، إذ هما محل الموجودات الخارجية.أى: لا يملكون شيئا ما في هذا الكون العلوي والسفلى.وبعد أن نفى عن الشركاء الملكية الخالصة لأى شيء في هذا الكون، أتبع ذلك بنفي ملكيتهم لشيء ولو على سبيل المشاركة، فقال- تعالى-: وَما لَهُمْ فِيهِما مِنْ شِرْكٍ وَما لَهُ مِنْهُمْ مِنْ ظَهِيرٍ.أى: أن هؤلاء الذين زعمتموهم شركاء لله- تعالى- في العبادة، لا يملكون شيئا ما في هذا الكون ملكية خاصة، ولا يملكون شيئا ما- أيضا- على سبيل المشاركة لغيرهم. وليس لله-تعالى- أحد يعينه أو يظاهره فيما يريد من إيجاد أو إعدام، بل الأمر كله إليه وحده.فأنت ترى أن الآية الكريمة قد نفت عن تلك الآلهة المزعومة، ملكية أى شيء في هذا الكون، سواء أكانت ملكية خالصة، أم ملكية على سبيل المشاركة، وأثبتت أن المالك والمتصرف في هذا الكون إنما هو الله- تعالى- وحده، دون أن يكون في حاجة إلى عون من تلك الآلهة أو من غيرها."},{"ayah_number":23,"text":"ثم نفى- سبحانه- أن تكون هناك شفاعة من أحد لأحد إلا بإذنه- تعالى- فقال: وَلا تَنْفَعُ الشَّفاعَةُ عِنْدَهُ إِلَّا لِمَنْ أَذِنَ لَهُ.والشفاعة: من الشفع الذي هو ضد الوتر- أى: الفرد-، ومعناها: انضمام الغير إلى الشخص ليدفع عنه ما يمكن دفعه من ضر.أى: ولا تنفع الشفاعة عند الله- تعالى- من أحد لأحد، إلا لمن أذن الله- تعالى- له في ذلك.قال الآلوسى ما ملخصه: والمراد نفى شفاعة الأصنام لعابديها، لكنه- سبحانه- ذكر ذلك على وجه عام، ليكون طريقا برهانيا. أى: لا تنفع الشفاعة في حال من الأحوال، أو كائنة لمن كانت، إلا كائنة لشافع أذن له فيها من النبيين والملائكة ونحوهم من المستأهلين لمقام الشفاعة.ومن البين أنه لا يؤذن في الشفاعة للكفار، فقد قال- تعالى-: لا يَتَكَلَّمُونَ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمنُ وَقالَ صَواباً والشفاعة لهم بمعزل عن الصواب، وعدم الإذن للأصنام أبين وأبين، فتبين حرمان هؤلاء الكفرة منها بالكلية ....وقوله: حَتَّى إِذا فُزِّعَ عَنْ قُلُوبِهِمْ قالُوا ماذا قالَ رَبُّكُمْ قالُوا الْحَقَّ.. بيان لما يكون عليه المنتظرون للشفاعة، من لهفة وقلق.والتضعيف في قوله فُزِّعَ للسلب. كما في قولهم: مرّضت المريض إذا عملت على إزالة مرضه.فمعنى: فُزِّعَ عَنْ قُلُوبِهِمْ: كشف الفزع عنها، وهدأت أحوالها بعد أن أصابها ما أصابها من هول وخوف في هذا اليوم الشديد، وهو يوم القيامة.وحَتَّى غاية لما فهم من الكلام قبلها، من أن هناك تلهفا وترقبا من الراجين للشفاعة ومن الشفعاء، إذ الكل منتظر بقلق لما يؤول إليه أمره من قبول الشفاعة أو عدم قبولها.والمعنى: ولا تقبل الشفاعة يوم القيامة من أحد إلا لمن أذن الله- تعالى- له في ذلك، وفي هذا اليوم الهائل الشديد، يقف الناس في قلق ولهفة منتظرين قبول الشفاعة فيهم. حتى إذا كشف الفزع عن قلوب الشافعين والمشفوع لهم، بسبب إذن الله- تعالى- في قبولها ممن يشاء ولمن يشاء، واستبشر الناس وقال بعضهم لبعض، أو قالوا للملائكة: ماذا قالَ رَبُّكُمْ أى:ماذا قال ربكم في شأننا ومصيرنا.وهنا تقول لهم الملائكة، أو يقول بعضهم لبعض: قالُوا الْحَقَّ أى: يقولون قال ربنا القول الحق وهو الإذن في الشفاعة لمن ارتضى.فلفظ الْحَقَّ منصوب بفعل مضمر. أى: قالوا قال ربنا الحق أو صفة لموصوف محذوف. أى: قالوا: قال ربنا القول الحق.وَهُوَ- سبحانه- الْعَلِيُّ أى: المتفرد بالعلو فوق خلقه الْكَبِيرُ أى: المتفرد بالكبرياء والعظمة.قال صاحب الكشاف- رحمه الله-: فإن قلت: بم اتصل قوله: حَتَّى إِذا فُزِّعَ عَنْ قُلُوبِهِمْ، ولأى شيء وقعت حتى غاية؟.قلت: اتصل بما فهم من هذا الكلام، من أن ثم انتظارا للإذن، وتوقعا وتمهلا وفزعا من الراجين للشفاعة والشفعاء، هل يؤذن لهم أولا؟ وأنه لا يطلق الإذن إلا بعد ملىّ من الزمان، وطول التربص ...كأنه قيل: ينتظرون ويتوقفون كليا فزعين وهلين، حتى إذا كشف الفزع عن قلوب الشافعين والمشفوع لهم، بكلمة يتكلم بها رب العزة في إطلاق الإذن: تباشروا بذلك وسأل بعضهم بعضا ماذا قالَ رَبُّكُمْ، قالُوا قال الْحَقَّ أى: القول الحق، وهو الإذن بالشفاعة لمن ارتضى.. ."},{"ayah_number":24,"text":"ثم أمر الله- تعالى- رسوله صلى الله عليه وسلم أن يسألهم للمرة الثانية على سبيل التنبيه والتوبيخ، من الذي يملك أن يرزقهم، فقال- سبحانه-: قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّماواتِ وَالْأَرْضِ ...أى: قل- أيها الرسول الكريم- لهؤلاء المشركين: من الذي يرزقكم من السماء بالمطر وغيره، ويرزقكم من الأرض بالنباتات والمعادن وغير ذلك من المنافع.وقوله- تعالى-: قُلِ اللَّهُ جواب على هذا السؤال، وهو جواب لا يملكون إلا الاعتراف به.أى: قل لهم منبها ولافتا أنظارهم إلى ما هم فيه من جهل: الله وحده هو الذي يرزقكم بما لا يحصى من الأرزاق التي بعضها من السموات، وبعضها من الأرض.وقوله- سبحانه-: وَإِنَّا أَوْ إِيَّاكُمْ لَعَلى هُدىً أَوْ فِي ضَلالٍ مُبِينٍ داخل في حيز الأمر السابق، ولكن بأسلوب فيه ما فيه من الحكمة والتلطف، ومن حمل المخاطب على التفكر والتدبر حتى يعود إلى الرشد والصواب.أى: وقل لهم- أيضا- أيها الرسول الكريم- لقد علمتم- يا معشر المشركين أن المستحق للعبادة هو الله- تعالى- وحده، لأنه هو الذي خلقكم ورزقكم من السموات والأرض ...وإن أحدنا لا بد أن يكون على الهدى والآخر على الضلال. وسنترك تحديد من هو المهتدى ومن هو الضال لعقولكم وضمائركم.وستعلمون- علم اليقين- بعد التفكر والتدبر أننا نحن المسلمين على الحق، وأنتم يا معشر المشركين على الباطل..فالجملة الكريمة لون من ألوان الدعوة إلى الله- تعالى- بأسلوب مهذب حكيم، من شأنه أن يحمل القلوب النافرة عن الحق، إلى الاستسلام له، والدخول فيه..قال القرطبي: وقوله: وَإِنَّا أَوْ إِيَّاكُمْ لَعَلى هُدىً أَوْ فِي ضَلالٍ مُبِينٍ هذا على وجه الإنصاف في الحجة، كما يقول القائل لغيره: أحدنا كاذب، وهو يعلم أنه صادق، وأن صاحبه كاذب، والمعنى: ما نحن وأنتم على أمر واحد، بل على أمرين متضادين، وأحد الفريقين مهتد وهو نحن، والآخر ضال وهو أنتم، فكذبهم بأحسن من تصريح التكذيب.والمعنى: أنتم الضالون حين أشركتم بالله الذي يرزقكم من السموات والأرض ....وقوله: أَوْ إِيَّاكُمْ معطوف على اسم إن، وخبرها هو المذكور. وحذف خبر الثاني للدلالة عليه.أى: وإنا لعلى هدى أو في ضلال مبين، وإنكم لعلى هدى أو في ضلال مبين."},{"ayah_number":25,"text":"ثم أتبع- سبحانه- هذا الكرم الحكيم في الدعوة إلى الحق، بكلام لا يقل عنه حكمة وبلاغة فقال: قُلْ لا تُسْئَلُونَ عَمَّا أَجْرَمْنا وَلا نُسْئَلُ عَمَّا تَعْمَلُونَ أى: وقل لهم للمرة الثالثة- أيها الرسول الكريم- أنتم- أيها المشركون- لا تسألون يوم القيامة عن إجرامنا في حق أنفسنا- إن كنا قد أجرمنا وأخطأنا في حقها-، ونحن- أيضا- لا يسألنا الله- تعالى-عن سبب بقائكم في الكفر وفي الأعمال السيئة، لأننا قد بلغناكم رسالة ربكم- عز وجل-، ونصحناكم بالإقلاع عن الشرك والمعاصي.وشبيه بهذه الآية قوله- تعالى-، وَإِنْ كَذَّبُوكَ فَقُلْ لِي عَمَلِي وَلَكُمْ عَمَلُكُمْ، أَنْتُمْ بَرِيئُونَ مِمَّا أَعْمَلُ، وَأَنَا بَرِيءٌ مِمَّا تَعْمَلُونَ ."},{"ayah_number":26,"text":"ثم أمره- سبحانه- أن يذكرهم بيوم القيامة وما فيه من حساب دقيق، فقال: قُلْ يَجْمَعُ بَيْنَنا رَبُّنا ثُمَّ يَفْتَحُ بَيْنَنا بِالْحَقِّ وَهُوَ الْفَتَّاحُ الْعَلِيمُ.أى: وقل لهم- أيها الرسول الكريم- إن الله- تعالى- بقدرته سيجمعنا وإياكم يوم القيامة، ثم يحكم بيننا جميعا بحكمه العادل، وهو- سبحانه- الْفَتَّاحُ الْعَلِيمُ أى: الحاكم في كل أمر بالحكم الحق، المطلع على جميع أحوال عباده."},{"ayah_number":27,"text":"ثم ختم- سبحانه- هذه الآيات بتوجيه رسوله صلى الله عليه وسلم إلى أن يقول لهم قولا يخرس به ألسنتهم، ويبطل حججهم فقال: قُلْ أَرُونِيَ الَّذِينَ أَلْحَقْتُمْ بِهِ شُرَكاءَ والرؤية هنا بصرية.ومفعولها الأول الياء، ومفعولها الثاني الاسم الموصول، ولفظ شركاء: حال.أى: وقل لهم- أيضا- للمرة الخامسة على سبيل إلزامهم الحجة: أرونى وأطلعونى على أصنامكم التي ألحقتموها بالله- تعالى- في العبادة، واتخذتموها شركاء له في الطاعة ... إنها ما هي إلا أشياء لا تضر ولا تنفع، وأنتم تعرفون ذلك عنها، وها هي أمامكم واقعها وحالها ينبئ بعجزها التام، فكيف أشركتموها مع الله- تعالى- في العبادة والطاعة؟فالمقصود من الرؤية إشهادهم على عجزها، وتبكيتهم على جهالاتهم، وحضهم على نبذ الشركاء، وإخلاص العبادة لله الواحد القهار.ويحتمل أن تكون الرؤية هنا علمية، فيكون لفظ شُرَكاءَ هو المفعول الثالث.أى: عرفوني الأصنام والأوثان التي جعلتموها شركاء لله- تعالى- في العبادة.ثم زجرهم- سبحانه- عن هذا الضلال فقال: كَلَّا بَلْ هُوَ اللَّهُ الْعَزِيزُ الْحَكِيمُ أى:كلا ليس الأمر كما زعمتم من أن لله- تعالى- شركاء، بل هو- سبحانه- العزيز الذي لا يغلبه غالب، الحكيم في كل أقواله وأفعاله.وهكذا نجد الآيات الكريمة قد لقنت النبي صلى الله عليه وسلم الحجج التي يرد بها على المشركين، والتي من شأنها أن تحملهم على اعتناق الحق، واجتناب الباطل، لو كانوا يعقلون.ثم بين- سبحانه- وظيفة الرسول صلى الله عليه وسلم ورد على شبهات المشركين فقال:"},{"ayah_number":28,"text":"قال الآلوسى: المتبادر أن كَافَّةً حال من الناس، قدم «إلا» عليه للاهتمام وأصله من الكف بمعنى المنع، وأريد به العموم لما فيه من المنع من الخروج، واشتهر في ذلك حتى قطع فيه النظر عن معنى المنع بالكلية. فمعنى جاء الناس كافة: جاءوا جميعا..قال ابن عباس: أرسل الله- تعالى- محمدا صلى الله عليه وسلم إلى العرب والعجم، فأكرمهم على الله- تعالى- أطوعهم له ....أى: وما أرسلناك- أيها الرسول الكريم- إلا إلى الناس جميعا، لتبشر المؤمن منهم بحسن الثواب، وتنذر من أعرض عن الحق الذي جئت به بسوء العقاب. وَلكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ هذه الحقيقة، وهي عموم رسالتك وكونك بشيرا ونذيرا."},{"ayah_number":29,"text":"وَيَقُولُونَ أى: المشركون على سبيل الاستهزاء بما جئتهم به مَتى هذَا الْوَعْدُ الذي تعدنا به وهو قيام الساعة، وما فيها من حساب وثواب وعقاب.أخبرونا عنه- أيها المؤمنون- إِنْ كُنْتُمْ صادِقِينَ فيما تحدثوننا عنه، وفيما تدعوننا إليه من إيمان."},{"ayah_number":30,"text":"وهنا أمر الله- تعالى- رسوله صلى الله عليه وسلم أن يرد عليهم ردا فيه كل معاني التهديد والوعيد فقال: قُلْ لَكُمْ مِيعادُ يَوْمٍ لا تَسْتَأْخِرُونَ عَنْهُ ساعَةً وَلا تَسْتَقْدِمُونَ ومِيعادُ يجوز أن يكون مصدرا مرادا به الوعد، وأن يكون اسم زمان، والإضافة للبيان.والمراد بالساعة الوقت الذي هو في غاية القلة. وليس ما اصطلح عليه الناس من كونها ستين دقيقة.اى: قل لهم- أيها الرسول الكريم- لا تتعجلوا- ايها الكافرون- ما أخبرتكم عنه من أن يوم القيامة آت لا ريب فيه، ومن أن العاقبة الطيبة ستكون لنا لا لكم فإن لكم ميقاتا محددا، وموعدا معلوما، عند ما يأذن الله- تعالى- بحلوله وبانتهاء حياتكم ويبعثكم..لا تَسْتَأْخِرُونَ عَنْهُ ساعَةً من الزمان وَلا تَسْتَقْدِمُونَ عنه ساعة كما قال- تعالى-: إِنَّ أَجَلَ اللَّهِ إِذا جاءَ لا يُؤَخَّرُ لَوْ كُنْتُمْ تَعْلَمُونَ .وكما قال- سبحانه-: وَما نُؤَخِّرُهُ إِلَّا لِأَجَلٍ مَعْدُودٍ. يَوْمَ يَأْتِ لا تَكَلَّمُ نَفْسٌ إِلَّا بِإِذْنِهِ، فَمِنْهُمْ شَقِيٌّ وَسَعِيدٌ.ثم حكى- سبحانه- بعض الأقوال الباطلة التي قالها المشركون في شأن القرآن الكريم، وصور أحوالهم السيئة يوم العرض والحساب، وكيف أن كل فريق منهم صار يلقى التبعة على غيره، قال- تعالى-:"},{"ayah_number":31,"text":"والمراد بالذي بين يديه في قوله- تعالى-: وَقالَ الَّذِينَ كَفَرُوا لَنْ نُؤْمِنَ بِهذَا الْقُرْآنِ وَلا بِالَّذِي بَيْنَ يَدَيْهِ..: الكتب السماوية السابقة كالتوراة والإنجيل.قالوا: وذلك لأن المشركين سألوا بعض أهل الكتاب، عن الرسول صلى الله عليه وسلم فأخبروهم بأن صفاته في التوراة والإنجيل، فغضبوا وقالوا ما قالوا...أى: وقال الذين كفروا بإصرار وعناد وجحود لكل ما هو حق: قالوا لن نؤمن بهذا القرآن الذي جئت به يا محمد صلّى الله عليه وسلّم من عند ربك، ولا نؤمن- أيضا- بالكتب السماوية الأخرى التي تؤيد أنك رسول من عند الله- تعالى- فالآية الكريمة تحكى ما جبل عليه هؤلاء الكافرون من تصميم على الباطل، ومن نبذ للحق مهما تعددت مصادره.قال الإمام الرازي: لما بين- سبحانه- الأمور الثلاثة، من التوحيد والرسالة والحشر، وكانوا بالكل كافرين، بيّن كفرهم العام بقوله: وَقالَ الَّذِينَ كَفَرُوا لَنْ نُؤْمِنَ بِهذَا الْقُرْآنِ، وَلا بِالَّذِي بَيْنَ يَدَيْهِ وقوله: وَلا بِالَّذِي بَيْنَ يَدَيْهِ المشهور أنه التوراة والإنجيل، وعلى هذا فالمراد بالذين كفروا، المشركون المنكرون للنبوات والحشر.ويحتمل أن يكون المعنى: لن نؤمن بهذا القرآن ولا بما فيه من الأخبار والآيات والدلائل فيكون المراد بالذي بين يديه ما اشتمل عليه من أخبار وأحكام- ويكون المراد بالذين كفروا عموم الكافرين بما فيهم أهل الكتاب لأن الجميع لا يؤمن بالقرآن ولا بما اشتمل عليه.وقوله- تعالى-: وَلَوْ تَرى إِذِ الظَّالِمُونَ مَوْقُوفُونَ عِنْدَ رَبِّهِمْ، يَرْجِعُ بَعْضُهُمْ إِلى بَعْضٍ الْقَوْلَ بيان لأحوالهم السيئة يوم القيامة، ولإصرارهم على الكفر.ولَوْ شرطية، وجوابها محذوف كما أن مفعول تَرى محذوف أيضا ومَوْقُوفُونَ أى محبوسون للحساب يوم القيامة.يقال: وقفت الرجل عن فعل هذا الشيء، إذا منعته وحجزته عن فعله.أى: ولو ترى- أيها المخاطب- حال الظالمين وقت احتباسهم عند ربهم يوم القيامة، وهم يتحاورون ويتجادلون فيما بينهم بالأقوال السيئة وكل فريق، يلقى التبعة على غيره.لو ترى ذلك لرأيت أمرا عجيبا، وحالا فظيعة، تنفطر لها القلوب، وترتعد من هولها النفوس.والتعبير بقوله- سبحانه-: مَوْقُوفُونَ يشعر بذلتهم وبؤسهم، فهم محبوسون للحساب على غير إرادة منهم، كما يحبس المجرم في سجنه انتظارا لمصيره السيئ.وقوله: عِنْدَ رَبِّهِمْ تبكيت وتوبيخ لهم، على ما كانوا يفعلونه في الدنيا من إنكار لليوم الآخر وما فيه من ثواب وعقاب وحساب.وقوله- سبحانه-: يَقُولُ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا، لَوْلا أَنْتُمْ لَكُنَّا مُؤْمِنِينَ تفصيل لجانب من محاوراتهم فيما بينهم، ولما كانوا يراجعون فيه القول بعضهم مع بعض.والمراد بالذين استضعفوا: الأتباع والعامة من الناس، والمراد بالذين استكبروا: الزعماء والقادة والرؤساء.أى: يقول الأتباع من الكافرين لقادتهم ورؤسائهم بغيظ وحسرة: لولا أنتم منعتمونا عن اتباع الحق لكنا مؤمنين به، ومتبعين لما جاء به الرسول صلّى الله عليه وسلم.إنهم يقولون لهم في موقف الحساب يوم القيامة، ما كانوا عاجزين عن قوله في الدنيا.عند ما كانوا مستذلين لهم، وخاضعين لسلطانهم."},{"ayah_number":32,"text":"وهنا يرد الزعماء باستنكار وضيق، ويحكى ذلك القرآن فيقول: قالَ الَّذِينَ اسْتَكْبَرُوا لِلَّذِينَ اسْتُضْعِفُوا على سبيل التوبيخ والتقريع أَنَحْنُ صَدَدْناكُمْ عَنِ الْهُدى بَعْدَ إِذْ جاءَكُمْكلا، إننا ما فعلنا ذلك، ولسنا نحن الذين حلنا بينكم وبين اتباع الحق.بَلْ أنتم الذين كُنْتُمْ مُجْرِمِينَ في حق أنفسكم، حيث اتبعتمونا باختياركم، ورضيتم عن طواعية منكم أن تتبعوا غيركم بدون تفكر أو تدبر للأمور."},{"ayah_number":33,"text":"ولم يقتنع الأتباع بما رد به عليهم السادة والكبراء، بل حكى القرآن للمرة الثانية ردهم عليهم فقال: وَقالَ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا في الرد عليهم بحسرة وألم:بَلْ مَكْرُ اللَّيْلِ وَالنَّهارِ أى قالوا لهم أنتم لستم صادقين في قولكم لنا: إنكم لم تصدونا عن اتباع الهدى بعد إذ جاءنا بل إن مكركم بنا الليل والنهار وإغراءكم لنا بالبقاء على الكفر.وتهديدكم إيانا بالقتل أو التعذيب إذا ما خالفناكم، وأمركم لنا بأن نكفر بالله- تعالى- ونجعل له أندادا، أى شركاء في العبادة والطاعة. كل ذلك هو الذي حال بيننا وبين اتباع الحق الذي جاءنا به الرسول صلّى الله عليه وسلم.والمكر: هو الاحتيال والخديعة. يقال مكر فلان بفلان، إذا خدعه وأراد به شرا.وهو هنا فاعل لفعل محذوف والتقدير: بل الذي صدنا عن الإيمان مكركم بنا في الليل والنهار، فحذف المضاف إليه وأقيم مقامه الظرف اتساعا.وقوله: إِذْ تَأْمُرُونَنا.. ظرف للمكر. أى: بل مكركم الدائم بنا وقت أمركم لنا بأن نكفر بالله ونجعل له أشباها ونظراء نعبدها من دونه- تعالى- هو الذي حال بيننا وبين اتباع الحق والهدى.قال الجمل: وقوله بَلْ مَكْرُ اللَّيْلِ وَالنَّهارِ يجوز رفع مَكْرُ من ثلاثة أوجه:أحدها: على الفاعلية بتقدير: بل صدنا مكركم في هذين الوقتين، الثاني ان يكون مبتدأ خبره محذوف. أى: مكر الليل صدنا عن اتباع الحق. الثالث: العكس، أى: سبب كفرنا مكركم. وإضافة المكر إلى الليل والنهار إما على الإسناد المجازى كقولهم: ليل ماكر، فيكون مصدرا مضافا لمرفوعه وإما على الاتساع في الظرف، فجعل كالمفعول به فيكون مضافا لمنصوبه .والضمير المرفوع في قوله- سبحانه-: وَأَسَرُّوا النَّدامَةَ لَمَّا رَأَوُا الْعَذابَ يعود إلى الأتباع والزعماء. وأسروا من الإسرار بمعنى الكتمان والإخفاء.أى: وأضمر الذين استضعفوا والمستكبرون الندامة والحسرة حين شاهدوا العذاب المعد لهم جميعا، وذلك لأنهم بهتوا وشهدوا حين عاينوه، ودفنت الكلمات في صدورهم فلم يتمكنوا من النطق بها وأصابهم ما أصابهم من الكمد الذي يجعل الشفاه لا تتحرك، والألسنة لا تنطق.فالمقصود من إسرار الندامة: بيان عجزهم الشديد عن النطق بما يريدون النطق به لفظاعة ما شهدوه من عذاب غليظ قد أعد لهم.وقيل إن أَسَرُّوا النَّدامَةَ بمعنى أظهروها: لأن لفظ أسر من الأضداد.قال الآلوسى ما ملخصه: وَأَسَرُّوا أى: أضمر الظالمون من الفريقين النَّدامَةَ على ما كان منهم في الدنيا.. لَمَّا رَأَوُا الْعَذابَ لأنهم بهتوا لما عاينوه فلم يقدروا على النطق.وقيل: أسروا الندامة. بمعنى أظهروها، فإن لفظ «أسر» من الأضداد، إذ الهمزة تصلح للإثبات وللسلب، فمعنى أسره: جعله سره، أو أزال سره.. .ثم بين- سبحانه- ما حل بهم من عذاب بسبب كفرهم فقال: وَجَعَلْنَا الْأَغْلالَ فِي أَعْناقِ الَّذِينَ كَفَرُوا، هَلْ يُجْزَوْنَ إِلَّا ما كانُوا يَعْمَلُونَ."},{"ayah_number":34,"text":"قال صاحب الكشاف عند تفسيره لقوله- تعالى-: وَما أَرْسَلْنا فِي قَرْيَةٍ مِنْ نَذِيرٍ إِلَّا قالَ مُتْرَفُوها إِنَّا بِما أُرْسِلْتُمْ بِهِ كافِرُونَ ... : هذه تسلية لرسول الله صلّى الله عليه وسلّم مما منى به من قومه من التكذيب والكفر بما جاء به، والمنافسة بكثرة الأموال والأولاد، والتكبر بذلك على المؤمنين.. وأنه- سبحانه- لم يرسل قط إلى أهل قرية من نذير، إلا قالوا له مثل ما قال أهل مكة لرسول الله صلّى الله عليه وسلم  .والمعنى: وما أرسلنا في قرية، من القرى مِنْ نَذِيرٍ ينذر أهلها بسوء العاقبة إذا ما استمروا على كفرهم وضلالهم. إِلَّا قالَ مُتْرَفُوها أى: إلا قال أغنياؤها ورؤساؤها وجبابرتها المتسعون في النعم فيها، لمن جاءوا لإنذارهم وهدايتهم إلى الحق.إِنَّا بِما أُرْسِلْتُمْ بِهِ من الدعوة إلى عبادة الله- تعالى- كافِرُونَ بما نحن عليه من شرك وتقليد للآباء مؤمنون.فالآية الكريمة تحكى موقف المترفين في كل أمة، من الرسل الذين جاءوا لهدايتهم، وأن هؤلاء المترفين في كل زمان ومكان، كانوا أعداء للأنبياء وللمصلحين، لأن الترف من شأنه أن يفسد الفطرة، ويبعث على الغرور والتطاول، ويحول بين الإنسان وبين التمسك بالفضائل والقيم العليا، ويهدى إلى الانغماس في الرذائل والشهوات الدنيا."},{"ayah_number":35,"text":"ثم يحكى القرآن الكريم أن هؤلاء المترفين لم يكتفوا بإعلان كفرهم، وتكذيبهم للأنبياء والمصلحين، بل أضافوا إلى ذلك التبجح والتعالي على المؤمنين. فقال- تعالى-:وَقالُوا أى المترفون الذين أبطرتهم النعمة للمؤمنين الفقراء نَحْنُ أَكْثَرُ أَمْوالًا وَأَوْلاداً منكم- أيها المؤمنون-، إذ أموالنا أكثر من أموالكم، وأولادنا أكثر من أولادكم، ولولا أننا أفضل عند الله منكم، لما أعطانا. مالا يعطيكم ...فنحن نعيش حياتنا في أمان واطمئنان وَما نَحْنُ بِمُعَذَّبِينَ بشيء من العذاب الذي تعدوننا به لا في الدنيا ولا في الآخرة.قال الامام ابن كثير عند تفسيره لهذه الآية: افتخر المترفون- بكثرة الأموال والأولاد، واعتقدوا أن ذلك دليل على محبة الله لهم، واعتنائه بهم، وأنه ما كان ليعطيهم هذا في الدنيا، ثم يعذبهم في الآخرة، وهيهات لهم ذلك. قال- تعالى-: فَلا تُعْجِبْكَ أَمْوالُهُمْ وَلا أَوْلادُهُمْ، إِنَّما يُرِيدُ اللَّهُ لِيُعَذِّبَهُمْ بِها فِي الْحَياةِ الدُّنْيا، وَتَزْهَقَ أَنْفُسُهُمْ وَهُمْ كافِرُونَ"},{"ayah_number":36,"text":"ثم أمر الله- تعالى- رسوله صلّى الله عليه وسلّم أن يصحح لهؤلاء المترفين خطأهم، وأن يكشف لهم عن جهلهم، وأن يبين لهم أن مسألة الغنى والفقر بيد الله- تعالى- وحده، وأن الثواب والعقاب لا يخضعان للغنى أو للفقر، وإنما يتبعان الإيمان أو الكفر، فقال- تعالى- قُلْ إِنَّ رَبِّي يَبْسُطُ الرِّزْقَ لِمَنْ يَشاءُ وَيَقْدِرُ وَلكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ.وبسط الرزق: سعته وكثرته. وتقديره: تقليله وتضييقه.أى: قل- أيها الرسول الكريم- لهؤلاء الجاهلين إِنَّ رَبِّي وحده هو الذي يَبْسُطُ الرِّزْقَ لِمَنْ يَشاءُ أن يبسطه له وَيَقْدِرُ أى: ويقتر الرزق ويضيقه على من يشاء أن يضيقه عليه. والأمر في كلتا الحالتين مرده إلى الله- تعالى- وحده، على حسب ما تقتضيه حكمته في خلقه.وربما يوسع رزق العاصي ويضيق رزق المطيع. أو العكس، وربما يوسع على شخص في وقت ويضيق عليه في وقت آخر، ولا ينقاس على ذلك أمر الثواب والعقاب، لأن مناطهما الطاعة وعدمها.وَلكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ هذه الحقيقة التي اقتضتها حكمة الله- تعالى- وإرادته، فزعموا أن بسط الرزق دليل الشرف والكرامة، وأن ضيق الرزق دليل الهوان والذل، ولم يدركوا- لجهلهم وانطماس بصائرهم- أن بسط الرزق قد يكون للاستدراج، وأن تضييقه قد يكون للابتلاء والاختبار، ليتميز قوى الإيمان من ضعيفه."},{"ayah_number":37,"text":"ثم زاد- سبحانه- هذه القضية توضيحا وتبيينا فقال: وَما أَمْوالُكُمْ وَلا أَوْلادُكُمْ بِالَّتِي تُقَرِّبُكُمْ عِنْدَنا زُلْفى.الزلفى: مصدر كالقربى، وانتصابه على المصدرية من معنى العامل. أى ليست كثرة أموالكم، ولا كثرة أولادكم بالتي من شأنها أن تقربكم إلينا قربى، لأن هذه الكثرة ليست دليل محبة منا لكم، ولا تكريم منا لكم، وإنما الذي يقربكم منا هو الإيمان والعمل الصالح.كما وضح- سبحانه- هذه الحقيقة في قوله بعد ذلك: إِلَّا مَنْ آمَنَ وَعَمِلَ صالِحاً فَأُولئِكَ لَهُمْ جَزاءُ الضِّعْفِ بِما عَمِلُوا وَهُمْ فِي الْغُرُفاتِ آمِنُونَ.أى: ليس الأمر كما زعمتم- أيها المترفون- من أن كثرة الأموال والأولاد ستنجيكم من العذاب، ولكن الحق والصدق أن الذي ينجيكم من ذلك ويقربكم منا، هو الإيمان والعمل الصالح. فهؤلاء الذين آمنوا وعملوا الأعمال الصالحة لهم عند الله- تعالى- الجزاء الحسن المضاعف، وهم في غرفات الجنات آمنون مطمئنون.قال الشوكانى ما ملخصه: قوله: إِلَّا مَنْ آمَنَ وَعَمِلَ صالِحاً هو استثناء منقطع فيكون محله النصب. أى: لكن من آمن وعمل صالحا.. والإشارة بقوله: فَأُولئِكَ إلى مَنْ والجمع باعتبار المعنى. وهو مبتدأ. وخبره لَهُمْ جَزاءُ الضِّعْفِ أى: فأولئك يجازيهم الله الضعف، وهو من إضافة المصدر إلى المفعول. أو فأولئك لهم الجزاء المضاعف فيكون من إضافة الموصوف إلى الصفة.. .ثم بين- سبحانه- سوء عاقبة المصرين على كفرهم فقال: وَالَّذِينَ يَسْعَوْنَ فِي آياتِنا مُعاجِزِينَ، أُولئِكَ فِي الْعَذابِ مُحْضَرُونَ."},{"ayah_number":38,"text":"أى: والذين يسعون في إبطال آياتنا الدالة على وحدانيتنا وقدرتنا، مُعاجِزِينَ.أى: زاعمين سبقهم لنا، وعدم قدرتنا عليهم أُولئِكَ الذين يفعلون ذلك فِي الْعَذابِ مُحْضَرُونَ أى: في عذاب جهنم مخلدون، حيث تحضرهم ملائكة العذاب بدون شفقة أو رحمة، وتلقى بهم فيها."},{"ayah_number":39,"text":"وقوله- سبحانه-: قُلْ إِنَّ رَبِّي يَبْسُطُ الرِّزْقَ لِمَنْ يَشاءُ مِنْ عِبادِهِ وَيَقْدِرُ لَهُ تأكيد وتقرير لتلك الحقيقة التي سبق الحديث عنها، وهي أن التوسع والتضييق في الرزق بيد الله- تعالى- وحده.والضمير في قوله- تعالى- لَهُ يعود إلى الشخص الموسع عليه أو المضيق عليه في رزقه. أى: قل- أيها الرسول الكريم- لهؤلاء المترفين على سبيل التأكيد وإزالة ما هم عليه من جهل: إن ربي- عز وجل- يبسط الرزق لمن يشاء من عباده، ويضيق هذا الرزق على من يشاء أن يضيقه منهم، وليس في ذلك ما يدل على السعادة أو الشقاوة، لأن هذه الأمور خاضعة لحكمته في خلقه- سبحانه-.وَما أَنْفَقْتُمْ أيها المؤمنون مِنْ شَيْءٍ في سبيل الله- تعالى- وفي أوجه طاعته فَهُوَ- سبحانه- يُخْلِفُهُ أى: يعوضه لكم بما هو خير منه. يقال: فلان أخلف لفلان وأخلف عليه، إذا أعطاه العوض والبدل.وَهُوَ خَيْرُ الرَّازِقِينَ أى: وهو- سبحانه- خير رازق لعباده لأن كل رزق يصل إلى الناس إنما هو بتقديره وإرادته، وقد جرت سنته- سبحانه- أن يزيد الأسخياء من فضله وكرمه.وفي الحديث الصحيح أن رسول الله صلّى الله عليه وسلّم قال: «ما من يوم يصبح العباد فيه،إلا ملكان ينزلان، فيقول أحدهما: اللهم اعط منفقا خلفا، ويقول الآخر: اللهم اعط ممسكا تلفا.وبذلك نرى الآيات الكريمة قد حكت جانبا من شبهات المشركين، ومن أقوالهم الباطلة، وردت عليهم بما يزهق باطلهم، ويمحو شبهاتهم، لكي يزداد المؤمنون إيمانا على إيمانهم.ثم بين- سبحانه- حال أولئك المشركين يوم القيامة، وكيف أن الملائكة يكذبونهم في مزاعمهم، فقال- تعالى-:"},{"ayah_number":40,"text":"أى: واذكر- أيها العاقل- لتعتبر وتتعظ يَوْمَ يَحْشُرُهُمْ جَمِيعاً أى: يجمع الله- سبحانه- الكافرين جميعا. الذين استضعفوا في الدنيا والذين استكبروا.ثُمَّ يَقُولُ- عز وجل- لِلْمَلائِكَةِ على سبيل التبكيت والتقريع للمشركين أَهؤُلاءِ الكافرون إِيَّاكُمْ كانُوا يَعْبُدُونَ أى: أهؤلاء كانوا يعبدونكم في الدنيا.وأنتم رضيتم بذلك.وهؤُلاءِ مبتدأ، وخبره «كانوا يعبدون» وإِيَّاكُمْ مفعول يعبدون.وتخصيص الملائكة بالخطاب مع أن من الكفار من كان يعبد الأصنام، ومن كان يعبد غيرها، لأن المقصود من الخطاب حكاية ما يقوله الملائكة في الرد عليهم.قال صاحب الكشاف: هذا الكلام خطاب للملائكة. وتقريع للكفار وارد على المثل السائر: إياك أعنى واسمعي يا جارة، ونحوه قوله- تعالى- لعيسى: أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّي إِلهَيْنِ مِنْ دُونِ اللَّهِ وقد علم- سبحانه- كون الملائكة وعيسى، منزهين برآء مما وجه عليهم من السؤال، والغرض أن يقول ويقولوا، ويسأل ويجيبوا، فيكون التقريع للمشركين أشد، والتعبير أبلغ، وهوانهم ألزم. .."},{"ayah_number":41,"text":"وقوله- تعالى-: قالُوا سُبْحانَكَ أَنْتَ وَلِيُّنا مِنْ دُونِهِمْ حكاية لأقوال الملائكة.أى: قال الملائكة في الإجابة على سؤال خالقهم. سُبْحانَكَ أى: ننزهك ونقدسك عن أن يكون لك شريك في عبادتك وطاعتك أَنْتَ وَلِيُّنا مِنْ دُونِهِمْ أى: أنت الذي نواليك ونتقرب إليك وحدك بالعبادة، وليس بيننا وبين هؤلاء المشركين أى موالاة أو قرب، ولا دخل لنا في عبادتهم لغيرك.ثم صرحوا بما كان المشركون يعبدونه في الدنيا فقالوا: بَلْ كانُوا يَعْبُدُونَ الْجِنَّ أَكْثَرُهُمْ بِهِمْ مُؤْمِنُونَ.أى: إن هؤلاء المشركين لا علم لنا بأنهم كانوا يعبدوننا، ونبرأ من ذلك إن كانوا قد عبدونا، وهم إنما كانوا يعبدون في الدنيا الْجِنَّ أى الشياطين، وكان أكثر هؤلاء المشركين يؤمنون بعبادة الشياطين، ويطيعونهم فيما يأمرونهم به، أو ينهونهم عنه.فقوله- تعالى- بَلْ كانُوا يَعْبُدُونَ الْجِنَّ إضراب انتقالي، لبيان السبب في شرك هؤلاء المشركين، وتصريح بمن كانوا يعبدونهم في الدنيا.قال الجمل: فإن قيل جميعهم كانوا متابعين للشياطين، فما وجه قوله- تعالى- أَكْثَرُهُمْ بِهِمْ مُؤْمِنُونَ فإنه يدل على أن بعضهم لم يؤمن بالجن ولم يطعهم؟فالجواب من وجهين: أحدهما: أن الملائكة احترزوا عن دعوى الإحاطة بهم، فقالوا أكثرهم، لأن الذين رأوهم واطلعوا على أحوالهم كانوا يعيدون الجن، ولعل في الوجود من لم يطلع الله الملائكة على حاله من الكفار.الثاني: هو أن العبادة عمل ظاهر، والإيمان عمل باطن، فقالوا: بل كانوا يعبدون الجن لاطلاعهم على أعمالهم، وقالوا: أكثرهم بهم مؤمنون عند عمل القلب، لئلا يكونوا مدعين اطلاعهم على ما في القلوب، فإن القلب لا يطلع على ما فيه إلا الله ."},{"ayah_number":42,"text":"ثم بين- سبحانه- بعد ذلك أن الملك في يوم الحساب له وحده فقال: فَالْيَوْمَ لا يَمْلِكُ بَعْضُكُمْ لِبَعْضٍ نَفْعاً وَلا ضَرًّا.أى: فاليوم لا يملك أحد من المعبودين أن ينفع أحدا من العابدين، أو أن يضره، بل الذي يملك كل ذلك هو الله- تعالى- وحده فالمقصود من الآية الكريمة بيان أن مرد النفع والضر في هذا اليوم إلى الله- تعالى.وحده، فالعابدون لا يملكون شيئا، والمعبودون كذلك لا يملكون شيئا.وَنَقُولُ لِلَّذِينَ ظَلَمُوا ذُوقُوا عَذابَ النَّارِ الَّتِي كُنْتُمْ بِها تُكَذِّبُونَ أى: ونقول في هذا اليوم الهائل الشديد للذين ظلموا أنفسهم وظلموا الحق بعبادتهم لغيرنا، نقول لهم ذُوقُوا فظاعة وشدة عذاب النار التي كنتم تكذبون بها في الدنيا، وتنكرون أن يكون هناك بعث أو حساب أو ثواب أو عقاب.ثم تعود السورة الكريمة إلى الحديث عن جانب من أقوال هؤلاء المشركين في شأن النبي صلى الله عليه وسلّم وفي شأن القرآن الكريم، وتهددهم بسوء المصير إذا استمروا في طغيانهم وجهلهم فتقول:"},{"ayah_number":43,"text":"وقوله: تُتْلى من التلاوة، وهي قراءة الشيء بتدبر وتفهم.أى: وإذا ما تليت آياتنا الدالة دلالة واضحة على وحدانيتنا وقدرتنا، وعلى صدق رسولنا صلّى الله عليه وسلّم فيما يبلغه عنا.قالُوا ما هذا إِلَّا رَجُلٌ يُرِيدُ أَنْ يَصُدَّكُمْ عَمَّا كانَ يَعْبُدُ آباؤُكُمْ أى: قالوا على سبيل الإنكار والاستهزاء، ما هذا التالي لتلك الآيات إلا رجل يريد أن يمنعكم عن عبادة الآلهة التي كان يعبدها آباؤكم الأقدمون.ويعنون بقولهم «ما هذا إلا رجل» : الرسول صلّى الله عليه وسلّم ويقصدون بالإشارة إليه، الاستخفاف به، والتحقير من شأنه صلّى الله عليه وسلم.وقالوا: يُرِيدُ أَنْ يَصُدَّكُمْ عَمَّا كانَ يَعْبُدُ آباؤُكُمْ لإثارة حمية الجاهلية فيهم فكأنهم يقولون لهم: احذروا اتباع هذا الرجل، لأنه يريد أن يجعلكم من أتباعه، وأن يقطع الروابط التي تربط بينكم وبين آبائكم الذين أنتم قطعة منهم.ولم يكتفوا بالتشكيك في صدق الرسول صلّى الله عليه وسلّم بل أضافوا إلى ذلك التكذيب للقرآن الكريم، ويحكى- سبحانه- ذلك فيقول: وَقالُوا ما هذا إِلَّا إِفْكٌ مُفْتَرىً.أى: وقالوا في شأن القرآن الكريم: ما هذا الذي يتلوه محمد صلّى الله عليه وسلّم علينا، إلا إِفْكٌ أى: كلام مصروف عن وجهه، وكذب في ذاته مُفْتَرىً أى: مختلق على الله- تعالى- من حيث نسبته إليه.فقوله مُفْتَرىً صفة أخرى وصفوا بها القرآن الكريم، فكأنهم يقولون- قبحهم الله- ما هذا القرآن إلا كذب في نفسه، ونسبته إلى الله- تعالى- ليست صحيحة.ثم أضافوا إلى تكذيبهم للرسول صلّى الله عليه وسلّم وللقرآن، تكذيبا عاما لكل ما جاءهم به الرسول من حق، فقالوا- كما حكى القرآن عنهم-: وَقالَ الَّذِينَ كَفَرُوا لِلْحَقِّ لَمَّا جاءَهُمْ، إِنْ هذا إِلَّا سِحْرٌ مُبِينٌ.أى: وقال الكافرون في شأن كل حق جاءهم به الرسول صلّى الله عليه وسلم: ما هذا الذي جئتنا به إلا سحر واضح.وهكذا نراهم- لعنادهم وجهلهم- قد كذبوا الرسول صلّى الله عليه وسلّم وكذبوا القرآن. وكذبوا كل توجيه قويم، وإرشاد حكيم، أرشدهم إليه صلّى الله عليه وسلّم إذ اسم الإشارة الأول يعود إلى الرسول صلّى الله عليه وسلّم والثاني يعود إلى القرآن، والثالث يعود إلى تعاليم الإسلام كلها."},{"ayah_number":44,"text":"ثم بين- سبحانه- أن أقوالهم هذه لا تستند إلى دليل أو ما يشبه الدليل، وإنما هم يهرفون بما لا يعرفون، فقال- تعالى-: وَما آتَيْناهُمْ مِنْ كُتُبٍ يَدْرُسُونَها وَما أَرْسَلْنا إِلَيْهِمْ قَبْلَكَ مِنْ نَذِيرٍ.أى: أن هؤلاء الذين قالوا ما قالوا من باطل وزور، لم نأتهم بكتب يدرسونها ويقرءونها ليعرفوا منها أن الشرك حق، فيكون لهم عذرهم في التمسك به، وكذلك لم نرسل إليهم قبلك- أيها الرسول الكريم- نذيرا يدعوهم إلى عبادة الأصنام، ويخوفهم من ترك عبادتها.وما دام الأمر كذلك، فمن أين أتوا بهذا التصميم على شركهم، وبهذا الإنكار للحق الذي جاءهم؟ إن أمرهم هذا لهو في غاية الغرابة والعجب.فالمقصود من الآية الكريمة تجهيلهم والتهكم بهم، ونفى أن يكون عندهم حتى ما يشبه الدليل على صحة ما هم فيه من شرك.وشبيه بهذه الآية قوله- تعالى-: أَمْ أَنْزَلْنا عَلَيْهِمْ سُلْطاناً فَهُوَ يَتَكَلَّمُ بِما كانُوا بِهِ يُشْرِكُونَ وقوله- عز وجل-: أَمْ آتَيْناهُمْ كِتاباً مِنْ قَبْلِهِ فَهُمْ بِهِ مُسْتَمْسِكُونَ."},{"ayah_number":45,"text":"ثم بين لهم- سبحانه- بعد ذلك هوان أمرهم. وتفاهة شأنهم بالنسبة لمن سبقوهم، فقال: وَكَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ وَما بَلَغُوا مِعْشارَ ما آتَيْناهُمْ، فَكَذَّبُوا رُسُلِي، فَكَيْفَ كانَ نَكِيرِ.والمعشار بمعنى العشر وهو لغة فيه. تقول: عندي عشر دينار ومعشار دينار، قال أبو حيان: والمعشار مفعال من العشر، ولم يبن على هذا الوزن من ألفاظ العدد غيره وغير المرباع. ومعناهما: العشر والربع.. .والضمير في قوله وَما بَلَغُوا يعود لكفار مكة، وقوله: ما آتَيْناهُمْ وفي قوله:فَكَذَّبُوا رُسُلِي يعود إلى الأمم السابقة.والنكير: مصدر كالإنكار، وهو من المصادر التي جاءت على وزن فعيل.والمعنى: لا تحزن- أيها الرسول الكريم- لتكذيب قومك لك، فقد كذب الذين من قبلهم من الأمم رسلهم، وإن قومك لم يبلغوا من القوة والغنى والكثرة.. عشر ما كان عليه سابقوهم، ولكن لما كذب أولئك السابقون أنبياءهم، أخذتهم أخذ عزيز مقتدر، بأن دمرناهم جميعا.والاستفهام في قوله- تعالى- فَكَيْفَ كانَ نَكِيرِ للتهويل. والجملة الكريمة معطوفة على مقدر والمعنى: فحين تمادوا في تكذيب رسلي، جاءهم إنكارى بالتدمير، فكيف كان إنكارى عليهم بالتدمير والإهلاك؟ لقد كان شيئا هائلا فظيعا تركهم في ديارهم جاثمين كأن لم يغنوا فيها، فعلى قومك أن يحذروا من أن يصيبهم مثله.وجعل- سبحانه- التدمير إنكارا، تنزيلا للفعل منزلة القول، كما في قول بعضهم:ونشتم بالأفعال لا بالتكلم.ويرى بعضهم أن الضمير في قوله وَما بَلَغُوا يعود على الذين من قبلهم، وفي قوله آتَيْناهُمْ يعود إلى كفار مكة.وقد رجح الإمام الرازي هذا الرأى فقال ما ملخصه: قال المفسرون: معنى الآية: ما بلغ هؤلاء المشركون معشار ما آتينا المتقدمين.. ثم إن الله أخذ هؤلاء المتقدمين، دون أن تنفعهم قوتهم، لما كذبوا رسلهم، فكيف حال هؤلاء الضعفاء- وهم قومك.ثم قال- رحمه الله-: وعندي وجه آخر في معنى الآية، وهو أن يقال: وكذب الذين من قبلهم، وما بلغوا معشار ما آتيناهم، أى: الذين من قبلهم ما بلغوا معشار ما آتينا قومك من البيان والبرهان. وذلك لأن كتابك يا محمد أكمل من سائر الكتب.فإذا كنت قد أنكرت على المتقدمين لما كذبوا رسلهم- مع أنهم لم يؤتوا معشار ما أوتى قومك من البيان-، فكيف لا أنكر على قومك بعد تكذيبهم لأوضح الكتب، وأفصح الرسل..ويبدو لنا أن المعنى الأول الذي عبر عنه الإمام الرازي بقوله: قال المفسرون، هو الأرجح لأنه هو المتبادر من معنى الآية الكريمة، لأنه يفيد التقليل من شأن مشركي مكة، بالنسبة لمن سبقهم من الأمم، من ناحية القوة والغنى.وفي القرآن الكريم آيات متعددة تؤيد هذا المعنى، منها قوله- تعالى-: أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ، فَيَنْظُرُوا كَيْفَ كانَ عاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ، كانُوا أَشَدَّ مِنْهُمْ قُوَّةً وَأَثارُوا الْأَرْضَ وَعَمَرُوها أَكْثَرَ مِمَّا عَمَرُوها، وَجاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّناتِ، فَما كانَ اللَّهُ لِيَظْلِمَهُمْ، وَلكِنْ كانُوا أَنْفُسَهُمْ يَظْلِمُونَ .وبعد هذا الحديث عن أقوال المشركين في شأن الرسول صلّى الله عليه وسلّم وفي شأن القرآن.. وبعد هذا الرد الملزم لهم، والمزهق لباطلهم. بعد كل ذلك لقن الله- تعالى- نبيه صلّى الله عليه وسلّم الحجج القاطعة، والأقوال الحكيمة، التي تهدى إلى الرشد بأبلغ أسلوب، وأصدق بيان، فقال- تعالى-:"},{"ayah_number":46,"text":"وقوله- تعالى- أَعِظُكُمْ من الوعظ، وهو تذكير الغير بالخير والبر بكلام مؤثر رقيق يقال: وعظه يعظه وعظا وعظة، إذا أمره بالطاعة ووصاه بها.وقوله بِواحِدَةٍ صفة لموصوف محذوف.والتقدير: قل- أيها الرسول الكريم- لهؤلاء المشركين الذين قالوا الكذب في شأنك وفي شأن ما جئت به، قل لهم: إنما أعظكم وآمركم وأوصيكم بكلمة واحدة، أو بخصلة واحدة.ثم فسر- سبحانه- هذه الكلمة بقوله: أَنْ تَقُومُوا لِلَّهِ مَثْنى وَفُرادى. والمراد بالقيام هنا: التشمير عن ساعد الجد، وتلقى ما جاءهم به الرسول صلّى الله عليه وسلّم بقلب مفتوح.وعقل واع، ونفس خالية من التعصب والحقد والعكوف على التقليد.ومَثْنى وَفُرادى أى: متفرقين اثنين اثنين، وواحدا واحدا، وهما منصوبان على الحال.ثُمَّ تَتَفَكَّرُوا بعد ذلك في أمر هذا الرسول صلّى الله عليه وسلّم وفي أمر رسالته، وفي أمر ما جاء به من عند ربه، فعند ذلك ترون أنه على الحق، وأنه قد جاءكم بما يسعدكم.فالآية الكريمة تأمرهم أن يفكر كل اثنين بموضوعية وإنصاف في أمر الرسول صلّى الله عليه وسلّم ثم يعرض كل واحد منهما حصيلة تفكيره على صاحبه، وأن يفكر كل واحد منهم على انفراد- أيضا في شأن هذا الرسول، من غير تعصب وهوى.وقدم الاثنين في القيام على المنفرد، لأن تفكير الاثنين في الأمور بإخلاص واجتهاد وتقدير، أجدى في الوصول إلى الحق من تفكير الشخص الواحد ولم يأمرهم بأن يتفكروا في جماعة، لأن العقلية الجماعية كثيرا ما تتبع الانفعال الطارئ، وقلما تتريث في الحكم على الأمور.ورحم الله صاحب الكشاف فقد قال عند تفسيره لهذه الآية: والمعنى: إنما أعظكم بواحدة إن فعلتموها، أصبتم الحق، وتخلصتم من الباطل-، وهي: أن تقوموا لوجه الله خالصا، متفرقين اثنين اثنين، وواحدا واحدا، ثُمَّ تَتَفَكَّرُوا في أمر محمد صلّى الله عليه وسلّم وما جاء به.أما الاثنان: فيتفكران ويعرض كل واحد منهما محصول فكره على صاحبه، وينظران فيه متصادقين متناصفين، لا يميل بهما اتباع هوى، ولا ينبض لهما عرق عصبية، حتى يهجم بهما الفكر الصالح، والنظر الصحيح على جادة الحق.وكذلك الفرد: يفكر في نفسه بعدل ونصفة من غير أن يكابرها، ويعرض فكره على عقله وذهنه، وما استقر عنده من عادات العقلاء، ومجاري أحوالهم. والذي أوجب تفرقهم مثنى وفرادى، أن الاجتماع مما يشوش الخواطر، ويعمى البصائر، ويمنع من الروية، ويخلط القول. ومع ذلك يقل الإنصاف ويكثر الاعتساف: ويثور عجاج التعصب.وقوله- سبحانه-: ما بِصاحِبِكُمْ مِنْ جِنَّةٍ كلام مستأنف جيء به لتنزيه ساحته صلى الله عليه وسلّم عما افتراه عليه المفترون من كونه قد أصيب بالجنون.أى: اجتمعوا اثنين اثنين، أو واحدا واحدا، ثم تفكروا بإخلاص وروية فترون بكل تأكيد أن محمدا صلّى الله عليه وسلّم ليس به شيء من الجنون، إنما هو أرجح الناس عقلا، وأصدقهم قولا، وأفضلهم علما، وأحسنهم عملا، وأزكاهم نفسا، وأنقاهم قلبا، وأجمعهم لكل كمال يشرى.وقوله- تعالى- إِنْ هُوَ إِلَّا نَذِيرٌ لَكُمْ بَيْنَ يَدَيْ عَذابٍ شَدِيدٍ بيان لوظيفته صلّى الله عليه وسلم أى: ليس به صلّى الله عليه وسلّم من جنون، وإنما هو نذير لكم، يحذركم ويخوفكم من العذاب الشديد الذي سينزل بكم يوم القيامة، إذا ما بقيتم على شرككم وكفركم، وهذا العذاب ليس بعيدا عنكم.قال الإمام ابن كثير: قال الامام أحمد: حدثنا بشير بن المهاجر، حدثني عبد الله بن بريدة عن أبيه قال: خرج علينا رسول الله صلّى الله عليه وسلّم يوما فنادى ثلاث مرات فقال: «أيها الناس أتدرون ما مثلي ومثلكم» ؟ قالوا: الله ورسوله أعلم فقال: «إنما مثلي ومثلكم كمثل قوم خافوا عدوا يأتيهم. فبعثوا رجلا يتراءى لهم، فبينما هو كذلك أبصر العدو، فأقبل لينذرهم وخشي أن يدركه العدو قبل أن ينذر قومه، فأهوى بثوبه وقال: أيها الناس أوتيتم.أيها الناس أوتيتم ... »وبهذا الاسناد قال رسول الله صلّى الله عليه وسلم: بعثت أنا والساعة جميعا، إن كادت لتسبقني» ."},{"ayah_number":47,"text":"ثم أمره- سبحانه- للمرة الثانية أن يصارحهم بأنه لا يريد منهم أجرا على دعوته إياهم إلى ما يسعدهم فقال: قُلْ ما سَأَلْتُكُمْ مِنْ أَجْرٍ فَهُوَ لَكُمْ إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ، وَهُوَ عَلى كُلِّ شَيْءٍ شَهِيدٌ.أى: وقل لهم- أيها الرسول الكريم. بعد أن دعوتهم إلى التفكير الهادئ، المتأنى في أمرك: إنى ما طلبت منكم أجرا على دعوتي إياكم إلى الحق والخير، وإذا فرض وطلبت فهو مردود عليكم. لأنى لا ألتمس أجرى إلا من الله- تعالى- وحده، وهو- سبحانه- على كل شيء شهيد ورقيب، ولا يخفى عليه شيء في الأرض ولا في السماء.قال الآلوسى قوله: قل ما سألتكم من أجر، أى: مهما سألتكم من نفع على تبليغ الرسالة فَهُوَ لَكُمْ والمراد نفى السؤال رأسا، كقولك لصاحبك إن أعطيتنى شيئا فخذه، وأنت تعلم أنه لم يعطك شيئا: فما شرطية. مفعول سَأَلْتُكُمْ وقوله فَهُوَ لَكُمْ الجواب- وقيل هي موصولة، والعائد محذوف، ومن للبيان ودخلت الفاء في الخبر لتضمنها معنى الشرط. أى: الذي سألتكموه من الأجر فهو لكم، وثمرته تعود إليكم ."},{"ayah_number":48,"text":"ثم أمره- سبحانه- للمرة الثالثة، أن يبين لهم أنهم لا قدرة لهم على مجادلته أو محاربته، لأن الله- تعالى- قد سلحه بما ينصره عليهم فقال: قُلْ إِنَّ رَبِّي يَقْذِفُ بِالْحَقِّ عَلَّامُ الْغُيُوبِ وأصل القذف: الرمي بقوة وشدة والمراد به هنا: ما يوحيه الله- تعالى- على نبيه صلى الله عليه وسلّم من قرآن وتوجيهات وإلهامات، والباء في قوله بِالْحَقِّ للسببية.أى: قل لهم- أيها الرسول الكريم- إن ربي يلقى الوحى إلى وإلى أنبيائه، بسبب الحق الذي كلفهم بتبليغه إلى الناس، وهو- سبحانه- وحده علام الغيوب.قال الجمل: ما ملخصه قوله: يَقْذِفُ بِالْحَقِّ يجوز أن يكون مفعوله محذوفا، لأن القذف في الأصل الرمي، وعبر به هنا عن الإلقاء. أى: يلقى الوحى إلى أنبيائه بالحق، أى: بسبب الحق، أو متلبسا الحق.ويجوز أن يكون التقدير: يقذف الباطل بالحق، كما قال- تعالى- بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْباطِلِ فَيَدْمَغُهُ.ويجوز أن يكون المعنى: قل إن ربي يقضى ويحكم بالحق، بتضمين «يقذف» معنى يقضى ويحكم  ."},{"ayah_number":49,"text":"ثم أمره- عز وجل- للمرة الرابعة أن يبين لهم أن باطلهم سيزول لا محالة وسينتهي أمره انتهاء لن تقوم له بعد قائمة فقال- تعالى- قُلْ جاءَ الْحَقُّ وَما يُبْدِئُ الْباطِلُ وَما يُعِيدُ والإبداء: هو فعل الأمر ابتداء. والإعادة: فعله مرة أخرى، ولا يخلو الحي منهما، فعدمهما كناية عن هلاكه. كما يقول: فلان لا يأكل ولا يشرب، كناية عن هلاكه.أى: قل أيها الرسول لهؤلاء الكافرين، لقد جاء الحق المتمثل في دين الإسلام الذي أرسلنى به إليكم ربي، ومادام الإسلام قد جاء، فإن الباطل المتمثل في الكفر الذي أنتم عليه، قد آن له أن يذهب وأن يزول، وأن لا يبقى له إبداء أو إعادة، فقد اندثر وأهيل عليه بالتراب إلى غير رجعة."},{"ayah_number":50,"text":"ثم أمره- سبحانه- للمرة الخامسة أن يصارحهم بأنه مسئول أمام الله عما يرشدهم إليه، وأنهم ليسوا مسئولين عن هدايته أو ضلاله، فقال- تعالى-: قُلْ إِنْ ضَلَلْتُ فَإِنَّما أَضِلُّ عَلى نَفْسِي، وَإِنِ اهْتَدَيْتُ فَبِما يُوحِي إِلَيَّ رَبِّي.أى: وقل لهم- أيها الرسول الكريم- على سبيل الإرشاد والتنبيه، إنى إن ضللت عن الصراط المستقيم، وعن اتباع الحق، فإنما إثم ضلالي على نفسي وحدها لا عليكم، وإن اهتديت إلى طريق الحق والصواب، فاهتدائى بسبب ما يوحيه الله- تعالى- إلى من توجيهات حكيمة، وإرشادات قويمة، إِنَّهُ- سبحانه- سَمِيعٌ لكل شيء قَرِيبٌ منى ومنكم.وهكذا نجد هذه الآيات الكريمة قد أمرت الرسول صلّى الله عليه وسلّم خمس مرات، أن يخاطب المشركين بما يقطع عليهم كل طريق للتشكيك في شأن دعوته، وبما يوصلهم إلى طريق الهداية والسعادة لو كانوا يعقلون:وأخيرا نرى سورة «سبأ» تختتم بهذه الآيات، التي تصور تصويرا مؤثرا، حالة الكافرين عند ما يخرجون من قبورهم للبعث والحساب، يعلوهم الهلع والفزع، ويحال بينهم وبين ما يشتهون، لأن توبتهم جاءت في غير أوانها ... قال- تعالى-:"},{"ayah_number":51,"text":"وجواب لَوْ محذوف. وكذلك مفعول تَرى. والفزع: حالة من الخوف والرعب تعترى الإنسان عند ما يشعر بما يزعجه ويخيفه. والفوت: النجاة والمهرب.وهذا الفزع للكافرين يكون عند خروجهم من قبورهم للبعث والحساب، أو عند قبض أرواحهم.أى: ولو ترى- أيها العاقل- حال الكافرين، وقت خروجهم من قبورهم للحساب، وقد اعتراهم الفزع والهلع.. لرأيت شيئا هائلا، وأمرا عظيما ...وقوله فَلا فَوْتَ أى: فلا مهرب لهم ولا نجاة يومئذ من الوقوف بين يدي الله- تعالى- للحساب، ولمعاقبتهم على كفرهم وجحودهم ...وقوله: وَأُخِذُوا مِنْ مَكانٍ قَرِيبٍ معطوف على فَزِعُوا أى: فزعوا دون أن ينفعهم هذا الفزع، وأخذوا ليلقوا مصيرهم السيئ من مكان قريب من موقف الحساب.قال الآلوسى: والمراد بذكر قرب المكان، سرعة نزول العذاب بهم والاستهانة بهم وبهلاكهم، وإلا فلا قرب ولا بعد بالنسبة إلى الله- عز وجل- ... » ."},{"ayah_number":52,"text":"وَقالُوا آمَنَّا بِهِ أى: وقال هؤلاء الكافرون عند ما رأوا العذاب المعد لهم في الآخرة:آمنا بالله- تعالى- وبأنه هو الواحد الأحد الفرد الصمد، الذي لا معبود بحق سواه، وآمنا بهذا الدين الذي جاءنا به رسوله محمد صلّى الله عليه وسلم.وقوله- سبحانه-: وَأَنَّى لَهُمُ التَّناوُشُ مِنْ مَكانٍ بَعِيدٍ بيان لعدم انتفاعهم بما قالوه من إظهار الإيمان في هذا الوقت.والتناوش: التناول. يقال: فلان ناش الشيء ينوشه نوشا إذا تناوله. ومنه قولهم:تناوشوا بالرماح، أى: تناول بعضهم بعضا بها.أى: لقد قالوا بعد البعث آمنا بهذا الدين، ومن أين لهم في الآخرة تناول الإيمان والتوبة من الكفر، وكان ذلك قريبا منهم في الدنيا فضيعوه، وكيف يظفرون به في الآخرة وهي بعيدة عن دار الدنيا التي هي محل قبول الإيمان.فالجملة الكريمة تمثيل لحالهم في طلب الخلاص بعد أن فات أوانه، وأن هذا الطلب في نهاية الاستبعاد كما يدل عليه لفظ أَنَّى.قال صاحب الكشاف: والتناوش والتناول أخوان. إلا أن التناوش تناول سهل لشيء قريب ...وهذا تمثيل لطلبهم ما لا يكون، وهو أن ينفعهم إيمانهم في هذا الوقت، كما ينفع المؤمنين إيمانهم في الدنيا. مثلت حالهم بحال من يريد أن يتناول الشيء من غلوة- أى: من مكان بعيد-، كما يتناوله الآخر من قيس ذراع تناولا سهلا لا تعب فيه ... » ."},{"ayah_number":53,"text":"وقوله- سبحانه- وَقَدْ كَفَرُوا بِهِ مِنْ قَبْلُ أى: قالوا آمنا بأن يوم القيامة حق، والحال أنهم قد كفروا به من قبل في الدنيا، عند ما دعاهم إلى الإيمان به رسول الله صلّى الله عليه وسلم.وقوله- تعالى-: وَيَقْذِفُونَ بِالْغَيْبِ مِنْ مَكانٍ بَعِيدٍ بيان لما كانوا عليه في الدنيا من سفاهة في القول، وجرأة في النطق بالباطل، وفيما لا علم لهم به.والعرب تقول لكل من تكلم فيما لا يعلمه: هو يقذف ويرجم بالغيب، والجملة الكريمة معطوفة على قوله: وَقَدْ كَفَرُوا بِهِ مِنْ قَبْلُ.أى: لقد كفروا بهذا الدين في الدنيا، وكانوا ينطقون بأقوال لا علم لهم بها، وبينها وبين الحق والصدق مسافات بعيدة. فقد نسبوا إلى الله- تعالى- الولد والشريك، ويقولون في الرسول صلّى الله عليه وسلّم إنه ساحر ... ، وفي شأن البعث: إنه لا حقيقة له، وفي شأن القرآن: إنه أساطير الأولين.فالمقصود بالآية تقريعهم وتجهيلهم، على ما كانوا يتفوهون به من كلام ساقط، بينه وبين الحقيقة مسافات بعيدة."},{"ayah_number":54,"text":"ثم ختم- سبحانه- السورة الكريمة ببيان حرمانهم التام مما يشتهونه فقال:وَحِيلَ بَيْنَهُمْ وَبَيْنَ ما يَشْتَهُونَ كَما فُعِلَ بِأَشْياعِهِمْ مِنْ قَبْلُ إِنَّهُمْ كانُوا فِي شَكٍّ مُرِيبٍ.وقوله حِيلَ فعل مبنى للمجهول مأخوذ من الحول بمعنى المنع والحجز. تقول حال الموج بيني وبين فلان. أى: منعني من الوصول إليه، ومنه قوله- تعالى-: وَحالَ بَيْنَهُمَا الْمَوْجُ فَكانَ مِنَ الْمُغْرَقِينَ.أى: وحجز وفصل بين هؤلاء المشركين يوم القيامة وَبَيْنَ ما يَشْتَهُونَ ويتمنون من قبول إيمانهم في هذا اليوم، أو من العفو عنهم في هذا اليوم، أو من العفو عنهم ورجوعهم إلى الدنيا.. حيل بينهم وبين كل ذلك، كَما فُعِلَ بِأَشْياعِهِمْ مِنْ قَبْلُ أى: كما هو الحال بالنسبة لأمثالهم ونظرائهم الذين سبقوهم في الكفر.إِنَّهُمْ كانُوا جميعا على نمط واحد فِي شَكٍّ من أمر هذا الدين مُرِيبٍ أى:موقع في الريبة.وبعد: فهذا تفسير وسيط لسورة «سبأ» نسأل الله- تعالى- أن يجعله خالصا لوجهه، ونافعا لعباده. والحمد لله الذي بنعمته تتم الصالحات وصلّى الله على سيدنا محمد وعلى آله وأصحابه وأتباعه إلى يوم الدين."}]