[{"ayah_number":1,"text":"مقدّمة1- سورة «الزمر» هي السورة التاسعة والثلاثون في ترتيب المصحف أما ترتيبها في النزول فهي السورة الثامنة والخمسون من السور المكية، وكان نزولها بعد سورة سبأ.وقد ذكر صاحب الإتقان أنها تسمى- أيضا- سورة «الغرف» ، لقوله- تعالى-:لكِنِ الَّذِينَ اتَّقَوْا رَبَّهُمْ لَهُمْ غُرَفٌ مِنْ فَوْقِها غُرَفٌ مَبْنِيَّةٌ.2- ويرى المحققون أن السورة بكاملها مكية.قال الآلوسى: عن ابن عباس أنها نزلت بمكة ولم يستثن، وأخرج النحاس عنه أنه قال: نزلت سورة الزمر بمكة سوى ثلاث آيات نزلت بالمدينة في وحشي قاتل حمزة، وهي قوله- تعالى: - قُلْ يا عِبادِيَ الَّذِينَ أَسْرَفُوا عَلى أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ.3- وآياتها خمس وسبعون آية في المصحف الكوفي، وثلاث وسبعون في المصحف الشامي، واثنتان وسبعون في غيرهما .4- وتبدأ السورة الكريمة بالثناء على الله- تعالى- الذي أنزل القرآن بالحق على نبيه محمد صلّى الله عليه وسلم والذي خلق السموات والأرض بالحق والذي خلق الناس جميعا من نفس واحدة، قال- تعالى-: تَنْزِيلُ الْكِتابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ، إِنَّا أَنْزَلْنا إِلَيْكَ الْكِتابَ بِالْحَقِّ، فَاعْبُدِ اللَّهَ مُخْلِصاً لَهُ الدِّينَ. أَلا لِلَّهِ الدِّينُ الْخالِصُ ...5- ثم تنتقل السورة إلى الحديث عن حالة الإنسان عند ما ينزل به الضر، وعن الجزاء الحسن الذي أعده- سبحانه- للصابرين، وعن العقاب الأليم الذي أعده للخاسرين.قُلْ يا عِبادِ الَّذِينَ آمَنُوا اتَّقُوا رَبَّكُمْ لِلَّذِينَ أَحْسَنُوا فِي هذِهِ الدُّنْيا حَسَنَةٌ، وَأَرْضُ اللَّهِ واسِعَةٌ إِنَّما يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسابٍ. قُلْ إِنِّي أُمِرْتُ أَنْ أَعْبُدَ اللَّهَ مُخْلِصاً لَهُ الدِّينَ. وَأُمِرْتُ لِأَنْ أَكُونَ أَوَّلَ الْمُسْلِمِينَ. قُلْ إِنِّي أَخافُ إِنْ عَصَيْتُ رَبِّي عَذابَ يَوْمٍ عَظِيمٍ. قُلِ اللَّهَ أَعْبُدُ مُخْلِصاً لَهُ دِينِي. فَاعْبُدُوا ما شِئْتُمْ مِنْ دُونِهِ، قُلْ إِنَّ الْخاسِرِينَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيامَةِ، أَلا ذلِكَ هُوَ الْخُسْرانُ الْمُبِينُ.6- ثم بين- سبحانه- مظاهر قدرته في هذا الكون عن طريق إنزاله الماء من السماء، وعن طريق إنزاله أحسن الحديث. كتابا متشابها مثاني تقشعر منه جلود الذين يخشون ربهم.قال- تعالى-: أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّماءِ ماءً فَسَلَكَهُ يَنابِيعَ فِي الْأَرْضِ ثُمَّ يُخْرِجُ بِهِ زَرْعاً مُخْتَلِفاً أَلْوانُهُ، ثُمَّ يَهِيجُ فَتَراهُ مُصْفَرًّا ثُمَّ يَجْعَلُهُ حُطاماً، إِنَّ فِي ذلِكَ لَذِكْرى لِأُولِي الْأَلْبابِ.7- ثم دعا- سبحانه- الناس بعد ذلك إلى تدبر آيات القرآن، المشتمل على الهدايات والإرشادات والأمثال، وإلى اتباع الرسول صلّى الله عليه وسلم الذي جاءهم بالصدق، لأن هذا الاتباع يؤدى إلى تكفير سيئاتهم، ورفع درجاتهم عند ربهم.قال- تعالى-: وَلَقَدْ ضَرَبْنا لِلنَّاسِ فِي هذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ لَعَلَّهُمْ يَتَذَكَّرُونَ. قُرْآناً عَرَبِيًّا غَيْرَ ذِي عِوَجٍ لَعَلَّهُمْ يَتَّقُونَ.8- وبعد أن عادت السورة الكريمة إلى الحديث عن مظاهر قدرة الله- تعالى- في قبضه للأرواح، وفي كشفه الضر عن خلقه.. أتبعت ذلك بمحاجة المشركين، وببيان ما هم عليه من ضلال، وبيان أحوالهم عند ما يذكر الله- تعالى- وحده، وببيان سوء عاقبتهم.قال- تعالى-: وَإِذا ذُكِرَ اللَّهُ وَحْدَهُ اشْمَأَزَّتْ قُلُوبُ الَّذِينَ لا يُؤْمِنُونَ بِالْآخِرَةِ، وَإِذا ذُكِرَ الَّذِينَ مِنْ دُونِهِ إِذا هُمْ يَسْتَبْشِرُونَ. قُلِ اللَّهُمَّ فاطِرَ السَّماواتِ وَالْأَرْضِ عالِمَ الْغَيْبِ وَالشَّهادَةِ أَنْتَ تَحْكُمُ بَيْنَ عِبادِكَ فِي ما كانُوا فِيهِ يَخْتَلِفُونَ.9- ثم ساق- سبحانه- لعباده ما يدل على سعة رحمته بهم، ودعاهم إلى الإنابة إليه، من قبل أن يأتى اليوم الذي لا ينفع فيه الندم.قال- تعالى-: قُلْ يا عِبادِيَ الَّذِينَ أَسْرَفُوا عَلى أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ، إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعاً إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ. وَأَنِيبُوا إِلى رَبِّكُمْ وَأَسْلِمُوا لَهُ مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذابُ ثُمَّ لا تُنْصَرُونَ.10- ثم تحدثت السورة في أواخرها عن أحوال السعداء والأشقياء يوم القيامة، وعن أهوال هذا اليوم.قال- تعالى-: وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّماواتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شاءَ اللَّهُ، ثُمَّ نُفِخَ فِيهِ أُخْرى فَإِذا هُمْ قِيامٌ يَنْظُرُونَ.وختمت ببيان ما أعده- سبحانه- للكافرين من شديد العقاب، وما أعده للمتقين من كريم الثواب.قال- تعالى-: وَسِيقَ الَّذِينَ اتَّقَوْا رَبَّهُمْ إِلَى الْجَنَّةِ زُمَراً، حَتَّى إِذا جاءوها وَفُتِحَتْ أَبْوابُها وَقالَ لَهُمْ خَزَنَتُها سَلامٌ عَلَيْكُمْ طِبْتُمْ فَادْخُلُوها خالِدِينَ. وَقالُوا الْحَمْدُ لِلَّهِ الَّذِي صَدَقَنا وَعْدَهُ، وَأَوْرَثَنَا الْأَرْضَ نَتَبَوَّأُ مِنَ الْجَنَّةِ حَيْثُ نَشاءُ، فَنِعْمَ أَجْرُ الْعامِلِينَ. وَتَرَى الْمَلائِكَةَ حَافِّينَ مِنْ حَوْلِ الْعَرْشِ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَقِيلَ الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ.11- هذا، والمتأمل في سورة «الزمر» بعد هذا العرض المجمل لها. يراها قد اشتملت على مقاصد متنوعة من أهمها ما يأتى:(أ) إقامة الأدلة المتعددة على وحدانية الله- تعالى- وعلى وجوب إخلاص العبادة له، تارة عن طريق خلق السموات والأرض، وتكوين الليل والنهار، وتسخير الشمس والقمر، وخلق الناس جميعا من نفس واحدة ... وتارة عن طريق لجوء المشركين إليه وحده عند الشدائد، وتارة عن طريق توفى الأنفس حين موتها، وتارة عن طريق ضرب الأمثال، كما في قوله- تعالى-: ضَرَبَ اللَّهُ مَثَلًا رَجُلًا فِيهِ شُرَكاءُ مُتَشاكِسُونَ وَرَجُلًا سَلَماً لِرَجُلٍ، هَلْ يَسْتَوِيانِ مَثَلًا. الْحَمْدُ لِلَّهِ، بَلْ أَكْثَرُهُمْ لا يَعْلَمُونَ.(ب) تذكير الناس بأهوال الآخرة وما فيها من ثواب وعقاب. وبعث ونشور، وفرح يعلو وجوه المتقين، وكآبة تجلل وجوه الكافرين.نرى ذلك في مثل قوله- تعالى-: وَيَوْمَ الْقِيامَةِ تَرَى الَّذِينَ كَذَبُوا عَلَى اللَّهِ وُجُوهُهُمْ مُسْوَدَّةٌ أَلَيْسَ فِي جَهَنَّمَ مَثْوىً لِلْمُتَكَبِّرِينَ. وَيُنَجِّي اللَّهُ الَّذِينَ اتَّقَوْا بِمَفازَتِهِمْ، لا يَمَسُّهُمُ السُّوءُ وَلا هُمْ يَحْزَنُونَ.وفي مثل قوله- تعالى-: وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّماواتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شاءَ اللَّهُ، ثُمَّ نُفِخَ فِيهِ أُخْرى فَإِذا هُمْ قِيامٌ يَنْظُرُونَ. وَأَشْرَقَتِ الْأَرْضُ بِنُورِ رَبِّها وَوُضِعَ الْكِتابُ وَجِيءَ بِالنَّبِيِّينَ وَالشُّهَداءِ، وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَهُمْ لا يُظْلَمُونَ. وَوُفِّيَتْ كُلُّ نَفْسٍ ما عَمِلَتْ وَهُوَ أَعْلَمُ بِما يَفْعَلُونَ.(ج) تلقين الرسول صلّى الله عليه وسلم الحجج والإجابات التي يرد بها على شبهات المشركين، وعلى دعاواهم الباطلة، فقد تكرر لفظ «قل» في هذه السورة كثيرا، ومن ذلك قوله- تعالى-:قُلْ إِنِّي أُمِرْتُ أَنْ أَعْبُدَ اللَّهَ مُخْلِصاً لَهُ الدِّينَ ... ... قُلْ أَفَرَأَيْتُمْ ما تَدْعُونَ مِنْ دُونِ اللَّهِ إِنْ أَرادَنِيَ اللَّهُ بِضُرٍّ هَلْ هُنَّ كاشِفاتُ ضُرِّهِ....قُلْ يا قَوْمِ اعْمَلُوا عَلى مَكانَتِكُمْ إِنِّي عامِلٌ فَسَوْفَ تَعْلَمُونَ مَنْ يَأْتِيهِ عَذابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذابٌ مُقِيمٌ. قُلْ أَفَغَيْرَ اللَّهِ تَأْمُرُونِّي أَعْبُدُ أَيُّهَا الْجاهِلُونَ.قُلْ لِلَّهِ الشَّفاعَةُ جَمِيعاً لَهُ مُلْكُ السَّماواتِ وَالْأَرْضِ ثُمَّ إِلَيْهِ تُرْجَعُونَ.(د) الإكثار من المقارنة بين عاقبة الأخيار وعاقبة الأشرار، بأسلوب يغلب عليه طابع الاستفهام الإنكارى، الذي حذف فيه الخبر للعلم به من سياق الكلام.ومن ذلك قوله- تعالى-: أَمَّنْ هُوَ قانِتٌ آناءَ اللَّيْلِ ساجِداً وَقائِماً يَحْذَرُ الْآخِرَةَ وَيَرْجُوا رَحْمَةَ رَبِّهِ، قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لا يَعْلَمُونَ.وقوله- تعالى-: أَفَمَنْ حَقَّ عَلَيْهِ كَلِمَةُ الْعَذابِ أَفَأَنْتَ تُنْقِذُ مَنْ فِي النَّارِ.وقوله- سبحانه-: أَفَمَنْ شَرَحَ اللَّهُ صَدْرَهُ لِلْإِسْلامِ فَهُوَ عَلى نُورٍ مِنْ رَبِّهِ فَوَيْلٌ لِلْقاسِيَةِ قُلُوبُهُمْ مِنْ ذِكْرِ اللَّهِ.وقوله- عز وجل-: أَفَمَنْ يَتَّقِي بِوَجْهِهِ سُوءَ الْعَذابِ يَوْمَ الْقِيامَةِ، وَقِيلَ لِلظَّالِمِينَ ذُوقُوا ما كُنْتُمْ تَكْسِبُونَ.هذه بعض المقاصد التي اشتملت عليها السورة الكريمة، وهناك مقاصد أخرى يدركها القارئ لهذه السورة الكريمة بتدبر وتفكر.نسأل الله- تعالى- أن يجعل القرآن الكريم ربيع قلوبنا وأنس نفوسنا. والحمد لله الذي بنعمته تتم الصالحات، وصلّى الله على سيدنا محمد وعلى آله وصحبه وسلم.افتتحت سورة \" الزمر \" بالثناء على القرآن الكريم ، وببيان مصدره ، قال - تعالى - : ( تَنزِيلُ الكتاب مِنَ الله العزيز الحكيم ) .أى : هذا الكتاب وهو القرآن الكريم . قد نزلي عليك - يا محمد - من لدن الله - تعالى - ( العزيز ) أى : الغالب على كل شئ ( الحكيم ) فى كل تصرفاته وأفعاله ، وليس هذا القرآن قولا مفترى كما زعم الجاحدون الذين انطمست بصائرهم ، واستحبوا العمى على الهدى .والذى يتتبع آيات القرآن الكريم ، يرى أن الله - تعالى - إذا ذكر تنزيله لكتابه أتبع ذلك ببعض أسمائه الحسنى ، المتضمنة لصفاته الجليلة .ففى أول سورة غافر نجد قوله - تعالى - : ( حم . تَنزِيلُ الكتاب مِنَ الله العزيز العليم ) .وفى أول سورة الجاثية نجد قوله - تعالى - : ( حم . تَنزِيلُ الكتاب مِنَ الله العزيز الحكيم ) .وفى أول سورة الأحقاف نجد مثل هذا الافتتاح .وفى أول سورة فصلت نجد قوله - تعالى - : ( حم . تَنزِيلٌ مِّنَ الرحمن الرحيم ) وفى صدر سورة \" يس \" نجد قوله - سبحانه - ( تَنزِيلَ العزيز الرحيم . لِتُنذِرَ قَوْماً مَّآ أُنذِرَ آبَآؤُهُمْ . . . ) ولا يخفى أن ذكره - سبحانه - لبعض أسمائه الحسنى ، بعد ذكره لتنزيل هذا القرآن على قلب رسوله صلى الله عليه وسلم فيه ما فيه من الثناء على القرآن الكريم ، ومن بيان أنه قد نزل من عند الله - تعالى - وحده ، الذى له الخق والأمر . تبارك الله رب العالمين ."},{"ayah_number":2,"text":"ثم ساق- سبحانه- بعد ذلك ما يدعو الناس إلى قبول هذا الكتاب، وإلى العمل بهداياته، فقال- تعالى-: إِنَّا أَنْزَلْنا إِلَيْكَ الْكِتابَ بِالْحَقِّ....أى: هذا الكتاب هو تنزيل من عند الله- تعالى- الغالب على كل شيء. والحكيم في أقواله وأفعاله. وقد أنزله- سبحانه- عليك- يا محمد- تنزيلا ملتبسا بالحق الذي لا يحوم حوله باطل، أو ما يشبه الباطل، وذلك يوجب قبوله والعمل بكل ما فيه.قال الآلوسى: قوله- تعالى-: إِنَّا أَنْزَلْنا إِلَيْكَ الْكِتابَ بِالْحَقِّ بيان لكونه نازلا بالحق، وتوطئة لما يذكر بعد ... أو شروع في بيان المنزل إليه، وما يجب عليه إثر بيان شأن المنزل ... والباء متعلقة بالإنزال، وهي للسببية، أى: أنزلناه بسبب الحق. أى: إثباته وإظهاره. أو بمحذوف وقع حالا من المفعول وهي للملابسة. أى: أنزلناه ملتبسا بالحق والصواب.والمراد أن كل ما فيه موجب للعمل والقبول حتما  .والفاء في قوله- تعالى-: فَاعْبُدِ اللَّهَ مُخْلِصاً لَهُ الدِّينَ لترتيب ما بعدها على ما قبلها. والعبادة: أقصى درجات التذلل والخضوع للمعبود- عز وجل- والإخلاص معناه: أن يقصد المسلم بعبادته وقوله وعمله وجه الله- تعالى-.أى: أنزلنا إليك- أيها الرسول الكريم- هذا الكتاب بالحق الذي لا يشوبه باطل، وما دام الأمر كذلك فعليك أن تخلص لربك عبادتك وطاعتك ودينك إخلاصا تاما، لا يحوم حوله رياء أو تفاخر، أو غير ذلك مما يتنافى مع إخلاص الخضوع لله- تعالى- وحده.قال الشوكانى: وفي الآية دليل على وجوب النية، وإخلاصها من الشوائب لأن الإخلاص من الأمور القلبية التي لا تكون إلا بأعمال القلب، وقد جاءت السنة الصحيحة أن ملاك الأمر في الأقوال والأفعال النية، كما في حديث: «إنما الأعمال بالنيات» وحديث: «لا قول ولا عمل إلا بنية» ."},{"ayah_number":3,"text":"وجملة أَلا لِلَّهِ الدِّينُ الْخالِصُ مؤكدة ومقررة لمضمون ما قبلها من وجوب إفراد العبادة والطاعة لله- تعالى-: وزادها تأكيدا وتقريرا لما قبلها تصديرها بأداة الاستفتاح أَلا واشتمالها على أسلوب القصر.أى: ألا إن لله- تعالى- وحده- وليس لأحد سواه- الدين الخالص من شوائب الشرك والرياء. والعبادة لوجهه وحده، والخضوع لقدرته التي لا يعجزها شيء.ثم بين- سبحانه- ما عليه المشركون من ضلال فقال: وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِياءَ ما نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونا إِلَى اللَّهِ زُلْفى، إِنَّ اللَّهَ يَحْكُمُ بَيْنَهُمْ ...فالمراد بالموصول المشركون، ومحله الرفع على الابتداء، وخبره قوله- تعالى- بعد ذلك: إِنَّ اللَّهَ يَحْكُمُ بَيْنَهُمْ وجملة ما نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونا إِلَى اللَّهِ زُلْفى في محل نصب على الحال بتقدير القول، والاستثناء مفرغ من أعم العلل. والزلفى: اسم أقيم مقام المصدر الذي يتلاقى معه في المعنى، والمأخوذ من قوله لِيُقَرِّبُونا.أى: لله- تعالى- وحده الدين الخالص، والمشركون الذين اتخذوا معبودات باطلة ليعبدوها من دون الله، كانوا يقولون في الرد على من ينهاهم عن ذلك: إننا ما نعبد هذه المعبودات إلا من أجل أن نتوسل بها، لكي تقربنا إلى الله قربى، ولتكون شفيعة لنا عنده حتى يرفع عنا البلاء والمحن.إِنَّ اللَّهَ يَحْكُمُ بَيْنَهُمْ أى: بين هؤلاء المشركين وبين غيرهم من المؤمنين الذين أخلصوا لله- تعالى- العبادة والطاعة فِي ما هُمْ فِيهِ يَخْتَلِفُونَ من أمر التوحيد والشرك، بأن يجازى المؤمنين بحسن الثواب، ويجازى الكافرين بسوء العقاب.إِنَّ اللَّهَ- تعالى- لا يَهْدِي أى: لا يوفق للاهتداء للحق مَنْ هُوَ كاذِبٌ كَفَّارٌ.أى: من كان دائم الكذب على دين الله، شديد الجحود لآيات الله وبراهينه الدالة على وحدانيته، وعلى أنه لا رب لهذا الكون سواه."},{"ayah_number":4,"text":"ثم أبطل- سبحانه- كل تصور للشرك والشركاء، بأن نزه- تعالى- ذاته عن اتخاذ الولد فقال: لَوْ أَرادَ اللَّهُ أَنْ يَتَّخِذَ وَلَداً لَاصْطَفى مِمَّا يَخْلُقُ ما يَشاءُ، سُبْحانَهُ هُوَ اللَّهُ الْواحِدُ الْقَهَّارُ.أى: لو أراد الله- تعالى- على سبيل الفرض والتقدير- أن يتخذ ولدا، لاختار من خلقه ما يريده هو، لا ما يريده الضالون، لكنه- سبحانه- لم يختر أحدا ليكون ولدا له، فدل ذلك على بطلان زعم الزاعمين بأن الملائكة بنات الله، أو بأن عزيرا ابن الله، أو بأن المسيح ابن الله.سُبْحانَهُ هُوَ اللَّهُ الْواحِدُ الْقَهَّارُ أى: تنزه- عز وجل- عن كل شيء من ذلك، فإنه هو الله الواحد في ذاته وفي صفاته، القهار لكل مخلوقاته.قال الإمام ابن كثير: بيّن- تعالى- في هذه الآية أنه لا ولد له كما يزعمه جهلة المشركين في الملائكة، والمعاندون من اليهود والنصارى في العزيز وعيسى فقال: لَوْ أَرادَ اللَّهُ أَنْ يَتَّخِذَ وَلَداً لَاصْطَفى مِمَّا يَخْلُقُ ما يَشاءُ أى. لكان الأمر على خلاف ما يزعمون.وهذا شرط لا يلزم وقوعه ولا جوازه، بل هو محال، وإنما قصد تجهيلهم فيما ادعوه وزعموه، كما قال: لَوْ أَرَدْنا أَنْ نَتَّخِذَ لَهْواً لَاتَّخَذْناهُ مِنْ لَدُنَّا إِنْ كُنَّا فاعِلِينَ وكما قال:قُلْ إِنْ كانَ لِلرَّحْمنِ وَلَدٌ فَأَنَا أَوَّلُ الْعابِدِينَ.كل هذا من باب الشرط، ويجوز تعليق الشرط على المستحيل لقصد المتكلم .وقال بعض العلماء ما ملخصه: إرادة اتخاذ الولد هنا ممتنعة، لأن الإرادة لا تتعلق إلا بالممكنات، واتخاذ الولد محال، كما ثبت بالبرهان القطعي فتستحيل إرادته. وجعلها في الآية شرطا وتعليق الجواب عليها، لا يقتضى إمكانها فضلا عن وقوعها، وقد عرف في فصيح الكلام: تعليق المحال على المحال جوازا ووقوعا.على أن الوالدية تقتضي التجانس بين الوالد والولد. إذ هو قطعة منه. وقد ثبت أن كل ما عداه- سبحانه- مخلوق له. فيلزم بموجب التجانس أن يكون المخلوق من جنس الخالق، وهو يستلزم حدوث الخالق، أو قدم المخلوق، وكلاهما محال  .ثم أقام- سبحانه- المزيد من الأدلة على وحدانيته وقدرته، عن طريق التأمل في ملكوت السموات والأرض، وفي ظاهرة الليل والنهار، وفي تسخير الشمس والقمر، وفي خلق بنى آدم من نفس واحدة ... فقال- تعالى-:"},{"ayah_number":5,"text":"فقوله- تعالى-: خَلَقَ السَّماواتِ وَالْأَرْضَ بِالْحَقِّ تفصيل لبعض أفعاله الدالة على وحدانيته- سبحانه- وقدرته.أى: الله وحده هو الذي أوجد هذه السموات وتلك الأرض، إيجادا ملتبسا بالحق والحكمة والمصلحة التي تعود عليكم- أيها الناس- بالخير والمنفعة ومن كان شأنه كذلك، استحال أن يكون له شريك أو ولد.ثم ساق- سبحانه- دليلا ثانيا على وحدانيته فقال: يُكَوِّرُ اللَّيْلَ عَلَى النَّهارِ، وَيُكَوِّرُ النَّهارَ عَلَى اللَّيْلِ.والتكوير في اللغة: طرح الشيء بعضه على بعض. يقال: كور فلان المتاع، إذا ألقى بعضه على بعض، ومنه كور العمامة. أى: انضمام بعض أجزائها على بعض.والمقصود أن الليل والنهار كلاهما يكر على الآخر فيذهبه ويحل محله، بطريقة متناسقة محكمة لا اختلال معها ولا اضطراب.قال صاحب الكشاف: «والتكوير: اللف واللى. يقال: كار العمامة على رأسه وكوّرها.وفيه أوجه، منها: أن الليل والنهار خلفة يذهب هذا ويأتى مكانه هذا، وإذا غشى مكانه، فكأنما ألبسه ولف عليه، كما يلف اللباس على اللابس.ومنها: أن كل واحد منهما يغيب الآخر إذا طرأ عليه، فشبه في تغييبه إياه بشيء ظاهر لف عليه ما غيبه عن مطامح الأبصار.ومنها: أن هذا يكر على هذا كرورا متتابعا، فشبه ذلك بتتابع أكوار العمامة بعضها على إثر بعض» .قال بعض العلماء ما ملخصه: «والتعبير بقوله «يكور..» تعبير عجيب، يقسر الناظر فيه قسرا على الالتفات إلى ما كشف حديثا عن كروية الأرض فهو يصور حقيقة مادية ملحوظة على وجه الأرض، فالأرض الكروية تدور حول نفسها في مواجهة الشمس، فالجزء الذي يواجه الشمس من سطحها المكور يغمره الضوء ويكون نهارا. ولكن هذا الجزء لا يثبت لأن الأرض تدور. وكلما تحركت بدأ الليل يغمر السطح الذي كان عليه النهار. وهذا السطح مكور، فالنهار كان عليه مكورا، والليل يتبعه مكورا كذلك، وبعد فترة يبدأ النهار من الناحية الأخرى يتكور على الليل، وهكذا في حركة دائبة «يكور- سبحانه- الليل على النهار ويكور النهار على الليل» .واللفظ يرسم الشكل، ويحدد الوضع، ويعين نوع طبيعة الأرض وحركتها. وكروية الأرض ودورانها، يفسران هذا التعبير تفسيرا أدق من أى تفسير آخر لا يستصحب هذه النظرية» .ثم ذكر- سبحانه- دليلا ثالثا على وحدانيته وقدرته فقال: وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى.والتسخير: التذليل والانقياد والطاعة التامة. أى: وجعل- سبحانه- الشمس والقمر منقادين لأمره انقيادا تاما وكلاهما يجرى في مداره إلى الوقت المحدد في علم الله- تعالى- لنهاية دورانه، وانقطاع حركته.وهما في جريانهما يسيران بنظام محكم دقيق غاية الدقة، كما قال- تعالى-:لَا الشَّمْسُ يَنْبَغِي لَها أَنْ تُدْرِكَ الْقَمَرَ، وَلَا اللَّيْلُ سابِقُ النَّهارِ. وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ.ثم ختم- سبحانه- الآية الكريمة بقوله أَلا هُوَ الْعَزِيزُ الْغَفَّارُ.وفي تصدير الجملة الكريمة بأداة الاستفتاح أَلا إشارة إلى كمال الاعتناء بمضمونها، وإلى وجوب التدبر فيما اشتملت عليه.أى: ألا إن الله- تعالى-: وحده هو الخالق لكل تلك المخلوقات، وهو وحده المتصرف فيها، والمهيمن عليها، وهو وحده الْعَزِيزُ الغالب على كل ما سواه، الكثير المغفرة لذنوب عباده التائبين إليه توبة نصوحا."},{"ayah_number":6,"text":"ثم ساق- سبحانه- أدلة أخرى على وحدانيته فقال: خَلَقَكُمْ مِنْ نَفْسٍ واحِدَةٍ ثُمَّ جَعَلَ مِنْها زَوْجَها.أى خلقكم- سبحانه- من نفس واحدة هي نفس أبيكم آدم ثم خلق من هذه النفس الواحدة، زوجها وهي أمكم حواء.قال الشوكانى: والتعبير بالجعل دون الخلق مع العطف بثم. للدلالة على أن خلق حواء من ضلع آدم، أدخل في كونه آية باهرة دالة على كمال القدرة لأن خلق آدم هو على عادة الله المستمرة في خلقه، وخلق حواء على الصفة المذكورة لم تجربه عادة لكونه- تعالى- لم يخلق أنثى من ضلع رجل غيرها   .وقال الجمل: فإن قلت كيف عطف بثم مع أن خلق حواء من آدم سابق على خلقنا منه؟ أجيب بأن ثم هنا للترتيب في الإخبار لا في الإيجاد. أو المعطوف متعلق بمعنى واحدة، فثم عاطفة عليه لا على خلقكم، فمعناه: خلقكم من نفس واحدة أفردت بالإيجاد، ثم شفعت بزوجة. أو هو معطوف على خلقكم، لكن المراد بخلقهم، خلقهم يوم أخذ الميثاق دفعة لا على هذا الخلق، الذي هم فيه الآن بالتوالد والتناسل .وقوله- تعالى-: وَأَنْزَلَ لَكُمْ مِنَ الْأَنْعامِ ثَمانِيَةَ أَزْواجٍ بيان لبعض آخر من أفعاله- تعالى- الدالة على وحدانيته وقدرته. والجملة الكريمة معطوفة على ما قبلها وهي قوله: خَلَقَكُمْ.أى: وأنزل لكم من كل من الإبل والبقر والغنم والمعز زوجين: ذكرا وأنثى يتم بهما التناسل وبقاء النوع.قالوا: وعبر- سبحانه- عن الخلق بالإنزال، لما يروى أنه- تعالى- خلق هذه الأنواع في الجنة ثم أنزلها. فيكون الإنزال على سبيل الحقيقة.أو أن الكلام على سبيل المجاز، لأن هذه الأنعام لا تعيش إلا عن طريق ما تأكله من نبات، والنبات لا يخرج إلا بالماء النازل من السماء فكأن الأنعام نازلة من السماء، لأن سبب سببها منزل منها.. أو أن «أنزل» هنا بمعنى أنشأ وأوجد. أو لأن الخلق إنما يكون بأمر من السماء.وقوله- تعالى- يَخْلُقُكُمْ فِي بُطُونِ أُمَّهاتِكُمْ خَلْقاً مِنْ بَعْدِ خَلْقٍ فِي ظُلُماتٍ ثَلاثٍ بيان لكيفية خلق ما خلقه الله من الأناسى والأنعام بتلك الطريقة العجيبة.أى أنه- تعالى- يخلقكم- أيها الناس- بقدرته في بطون أمهاتكم خلقا من بعد خلق، بأن يحولكم من نطفة إلى علقة إلى مضغة، إلى عظام مكسوة باللحم، ثم يحولكم بعد ذلك إلى خلق آخر، وهذه المراحل كلها تتم وأنتم في ظلمات بطون أمهاتكم، وظلمات الأرحام التي بداخل البطون وظلمات الغشاء الذي بداخل الأرحام والبطون، وذلك كله من أقوى الأدلة على قدرة الله- تعالى- ورعايته لخلقه.وصدق الله إذ يقول: أَلَمْ نَخْلُقْكُمْ مِنْ ماءٍ مَهِينٍ. فَجَعَلْناهُ فِي قَرارٍ مَكِينٍ. إِلى قَدَرٍ مَعْلُومٍ. فَقَدَرْنا فَنِعْمَ الْقادِرُونَ .واسم الإشارة في قوله- تعالى- ذلِكُمُ اللَّهُ رَبُّكُمْ لَهُ الْمُلْكُ، لا إِلهَ إِلَّا هُوَ فَأَنَّى تُصْرَفُونَ يعود إليه- سبحانه- باعتبار أفعاله السابقة. وتصرفون: من الصرف بمعنى الابتعاد عن الشيء إلى غيره.أى: ذلكم العظيم الشأن الذي ذكرنا لكم بعض مظاهر قدرته، هو الله ربكم الذي له ملك كل شيء، والذي لا معبود بحق سواه، فكيف تصرفون عن عبادته إلى عبادة غيره؟ وكيف تزعمون أن له شريكا أو ولدا ... مع توفر الأدلة على بطلان ذلك.والمتأمل في هاتين الآيتين يراهما قد ذكرتا ألوانا من البراهين على وحدانية الله- تعالى- وقدرته، كخلق السموات والأرض بالحق، وتكوير الليل على النهار، والنهار على الليل، وتسخير الشمس والقمر لمنافع الناس، وخلق الناس جميعا من نفس واحدة، ورعايتهم بلطفه وإحسانه في مراحل حياتهم، وإيجاد الأنعام التي تنفعهم في شئونهم المختلفة."},{"ayah_number":7,"text":"ثم بين- سبحانه- أنه غنى عن خلقه، وأنهم هم الفقراء إليه فقال: إِنْ تَكْفُرُوا فَإِنَّ اللَّهَ غَنِيٌّ عَنْكُمْ، وَلا يَرْضى لِعِبادِهِ الْكُفْرَ، وَإِنْ تَشْكُرُوا يَرْضَهُ لَكُمْ.أى: إن تكفروا- أيها الناس- بعد أن سقنا لكم من الأدلة ما سقنا على صحة الإيمان وفساد الكفر، فإن الله- تعالى- غنى عنكم وعن إيمانكم وعبادتكم وعن الخلق أجمعين.ومع ذلك فإنه- سبحانه- لرحمته بكم، لا يرضى لعباده الكفر، أى: لا يحبه منهم ولا يحمده لهم، ولا يجازى الكافر المجازاة التي يجازى بها المؤمن فإن المؤمن له جنات النعيم، أما الكافر فله نار الجحيم.وإن تشكروا الله على نعمه- أيها الناس- بأن تخلصوا له العبادة والطاعة وتستعملوا نعمه فيما خلقت له، يرض لكم هذا الشكر، ويكافئكم عليه مكافأة جزيلة. بأن يزيدكم من نعمه وإحسانه وخيره.وَلا تَزِرُ وازِرَةٌ وِزْرَ أُخْرى أى: ولا تحمل نفس يوم القيامة حمل أخرى، وإنما كل نفس تجازى على حسب أعمالها في الدنيا.ثُمَّ إِلى رَبِّكُمْ مَرْجِعُكُمْ يوم القيامة فَيُنَبِّئُكُمْ أى: فيخبركم بِما كُنْتُمْ تَعْمَلُونَ في دنياكم، ويجازى الذين أساءوا بما عملوا، ويجازى الذين أحسنوا بالحسنى.إِنَّهُ- سبحانه- عَلِيمٌ بِذاتِ الصُّدُورِ أى: عليم بما تخفيه الصدور من أسرار، وبما تضمره القلوب من أقوال وأفعال ... لا يخفى عليه شيء في الأرض ولا في السماء.قال الجمل في حاشيته: قوله: وَلا يَرْضى لِعِبادِهِ الْكُفْرَ معنى عدم الرضا به، لا يفعل فعل الراضي، بأن يأذن فيه ويقر عليه، ويثيب فاعله ويمدحه، بل يفعل فعل الساخط بأن ينهى عنه، ويذم عليه، ويعاقب مرتكبه وإن كان بإرادته، إذ لا يخرج شيء عنها.أو المعنى: ولا يرضى لعباده المؤمنين الكفر، وهم الذين قال الله- تعالى- في شأنهم:إِنَّ عِبادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطانٌ فيكون الكلام عاما في اللفظ خاصا في المعنى، كقوله- تعالى-: عَيْناً يَشْرَبُ بِها عِبادُ اللَّهِ أى بعض العباد وبذلك ترى هذه الآية الكريمة قد أقامت الأدلة المتعددة على وحدانية الله- تعالى- وعلى كمال قدرته، وعلى أن من شكر الله- تعالى- على نعمه، فإن عاقبة هذا الشكر تعود على الشاكر بالخير الجزيل، أما من جحد نعم الله- تعالى- وأشرك معه في العبادة غيره، فإن عاقبة هذا الجحود، تعود على الجاحد بالشر الوبيل، وبالشقاء في الدنيا والآخرة.وبعد أن أقام- سبحانه- الأدلة المتعددة على وحدانيته وكمال قدرته، أتبع ذلك بالحديث عن طبيعة الإنسان في حالتي السراء والضراء، ونفى- سبحانه- المساواة بين المؤمنين والكافرين، والعلماء والجهلاء فقال- تعالى-:"},{"ayah_number":8,"text":"والمراد بالإنسان هنا: الكافر، بدليل قوله- تعالى- وَجَعَلَ لِلَّهِ أَنْداداً لِيُضِلَّ عَنْ سَبِيلِهِ.والمراد بالضر: ما يصيب الإنسان من مصائب في نفسه أو ماله أو أهله.أى: وإذا نزل بالإنسان ضر من مرض أو غيره من المكاره دَعا رَبَّهُ مُنِيباً إِلَيْهِ أي:أسرع إلى الله- تعالى- بالدعاء والإنابة والتضرع، وترك الآلهة التي كان يدعوها في حالة الرخاء.كما قال- تعالى-: بَلْ إِيَّاهُ تَدْعُونَ فَيَكْشِفُ ما تَدْعُونَ إِلَيْهِ إِنْ شاءَ وَتَنْسَوْنَ ما تُشْرِكُونَ.وقوله- تعالى-: ثُمَّ إِذا خَوَّلَهُ نِعْمَةً مِنْهُ نَسِيَ ما كانَ يَدْعُوا إِلَيْهِ مِنْ قَبْلُ.. بيان لحالة هذا الإنسان بعد أن كشف الله- تعالى- عنه الضر.وخوله من التخويل بمعنى الإعطاء مرة بعد أخرى، ومنه الحديث الشريف: كان رسول الله صلّى الله عليه وسلم يتخولنا بالموعظة مخافة السآمة علينا أى: يتعهدنا بها وقتا بعد وقت.وما في قوله نَسِيَ ما كانَ يَدْعُوا إِلَيْهِ مِنْ قَبْلُ موصولة مرادا بها الضر، أو مرادا بها الباري- عز وجل-.أى: هذا هو حال ذلك الإنسان عند نزول الضّرّ به، فإذا ما كشفنا عنه ضره، وأعطيناه نعما عظيمة على سبيل التفضل منا.. نسى الضر الذي كان يتضرع إلينا من قبل لنزيله عنه، أو نسى الخالق- عز وجل- الذي كشف عنه بقدرته ذلك الضر.ولم يكتف بهذا النسيان، بل جعل لله- تعالى- أندادا أى: أمثالا وأشباها ونظائر يعبدها من دونه.واللام في قوله- تعالى-: لِيُضِلَّ عَنْ سَبِيلِهِ للتعليل. أى فعل ما فعل من جعله شركاء لله- تعالى- في العبادة، ليضل الناس بذلك الفعل عن سبيل الله وعن دينه الذي ارتضاه لعباده.وقرأ ابن كثير وأبو عمرو لِيُضِلَّ بفتح الياء. أى: ليزداد ضلالا على ضلاله.وقوله- تعالى-: قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلًا إِنَّكَ مِنْ أَصْحابِ النَّارِ، بيان لسوء عاقبة هذا الإنسان المشرك.أى: قل- أيها الرسول الكريم- لهذا الإنسان الذي جعل لله شركاء في العبادة ... قل له تمتع بكفرك تمتعا قليلا، أو زمانا قليلا إنك من أصحاب النار الملازمين لها، والخالدين فيها."},{"ayah_number":9,"text":"ثم نفى- سبحانه- المساواة بين هذا الإنسان المشرك وبين الإنسان الملازم لطاعة ربه فقال: أَمَّنْ هُوَ قانِتٌ آناءَ اللَّيْلِ ساجِداً وَقائِماً يَحْذَرُ الْآخِرَةَ وَيَرْجُوا رَحْمَةَ رَبِّهِ ...وكلمة «أمّن» أصلها «أم» التي بمعنى بل وهمزة الاستفهام. و «من» التي هي اسم موصول وهي هنا مبتدأ وخبره محذوف. والقانت: من القنوت بمعنى ملازمة الطاعة والمواظبة عليها بخشوع وإخلاص.وآناء الليل: ساعاته: والاستفهام للإنكار والنفي.أى: بل أمن هو قائم ساعات الليل لعبادة الله- ساجدا وقائما يحذر عذاب الآخرة، ويرجو رحمة ربه، كمن هو جاعل لله- تعالى- شركاء في العبادة؟مما لا شك أنهما لا يستويان في عرف أى عاقل، وفي نظر أى ناظر.ويصح أن تكون «أم» متصلة. وقد حذف معادلها ثقة بدلالة الكلام عليه، فيكون المعنى:أهذا الكافر الذي جعل لله أندادا ليضل عن سبيله أحسن حالا، أم الذي هو ملازم للطاعات آناء الليل ساجدا وقائما يحذر الآخرة ويرجو رحمة ربه؟ووصف القنوت بأنه في آناء الليل، لأن العبادة في تلك الأوقات أقرب إلى القبول وقدم السجود على القيام، لأن السجود أدخل في معنى العبادة.قال الآلوسى ما ملخصه: وقد ذكروا أن هذه الآية نزلت في عثمان بن عفان، وقيل في عمار بن ياسر.. والظاهر أن المراد المتصف بذلك من غير تعيين، ولا يمنع من ذلك نزولها فيمن علمت، وفيها دليل على فضل الخوف والرجاء.وقد أخرج الترمذي والنسائي وابن ماجة عن أنس قال: دخل رسول الله صلّى الله عليه وسلم على رجل وهو في الموت، فقال له: كيف تجدك؟قال: أرجو وأخاف. فقال صلّى الله عليه وسلم: «لا يجتمعان في قلب عبد في مثل هذا الموطن إلا أعطاه الذي يرجو، وآمنه الذي يخاف»  .ثم نفى- سبحانه- أيضا المساواة بين العالم والجاهل فقال: قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لا يَعْلَمُونَ.أى: قل- أيها الرسول الكريم- لهؤلاء المشركين الذين جعلوا لله أندادا: إنه لا يستوي عند الله- تعالى- المشرك والمؤمن، ولا يستوي عنده- أيضا- الذين يعلمون الحق، ويعملون بمقتضى علمهم، والذين لا يعلمونه ويعملون بمقتضى جهلهم وضلالهم، ويعرضون عن كل من يدعوهم إلى الحق وإلى الصراط المستقيم.ثم ختم- سبحانه- الآية الكريمة بقوله: إِنَّما يَتَذَكَّرُ أُولُوا الْأَلْبابِ أى: إنما يعتبر ويتعظ بهذه التوجيهات والإرشادات، أصحاب العقول السليمة والمدارك القويمة. ثم أمر الله- تعالى- رسوله صلّى الله عليه وسلم أن يذكر المؤمنين بأن يواظبوا على إخلاص العبادة لله- تعالى- وأن يهاجروا إلى الأرض التي يتمكنون فيها من نشر دينه وإعلاء كلمته، وأن ينذر المشركين بسوء المصير إذا ما استمروا في كفرهم وضلالهم.. فقال- تعالى-:"},{"ayah_number":10,"text":"والمعنى: قل- أيها الرسول الكريم- لعبادي المؤمنين الصادقين: داوموا على الخوف من ربكم، وعلى صيانة أنفسكم من كل ما يغضبه.وفي التعبير بقوله- تعالى-: قُلْ يا عِبادِ الَّذِينَ آمَنُوا دون قوله: قل لعبادي الذين آمنوا.. تكريم وتشريف لهم، لأنه- سبحانه- أمر رسوله صلّى الله عليه وسلم أن يناديهم بهذا النداء الذي فيه ما فيه من التكريم لهم، حيث أضافهم إلى ذاته- تعالى- وجعل وظيفة الرسول صلّى الله عليه وسلم إنما هي التبليغ عنه- عز وجل-.قال الآلوسى: قوله- تعالى-: قُلْ يا عِبادِ الَّذِينَ آمَنُوا اتَّقُوا رَبَّكُمْ: أمر رسول الله صلّى الله عليه وسلم أن يذكر المؤمنين ويحملهم على التقوى والطاعة، إثر تخصيص التذكر بأولى الألباب، وفيه إيذان بأنهم هم.أى: قل لهم قولي هذا بعينه، وفيه تشريف لهم بإضافتهم إلى ضمير الجلالة ومزيد اعتناء بشأن المأمور به، فإن نقل عين أمر الله- تعالى- أدخل في إيجاب الامتثال به وجملة لِلَّذِينَ أَحْسَنُوا فِي هذِهِ الدُّنْيا حَسَنَةٌ تعليل لوجوب الامتثال لما أمروا به من تقوى الله- تعالى- والاستجابة لإرشاداته.وقوله: لِلَّذِينَ أَحْسَنُوا متعلق بمحذوف خبر مقدم، وقوله فِي هذِهِ الدُّنْيا متعلق بقوله: أحسنوا، وقوله حَسَنَةٌ مبتدأ مؤخر.أى: للذين أحسنوا في هذه الدنيا أقوالهم وأعمالهم.. حسنة عظيمة في الآخرة، ألا وهي جنة عرضها السموات والأرض.وقوله- تعالى-: وَأَرْضُ اللَّهِ واسِعَةٌ جملة معترضة لإزاحة ما عسى أن يتعللوا به من أعذار، إذا ما حملهم البقاء في أوطانهم على التفريط في أداء حقوق الله.قال صاحب الكشاف: ومعنى: وَأَرْضُ اللَّهِ واسِعَةٌ أن لا عذر للمفرطين في الإحسان ألبتة، حتى إن اعتلوا بأوطانهم وبلادهم، وأنهم لا يتمكنون فيها من التوفر على الإحسان، وصرف الهمم إليه قيل لهم: فإن أرض الله واسعة، وبلاده كثيرة، فلا تجتمعوا مع العجز، وتحولوا إلى بلاد أخر، واقتدوا بالأنبياء والصالحين في مهاجرتهم إلى غير بلادهم ليزدادوا إحسانا إلى إحسانهم، وطاعة إلى طاعتهم .ومن الآيات التي وردت في هذا المعنى قوله- تعالى-: يا عِبادِيَ الَّذِينَ آمَنُوا إِنَّ أَرْضِي واسِعَةٌ فَإِيَّايَ فَاعْبُدُونِ. كُلُّ نَفْسٍ ذائِقَةُ الْمَوْتِ ثُمَّ إِلَيْنا تُرْجَعُونَ.ثم بين- سبحانه- حسن عاقبة الصابرين فقال: إِنَّما يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسابٍ أى: إنما يوفى الصابرون على مفارقة الأوطان، وعلى تحمل الشدائد والمصائب في سبيل إعلاء كلمة الله ... يوفون أجرهم العظيم على كل ذلك بغير حساب من الحاسبين. لأنهم لا يستطيعون معرفة ما أعده- سبحانه- لهؤلاء الصابرين من عطاء جزيل، ومن ثواب عظيم، وإنما الذي يعرف ذلك هو الله- تعالى- وحده.قال الإمام الشوكانى: أى: يوفيهم الله أجرهم في مقابلة صبرهم بما لا يقدر على حصره حاصر، ولا يستطيع حسبانه حاسب.والحاصل أن الآية تدل على أن ثواب الصابرين وأجرهم لا نهاية له، لأن كل شيء يدخل تحت الحساب فهو متناه، وما كان لا يدخل تحت الحساب فهو غير متناه. وهي فضيلة عظيمة ومثوبة جليلة، تقتضي أن على كل راغب في ثواب الله، وطامع فيما عنده من الخير، أن يتوفر على الصبر، ويزم نفسه بزمامه، ويقيدها بقيده، فإن الجزع لا يرد قضاء قد نزل، ولا يجلب خيرا قد سلب، ولا يدفع مكروها قد وقع..  ."},{"ayah_number":11,"text":"ثم أمر- سبحانه- رسوله صلّى الله عليه وسلم أن يبين للناس ما أمره به خالقه فقال: إِنِّي أُمِرْتُ أَنْ أَعْبُدَ اللَّهَ مُخْلِصاً لَهُ الدِّينَ.أى: قل لهم يا محمد إنى أمرت من قبل الله- عز وجل- أن أعبده عبادة خالصة لا مجال معها للشرك أو الرياء، أو غير ذلك مما يتنافى مع الطاعة التامة لخالقي- سبحانه-."},{"ayah_number":12,"text":"وَأُمِرْتُ لِأَنْ أَكُونَ أَوَّلَ الْمُسْلِمِينَ أى: أمرنى ربي بأن أخلص له العبادة إخلاصا تاما وكاملا، لكي أكون على رأس المسلمين وجوههم له، حتى يقتدى بي الناس في إخلاصى وطاعتي له- عز وجل-.قال- تعالى-: قُلْ إِنَّ صَلاتِي وَنُسُكِي وَمَحْيايَ وَمَماتِي لِلَّهِ رَبِّ الْعالَمِينَ، لا شَرِيكَ لَهُ وَبِذلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ."},{"ayah_number":13,"text":"وقوله- سبحانه-: قُلْ إِنِّي أَخافُ إِنْ عَصَيْتُ رَبِّي عَذابَ يَوْمٍ عَظِيمٍ بيان لسوء عاقبة الشرك والمشركين.أى: وقل لهم- أيها الرسول الكريم- إنى أخاف إن عصيت ربي، فلم أخلص له العبادة والطاعة، عذاب يوم عظيم الأهوال: شديد الحساب، وهو يوم القيامة، ولذلك فأنا لشدة خوفي من عذاب خالقي، أكثرهم إخلاصا له- عز وجل- وامتثالا لأمره، ومحافظة على طاعته."},{"ayah_number":14,"text":"قُلِ اللَّهَ أَعْبُدُ مُخْلِصاً لَهُ دِينِي أى. وقل لهم- أيضا-: الله- تعالى- وحده هو الذي أعبده عبادة لا يحوم حولها شرك، ولا يخالطها شيء من الرياء أو التكلف.فأنت ترى أن الله- تعالى- قد أمر نبيه صلّى الله عليه وسلم أن يعلن للناس بأساليب متنوعة، أنه لن يتراجع عن طاعته التامة لربه، وأن عليهم أن يتأسوا به في ذلك.قال الجمل: أمر الله- تعالى- رسوله صلّى الله عليه وسلم أولا: بأن يخبرهم بأنه مأمور بالعبادة والإخلاص فيها. وثانيا: بأن يخبرهم بأنه مأمور بأن يكون أول من أطاع وانقاد وأسلم.وثالثا: بأن يخبرهم بخوفه من العذاب على تقدير العصيان.ورابعا: بأن يخبرهم بأنه امتثل الأمر وانقاد وعبد الله- تعالى- وأخلص له الدين على أبلغ وجه وآكده، إظهارا لتصلبه في الدين، وحسما لأطماعهم الفارغة،"},{"ayah_number":15,"text":"وتمهيدا لتهديدهم بقوله: فَاعْبُدُوا ما شِئْتُمْ مِنْ دُونِهِ ... .فالأمر في قوله- تعالى-: فَاعْبُدُوا ما شِئْتُمْ مِنْ دُونِهِ ... للتهديد والتقريع والفاء لترتيب ما بعدها على ما قبلها.والمعنى. إذا كان الأمر كما ذكرت لكم- أيها المشركون- من أنى أول المسلمين وجوههم لله- تعالى- وحده، فاعبدوا ما شئتم أن تعبدوه من دونه- عز وجل- فسترون عما قريب سوء عاقبة شرككم وجحودكم لنعم الله- تعالى-.وقوله: قُلْ إِنَّ الْخاسِرِينَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيامَةِ بيان لسوء عاقبة من أعرض عن دعوة الحق، وقوله: الَّذِينَ خَسِرُوا.. خبر إن.أى: قل يا محمد لهؤلاء المشركين: ليس الخاسرون هم الذين أخلصوا عبادتهم لله- تعالى- وحده- كما زعمتم- وإنما الخاسرون هم الذين خسروا أنفسهم وأهليهم يوم القيامة، بسبب إلقائهم في النار، وحرمانهم من النعيم الذين أعده الله- تعالى- لعباده المؤمنين.وقال- سبحانه- خسروا أنفسهم وأهليهم للإشعار بأن هؤلاء المشركين لم يخسروا أنفسهم فقط بسبب دخلوهم النار، وإنما خسروا فوق ذلك أهليهم لأنهم حيل بينهم وبين أهليهم، لأن أهليهم إن كانوا من أهل النار فقد خسروهم كما خسروا أنفسهم، وإن كانوا من أهل الجنة فقد ذهبوا عنهم ذهابا لا رجوع بعده.وجملة: أَلا ذلِكَ هُوَ الْخُسْرانُ الْمُبِينُ مستأنفة لتأكيد ما قبلها، وتصديرها بحرف التنبيه، للإشعار بأن هذا الخسران الذي حل بهم قد بلغ الغاية والنهاية في بابه."},{"ayah_number":16,"text":"وقوله- سبحانه-: لَهُمْ مِنْ فَوْقِهِمْ ظُلَلٌ مِنَ النَّارِ وَمِنْ تَحْتِهِمْ ظُلَلٌ ... تفصيل لهذا الخسران بعد تهويله عن طريق الإبهام والإجمال.والظلل: جمع ظلة، وأصلها السحابة التي تظل ما تحتها، والمراد بها هنا طبقات النار التي تكون من فوقهم ومن تحتهم. وأطلق عليها هذا الاسم من باب التهكم بهم، إذ الأصل في الظلل أنها تقى من الحر، بينما الظلل التي فوق المشركين وتحتهم محرقة.أى: لهؤلاء المشركين طبقات من النار من فوقهم، وطبقات أخرى من النار من تحتهم، فهم محاطون بها من كل جانب، ولا يستطيعون التفلت منها.قال الجمل في حاشيته: «فإن قلت: الظلة ما فوق الإنسان فكيف سمى ما تحته بالظلة؟.قلت: فيه وجوه: الأول: أنه من باب إطلاق اسم أحد الضدين على الآخر. الثاني: أن الذي تحته من النار يكون ظلة لآخر تحته في النار لأنها دركات. الثالث: أن الظلة التحتانية إذا كانت مشابهة الفوقانية في الإيذاء والحرارة، سميت باسمها لأجل المماثلة والمشابهة» .واسم الإشارة في قوله: ذلِكَ يُخَوِّفُ اللَّهُ بِهِ عِبادَهُ ... يعود إلى العذاب الشديد الذي أعده- سبحانه- لأولئك المشركين.أى: ذلك العذاب الشديد يخوف الله- تعالى- به عباده، حتى يحذروا ما يوصل إليه، ويجتنبوا كل قول أو فعل من شأنه أن يفضى إلى النار.وقوله- تعالى-: يا عِبادِ فَاتَّقُونِ نداء منه- تعالى- للناس يدل على رحمته بهم، وفضله عليهم، أى: عليكم يا عبادي أن تلتزموا طاعتي، وتجتنبوا معصيتي، لكي تنالوا رضائى وجنتي، وتبتعدوا عن سخطى وناري.وإلى هنا نرى هذه الآيات الكريمة قد بشرت الصابرين بالعطاء الذي لا يعلم مقدار فضله إلا الله- تعالى-، وأمرت بإخلاص العبادة لله- سبحانه- بأساليب متنوعة، وحذرت المشركين من سوء المصير إذا ما استمروا في شركهم وكفرهم.وبعد أن بين- سبحانه- ما أعده للخاسرين من عذاب أليم، أتبع ذلك ببيان ما أعده للمتقين من نعيم مقيم، فقال- تعالى-:"},{"ayah_number":17,"text":"الطاغوت: يطلق على كل معبود سوى الله- تعالى- كالشيطان والأصنام وما يشبههما، مأخوذ من الطغيان، وهو مجاوزة الحد في كل شيء. ويستعمل في الواحد والجمع والمذكر والمؤنث.والاسم الموصول مبتدأ. وجملة «أن يعبدوها» بدل اشتمال من الطاغوت، وجملة «لهم البشرى» هي الخبر.والمعنى: والذين اجتنبوا عبادة الطاغوت، وكرهوا عبادة غير الله- تعالى- أيا كان هذا المعبود، وأقبلوا على الخضوع والخشوع له وحده- عز وجل-.أولئك الذين يفعلون ذلك «لهم البشرى» العظيمة في حياتهم، وعند مماتهم، وحين يقفون بين يدي الله- تعالى-: فَبَشِّرْ عِبادِ أى: فبشر- أيها الرسول الكريم- عبادي الذين هذه مناقبهم، وتلك صفاتهم...."},{"ayah_number":18,"text":"ثم وصفهم- سبحانه- بما يدل على صفاء عقولهم، وطهارة قلوبهم، فقال: الَّذِينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ....وللعلماء في تفسير هذه الجملة الكريمة أقوال منها: أن المراد بالقول الذي يتبعون أحسنه.ما يشمل تعاليم الإسلام كلها النابعة من الكتاب والسنة.والمراد بالأحسن الواجب والأفضل، مع جواز الأخذ بالمندوب والحسن.فهم يتركون العقاب مع أنه جائز، ويأخذون بالعفو لأنه الأفضل، كما قال- تعالى- وَأَنْ تَعْفُوا أَقْرَبُ لِلتَّقْوى....وكما قال- سبحانه-: وَإِنْ عاقَبْتُمْ فَعاقِبُوا بِمِثْلِ ما عُوقِبْتُمْ بِهِ، وَلَئِنْ صَبَرْتُمْ لَهُوَ خَيْرٌ لِلصَّابِرِينَ.فيكون المعنى: الذين يستمعون الأقوال الحسنة والأشد حسنا فيأخذون بما هو أشد حسنا ومنها أن المراد بالقول هنا ما يشمل الأقوال كلها سواء أكانت طيبة أم غير طيبة. فهم يستمعون من الناس إلى أقوال متباينة، فيتبعون الطيب منها، وينبذون غيره.قال صاحب الكشاف ما ملخصه: قوله: الَّذِينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ. هم الذين اجتنبوا وأنابوا لا غيرهم، وإنما أراد بهم أن يكونوا مع الاجتناب والإنابة على هذه الصفة ... وأراد أن يكونوا نقادا في الدين، مميزين بين الحسن والأحسن، والفاضل والأفضل، فإذا اعترضهم أمران: واجب ومندوب، اختاروا الواجب ... فهم حريصون على فعل ما هو أكثر ثوابا عند الله..وقيل: يستمعون القرآن وغيره فيتبعون القرآن. وقيل: يستمعون أوامر الله فيتبعون أحسنها. نحو القصاص والعفو، والانتصار والإغضاء..وعن ابن عباس: هو الرجل يجلس مع القوم فيسمع الحديث فيه محاسن ومساوئ، فيحدث بأحسن ما سمع، ويكف عما سواه.  .ويبدو لنا أن هذا القول الأخير المأثور عن ابن عباس- رضى الله عنهما- هو أقرب الأقوال إلى الصواب، لأنه هو الظاهر من معنى الجملة الكريمة.وقوله- سبحانه-: أُولئِكَ الَّذِينَ هَداهُمُ اللَّهُ وَأُولئِكَ هُمْ أُولُوا الْأَلْبابِ ثناء آخر من الله- تعالى- على هؤلاء المؤمنين الذين اجتنبوا عبادة الطاغوت، وأخلصوا لله- تعالى- العبادة.أى: أولئك الذين هداهم الله- تعالى- إلى دينه الحق، وإلى الصراط المستقيم، وأولئك هم أصحاب العقول السليمة، والمدارك القويمة، والقلوب الطاهرة النقية..قال الآلوسى: وفي الآية دلالة على حط قدر التقليد المحض، ولذا قيل:شمر وكن في أمور الدين مجتهدا ... ولا تكن مثل عير قيد فانقاداواستدل بها على أن الهداية تحصل بفعل الله- تعالى- وقبول النفس لها ...  . ثم بين- سبحانه- أن من أحاطت به خطيئته، لن يستطيع أحد إنقاذه من العذاب."},{"ayah_number":19,"text":"فقال- تعالى- أَفَمَنْ حَقَّ عَلَيْهِ كَلِمَةُ الْعَذابِ، أَفَأَنْتَ تُنْقِذُ مَنْ فِي النَّارِ.والاستفهام للنفي، والتقدير: أفمن وجب عليه العذاب بسبب إصراره على كفره حتى النهاية، أفتستطيع أنت- أيها الرسول الكريم- أن تنقذه من هذا المصير الأليم؟ لا- أيها الرسول الكريم- إنك لا تستطيع ذلك. لأن من سبق عليه قضاؤنا بأنه من أهل النار، بسبب استحبابه الكفر على الإيمان لن تستطيع أنت أو غيرك إنقاذه منها."},{"ayah_number":20,"text":"وقوله- تعالى-: لكِنِ الَّذِينَ اتَّقَوْا رَبَّهُمْ لَهُمْ غُرَفٌ مِنْ فَوْقِها غُرَفٌ مَبْنِيَّةٌ ... بيان لحسن عاقبة المؤمنين، بعد بيان سوء عاقبة من حقت عليهم كلمة العذاب..والغرف جمع غرفة، وتطلق على الحجرة التي تكون مرتفعة عن الأرض.أى: هذا حال الذين حقت عليهم كلمة العذاب، أما حال الذين اتقوا ربهم فيختلف اختلافا تاما عن غيرهم، فإن الله- تعالى- قد أعد لهم- على سبيل التكريم والتشريف- غرفا من فوقها غرف أخرى مبنية..ووصفت بذلك للإشارة إلى أنها معدة ومهيأة لنزولهم فيها، قبل أن يقدموا عليها، زيادة في تكريمهم وحسن لقائهم.وهذه الغرف جميعها «تجرى من تحتها الأنهار» ليكون ذلك أدعى إلى زيادة سرورهم.وقوله- تعالى- وَعْدَ اللَّهِ لا يُخْلِفُ اللَّهُ الْمِيعادَ تذييل مؤكد لمضمون ما قبله من كون المتقين لهم تلك الغرف المبنية. ولفظ «وعد» مصدر منصوب بفعل مقدر.أى: وعدهم- تعالى- بذلك وعدا لا يخلفه، لأنه- سبحانه- ليس من شأنه أن يخلف الموعد الذي يعده لعباده.وقد ذكر الإمام ابن كثير عند تفسيره لهذه الآية بعض الأحاديث، منها ما رواه الإمام أحمد عن أبى مالك الأشعرى، قال: قال رسول الله صلّى الله عليه وسلم «إن في الجنة غرفا يرى ظاهرها من باطنها وباطنها من ظاهرها، أعدها الله لمن أطعم الطعام، وألان الكلام، وتابع الصيام، وصلّى والناس نيام»  .وبذلك نرى هذه الآيات الكريمة قد بشرت المتقين بأحسن البشارات وأكرمها، وتوعدت المصرين على كفرهم وفجورهم باستحالة إنقاذهم من عذاب النار."},{"ayah_number":21,"text":"ثم ضرب- سبحانه- مثلا لسرعة زوال الحياة الدنيا، وقرب اضمحلال بهجتها. كما بين حال من شرح الله صدره للإسلام فقال- تعالى-:.والاستفهام في قوله- تعالى-: أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّماءِ ماءً ... للتقرير.والينابيع: جمع ينبوع، وهو المنبع أو المجرى الذي يكون في باطن الأرض، والذي يحمل الكثير من المياه الجارية أو المخزونة في جوف الأرض.والمعنى: لقد علمت- أيها العاقل- أن الله- تعالى- أنزل من السحب المرتفعة في جو السماء، ماء كثيرا، فأدخله بقدرته في عيون ومسارب في الأرض، هذه العيون والمسارب تارة تكون ظاهرة على وجه الأرض، وتارة تكون في باطنها، وكل ذلك من أعظم الأدلة على قدرة الله- تعالى- ورحمته بعباده.ثم بين- سبحانه- مظهرا آخر من مظاهر قدرته فقال: ثُمَّ يُخْرِجُ بِهِ زَرْعاً مُخْتَلِفاً أَلْوانُهُ....أى: هذا الماء الذي أنزله- سبحانه- بقدرته من السماء، قد سلكه ينابيع في الأرض، ثم يخرج بسبب هذا الماء زرعا مختلفا في ألوانه وفي أشكاله، فمنه ما هو أخضر ومنه ما هو أصفر، ومنه ما ليس كذلك مما يدل على كمال قدرة الله- تعالى-.وقوله- تعالى-: ثُمَّ يَهِيجُ فَتَراهُ مُصْفَرًّا ثُمَّ يَجْعَلُهُ حُطاماً بيان لمظهر ثالث من مظاهر قدرته- عز وجل-.والفعل «يهيج» مأخوذ من الهيج بمعنى اليبس والجفاف. يقال: هاج النبات هيجا وهياجا، إذا يبس وأصفر. أو مأخوذ من الهيج بمعنى شدة الحركة. يقال: هاج الشيء يهيج، إذا ثار لمشقة أو ضرر، ثم يعقب ذلك الهيجان الجفاف واليبس.أى: ثم يصاب هذا الزرع المختلف الألوان بالجفاف والضمور، فتراه مصفرا من بعد اخضراره ونضارته، ثم يجعله- سبحانه- «حطاما» أى: فتاتا متكسرا. يقال: حطم الشيء حطما- من باب تعب- إذا تكسر وتفتت وتحطم.إِنَّ فِي ذلِكَ الذي ذكرناه من إنزال الماء من السماء، ومن سلكه ينابيع في الأرض، ومن إخراج النبات المختلف الألوان بسببه لَذِكْرى عظيمة لِأُولِي الْأَلْبابِ.أى: لأصحاب العقول السليمة، والأفكار القويمة.والمقصود من هذه الآية الكريمة، التحذير من الانهماك في الحياة الدنيا ومتعها، حيث شبهها- سبحانه- في سرعة زوالها وقرب اضمحلالها- بالزرع الذي يبدو مخضرا وناضرا ... ثم يعقب ذلك الجفاف والذبول والاضمحلال.وفي هذا المعنى وردت آيات كثيرة، منها قوله- تعالى-: وَاضْرِبْ لَهُمْ مَثَلَ الْحَياةِ الدُّنْيا كَماءٍ أَنْزَلْناهُ مِنَ السَّماءِ فَاخْتَلَطَ بِهِ نَباتُ الْأَرْضِ، فَأَصْبَحَ هَشِيماً تَذْرُوهُ الرِّياحُ، وَكانَ اللَّهُ عَلى كُلِّ شَيْءٍ مُقْتَدِراً  ."},{"ayah_number":22,"text":"ثم نفى- سبحانه- المساواة بين المؤمن والكافر، وبين المهتدى والضال فقال: أَفَمَنْ شَرَحَ اللَّهُ صَدْرَهُ لِلْإِسْلامِ فَهُوَ عَلى نُورٍ مِنْ رَبِّهِ ...أى: أفمن شرح الله- تعالى- صدره للإسلام، وجعله مستعدا لقبول الحق فهو بمقتضى هذا الشرح والقبول صار على نور وهداية من ربه، كمن قسا قلبه وغلظ، وأصبح أسيرا للظلمات والأوهام..لا شك أنهما لا يستويان في عقل أى عاقل.فالاستفهام للإنكار والنفي، و «من» اسم موصول مبتدأ، والخبر محذوف لدلالة قوله- تعالى- فَوَيْلٌ لِلْقاسِيَةِ قُلُوبُهُمْ مِنْ ذِكْرِ اللَّهِ عليه.أى: فهلاك وخزي لأولئك المشركين الذين قست قلوبهم من أجل ذكر الله- تعالى-، الذي من شأنه أن تلين له القلوب، ولكن هؤلاء الكافرين إذا ما ذكر الله- تعالى-، اشمأزت قلوبهم، وقست نفوسهم، لانطماس بصائرهم. واستحواذ الشيطان عليهم.ومنهم من جعل «من» في قوله مِنْ ذِكْرِ اللَّهِ بمعنى عن. أى: فويل للقاسية قلوبهم عن قبول ذكر الله وطاعته وخشيته.قال صاحب الكشاف: قوله: مِنْ ذِكْرِ اللَّهِ أى: من أجل ذكره، أى: إذا ذكر الله عندهم أو آياته اشمأزوا، وازدادت قلوبهم قساوة، كقوله- تعالى-: فَزادَتْهُمْ رِجْساً إِلَى رِجْسِهِمْ وقرئ: عن ذكر الله.فإن قلت: ما الفرق بين من وعن في هذا؟ قلت: إذا قلت قسا قلبه من ذكر الله، فالمعنى ما ذكرت، من أن القسوة من أجل الذكر وبسببه. وإذا قلت: عن ذكر الله، فالمعنى: غلظ عن قبول الذكر وجفا عنه. ونظيره: سقاه من العيمة. أى: من أجل عطشه. وسقاه عن العيمة، إذا أرواه حتى أبعده عن العطش» .ثم ختم- سبحانه- الآية الكريمة ببيان مآل هؤلاء الذين قست قلوبهم فقال: أُولئِكَ فِي ضَلالٍ مُبِينٍ.أى: أولئك المتصفون بتلك الصفات الذميمة في ضلال واضح عن الصراط المستقيم.وشبيه بهذه الآية قوله- تعالى-: فَمَنْ يُرِدِ اللَّهُ أَنْ يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلْإِسْلامِ، وَمَنْ يُرِدْ أَنْ يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقاً حَرَجاً كَأَنَّما يَصَّعَّدُ فِي السَّماءِ، كَذلِكَ يَجْعَلُ اللَّهُ الرِّجْسَ عَلَى الَّذِينَ لا يُؤْمِنُونَ .ثم مدح- سبحانه- كتابه مدحا يليق به، وبين حال المؤمنين الصادقين عند سماعه، وسلى نبيه صلّى الله عليه وسلم عما أصابه من أعدائه. فقال- تعالى-:"},{"ayah_number":23,"text":"وقوله- تعالى-: «مثاني» جمع مثنى من التثنية بمعنى التكرار والإعادة ولذا سميت سورة الفاتحة بالسبع المثاني، لأنها تكرر وتعاد مع كل صلاة.أى: الله- تعالى- نزل بفضله ورحمته عليك- يا محمد- أحسن الحديث «كتابا متشابها» أى: يشبه بعضه بعضا في فصاحته وبلاغته، وفي نظمه وإعجازه، وفي صحة معانيه وأحكامه، وفي صدقه وهداياته وإرشاداته إلى ما يسعد الناس في دنياهم وآخرتهم ...«مثاني» أى: تثنى وتكرر فيه القصص والمواعظ، والأمثال والأحكام والوعد والوعيد، كما تثنى وتكرر قراءته فلا تمل على كثرة الترداد، وإنما يزداد المؤمنون حبا وتعلقا بتلاوته كلما أكثروا من هذه التلاوة.وسمى- سبحانه- كتابه حديثا، لأن النبي صلّى الله عليه وسلم كان يحدث به قومه، ويخبرهم بما كان ينزل عليه منه. فلفظ الحديث هنا بمعنى المحدث به لا بمعنى كونه مقابلا للقديم.ولفظ «كتابا» بدل من قوله أَحْسَنَ الْحَدِيثِ. وقوله: مُتَشابِهاً مَثانِيَ صفتان للكتاب.ووصف بهما وهو مفرد وكلمة «مثاني» جمع، باعتبار اشتماله على الكثير من السور والآيات والقصص والمواعظ والأحكام..أى: الله- تعالى- أنزل أحسن الحديث كتابا مشتملا على السور والآيات والمواعظ.. التي يشبه بعضها في الإعجاز ... والتي تثنى وتكرر فلا تمل على كثرة التكرار.ورحم الله صاحب الكشاف فقد أجاد عند تفسيره لهذه الآية فقال ما ملخصه: «وإيقاع اسم الله مبتدأ، وبناء «نزل» عليه، فيه تفخيم لأحسن الحديث ورفع منه، واستشهاد على حسنه، وتأكيد لاستناده إلى الله، وأنه من عنده، وأن مثله لا يجوز أن يصدر إلا عنه، وتنبيه على أنه وحى معجز مباين لسائر الأحاديث.فإن قلت: كيف وصف الواحد بالجمع؟ قلت: إنما صح ذلك لأن الكتاب جملة ذات تفاصيل، وتفاصيل الشيء هي جملته لا غير، ألا تراك تقول: القرآن سور وآيات ... كما تقول الإنسان عظام وعروق، فإن قلت: ما فائدة التثنية والتكرير؟ قلت: النفوس أنفر شيء عن حديث الوعظ والنصيحة، فما لم يكرر عليها عودا عن بدء لم يرسخ فيها، ولم يعمل عمله، ومن ثم كانت عادة رسول الله صلّى الله عليه وسلم أن يكرر عليهم ما كان يعظ به وينصح ثلاث مرات، ليركزه في قلوبهم، كي يغرسه في صدورهم ...وقوله- تعالى-: تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ، ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلى ذِكْرِ اللَّهِ....استئناف مسوق لبيان آثار هذا القرآن الكريم في نفوس قارئيه وسامعيه بعد بيان أوصافه في ذاته.وقوله «تقشعر» من الاقشعرار، وهو الانقباض الشديد للبدن. يقال: اقشعر جسد فلان، إذا انقبض جلده واهتز ... وهو هنا كناية عن الخوف الشديد من الله- تعالى-.أى: أن هذا الكتاب العظيم عند ما يقرؤه أو يسمعه المؤمنون الصادقون الذين يخشون ربهم تقشعر جلودهم من شدة ما اشتمل عليه من زواجر ونذر. ثم تلين جلودهم وقلوبهم إذا ما قرءوا أو استمعوا إلى آيات الرحمة والمغفرة.قال الجمل: «فإن قلت: لم ذكرت الجلود وحدها أولا ثم قرنت القلوب بها ثانيا؟.قلت: ذكر الخشية التي تحملها القلوب مستلزم لذكر القلوب، فكأنه قيل: تقشعر جلودهم وتخشى قلوبهم في أول الأمر، فإذا ذكروا الله- تعالى- وذكروا رحمته وسعتها، استبدلوا بالخشية رجاء في قلوبهم، وبالقشعريرة لينا في جلودهم.. .والخلاصة أن من صفات هؤلاء المؤمنين الصادقين، أنهم يجمعون عند قراءتهم أو سماعهم للقرآن الكريم بين الخوف والرجاء، الخوف من عذاب الله- تعالى- والرجاء في رحمته ومغفرته، إذ أن اقشعرار الجلود كناية عن الخوف الشديد، ولين الجلود والقلوب كناية عن السرور والارتياح، وعدى الفعل «تلين» بإلى لتضمينه معنى تسكن وتطمئن.ومفعول «ذكر الله» محذوف للعلم به، أى: ثم تلين جلودهم وقلوبهم إلى ذكر الله رحمته وثوابه وجنته.قال ابن كثير ما ملخصه: هؤلاء المؤمنون يخالفون غيرهم من وجوه:أحدها: أن سماع هؤلاء تلاوة الآيات، وسماع أولئك نغمات الأبيات.الثاني: أنهم إذا تليت عليهم آيات الرحمن خروا سجدا وبكيا، بأدب وخشية ورجاء ومحبة وفهم وعلم، ولم يكونوا- كغيرهم- متشاغلين لاهين عنها.الثالث: أنهم يلزمون الأدب عند سماعها ... ولم يكونوا يتصارخون ويتكلفون ما ليس فيهم.قال قتادة عند قراءته لهذه الآية: هذا نعت أولياء الله، نعتهم الله بأنهم تقشعر جلودهم وتبكى أعينهم، وتطمئن قلوبهم إلى ذكر الله، ولم ينعتهم بذهاب عقولهم، والغشيان عليهم، إنما هذا في أهل البدع. وهذا من الشيطان ... .واسم الإشارة في قوله- تعالى-: ذلِكَ هُدَى اللَّهِ يَهْدِي بِهِ مَنْ يَشاءُ وَمَنْ يُضْلِلِ اللَّهُ فَما لَهُ مِنْ هادٍ يعود إلى الكتاب الذي مرت أوصافه، وأوصاف القارئين له والمستمعين إليه.أى: ذلك الكتاب العظيم المشتمل على أحسن الإرشادات وأحكمها، هدى الله الذي يهدى بسببه من يشاء من عباده إلى الصراط المستقيم، ومن يضلله- سبحانه- عن طريق الحق، فما له من هاد يهديه إلى هذا الطريق القويم."},{"ayah_number":24,"text":"ثم نفى- سبحانه- المساواة بين هؤلاء الذين يخشون ربهم، وبين غيرهم ممن قست قلوبهم، وانحرفت نفوسهم عن الحق، فقال- تعالى-: أَفَمَنْ يَتَّقِي بِوَجْهِهِ سُوءَ الْعَذابِ يَوْمَ الْقِيامَةِ، وَقِيلَ لِلظَّالِمِينَ ذُوقُوا ما كُنْتُمْ تَكْسِبُونَ.والاستفهام: للنفي والإنكار، و «من» اسم موصول مبتدأ، والخبر محذوف أى: أفمن كان يوم القيامة مصيره إلى النار المحرقة التي يتقيها ويحاول درأها عن نفسه بوجهه الذي هو أشرف أعضائه، كمن يأتى يوم القيامة آمنا مطمئنا بعيدا عن النار وسعيرها؟.وفي الآية الكريمة ما فيها من تهويل عذاب يوم القيامة، إذ جرت عادة الإنسان أن يتقى الآلام بيديه وجوارحه، فإذا ما اتقاها بوجهه الذي هو أشرف أعضائه، كان ذلك دليلا على أن ما نزل به في نهاية الفظاعة والشدة.وفي قوله- تعالى-: سُوءَ الْعَذابِ مبالغة أخرى، إذ نفس العذاب سوء، فإذا ما وصف بعد ذلك بالسوء، كان أشد في الفظاعة والإهانة والألم.وجملة: «وقيل للظالمين ... » عطف على «يتقى ... » أى: هذا هو مصير الظالمين، إنهم يتقون النار بوجوههم التي هي أشرف أعضائهم، وهذا الاتقاء لن يفيدهم شيئا، بل ستغشاهم النار بلهبها، ويقال لهم: ذوقوا العذاب الأليم بسبب ما كنتم تكسبون في الدنيا من أقوال باطلة، وأفعال قبيحة."},{"ayah_number":25,"text":"كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ من أمم الكفر والضلال فَأَتاهُمُ الْعَذابُ المقدر لكل أمة من أمم الكفر.مِنْ حَيْثُ لا يَشْعُرُونَ أى: من الجهة التي لا تخطر لهم على بال، أن العذاب يأتيهم منها، فيكون وقعه عليهم أشد وأفظع."},{"ayah_number":26,"text":"فَأَذاقَهُمُ اللَّهُ الْخِزْيَ فِي الْحَياةِ الدُّنْيا أى: العذاب الذي يذلهم ويخزيهم في الحياة الدنيا وَلَعَذابُ الْآخِرَةِ. المعد لهم أَكْبَرُ كيفا وكمّا لَوْ كانُوا يَعْلَمُونَ أى: لو كانوا من أهل العلم والفهم لما ارتكبوا ما ارتكبوا من كفر وفسوق وعصيان، أدى بهم إلى العذاب المهين.ثم كرر- سبحانه- مدحه للقرآن الكريم، بأن بين أنه مشتمل على كل مثل نافع للناس، وأنه لا لبس فيه ولا اختلاف، وساق مثلا للمشرك الذي يعبد آلهة كثيرة، وللمؤمن الذي يعبد إلها واحدا، وبين أن جميع الناس سيعمهم الموت. وأنهم جميعا سيرجعون إلى الله للحساب، فقال- تعالى-:."},{"ayah_number":27,"text":"واللام في قوله- تعالى-: وَلَقَدْ ضَرَبْنا لِلنَّاسِ ... موطئة للقسم.أى: والله لقد ضربنا وكررنا بأساليب متنوعة في هذا القرآن العظيم، من كل مثل يحتاج إليه الناس في أمورهم وشئونهم، وينتفعون به في دنياهم ودينهم.وقوله- تعالى-: لَعَلَّهُمْ يَتَذَكَّرُونَ تعليل لضرب المثل. أى فعلنا ذلك في كتابنا الذي هو أحسن الحديث، كي يتعظوا ويعتبروا ويتذكروا ما أمرناهم به، أو نهيناهم عنه.فلعل هنا بمعنى كي التعليلية، وهذا التعليل إنما هو بالنسبة إلى غيره- تعالى-."},{"ayah_number":28,"text":"وقوله- سبحانه- قُرْآناً عَرَبِيًّا غَيْرَ ذِي عِوَجٍ ... ثناء آخر منه- تعالى- على كتابه الكريم.والجملة الكريمة حال مؤكدة من قوله قبل ذلك: هذَا الْقُرْآنِ....أى: هذا القرآن قرآنا عربيا لا لبس فيه ولا اختلاف ولا اضطراب ولا تناقض.قال صاحب الكشاف: قوله: قُرْآناً عَرَبِيًّا حال مؤكدة كقولك: جاءني زيد رجلا صالحا، وإنسانا عاقلا. ويجوز أن ينتصب على المدح غَيْرَ ذِي عِوَجٍ أى: مستقيما بريئا من التناقض والاختلاف.فإن قلت: فهلا قيل مستقيما، أو غير معوج؟ قلت: فيه فائدتان:إحداهما: نفى أن يكون فيه عوج قط، كما قال: وَلَمْ يَجْعَلْ لَهُ عِوَجاً.والثانية: أن لفظ العوج مختص بالمعاني دون الأعيان ... وقيل: المراد بالعوج: الشك واللبس، وأنشد:وقد أتاك يقين غير ذي عوج ... من الإله وقول غير مكذوبوقوله: لَعَلَّهُمْ يَتَّقُونَ علة أخرى لاشتمال القرآن على الأمثال المتكررة المتنوعة.أى: كررنا الأمثال النافعة في هذا القرآن للناس، كي يتقوا الله- تعالى- ويخشوا عقابه."},{"ayah_number":29,"text":"ثم ضرب- سبحانه- مثلا للعبد المشرك وللعبد المؤمن، فقال: ضَرَبَ اللَّهُ مَثَلًا، رَجُلًا فِيهِ شُرَكاءُ مُتَشاكِسُونَ وَرَجُلًا سَلَماً لِرَجُلٍ....وقوله مَثَلًا مفعول ثان لضرب، ورَجُلًا مفعوله الأول. وأخر عن المفعول الثاني للتشويق إليه، وليتصل به ما هو من تتمته، وهو التمثيل لحال الكافر والمؤمن.وقوله مُتَشاكِسُونَ من التشاكس بمعنى التنازع والتخاصم وسوء الخلق، يقال: رجل شكس وشكس- بفتح الشين مع إسكان الكاف أو كسرها وفعله من باب كرم- إذا كان صعب الطباع، عسر الخلق.وقوله سلما» بفتح السين واللام- مصدر وصف به على سبيل المبالغة.وقرأ ابن كثير وأبو عمرو: «سالما» : أى خالصا لسيده دون أن ينازعه فيه منازع. والمعنى: إن مثل المشرك الذي يعبد آلهة متعددة، كمثل عبد مملوك لجماعة متشاكسين متنازعين لسوء أخلاقهم وطباعهم، وهذا العبد موزع وممزق بينهم، لأن أحدهم يطلب منه شيئا معينا، والثاني يطلب منه شيئا يباين ما طلبه الأول، والثالث يطلب منه ما يتناقض مع ما طلبه الأول والثاني ... وهو حائر بينهم جميعا، لا يدرى أيطيع ما أمره به الأول أم الثاني أم الثالث ... ؟ لأنه لا يملك أن يطيع أهواءهم المتنازعة التي تمزق أفكاره وقواه.هذا هو مثل المشرك في حيرته وضلاله وانتكاس حاله.أما مثل المؤمن فهو كمثل عبد مملوك لسيد واحد، وخالص لفرد واحد، وليس لغيره من سبيل إليه، فهو يخدم سيده بإخلاص وطاعة، لأنه يعرف ماله وما عليه، وفي راحة تامة من الحيرة والمتاعب التي انغمس فيها ذلك العبد الذي يملكه الشركاء المتشاكسون. فالمقصود بهذين المثلين بيان ما عليه العبد المشرك من ضلال وتحير وتمزق، وما عليه العبد المؤمن من هداية واستقرار واطمئنان.واختار- سبحانه- الرجل لضرب المثلين، لأنه أتم معرفة من غيره لما يتعبه ولما يريحه ولما يسعده ولما يشقيه.قال صاحب الكشاف- رحمه الله- عند تفسيره لهذه الآية: واضرب- يا محمد- لقومك مثلا وقول لهم: ما تقولون في رجل من المماليك قد اشترك فيه شركاء، بينهم اختلاف وتنازع.كل واحد منهم يدعى أنه عبده، فهم يتجاذبونه، ويتعاورونه في مهن شتى، وإذا عنت له حاجة تدافعوه، فهو متحير في أمره، قد تشعبت الهموم قلبه، وتوزعت أفكاره، لا يدرى أيهم يرضى بخدمته، وعلى أيهم يعتمد في حاجاته.وفي آخر: قد سلم لمالك واحد وخلص له، فهو معتتق لما لزمه من خدمته، معتمد عليه فيما يصلحه، فهمه واحد، وقلبه مجتمع، أى هذين العبدين أحسن وأجمل شأنا؟.والمراد تمثيل حال من يثبت آلهة شتى.. ويبقى متحيرا ضائعا لا يدرى أيهم يعبد، وممن يطلب رزقه؟ فهمّه شعاع- بفتح الشين أى: متفرق-، وقلبه أوزاع، وحال من لم يثبت إلا إلها واحدا، فهو قائم بما كلفه، عارف بما أرضاه وما أسخطه، متفضل عليه في عاجله، مؤمل للثواب في آجله، .والاستفهام في قوله- تعالى-: هَلْ يَسْتَوِيانِ مَثَلًا للإنكار والاستبعاد.أى: لا يستوي الرجل الذي فيه شركاء متشاكسون، والرجل الذي سلم لرجل آخر،في رأى أى ناظر، وفي عقل أى عاقل، فالأول في حيرة من أمره، والثاني على بينة من شأنه.وساق- سبحانه- هذا المعنى في صورة الاستفهام، للإشعار بأن ذلك من الجلاء والوضوح بحيث لا يخفى على كل ذي عقل سليم.وانتصب لفظ «مثلا» على التمييز المحول عن الفاعل، لأن الأصل هل يستوي مثلهما وحالهما؟.وجملة الْحَمْدُ لِلَّهِ تقرير وتأكيد لما قبلها من نفى الاستواء واستبعاده، وتصريح بأن ما عليه المؤمنون من إخلاص في العبودية لله- تعالى- يستحق منهم كل شكر وثناء على الله- عز وجل- حيث وفقهم لذلك.وقوله- تعالى-: بَلْ أَكْثَرُهُمْ لا يَعْلَمُونَ إضراب وانتقال من بيان عدم الاستواء على الوجه المذكور، إلى بيان أن أكثر الناس وهم المشركون لا يعلمون هذه الحقيقة مع ظهورها ووضوحها لكل ذي عينين يبصرهما، وعقل يعقل به."},{"ayah_number":30,"text":"ثم أخبر- سبحانه- رسوله صلّى الله عليه وسلم بأن الموت سينزل به كما سينزل بأعدائه الذين يتربصون به ريب المنون، ولكن في الوقت الذي يشاؤه الله- تعالى- فقال-: إِنَّكَ مَيِّتٌ وَإِنَّهُمْ مَيِّتُونَ.أى: إنك- أيها الرسول الكريم- سيلحقك الموت، كما أنه سيلحق هؤلاء المشركين لا محالة، وما دام الأمر كذلك فأى موجب لتعجل الموت الذي يعم الخلق جميعا.وجاء الحديث عن حلول الموت به صلّى الله عليه وسلم وبأعدائه، بأسلوب التأكيد، للإيذان بأنه لا معنى لاستبطائهم لموته صلّى الله عليه وسلم ولا للشماتة به صلّى الله عليه وسلم إذا ما نزل به الموت، إذ لا يشمت الفاني في الفاني مثله."},{"ayah_number":31,"text":"ثم بين- سبحانه- ما يكون بينه وبينهم يوم القيامة فقال ثُمَّ إِنَّكُمْ يَوْمَ الْقِيامَةِ عِنْدَ رَبِّكُمْ تَخْتَصِمُونَ.أى: ثم إنكم جميعا يوم القيامة عند ربكم وخالقكم تختصمون وتحتكمون، فتقيم عليهم- أيها الرسول الكريم- الحجة، بأنك قد بلغت الرسالة، وهم يعتذرون بالأباطيل والتعليلات الكاذبة، والأقوال الفاسدة، وسينتقم ربك من الظالم للمظلوم، ومن المبطل للمحق.هذا، وقد ساق الإمام ابن كثير عند تفسيره لهذه الآية، جملة من الأحاديث والآثار فقال ما ملخصه: ثم إن هذه الآية- وإن كان سياقها في المؤمنين والكافرين، وذكر الخصومة بينهم في الدار الآخرة- فإنها شاملة لكل متنازعين في الدنيا، فإنه تعاد عليهم الخصومة في الدار الآخرة.روى ابن أبى حاتم عن الزبير بن العوام- رضى الله عنه- قال: لما نزلت هذه الآية قلت: يا رسول الله أتكرر علينا الخصومة؟ قال: نعم. قلت: إن الأمر إذا لشديد.وروى الإمام أحمد عن أبى سعيد الخدري قال: قال رسول الله صلّى الله عليه وسلم «والذي نفسي بيده إنه ليختصم حتى الشاتان فيما انتطحتا» .وقال ابن عباس: يخاصم الصادق الكاذب، والمظلوم الظالم، والمهدىّ الضالّ، والضعيف المستكبر .ثم بين- سبحانه- أنه لا أحد أشد ظلما ممن كذب على الله- تعالى- وكذب بالصدق إذ جاءه، وأن من صفات المتقين أنهم يؤمنون بالحق، ويدافعون عنه، وأنه- سبحانه- سيكفر عنهم سيئاتهم ... فقال- تعالى-:."},{"ayah_number":32,"text":"والفاء في قوله- تعالى-: فَمَنْ أَظْلَمُ مِمَّنْ كَذَبَ عَلَى اللَّهِ ... لترتيب ما بعدها على ما قبلها، والاستفهام للإنكار والنفي.أى مادام الأمر كما ذكرنا لك- أيها الرسول الكريم- من أنك ستموت وهم سيموتون، وأنكم جميعا ستقفون أمام ربكم للحساب والجزاء.. فلا أحد أشد ظلما من هؤلاء المشركين الذين كذبوا على الله، بأن عبدوا من دونه آلهة أخرى، ونسبوا إليه الشريك أو الولد، ولم يكتفوا بكل ذلك، بل كذبوا بالأمر الصدق وقت أن جئتهم به من عند ربك.والتعبير بقوله: وَكَذَّبَ بِالصِّدْقِ إِذْ جاءَهُ يدل على أنهم بادروا بتكذيب ما جاءهم به الرسول صلّى الله عليه وسلم من عند ربه، بمجرد أن سمعوه، ودون أن يتدبروه أو يفكروا فيه.وتكذيبهم بالصدق، يشمل تكذيبهم للقرآن الكريم، ولكل ما جاءهم به الرسول صلّى الله عليه وسلم والاستفهام في قوله- تعالى- أَلَيْسَ فِي جَهَنَّمَ مَثْوىً لِلْكافِرِينَ للتقرير.والمثوى: المكان مأخوذ من قولهم ثوى فلان بمكان كذا، إذا أقام به. يقال: ثوى يثوى ثواء، كمضى يمضى مضاء ...أى: أليس في جهنم مكانا يكفى لإهانة الكافرين وإذلالهم وتعذيبهم؟ بل إن فيها لمكانا يذلهم ويذوقون فيه سوء العذاب."},{"ayah_number":33,"text":"ثم بين- سبحانه- حسن عاقبة أهل الصدق والإيمان فقال: وَالَّذِي جاءَ بِالصِّدْقِ وَصَدَّقَ بِهِ أُولئِكَ هُمُ الْمُتَّقُونَ.والمراد بالذي جاء بالصدق: رسول الله صلّى الله عليه وسلم والمراد بالذي صدق به: ما يشمل الرسول صلّى الله عليه وسلم ويشمل كل من آمن به واتبعه فيما جاء به، كأبى بكر الصديق وغيره من الصحابة.قال الآلوسى ما ملخصه: قوله- تعالى-: وَالَّذِي جاءَ بِالصِّدْقِ وَصَدَّقَ بِهِ الموصول عبارة عن رسول الله صلّى الله عليه وسلم كما أخرجه ابن جرير وغيره عن ابن عباس ...والمؤمنون داخلون بدلالة السياق وحكم التبعية، دخول الجند في قولك: نزل الأمير موضع كذا ...والجمع في قوله- تعالى-: أُولئِكَ هُمُ الْمُتَّقُونَ باعتبار دخول الأتباع تباعا:ومراتب التقوى متفاوتة، ولرسول الله صلّى الله عليه وسلم أعلاها ... ."},{"ayah_number":34,"text":"ثم بين- سبحانه- ما أعده لهؤلاء المتقين من نعيم فقال لَهُمْ ما يَشاؤُنَ عِنْدَ رَبِّهِمْ....أى: لهؤلاء المتقين كل ما يشاءونه عند ربهم ومالك أمرهم، بسبب تصديقهم للحق، واتباعهم لما جاءهم به رسولهم صلّى الله عليه وسلم.وفي قوله: «عند ربهم» تكريم وتشريف لهم.وقوله: ذلِكَ جَزاءُ الْمُحْسِنِينَ أى: ذلك الذي ذكرناه من حصولهم على ما يشتهونه، جزاء من أحسنوا في أقوالهم وأفعالهم."},{"ayah_number":35,"text":"ثم بين- سبحانه- جانبا من مظاهر تكريمه لهم، ورحمته بهم فقال: لِيُكَفِّرَ اللَّهُ عَنْهُمْ أَسْوَأَ الَّذِي عَمِلُوا، وَيَجْزِيَهُمْ أَجْرَهُمْ بِأَحْسَنِ الَّذِي كانُوا يَعْمَلُونَ.واللام في قوله: «ليكفر ... » متعلقة بمحذوف، أى: أعطاهم- سبحانه- ما أعطاهم من فضله ورحمته ليكفر عنهم أسوأ الذنوب التي عملوها، كالكفر قبل الإسلام، بأن يغفر لهم ذلك ولا يؤاخذهم عليه.وإذا غفر الله- تعالى- لهؤلاء المتقين أسوأ أعمالهم، غفر لهم- بفضله ورحمته ما هو دونه بالطريق الأولى.«ويجزيهم أجرهم» أى: ويعطيهم ثواب أعمالهم «بأحسن الذي كانوا يعملون» أى:يعطيهم في مقابل عملهم الصالح في الدنيا جنات فيها ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر.وعلى هذا التفسير يكون قوله- تعالى-: أسوأ وأحسن، أفعل تفضيل حيث كفر- سبحانه- عنهم أسوأ أعمالهم، وكافأهم على أعمالهم بما هو أحسن منها وهو الجنة.وهذا منتهى الفضل والإحسان من الله- تعالى- لعباده المتقين، حيث عاملهم بالفضل ولم يعاملهم بالعدل.ومنهم من يرى أن قوله: أسوأ وأحسن، بمعنى السيئ والحسن، فيكون أفعل التفضيل ليس على بابه، وإلى هذا المعنى أشار صاحب الكشاف بقوله: ما معنى إضافة الأسوأ والأحسن إلى الذي عملوا؟ وما معنى التفضيل فيهما؟.قلت: أما الإضافة فما هي من إضافة أفعل إلى الجملة التي يفضل عليها، ولكن من إضافة الشيء إلى ما هو بعضه من غير تفضيل. كقولك: الأشج أعدل بنى مروان.وأما التفضيل فإيذان بأن السيئ الذي يفرط منهم من الصغائر والزلات المكفرة، هو عندهم الأسوأ لاستعظامهم المعصية، والحسن الذي يعملونه هو عند الله الأحسن لحسن إخلاصهم فيه، فلذلك ذكر سيئهم بالأسوإ، وحسنهم بالأحسن» ."},{"ayah_number":36,"text":"ثم بين- سبحانه- عصمته لنبيه صلّى الله عليه وسلم بأبلغ وجه وأتمه فقال أَلَيْسَ اللَّهُ بِكافٍ عَبْدَهُ، وَيُخَوِّفُونَكَ بِالَّذِينَ مِنْ دُونِهِ.وقراءة الجمهور: عَبْدَهُ بالإفراد وقرأ حمزة والكسائي: عباده، والاستفهام للتقرير.قال القرطبي: وذلك أنهم خوفوا النبي صلّى الله عليه وسلم مضرة الأوثان فقالوا له: أتسب آلهتنا لئن لم تنته عن ذكرها لتصيبنك بالسوء.وقال قتادة: مشى خالد بن الوليد إلى العزى ليكسرها بالفأس، فقال له سادنها: أحذرك منها يا خالد، فإن لها شدة لا يقوم لها شيء. فعمد خالد إلى العزى فهشم أنفها حتى كسرها، وتخويفهم لخالد تخويف للنبي صلّى الله عليه وسلم لأنه هو الذي أرسله. ويدخل في الآية تخويفهم النبي صلّى الله عليه وسلم بكثرة جمعهم وقوتهم..»   .والمعنى: أليس الله- تعالى- بكاف عبده محمدا صلّى الله عليه وسلم من كل سوء؟ وكاف عباده المؤمنين الصادقين من أعدائهم؟ بلى إنه- سبحانه- لعاصم نبيه صلّى الله عليه وسلم من أعدائه، ولناصر عباده المتقين على من ناوأهم.والحال أن هؤلاء المشركين يخوفونك- أيها الرسول الكريم- من أصنامهم التي يعبدونها من دونه- تعالى-، مع أن هذه الآلهة الباطلة أتفه من أن تدافع عن نفسها فضلا عن غيرها.وَمَنْ يُضْلِلِ اللَّهُ أى: من يضلله الله- تعالى- فَما لَهُ مِنْ هادٍ يهديه إلى الصراط المستقيم."},{"ayah_number":37,"text":"وَمَنْ يَهْدِ اللَّهُ أى: ومن يهده الله- تعالى- إلى طريق الحق والصواب.فَما لَهُ مِنْ مُضِلٍّ أى: فما له من أحد كائنا من كان يستطيع إضلاله.أَلَيْسَ اللَّهُ بِعَزِيزٍ ذِي انْتِقامٍ بلى إنه- سبحانه- لعزيز إذ لا يغلبه غالب، ولا يمانعه مانع، ولا ينازعه منازع. ولذو انتقام شديد من أعدائه، ولا يستطيع أحد أن يمنع انتقامه منهم.ثم حكى- سبحانه- ما كان عليه هؤلاء المشركون من تناقض بين أقوالهم وأفعالهم.وأمر النبي صلّى الله عليه وسلم أن يهددهم بسوء المصير إذا ما استمروا على كفرهم ... فقال- تعالى-"},{"ayah_number":38,"text":"والمعنى: ولئن سألت- أيها الرسول الكريم- هؤلاء المشركين: من الذي خلق هذه السموات التي ترونها بأعينكم، وخلق هذه الأرض التي فوقها تعيشون ...لئن سألتهم هذا السؤال، لا يملكون في الإجابة عليه إلا أن يقولوا: خلقهم الله، فلفظ الله فاعل لفعل محذوف.وقولهم هذا دليل واضح على تناقضهم مع أنفسهم. لأنهم يعترفون بأن الخالق هو الله، ولكنهم يشركون معه في العبادة آلهة أخرى لا تنفع ولا تضر..ولذا أمر الله- تعالى- نبيه صلّى الله عليه وسلم أن يقول لهم مبكتا وموبخا: قُلْ أَفَرَأَيْتُمْ ما تَدْعُونَ مِنْ دُونِ اللَّهِ، إِنْ أَرادَنِيَ اللَّهُ بِضُرٍّ هَلْ هُنَّ كاشِفاتُ ضُرِّهِ. أَوْ أَرادَنِي بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكاتُ رَحْمَتِهِ؟.أى: قل- أيها الرسول الكريم- لهؤلاء الجاهلين: إذا كان الأمر كما ذكرتم من أن الخالق لهذا الكون هو الله، فأخبرونى عن هذه الآلهة التي تعبدونها من دونه- سبحانه-:أتستطيع أن تدفع ضرا أراده الله- تعالى- بي؟ أم تستطيع أن تمنع رحمة أو خيرا أعطاه الله لي؟ كلا إنها لا تستطيع شيئا من ذلك، وعبادتكم لها إنما هي نوع من السفه والحماقة.وقال- سبحانه-: هَلْ هُنَّ.. بالتأنيث على سبيل التحقير لتلك الآلهة المزعومة، ولأنهم كانوا يسمونها بأسماء الإناث، كاللات، والعزى، ومناة. إلخ.وقدم الضر لأن دفعه أهم، وعلق- سبحانه- إرادة الضر والرحمة بذاته صلّى الله عليه وسلم فقال:إِنْ أَرادَنِيَ اللَّهُ بِضُرٍّ ... ليرد عليهم ردا يخرس ألسنتهم، حيث خوفوه صلّى الله عليه وسلم منها وزعموا أنه لو استمر في تحقيرها فإنها ستؤذيه.قال صاحب الكشاف: فإن قلت: لم فرض المسألة في نفسه دونهم؟ قلت: لأنهم خوفوه مضرة الأوثان وتخبيلها، فأمر بأن يقررهم- أولا- بأن خالق العالم هو الله وحده، ثم يقول لهم بعد التقرير: فإذا أرادنى خالق العالم الذي أقررتم به بضر من مرض أو فقر أو غير ذلك من النوازل، أو برحمة من صحة أو غنى أو نحوهما. هل هؤلاء اللائي خوفتمونى إياهن كاشفات عنى ضره، أو ممسكات رحمته، حتى إذا ألقمهم الحجر وقطعهم، حتى لا يحيروا ببنت شفة قال: حَسْبِيَ اللَّهُ كافيا لمضرة أوثانكم عَلَيْهِ يَتَوَكَّلُ الْمُتَوَكِّلُونَ وفيه تهكم.ويروى أنه صلّى الله عليه وسلم سألهم فسكتوا، فنزل: قُلْ حَسْبِيَ اللَّهُ ... .أى: قل- أيها الرسول الكريم- في الرد عليهم وفي السخرية من آلهتهم: الله- تعالى- الخالق لكل شيء، كافينى في جميع أمورى، وعاصمنى من كيدكم وكيد من تتوهمون كيده، وعليه وحده لا على غيره يتوكل المتوكلون، لعلمهم أن كل ما سواه تحت ملكوته وقدرته."},{"ayah_number":39,"text":"ثم أمره- سبحانه- مرة أخرى أن يتحداهم وأن يتهددهم فقال: قُلْ يا قَوْمِ اعْمَلُوا عَلى مَكانَتِكُمْ. أى: وقل لهم للمرة الثالثة: اعملوا ما شئتم عمله من العداوة لي، والتهديد بآلهتكم.والمكانة مصدر مكن- ككرم-، يقال: مكن فلان من الشيء مكانة، إذا تمكن منه أبلغ تمكن.أى: اعملوا ما في إمكانكم عمله معى. والأمر للتهديد والوعيد.إِنِّي عامِلٌ أى: إنى سأقابل عملكم السيئ بعمل أحسن من جانبي، وهو الدعوة إلى وحدانية الله، وإلى مكارم الأخلاق."},{"ayah_number":40,"text":"فَسَوْفَ تَعْلَمُونَ من منا الذي ينجح في عمله، ومن منا يأتيه عذاب يخزيه ويفضحه ويهينه في الدنيا، ومن منا الذي يحل عليه عذاب مقيم في الآخرة. فالمراد بالعذاب المخزى عذاب الدنيا، والمراد بالعذاب المقيم عذاب الآخرة.ولقد تحقق ما توعدهم- سبحانه- به، حيث أنزل عليهم عقابه في بدر وفي غيرها فأخزاهم وهزمهم، أما عذاب الآخرة فهو أشد وأبقى."},{"ayah_number":41,"text":"ثم أخذت السورة الكريمة في تسلية الرسول صلّى الله عليه وسلم عما أصابه منهم، فقال- تعالى-:إِنَّا أَنْزَلْنا عَلَيْكَ الْكِتابَ لِلنَّاسِ بِالْحَقِّ....أى: إنا أنزلنا عليك- أيها الرسول الكريم- القرآن لأجل منفعة الناس ومصلحتهم، وقد أنزلناه متلبسا بالحق الذي لا يحوم حوله باطل.فَمَنِ اهْتَدى إلى الصراط المستقيم، وإلى الحق المبين فهدايته تعود إلى نفسه وَمَنْ ضَلَّ عن الطريق المستقيم، فإثم ضلاله. إنما يعود على نفسه وحدها.وَما أَنْتَ عَلَيْهِمْ يا محمد بِوَكِيلٍ أى: بمكلف بهدايتهم، وبإجبارهم على اتباعك، وإنما أنت عليك البلاغ، ونحن علينا الحساب."},{"ayah_number":42,"text":"ثم ساق- سبحانه- ما يدل على كمال قدرته، ونفاذ مشيئته فقال- تعالى-: اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِها ...أى: الله- بقدرته وحدها يقبض أرواح مخلوقاته حين انتهاء آجالها بأن يقطع تعلقها بالأجسام قطعا كليا، ويسلب هذه الأجسام والأبدان ما به قوام حياتها، بأن تصير أجساما هامدة لا إدراك لها. ولا حركة فيها.وقوله- تعالى-: وَالَّتِي لَمْ تَمُتْ فِي مَنامِها معطوف على الأنفس، أى: يسلب الحياة عن الأنفس التي انتهى أجلها سلبا ظاهرا وباطنا، ويسلب الحياة عنها سلبا ظاهرا فقط في حال نومها. إذ أنها في حالة النوم تشبه الموتى من حيث عدم التمييز والتصرف.فالآية الكريمة تشير إلى أن التوفي للأنفس أعم من الموت، إذ أن هناك وفاتين. وفاة كبرى وتكون عن طريق الموت، ووفاة صغرى وتكون عن طريق النوم. كما قال- تعالى- وَهُوَ الَّذِي يَتَوَفَّاكُمْ بِاللَّيْلِ.. أى: يجعلكم تنامون فيه نوما يشبه الموت في انقطاع الإدراك والإحساس..وقوله- تعالى-: فَيُمْسِكُ الَّتِي قَضى عَلَيْهَا الْمَوْتَ وَيُرْسِلُ الْأُخْرى إِلى أَجَلٍ مُسَمًّى بيان لحالة الأنفس التي انتهى أجلها، والتي لم ينته أجلها بعد.أى: الله- تعالى- وحده هو الذي يتوفى الأنفس حين الموت، وحين النوم، أما الأنفس التي انتهى أجلها فيمسك- سبحانه- أرواحها إمساكا تاما بحيث لا تعود إلى أبدانها مرة أخرى، وأما التي لم يحن وقت موتها، فإن الله- تعالى- يعيدها إلى أبدانها عند اليقظة من نومها، وتستمر على هذه الحالة إلى أجل مسمى في علمه- تعالى- فإذا ما انتهى أجلها الذي حدده- سبحانه- لها، خرجت تلك الأرواح من أبدانها خروجا تاما، كما هو الشأن في الحالة الأولى.ولا شك أن الله- تعالى- الذي قدر على ذلك، قادر أيضا- على إعادة الأرواح إلى أجسادها عند البعث والنشور يوم القيامة.فالآية الكريمة مسوقة لبيان كمال قدرة الله- تعالى- ولبيان أن البعث حق، وأنه يسير على قدرة الله التي لا يعجزها شيء.ولا منافاة بين هذه الآية التي صرحت بأن الله- تعالى- هو الذي يتوفى الأنفس عند موتها، وبين قوله- تعالى-: قُلْ يَتَوَفَّاكُمْ مَلَكُ الْمَوْتِ.. وقوله- تعالى- حَتَّى إِذا جاءَ أَحَدَكُمُ الْمَوْتُ تَوَفَّتْهُ رُسُلُنا ... لأن المتوفى في الحقيقة هو الله- تعالى- وملك الموت إنما يقبض الأرواح بإذنه- سبحانه- ولملك الموت أعوان وجنود من الملائكة ينتزعون الأرواح بأمره المستمد من أمر الله- عز وجل-.قال القرطبي: «فإذا يقبض الله الروح في حالين: في حالة النوم وحالة الموت، فما قبضه في حال النوم فمعناه أنه يغمره بما يحبسه عن التصرف فكأنه شيء مقبوض. وما يقبضه في حال الموت فهو يمسكه ولا يرسله إلى يوم القيامة.وفي الآية تنبيه على عظيم قدرته، وانفراده بالألوهية، وأنه يفعل ما يشاء ويحيى ويميت، ولا يقدر على ذلك سواه.   .واسم الإشارة في قوله: إِنَّ فِي ذلِكَ لَآياتٍ لِقَوْمٍ يَتَفَكَّرُونَ يعود إلى المذكور من التوفي والإمساك والإرسال.أى: إن في ذلك الذي ذكرناه لكم من قدرتنا على توفى الأنفس وإمساكها وإرسالها، لآيات بينات على وحدانيتنا وقدرتنا، لقوم يحسنون التأمل والتفكير والتدبر، فيما أرشدناهم إليه وأخبرناهم به."},{"ayah_number":43,"text":"ثم نعى- سبحانه- على الكفار غفلتهم وعدم تفكرهم فقال: أَمِ اتَّخَذُوا مِنْ دُونِ اللَّهِ شُفَعاءَ قُلْ أَوَلَوْ كانُوا لا يَمْلِكُونَ شَيْئاً وَلا يَعْقِلُونَ.و «أم» هنا بمعنى بل والهمزة، والاستفهام للإنكار، والمراد بالشفعاء تلك الأصنام التي زعموا أنها ستشفع لهم يوم القيامة.والمعنى: لقد ترك هؤلاء المشركون التفكر والتدبر في دلائل وحدانيته وقدرته- سبحانه- ولم يلتفتوا إلى ما ينفعهم، بل اتخذوا الأصنام آلهة لينالوا بواسطتها الشفاعة عند الله.قل لهم- أيها الرسول الكريم- مرشدا ومنبها: أتفعلون ذلك ولو كانت هذه الآلهة لا تملك شيئا من أمرها، ولا تعقل شيئا مما يتوجهون به إليها؟"},{"ayah_number":44,"text":"ثم أمر- سبحانه- رسوله صلّى الله عليه وسلم أن يبين لهم أن الله- تعالى- هو مالك الشفاعة كلها، وأنه لن يستطيع أحد أن يشفع إلا بإذنه، فقال: قُلْ لِلَّهِ الشَّفاعَةُ جَمِيعاً ...أى: قل لهم: الله- تعالى- هو المالك للشفاعة كلها، وآلهتكم هذه لا تملك شيئا من ذلك، بل أنتم وآلهتكم- أيها المشركون- ستكونون وقودا لنار جهنم.وهو سبحانه-: لَهُ مُلْكُ السَّماواتِ وَالْأَرْضِ ملكا تاما لا تصرف لأحد في شيء منهما معه، ولا شفاعة لأحد إلا بإذنه.ثُمَّ إِلَيْهِ تُرْجَعُونَ يوم القيامة فيحاسبكم على أعمالكم، ويجازى الذين أساءوا بما عملوا ويجازى الذين أحسنوا بالحسنى.ثم بين- سبحانه- أحوال هؤلاء المشركين، عند ما يذكر- سبحانه- وحده دون أن تذكر معه آلهتهم، كما بين أحوالهم السيئة يوم القيامة، وكيف أنهم يندمون ولا ينفعهم الندم، وكيف أنهم لو ملكوا في هذا اليوم ما في الأرض جميعا ومثله معه، لقدموه فداء لأنفسهم من أهوال عذاب يوم القيامة.. فقال- تعالى-:"},{"ayah_number":45,"text":"وقوله- تعالى-: اشْمَأَزَّتْ.. أى: نفرت وانقبضت وذعرت، مأخوذ من الشّمز، وهو نفور النفس مما تكرهه.قال الإمام الرازي: اعلم أن هذا نوع آخر من الأعمال القبيحة للمشركين وهو أنك إذا ذكرت الله وحده.. ظهرت آثار النفرة في وجوههم وقلوبهم، وإذا ذكرت الأصنام والأوثان ظهرت آثار الفرح.. وذلك يدل على الجهل والحماقة، لأن ذكر الله رأس السعادة، وعنوان الخيرات، وأما ذكر الأصنام فهو رأس الحماقات..»  .أى: إنك- أيها الرسول الكريم- إذا ذكرت الله- تعالى- وحده، ونسبت إليه ما يليق به- سبحانه- من وحدانيته وقدرته.. دون أن تذكر معه الأصنام اشمأزت وانقبضت وذعرت نفوس هؤلاء المشركين الجهلاء، أما إذا ذكرت آلهتهم سواء أذكرت الله- تعالى- معها أم لم تذكره، إذا هم يستبشرون ويبتهجون..والتعبير بالاشمئزاز والاستبشار، يشعر بأنهم قد بلغوا الغاية في الأمرين، فهم عند ذكر الله- تعالى- تمتلئ قلوبهم إلى نهايتها غما وهما وانقباضا وذعرا. وعند ذكر أصنامهم تمتلئ قلوبهم إلى نهايتها- أيضا- بهجة وسرورا حتى لتظهر آثار ذلك على بشرتهم ...وحالهم هذا يدل على أنهم قد بلغوا الغاية- أيضا- في الجهالة والسفاهة والغفلة..وهذا الذي ذكرته الآية الكريمة من اشمئزاز الكافرين عند ذكر الله- تعالى- واستبشارهم عند ذكر غيره، نرى ما يشبهه عند كثير من الناس..فكم من أناس إذا حدثتهم عن ذات الله- تعالى- وصفاته، وعن سلامة دينه وتشريعاته، وعن آداب قرآنه وهداياته، وعن كل ما يتعلق بوجوب تنفيذ أوامره ونواهيه.. انقبضت نفوسهم، واكفهرت وجوههم، وتمنوا لو أنك تركت الحديث عن ذلك.أما إذا سمعوا ما يتعلق بالتشريعات والنظم التي هي من صنع البشر- استبشرت نفوسهم، وابتهجت أساريرهم..وشبيه بهذه الآية قوله- تعالى-: وَجَعَلْنا عَلى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذانِهِمْ وَقْراً، وَإِذا ذَكَرْتَ رَبَّكَ فِي الْقُرْآنِ وَحْدَهُ، وَلَّوْا عَلى أَدْبارِهِمْ نُفُوراًقال الآلوسى: وقد رأينا كثيرا من الناس على نحو هذه الصفة التي وصف الله- تعالى- بها المشركين، يهشون لذكر أموات يستغيثون بهم ويطلبون منهم، ويطربون من سماع حكايات كاذبة عنهم.. وينقبضون من ذكر الله- تعالى- وحده- ونسبة الاستقلال بالتصرف إليه- عز وجل- وسرد ما يدل على مزيد عظمته وجلاله. وينفرون ممن يفعل ذلك كل النفرة، وينسبونه إلى ما يكره..»  ."},{"ayah_number":46,"text":"ثم أمر الله- تعالى- نبيه صلّى الله عليه وسلم أن يلتجئ إلى خالقه وحده من شرور هؤلاء المشركين، وأن يفوض أمره إليه، فقال- تعالى- قُلِ اللَّهُمَّ فاطِرَ السَّماواتِ وَالْأَرْضِ، عالِمَ الْغَيْبِ وَالشَّهادَةِ، أَنْتَ تَحْكُمُ بَيْنَ عِبادِكَ فِي ما كانُوا فِيهِ يَخْتَلِفُونَ.ولفظ: اللَّهُمَّ أصله يا الله. فلما استعمل دون حرف النداء. عوض عنه بالميم المشددة التي في آخره.ولفظ «فاطر، وعالم» منصوبان على النداء.أى: قل- أيها الرسول الكريم- على سبيل الاستعاذة والاعتزال لما عليه هؤلاء المشركون من جهل وسفه، يا الله، يا خالق السموات والأرض ويا عالم الغائب والمشاهد.والخفى والظاهر من أمور خلقك، أنت وحدك الذي تحكم بين عبادك فيما كانوا فيه يختلفون في الدنيا، فتجازى كل نفس بما تستحقه من ثواب أو عقاب.وما دام الأمر كذلك، فاهدني إلى صراطك المستقيم، وجنبني الشرك والمشركين.فالمقصود بالآية الكريمة تسلية الرسول صلّى الله عليه وسلم عما فعله المشركون معه، وإرشاده إلى ما يعصمه من كيدهم. وتعليم العباد وجوب الالتجاء إلى الله- تعالى- وحده- لدفع كيد أعدائه عنهم.وقد ساق الإمام ابن كثير عند تفسيره لهذه الآية جملة من الأحاديث، منها ما رواه الإمام مسلم في صحيحه عن أبى سلمة بن عبد الرحمن قال: سألت عائشة: بأى شيء كان رسول الله صلّى الله عليه وسلم يفتتح صلاته إذا قام من الليل؟قالت: كان إذا قام من الليل افتتح صلاته بقوله: «اللهم رب جبريل وميكائيل وإسرافيل، فاطر السموات والأرض. عالم الغيب والشهادة، أنت تحكم بين عبادك فيما كانوا فيه يختلفون، اهدني لما اختلف فيه من الحق بإذنك، إنك تهدى من تشاء إلى صراط مستقيم..»وقال صاحب الكشاف: «بعل- بكسر العين- أى: دهش وفزع رسول الله صلّى الله عليه وسلم من شدّة شكيمتهم في الكفر، فقيل له: «ادع الله بأسمائه الحسنى، وقل: أنت وحدك تقدر على الحكم بيني وبينهم، ولا حيلة لغيرك فيهم» . وفيه وصف لحالهم، وإعذار لرسول الله صلّى الله عليه وسلم وتسلية له، ووعيد لهم..  ."},{"ayah_number":47,"text":"وبعد هذه التسلية من الله- تعالى- لنبيه صلّى الله عليه وسلم بين- سبحانه- لهؤلاء الذين إذا ذكر الله وحده اشمأزت قلوبهم.. بين لهم ما لهم من سوء المصير فقال: وَلَوْ أَنَّ لِلَّذِينَ ظَلَمُوا ما فِي الْأَرْضِ جَمِيعاً وَمِثْلَهُ مَعَهُ، لَافْتَدَوْا بِهِ مِنْ سُوءِ الْعَذابِ يَوْمَ الْقِيامَةِ ...أى: أن العذاب المعد لهؤلاء المشركين شيء رهيب، ولو أن لهم جميع ما أعد في الأرض من خيرات، ولهم- أيضا- مثل ذلك منضما إليه، لقدموه فداء لأنفسهم، أملا في النجاة من سوء العذاب الذي ينتظرهم يوم القيامة.فالآية الكريمة وعيد لهم ليس بعده وعيد، وتيئيس لهم من النجاة ليس بعده تيئيس.ومن الآيات الكثيرة التي وردت في هذا المعنى قوله- تعالى- إِنَّ الَّذِينَ كَفَرُوا لَوْ أَنَّ لَهُمْ ما فِي الْأَرْضِ جَمِيعاً وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا بِهِ مِنْ عَذابِ يَوْمِ الْقِيامَةِ، ما تُقُبِّلَ مِنْهُمْ وَلَهُمْ عَذابٌ أَلِيمٌ. يُرِيدُونَ أَنْ يَخْرُجُوا مِنَ النَّارِ وَما هُمْ بِخارِجِينَ مِنْها، وَلَهُمْ عَذابٌ مُقِيمٌ ."},{"ayah_number":48,"text":"ثم هددهم- سبحانه- بتهديد آخر فقال: وَبَدا لَهُمْ مِنَ اللَّهِ ما لَمْ يَكُونُوا يَحْتَسِبُونَ.أى: وظهر لهم يوم القيامة من ألوان العقوبات، ومن فنون الآلام، ما لم يكونوا في الدنيا يظنون أنه سيقع بهم، وما لم يكن واردا في حسبانهم.قال صاحب الكشاف: وقوله- تعالى- وَبَدا لَهُمْ مِنَ اللَّهِ.. وعيد لهم بعذاب ما دروا كنهه لفظاعته وشدته، وهو نظير قوله- تعالى- في الوعد: فَلا تَعْلَمُ نَفْسٌ ما أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ ...والمعنى: وظهر من سخط الله وعذابه، ما لم يكن قط في حسابهم، وما لم يحدثوا به أنفسهم.وقيل: عملوا أعمالا حسبوها حسنات، فإذا هي سيئات.وعن سفيان الثوري أنه قرأها فقال: ويل لأهل الرياء. ويل لأهل الرياء.وجزع بعض الصالحين عند موته، فسئل عن سبب ذلك فقال: أخشى أن يبدو لي من الله ما لم أحتسبه، ثم قرأ هذه الآية» .ثم تهديد ثالث يتمثل في قوله- تعالى-: وَبَدا لَهُمْ سَيِّئاتُ ما كَسَبُوا وَحاقَ بِهِمْ ما كانُوا بِهِ يَسْتَهْزِؤُنَ والمراد بسيئات ما كسبوا: الأعمال السيئة التي اكتسبوها في دنياهم، وهذا البدو والظهور يكون عند عرض صحائف أعمالهم عليهم. و «ما» موصولة أو مصدرية.أى: وظهر لهم عند عرض صحائف أعمالهم عليهم يوم القيامة، الذي عملوه واكتسبوه في الدنيا من رذائل وَحاقَ بِهِمْ أى: وأحاط ونزل بهم العذاب الذي كانوا يستهزئون به في حياتهم ويتهكمون بمن كان يحذرهم منه في الدنيا.وبعد هذا التصوير الرهيب لمصير هؤلاء المشركين يوم القيامة، عادت السورة إلى بيان تناقضهم مع أنفسهم، فهم إن سئلوا عمن خلق السموات والأرض، قالوا: إن خالقهما هو الله، ومع ذلك يعبدون غيره وتشمئز قلوبهم عند ذكره وحده.وهم يتقربون إلى آلهتهم بالطاعات، ومع ذلك فهم عند نزول الشدائد بهم، ينسون تلك الآلهة ويتجهون إلى الله- تعالى- وحده بالدعاء."},{"ayah_number":49,"text":"لنستمع إلى السورة الكريمة وهي تحكى أحوالهم في السراء والضراء فتقول: فَإِذا مَسَّ الْإِنْسانَ ضُرٌّ دَعانا، ثُمَّ إِذا خَوَّلْناهُ نِعْمَةً مِنَّا قالَ إِنَّما أُوتِيتُهُ عَلى عِلْمٍ....والمراد بالإنسان هنا هو جنس الكفار، بدليل سياق، الآيات وسباقها ويصح أن يراد به جنس الإنسان عموما، ويدخل فيه الكفار دخولا أوليا.أى: فإذا أصاب الإنسان ضر، من مرض أو فقر أو نحوهما، دعانا قاعدا أو قائما. لكي نكشف عنه ما نزل به من بلاء.ثُمَّ إِذا خَوَّلْناهُ نِعْمَةً مِنَّا.. أى: ثم إذا أجبنا لهذا الإنسان دعوته وكشفنا عنه الضر وأعطيناه على سبيل التفضل والإحسان نعمة من عندنا، بأن حولنا مرضه إلى صحة، وفقره إلى غنى.قالَ هذا الإنسان الظلوم الكفار إِنَّما أُوتِيتُهُ عَلى عِلْمٍ منى بوجوه المكاسب، أو على علم منى بأن سأعطى هذه النعمة، بسبب استعدادي واجتهادي وتفوقى في مباشرة الأسباب التي توصل إلى الغنى والجاه.وقال- سبحانه-: خَوَّلْناهُ لأن التخويل معناه العطاء بدون مقابل، مع تكراره مرة بعد مرة.وجاء الضمير في قوله أُوتِيتُهُ مذكرا مع أنه يعود إلى النعمة. لأنها بمعنى الإنعام.أى: إذا خولناه شيئا من الإنعام الذي تفضلنا به عليه، قال إنما أوتيته على علم وتبوغ عندي.وقوله- تعالى- بَلْ هِيَ فِتْنَةٌ رد لقوله ذلك، وزجر لهذا الجاحد عما تفوه به.أى: ليس الأمر كما زعم هذا الجاحد، فإننا ما أعطيناه هذه النعم بسبب علمه- كما زعم- وإنما أعطيناه ما أعطيناه على سبيل الإحسان منا عليه، وعلى سبيل الابتلاء والاختبار له، ليتبين قوى الإيمان من ضعيفه، وليتميز الشاكر من الجاحد.وَلكِنَّ أَكْثَرَهُمْ لا يَعْلَمُونَ أى: ولكن أكثر الناس لا يعلمون هذه الحقائق، ولا يفطن إليها إلا من استنارت بصيرته، وطهرت سريرته.قال صاحب الكشاف: فإن قلت ما السبب في عطف هذه الآية بالفاء، وعطف مثلها في أول السورة بالواو؟ قلت: السبب في ذلك أن هذه وقعت مسببة من قوله. إِذا ذُكِرَ اللَّهُ وَحْدَهُ اشْمَأَزَّتْ قُلُوبُ الَّذِينَ لا يُؤْمِنُونَ بِالْآخِرَةِ. على معنى أنهم يشمئزون من ذكر الله، ويستبشرون بذكر الآلهة. فإذا مس أحدهم ضر دعا من اشمأز من ذكره، دون من استبشر بذكره، وما بينهما من الآي اعتراض.. ."},{"ayah_number":50,"text":"ثم بين- سبحانه- المصير السيئ للجاحدين السابقين ليعتبر بهم اللاحقون فقال: قَدْ قالَهَا الَّذِينَ مِنْ قَبْلِهِمْ فَما أَغْنى عَنْهُمْ ما كانُوا يَكْسِبُونَ.والضمير في قوله قالَهَا يعود إلى ما حكاه- سبحانه- عن هذا الإنسان الجاحد من قوله: إِنَّما أُوتِيتُهُ عَلى عِلْمٍ.فهذه الكلمة قد قالها قارون عند ما نصحه الناصحون، فقد رد عليهم بقوله إِنَّما أُوتِيتُهُ عَلى عِلْمٍ عِنْدِي فكانت نهايته أن خسف الله به وبداره الأرض.أى: قد قال هذه الكلمة الدالة على الجحود والغرور، بعض الأقوام الذين سبقوا قومك.والذين يشبهونهم في البطر والكنود، فكانت نتيجة ذلك أن أخذهم الله- تعالى- أخذ عزيز مقتدر، ولم ينفعهم شيئا ما جمعوه من حطام الدنيا، وما اكتسبوه من متاعها."},{"ayah_number":51,"text":"فَأَصابَهُمْ سَيِّئاتُ ما كَسَبُوا.. أى: فأصاب هؤلاء السابقين، العقاب الذي يستحقونه بسبب سيئاتهم التي اكتسبوها واقترفوها في دنياهم.فالكلام على حذف مضاف. أى: فأصابهم جزاء سيئات كسبهم بأن أنزل الله- تعالى- بهم العقوبة التي يستحقونها بسبب إصرارهم على الكفر والمعاصي.وَالَّذِينَ ظَلَمُوا مِنْ هؤُلاءِ أى: من هؤلاء المشركين المعاصرين لك- أيها الرسول الكريم-.سَيُصِيبُهُمْ- أيضا- سيئات ما كسبوا، كما أصاب الذين من قبلهم.وَما هُمْ بِمُعْجِزِينَ أى: وما هم بفائتين أو هاربين من عذابنا."},{"ayah_number":52,"text":"أَوَلَمْ يَرَوْا أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشاءُ وَيَقْدِرُ أى: أعموا عن التفكر والإبصار، ولم يشاهدوا بأعينهم أن الله- تعالى- يوسع الرزق لمن يشاء من عباده، ويضيقه على من يشاء أن يضيقه عليه منهم، إذ أن ذلك مرجعه إلى مشيئته وحكمته- سبحانه- إذ سعة الرزق ليست دليلا على رضاه، كما أن ضيقه ليس دليلا على غضبه.إِنَّ فِي ذلِكَ الذي ذكرناه لَآياتٍ واضحات لِقَوْمٍ يُؤْمِنُونَ بالحق ويستجيبون له، وينتفعون بالهدايات التي نسوقها لهم.وبذلك نرى هذه الآيات الكريمة، قد صورت حال المشركين أكمل تصوير، كما بينت ما أعدّ لهم من عذاب مقيم، بسبب إصرارهم على كفرهم، وإعراضهم عن دعوة الحق.ثم فتح- سبحانه- لعباده باب رحمته، ونهاهم عن اليأس من مغفرته، وأمرهم أن يتوبوا إليه توبة صادقة نصوحا، قبل أن يفاجئهم الموت والحساب، فقال- تعالى:"},{"ayah_number":53,"text":"ذكر المفسرون في سبب نزول قوله- تعالى- قُلْ يا عِبادِيَ الَّذِينَ أَسْرَفُوا عَلى أَنْفُسِهِمْ. روايات منها: ما رواه محمد بن إسحاق عن نافع عن ابن عمر عن أبيه عمر بن الخطاب قال: لما اجتمعنا على الهجرة. تواعدت أنا وهشام بن العاص بن وائل السّهمى وعيّاش بن أبى ربيعة بن عتبة، فقلنا: الموعد أضاة بنى غفار- أى: غدير بنى غفار- وقلنا: من تأخر منا فقد حبس فليمض صاحبه فأصبحت أنا وعياش بن عتبة، وحبس عنا هشام، وإذا به قد فتن فافتتن، فكنا نقول بالمدينة: هؤلاء قد عرفوا الله- عز وجل- وآمنوا برسوله صلّى الله عليه وسلم، ثم افتتنوا لبلاء لحقهم لا نرى لهم توبة، وكانوا هم- أيضا- يقولون هذا في أنفسهم.فأنزل الله- عز وجل- في كتابه: قُلْ يا عِبادِيَ الَّذِينَ أَسْرَفُوا عَلى أَنْفُسِهِمْ.. إلى قوله- تعالى- أَلَيْسَ فِي جَهَنَّمَ مَثْوىً لِلْمُتَكَبِّرِينَ.قال عمر: فكتبتها بيدي، ثم بعثتها إلى هشام. قال هشام: فلما قدمت على خرجت بها إلى ذي طوى فقلت: اللهم فهمنيها، فعرفت أنها نزلت فينا، فرجعت فجلست على بعيري فلحقت برسول الله صلّى الله عليه وسلم .والأمر في قوله- تعالى-: قُلْ يا عِبادِيَ الَّذِينَ أَسْرَفُوا عَلى أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ موجه إلى الرسول صلّى الله عليه وسلم وإضافة العباد إلى الله- تعالى- للتشريف والتكريم.والإسراف: تجاوز الحد في كل شيء، وأشهر ما يكون استعمالا في الإنفاق، كما في قوله- تعالى-: يا بَنِي آدَمَ خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ وَكُلُوا وَاشْرَبُوا وَلا تُسْرِفُوا.والمراد بالإسراف هنا: الإسراف في اقتراف المعاصي والسيئات، والخطاب للمؤمنين المذنبين. وعدى الفعل «أسرفوا» بعلى، لتضمنه معنى الجناية، أى جنوا على أنفسهم.والقنوط: اليأس، وفعله من بابى ضرب وتعب. يقال: فلان قانط من الحصول على هذا الشيء، أى يائس من ذلك ولا أمل له في تحقيق ما يريده.والمعنى: قل- أيها الرسول الكريم- لعبادي المؤمنين الذين جنوا على أنفسهم بارتكابهم للمعاصي، قل لهم: لا تيأسوا من رحمة الله- تعالى- ومن مغفرته لكم.وجملة «إن الله يغفر الذنوب جميعا» تعليلية. أى: لا تيأسوا من رحمة الله- تعالى- لأنه هو الذي تفضل بمحو الذنوب جميعها. لمن يشاء من عباده المؤمنين العصاة.إِنَّهُ- سبحانه- هُوَ الْغَفُورُ الرَّحِيمُ أى: هو الواسع المغفرة والرحمة لمن يشاء من عباده المؤمنين، فهم إن تابوا من ذنوبهم قبل- سبحانه- توبتهم كما وعد تفضلا منه وكرما، وإن ماتوا دون أن يتوبوا، فهم تحت رحمته ومشيئته، إن شاء غفر لهم، وإن شاء عذبهم، ثم أدخلهم الجنة بفضله وكرمه.أما غير المؤمنين، فإنهم إن تابوا من كفرهم ودخلوا في الإسلام، غفر- سبحانه- ما كان منهم قبل الإسلام لأن الإسلام يجبّ ما قبله.وإن ماتوا على كفرهم فلن يغفر الله- تعالى- لهم، لقوله: إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ ما دُونَ ذلِكَ لِمَنْ يَشاءُ.قال الإمام الشوكانى: واعلم أن هذه الآية أرجى آية في كتاب الله، لاشتمالها على أعظم بشارة، فإنه أولا: أضاف العباد إلى نفسه لقصد تشريفهم، ومزيد تبشيرهم. ثم وصفهم بالإسراف في المعاصي.. ثم عقب على ذلك بالنهى عن القنوط من الرحمة.. ثم جاء بما لا يبقى بعده شك ولا يتخالج القلب عند سماعه ظن فقال: إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ..فالألف واللام قد صيرت الجمع الذي دخلت عليه للجنس الذي يستلزم استغراق أفراده، فهو في قوة إن الله يغفر كل ذنب كائنا ما كان، إلا ما أخرجه النص القرآنى وهو الشرك.ثم لم يكتف بما أخبر به عباده من مغفرة كل ذنب، بل أكد ذلك بقوله جَمِيعاً فيا لها من بشارة ترتاح لها النفوس.. وما أحسن تعليل هذا الكلام بقوله: إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ..   .وقال الجمل في حاشيته ما ملخصه: وفي هذه الآية من أنواع المعاني والبيان أشياء حسنة،منها إقباله عليهم، ونداؤهم، ومنها: إضافتهم إليه إضافة تشريف، ومنها: الالتفات من التكلم إلى الغيبة، في قوله: مِنْ رَحْمَةِ اللَّهِ، ومنها: إضافة الرحمة لأجل أسمائه الحسنى، ومنها: إعادة الظاهر بلفظه في قوله: إِنَّ اللَّهَ يَغْفِرُ ومنها: إبراز الجملة من قوله: إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ مؤكدة بإن، والفصل، وبإعادة الصفتين اللتين تضمنتهما الجملة السابقة.وقال عبد الله بن مسعود وغيره: هذه أرجى آية في كتاب الله تعالى ."},{"ayah_number":54,"text":"وبعد أن فتح- سبحانه- لعباده باب رحمته فتحا واسعا كريما.. أتبع ذلك بحضهم على التوبة والإنابة إليه، حتى يزيدهم من فضله وإحسانه فقال: وَأَنِيبُوا إِلى رَبِّكُمْ وَأَسْلِمُوا لَهُ مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذابُ ثُمَّ لا تُنْصَرُونَ.أى قل لهم- أيها الرسول الكريم- لا تقنطوا من رحمة الله إن الله يغفر الذنوب جميعا، وارجعوا إليه بالتوبة والإنابة، وأخلصوا له العبادة، من قبل أن ينزل بكم العذاب الذي لا تستطيعون دفعه ثم لا تجدون من ينجيكم منه.فأنت ترى أن الآية الأولى بعد أن فتحت للعصاة باب رحمة الله على مصراعيه، جاءت الآية الثانية فحثتهم على التوبة الصادقة النصوح، حتى تكون رحمة الله- تعالى- بهم أكمل وأتم وأوسع، فإن التوبة النصوح سبب في تحويل السيئات إلى حسنات.كما قال- تعالى-: إِلَّا مَنْ تابَ وَآمَنَ وَعَمِلَ عَمَلًا صالِحاً فَأُوْلئِكَ يُبَدِّلُ اللَّهُ سَيِّئاتِهِمْ حَسَناتٍ، وَكانَ اللَّهُ غَفُوراً رَحِيماً  ."},{"ayah_number":55,"text":"ثم أمرهم باتباع أوامر القرآن الكريم ونواهيه فقال: وَاتَّبِعُوا أَحْسَنَ ما أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ.أى: واتبعوا هذا القرآن الكريم، الذي هو أحسن ما أنزله- سبحانه- إليكم، بسبب ما اشتمل عليه من هدايات سامية، ومن تشريعات حكيمة. ومن آداب قويمة.فإن اتباع ما اشتمل عليه هذا القرآن من توجيهات. يؤدى إلى السعادة في الدنيا والآخرة.وقوله: مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذابُ بَغْتَةً وَأَنْتُمْ لا تَشْعُرُونَ متعلق بالأمر بالاتباع، وإرشاد إلى وجوب الامتثال بدون تأخير أو تسويف.أى: سارعوا إلى اتباع إرشادات وتشريعات وآداب هذا القرآن، من قبل أن ينزل بكم العذاب فجأة وبدون مقدمات، بحيث لا تشعرون بإتيانه إلا عند نزوله.فالآية الكريمة تقرير وتأكيد لما قبلها: من الدعوة إلى المسارعة بالتوبة وبالعمل الصالح."},{"ayah_number":56,"text":"وقوله: أَنْ تَقُولَ نَفْسٌ يا حَسْرَتى عَلى ما فَرَّطْتُ فِي جَنْبِ اللَّهِ في موضع المفعول لأجله بتقدير مضاف محذوف.أى: اتبعوا ما أمرناكم به، واحذروا ما نهيناكم عنه، كراهة أن تقول نفس يوم القيامة يا حَسْرَتى أى: يا ندامتي عَلى ما فَرَّطْتُ فِي جَنْبِ اللَّهِ ... أى: بسبب تفريطي وتقصيرى في طاعة الله، وفي حقه- تعالى-.وأصل الجنب والجانب: الجهة المحسوسة للشيء، وأطلق على الطاعة على سبيل المجاز، حيث شبهت بالجهة. بجامع تعلق كل منهما- أى الجانب والطاعة- بصاحبه. إذ الطاعة لها تعلق بالله- تعالى-. كما أن الجهة لها تعلق بصاحبها.قال صاحب الكشاف: فإن قلت: لم نكرت «نفس» .؟ قلت: لأن المراد بها بعض الأنفس وهي نفس الكافر. ويجوز أن يكون نفس متميزة من الأنفس: إما بلجاج في الكفر شديد، أو بعذاب عظيم، ويجوز أن يراد التكثير، كما قال الأعشى:دعا قومه حولي فجاءوا لنصره ... وناديت قوما بالمسناة غيباورب بقيع لو هتفت بجوه ... أتانى كريم ينفض الرأس مغضباوهو يريد: أفواجا من الكرام ينصرونه، لا كريما واحدا..  .وجملة: وَإِنْ كُنْتُ لَمِنَ السَّاخِرِينَ في محل نصب على الحال. أى: فرطت في جنب الله وطاعته، والحال أنى لم أكن إلا من الساخرين بدينه، المستهزئين بأتباع هذا الدين الحق.قال قتادة: لم يكفه أنه ضيع طاعة الله حتى سخر من أهلها."},{"ayah_number":57,"text":"ثم ذكر- سبحانه- مقالة أخرى مما تقوله تلك النفس فقال: أَوْ تَقُولَ لَوْ أَنَّ اللَّهَ هَدانِي إلى طاعته واتباع دينه لَكُنْتُ مِنَ الْمُتَّقِينَ للشرك والمعاصي، ومن الذين صانوا أنفسهم عما يغضبه- سبحانه- ولا يرضيه."},{"ayah_number":58,"text":"ثم ذكر- سبحانه- مقالة ثالثة لها فقال: أَوْ تَقُولَ هذه النفس حِينَ تَرَى الْعَذابَ. في الآخرة لَوْ أَنَّ لِي كَرَّةً أى رجعة إلى الدنيا فَأَكُونَ فيها مِنَ الْمُحْسِنِينَ لأقوالهم وأفعالهم، وعقائدهم، بحيث أخلص العبادة لله- تعالى- وأطيعه في السر والعلن.وهكذا يصور القرآن الكريم أحوال النفوس في الآخرة، تصويرا مؤثرا بليغا، يحمل كل عاقل على الإيمان الصالح الذي ينفعه في ذلك اليوم الهائل الشديد."},{"ayah_number":59,"text":"وقوله- سبحانه-: بَلى قَدْ جاءَتْكَ آياتِي فَكَذَّبْتَ بِها وَاسْتَكْبَرْتَ وَكُنْتَ مِنَ الْكافِرِينَ رد منه- عز وجل- على هذا القائل: لَوْ أَنَّ اللَّهَ هَدانِي لَكُنْتُ مِنَ الْمُتَّقِينَ وتكذيب له في هذه الدعوى.والمراد بالآيات: الحجج والبراهين الدالة على حقيقة دين الإسلام، وعلى رأسها آيات القرآن الكريم.أى ليس الأمر كما ذكرت أيها النادم على ما فرط منه، من أن الله لم يهدك إلى الطريق القويم، بل الحق أن الله- تعالى- قد أرشدك إليه عن طريق إرسال رسوله، وإنزال كتابه، ولكنك كذبت رسوله، واستكبرت عن سماع آيات الله وعن اتباعها، وكنت في دنياك من الكافرين بها، الجاحدين لصدقها، فأصابك ما أصابك من عذاب في الآخرة بسبب أعمالك القبيحة في الدنيا.قال الشوكانى: وجاء- سبحانه- بخطاب المذكر في قوله: «جاءتك، وكذبت واستكبرت، وكنت» لأن النفس تطلق على المذكر والمؤنث. قال المبرد: تقول العرب.نفس واحد. أى، إنسان واحد..   .ثم انتقلت السورة الكريمة إلى الحديث عن أحوال الكافرين والمؤمنين يوم القيامة، وعن مظاهر قدرة الله- تعالى- وعن تلقين الله- تعالى- لنبيه صلّى الله عليه وسلم الجواب الذي يرد به على المشركين. وعن أحوال الناس عند النفخ في الصور.. قال- تعالى-."},{"ayah_number":60,"text":"فقوله- تعالى-: وَيَوْمَ الْقِيامَةِ تَرَى الَّذِينَ كَذَبُوا عَلَى اللَّهِ وُجُوهُهُمْ مُسْوَدَّةٌ.. بيان لحالة الكافرين يوم القيامة، ولما تكون عليه هيئتهم من خزي وهوان.أى: وفي يوم القيامة إذا نظرت- أيها الرسول الكريم- أو- أيها العاقل- إلى وجوه الذين كذبوا على الله، بأن أشركوا معه في العبادة آلهة أخرى، أو جعلوا له صاحبة أو ولدا..إذا نظرت إليها رأيتها مسودة مكفهرة بسبب ما أحاط بهم من عذاب، وما شاهدوه من أهوال.وقوله: وُجُوهُهُمْ مُسْوَدَّةٌ جملة من مبتدأ وخبر، وهي في محل نصب على الحال من الذين كذبوا.. والاستفهام في قوله: أَلَيْسَ فِي جَهَنَّمَ مَثْوىً لِلْمُتَكَبِّرِينَ للتقرير.والمثوى: المكان والمقام.يقال: ثوى فلان بالمكان وأثوى فيه، إذا أقام به، فهو ثاو ومنه قوله- تعالى-:وَما كُنْتَ ثاوِياً فِي أَهْلِ مَدْيَنَ.أى: أليس في جهنم مكانا ومقرا لإهانة المتكبرين وإذلالهم، بسبب تطاولهم على غيرهم، وتكذيبهم لآيات الله؟ بلى إن بها ما يجعلهم يذوقون العذاب الأليم."},{"ayah_number":61,"text":"ثم بين- سبحانه- حال المؤمنين يوم القيامة، بعد بيانه لحال الذين كذبوا على الله، فقال: وَيُنَجِّي اللَّهُ الَّذِينَ اتَّقَوْا بِمَفازَتِهِمْ لا يَمَسُّهُمُ السُّوءُ وَلا هُمْ يَحْزَنُونَ.ومفازتهم: اسم مصدر. أو مصدر ميمى. من فاز فلان بكذا، إذا ظفر به، ونال مراده منه.أى: وينجى الله- تعالى- بفضله ورحمته، الَّذِينَ اتَّقَوْا الشرك والمعاصي من عذاب جهنم، بِمَفازَتِهِمْ أى: بسبب فوزهم برضا الله- تعالى- ورحمته، جزاء إيمانهم وتقواهم، وقرأ حمزة والكسائي بمفازاتهم بالجمع.ويصح أن تكون الباء في قوله: بِمَفازَتِهِمْ للملابسة، والجار والمجرور متعلق بمحذوف هو حال من الذين اتقوا. أى ينجيهما حالة كونهم متلبسين.وقوله: لا يَمَسُّهُمُ السُّوءُ وَلا هُمْ يَحْزَنُونَ يجوز أن يكون تفسيرا لذلك الفوز، كأنه قيل: وما مظاهر فوزهم فكان الجواب: لا يمسهم السوء الذي يصيب غيرهم من الكافرين والعصاة، ولا هم يحزنون على شيء تركوه خلفهم في الدنيا.ويجوز أن يكون حالا من الذين اتقوا. أي: ينجيهم بسبب مفازتهم، حال كونهم لا يمسهم السوء، أى: لا يمسهم شيء مما يكره لا في الحال ولا في الاستقبال، ولا هم يحزنون على ما كان منهم في الماضي.فأنت ترى أن الله- تعالى- قد كرم المتقين تكريما عظيما، حيث نجاهم من عذاب جهنم، وجعلهم آمنين من كل ما يغمهم في كل زمان أو مكان.قال الإمام الرازي ما ملخصه: هذه آية جامعة، لأن الإنسان إذا علم أنه لا يمسه السوء، كان فارغ البال بحسب الحال، وإذا علم أنه لا يحزن كان هادئ النفس عما وقع في قلبه بسبب فوات الماضي، فحينئذ يظهر أنه سلم عن كل الآفات.وقد دلت الآية على أن المؤمنين لا ينالهم الخوف والرعب في القيامة، وتأكد هذا بقوله:لا يَحْزُنُهُمُ الْفَزَعُ الْأَكْبَرُ..  ."},{"ayah_number":62,"text":"ثم ساق- سبحانه- ما يدل على كمال قدرته فقال: اللَّهُ خالِقُ كُلِّ شَيْءٍ وَهُوَ عَلى كُلِّ شَيْءٍ وَكِيلٌ.أى: الله- تعالى- هو وحده الخالق لكل شيء في هذا الكون، وهو- سبحانه- المتصرف في كل شيء في هذا الوجود، بحيث لا يخرج مخلوق عن إذنه ومشيئته."},{"ayah_number":63,"text":"لَهُ مَقالِيدُ السَّماواتِ وَالْأَرْضِ أى: له وحده مفاتيح خزائنهما، والمقاليد جمع مقلاد، أو اسم جمع لا واحد له من لفظه، مأخوذ من التقليد بمعنى الإلزام. أى: أنه لا يملك أمر السموات والأرض، ولا يتمكن من التصرف فيهما غيره- تعالى-.قال صاحب الكشاف: قوله: لَهُ مَقالِيدُ السَّماواتِ وَالْأَرْضِ: أى: هو مالك أمرهما وحافظهما لأن حافظ الخزائن ومدبر أمرها، هو الذي يملك مقاليدها، ومنه قولهم: فلان ألقيت إليه مقاليد الملك، وهي المفاتيح، ولا واحد لها من لفظها وقيل: جمع مقليد.. والكلمة أصلها فارسية.فإن قلت: ما للكتاب العربي المبين وللفارسية؟قلت: التعريب أحالها عربية، كما أخرج الاستعمال المهمل عن كونه مهملا،  .ثم بين- سبحانه- مصير الكافرين فقال: وَالَّذِينَ كَفَرُوا بِآياتِ اللَّهِ أُولئِكَ هُمُ الْخاسِرُونَ أى: والذين كفروا بآيات الله التنزيلية والكونية الدالة على وحدانيته، أولئك هم البالغون أقصى الدرجات في الخسران.وهذه الآية الكريمة معطوفة على قوله- تعالى- قبل ذلك: وَيُنَجِّي اللَّهُ الَّذِينَ اتَّقَوْا وما بينهما اعتراض للدلالة على هيمنة الله- تعالى- على شئون خلقه.. أى: وينجى الله الذين اتقوا بمفازتهم.. والذين كفروا بآيات الله أولئك هم الكاملون في الخسران.وهذه المقابلة فيها ما فيها من تأكيد الثواب العظيم للمتقين، والعقاب الأليم للكافرين."},{"ayah_number":64,"text":"ثم أمر الله- تعالى- رسول الله صلّى الله عليه وسلم أن يوبخ الكافرين على جهالاتهم. فقال:قُلْ أَفَغَيْرَ اللَّهِ تَأْمُرُونِّي أَعْبُدُ أَيُّهَا الْجاهِلُونَ.وقد ذكروا في سبب نزولها أن المشركين قالوا للنبي صلّى الله عليه وسلم استلم بعض آلهتنا ونؤمن بإلهك.والاستفهام للإنكار والتوبيخ، والفاء للعطف على مقدر يقتضيه المقام، و «غير» منصوب بقوله: أَعْبُدُ، وأعبد معمول لتأمرونى على تقدير أن المصدرية، فلما حذفت بطل عملها.والمعنى: قل- يا أيها الرسول الكريم- لهؤلاء المشركين على سبيل التوبيخ والتأنيب: أبعد أن شاهدتهم ما شاهدتم من الآيات الدالة على وحدانية الله- تعالى-، وعلى صدقى فيما أبلغه عنه، أبعد كل ذلك تأمرونى أن أعبد غير الله- تعالى- أيها الجاهلون بكل ما يجب لله- تعالى- من تنزيه وتقديس.ووصفهم هنا بالجهل، لأن هذا الوصف هو الوصف المناسب للرد على ما طلبوه.منه صلّى الله عليه وسلم من إشراك آلهتهم في العبادة."},{"ayah_number":65,"text":"ثم حذر- سبحانه- من الشرك أبلغ تحذير فقال: وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ، لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ، وَلَتَكُونَنَّ مِنَ الْخاسِرِينَ. بَلِ اللَّهَ فَاعْبُدْ وَكُنْ مِنَ الشَّاكِرِينَ.قال الجمل: قوله: وَلَقَدْ أُوحِيَ إِلَيْكَ ... هذه اللام دالة على قسم مقدر وقوله لَئِنْ أَشْرَكْتَ. هذه اللام- أيضا- دالة على قسم مقدر، وقوله: لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخاسِرِينَ كل من هذين اللامين واقعة في جواب القسم الثاني. والثاني وجوابه جواب الأول. وأما جواب الشرط في قوله: لَئِنْ أَشْرَكْتَ فمحذوف، لدخول جواب القسم عليه، فهو من قبيل قول ابن مالك:واحذف لدى اجتماع شرط وقسم ... جواب ما أخرت فهو ملتزموقوله أُوحِيَ مسلط على إِلَيْكَ وعلى الَّذِينَ مِنْ قَبْلِكَ فيكون المعنى:ولقد أوحى إليك- أيها الرسول الكريم- وأوحى إلى الرسل الذين من قبلك أيضا لئن أشركت، بالله- تعالى- على سبيل الفرض لَيَحْبَطَنَّ عَمَلُكَ، أى ليفسدن عملك فسادا تاما وَلَتَكُونَنَّ مِنَ الْخاسِرِينَ خسارة ليس بعدها خسارة في الدنيا والآخرة.قال صاحب الكشاف: فإن قلت: الموحى إليهم، جماعة، فكيف قال: لَئِنْ أَشْرَكْتَ على التوحيد؟ قلت: معناه. أوحى إليك لئن أشركت ليحبطن عملك، وإلى الذين من قبلك مثله، أو أوحى إليك وإلى كل واحد منهم: لئن أشركت ليحبطن عملك. كما تقول: فلان كسانا حلة. أى: كل واحد منا.فإن قلت: هو على سبيل الفرض. والمحالات يصح فرضها..  .والآية الكريمة تحذر من الشرك بأسلوب فيه ما فيه من التنفير منه ومن التقبيح له، لأنه إذا كان الرسول صلّى الله عليه وسلم لو وقع في شيء منه- على سبيل الفرض- حبط عمله، وكان من الخاسرين. فكيف بغيره من أفراد أمته؟"},{"ayah_number":66,"text":"وقوله- تعالى-: بَلِ اللَّهَ فَاعْبُدْ وَكُنْ مِنَ الشَّاكِرِينَ أمر منه- تعالى- بالثبات على عبادة الله- تعالى- وحده، وبالمداومة على شكره، ونهى عن طاعة المشركين، ولفظ الجلالة منصوب بقوله فَاعْبُدْ والفاء جزائية في جواب شرط مقدر.أى: لا تطع- أيها الرسول الكريم- المشركين فيما طلبوه منك، بل اجعل عبادتك لله- تعالى- وحده، وكن من الشاكرين له على نعمه التي لا تحصى."},{"ayah_number":67,"text":"ثم بين- سبحانه- أن هؤلاء المشركين بعبادتهم لغير الله- تعالى- قد تجاوزوا حدودهم معه- عز وجل-، ولم يعطوه ما يستحقه من تنزيه وتقديس فقال: وَما قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ.أى: أن هؤلاء المشركين بعبادتهم لغيره- تعالى-، ما عظموه حق تعظيمه، وما أعطوه ما يستحقه- سبحانه- من تقديس وتكريم وتنزيه وطاعة.ثم ساق- سبحانه- ما يدل على وحدانيته. وكمال قدرته. فقال: وَالْأَرْضُ جَمِيعاً قَبْضَتُهُ يَوْمَ الْقِيامَةِ، وَالسَّماواتُ مَطْوِيَّاتٌ بِيَمِينِهِ.والقبضة: المرة من القبض، وتطلق على المقدار المقبوض بالكف. ومطويات أى:مجموعات تحت قدرته وملكه، كما يجمع الكتاب المطوى، والجملة الكريمة حال من لفظ الجلالة، فيكون المعنى: إن هؤلاء المشركين لم يعظموا الله حق تعظيمه، حيث أشركوا معه في العبادة آلهة أخرى هي من مخلوقاته، والحال أنه- سبحانه- هو المتولى لإبقاء السموات والأرض على حالهما في الدنيا، وهو المتولى لتبديلهما أو إزالتهما في الآخرة، فالأرض كلها مع عظمتها وكثافتها تكون يوم القيامة في قبضته وتحت قدرته، كالشىء الذي يقبض عليه القابض، والسموات كذلك مع ضخامتها واتساعها، تكون مطويات بيمينه وتحت قدرته وتصرفه، كما يطوى الواحد منا الشيء الهين القليل بيمينه، وما دام الأمر كذلك فكيف يشركون معه غيره في العبادة؟فالمقصود من الآية الكريمة بيان وحدانيته وعظمته وقدرته- سبحانه- وبيان ما عليه المشركون من جهالة وانطماس بصيرة حين أشركوا معه في العبادة غيره.قال صاحب الكشاف: والغرض من هذا الكلام إذا أخذته كما هو بجملته ومجموعته، تصوير عظمته، والتوقيف على كنه جلاله لا غير، من غير ذهاب بالقبضة ولا باليمين إلى جهة حقيقة أو جهة مجاز ... .وقال الآلوسى: والكلام في هذه الآية عند كثير من الخلف، تمثيل لحال عظمته- تعالى- ونفاذ قدرته.. بحال من يكون له قبضة فيها الأرض جميعا، ويمين بها يطوى السموات، أو بحال من يكون له قبضة فيها الأرض والسموات، ويمين بها يطوى السموات.والسلف يقولون: إن الكلام هنا تنبيه على مزيد جلالته- تعالى-. إلا أنهم لا يقولون إن القبضة مجاز عن الملك أو التصرف، ولا اليمين مجاز عن القدرة، بل ينزهون الله- تعالى- عن الأعضاء والجوارح، ويؤمنون بما نسبه- تعالى-: إلى ذاته بالمعنى اللائق به الذي أراده- سبحانه- وكذا يفعلون في الأخبار الواردة في هذا المقام.فقد أخرج البخاري ومسلم عن ابن مسعود قال: جاء حبر من الأحبار الى النبي صلّى الله عليه وسلم فقال: يا محمد. إنا نجد الله يحمل السموات يوم القيامة على إصبع، والأرضين على إصبع، والشجر على إصبع، والماء والثرى على إصبع، وسائر الخلق على إصبع.فيقول: أنا الملك. فضحك رسول الله صلّى الله عليه وسلم حتى بدت نواجذه تصديقا لقول الحبر، ثم قرأ هذه الآية.. .وقدم- سبحانه- الأرض على السموات لمباشرتهم لها، ومعرفتهم بحقيقتها.وخص يوم القيامة بالذكر، وإن كانت قدرته عامة وشاملة لدار الدنيا- أيضا- لأن الدعاوى تنقطع في ذلك اليوم. كما قال- تعالى- وَالْأَمْرُ يَوْمَئِذٍ لِلَّهِ.روى الشيخان عن ابن عمر قال: سمعت رسول الله صلّى الله عليه وسلم يقول: «يطوى الله السموات يوم القيامة، ثم يأخذهن بيده اليمنى، ثم يقول أنا الملك، أين الجبارون، أين المتكبرون، أين ملوك الأرض» .وقوله- تعالى-: سُبْحانَهُ وَتَعالى عَمَّا يُشْرِكُونَ تنزيه له- تعالى-: عما افتراه المفترون.أى: تنزه وتقدس الله- تعالى- عن شرك المشركين، وعن ضلال الضالين."},{"ayah_number":68,"text":"ثم بين- سبحانه- حال الناس عند النفخة الأولى والثانية فقال: وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّماواتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شاءَ اللَّهُ.والصور: اسم للقرن الذي ينفخ فيه إسرافيل بأمر الله- تعالى- وحقيقته لا يعلمها إلا هو- سبحانه- وقوله فَصَعِقَ من الصعق بمعنى الموت أو بمعنى الصوت الشديد الذي يجعل الإنسان في حالة ذهول شديد حتى لكأنه قد فارق الحياة.أى: ونفخ في الصور بأمر الله- تعالى- النفخة الأولى، فخر ميتا كل من كان حيا في السموات أو في الأرض.إِلَّا مَنْ شاءَ اللَّهُ له الحياة من أهلهما، قالوا: والمستثنى من الصعق جبريل وإسرافيل وميكائيل. ولم يرد حديث صحيح يعتمد عليه في تعيين من استثناء الله- تعالى-: من ذلك، فالأولى تفويض من استثناه الله من الصعق إلى علمه- عز وجل-.ثُمَّ نُفِخَ فِيهِ أُخْرى أى: ثم نفخ في الصور نفخة أخرى- وهي النفخة الثانية التي يكون بعدها البعث والنشور.فَإِذا هُمْ قِيامٌ يَنْظُرُونَ أى: فإذا بهؤلاء الذين صعقوا بعد النفخة الأولى قيام من قبورهم، ينظرون حولهم بدهشة وحيرة ماذا يفعل بهم، أو ينظرون على أى حال يكون مصيرهم.فالآية الكريمة تفيد أن النفخ في الصور يكون مرتين: المرة الأولى يكون بعدها الصعق والموت لجميع الأحياء، والنفخة الثانية يكون بعدها البعث والنشور وإعادة الحياة مرة أخرى."},{"ayah_number":69,"text":"والمراد بالأرض في قوله- تعالى-: بعد ذلك: وَأَشْرَقَتِ الْأَرْضُ بِنُورِ رَبِّها..أرض المحشر.وأصل الإشراق: الإضاءة. يقال: أشرقت الشمس إذا أضاءت، وشرقت: إذا طلعت.قال ابن كثير: وقوله: وَأَشْرَقَتِ الْأَرْضُ بِنُورِ رَبِّها أى: أضاءت- الأرض- يوم القيامة، إذا تجلى الحق- تبارك وتعالى- للخلائق لفصل القضاء .والمراد بالكتاب في قوله- تعالى-: وَوُضِعَ الْكِتابُ صحائف الأعمال التي تكون في أيدى أصحابها.فالمراد بالكتاب جنسه، أى: أعطى كل واحد كتابه إما بيمينه. وإما بشماله. وقيل المراد بالكتاب هنا: اللوح المحفوظ الذي فيه أعمال الخلق.وَجِيءَ بِالنَّبِيِّينَ وَالشُّهَداءِ أى: وبعد أن أعطى كل إنسان صحائف أعماله جيء بالنبيين لكي يشهدوا على أممهم أنهم بلغوهم ما كلفهم الله بتبليغه إليهم، وجيء بالشهداء وهم الملائكة الذين يسجلون على الناس أعمالهم من خير وشر، كما قال- تعالى-: وَجاءَتْ كُلُّ نَفْسٍ مَعَها سائِقٌ وَشَهِيدٌ. وقيل المراد بهم: من استشهدوا في سبيل الله.ثم بين- سبحانه- مظاهر عدالته في جمل حكيمة فقال: وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ أى:وقضى- سبحانه- بين الجميع بقضائه العادل وَهُمْ لا يُظْلَمُونَ أى: نوع من الظلم."},{"ayah_number":70,"text":"وَوُفِّيَتْ كُلُّ نَفْسٍ ما عَمِلَتْ من خير أو شر وَهُوَ أَعْلَمُ بِما يَفْعَلُونَ أى: وهو- سبحانه- عليم بما يفعلونه من طاعة أو معصية، لا يخفى عليه شيء من أحوال خلقه، بل هو- تعالى- يعلم السر وأخفى.ثم ختم- سبحانه- السورة الكريمة ببيان مصير الكافرين، وببيان مصير المتقين. وببيان ما يقوله المتقون عند ما يرون النعيم المقيم الذي أعده- سبحانه- لهم، فقال- تعالى-:"},{"ayah_number":71,"text":"وقوله- تعالى- وَسِيقَ من السوق بمعنى الدفع، والمراد به هنا الدفع بعنف مع الإهانة وزُمَراً أى: جماعات متفرقة بعضها في إثر بعض. جمع زمرة وهي الجماعة القليلة، أى: وسيق الذين كفروا إلى نار جهنم جماعات جماعات، وأفواجا أفواجا.حَتَّى إِذا جاؤُها فُتِحَتْ أَبْوابُها لتستقبلهم بحرها وسعيرها، وكأنها قبل مجيئهم إليها كانت مغلقة كما تغلق أبواب السجون، فلا تفتح إلا لمن هم أهل لها بسبب جرائمهم.وَقالَ لَهُمْ خَزَنَتُها على سبيل الزجر والتأنيب أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ أى: من جنسكم تفهمون عنهم ما يقولونه لكم.وهؤلاء الرسل يَتْلُونَ عَلَيْكُمْ آياتِ رَبِّكُمْ المنزلة لمنفعتكم وَيُنْذِرُونَكُمْ لِقاءَ يَوْمِكُمْ هذا أى: ويخوفونكم من أهوال يومكم هذا وهو يوم القيامة.قالُوا بَلى وَلكِنْ حَقَّتْ كَلِمَةُ الْعَذابِ عَلَى الْكافِرِينَ أى: قالوا في جوابهم على سائليهم: بلى قد أتانا الرسل وبلغونا رسالة الله، ولكننا لم نطعهم، فحقت كلمة العذاب علينا، ووجبت علينا كلمة الله التي قال فيها: لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ."},{"ayah_number":72,"text":"وهنا رد عليهم السائلون بقولهم: ادخلوا أبواب جهنم خالدين فيها، خلودا أبديا فَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ أى: فبئس المكان المعد للمتكبرين جهنم."},{"ayah_number":73,"text":"وبعد هذا البيان المرعب لمصير الكافرين، جاء البيان الذي يشرح الصدور بالنسبة لحال المتقين فقال- تعالى-: وَسِيقَ الَّذِينَ اتَّقَوْا رَبَّهُمْ إِلَى الْجَنَّةِ زُمَراً أى: جماعات.قال الآلوسى: أى: جماعات مرتبة حسب ترتب طبقاتهم في الفضل.وفي صحيح مسلم وغيره عن أبى هريرة قال: قال رسول الله صلّى الله عليه وسلم: «أول زمرة تدخل الجنة من أمتى على صورة القمر ليلة البدر» .والمراد بالسوق هنا: الحث على المسير للإسراع إلى الإكرام بخلافه فيما تقدم فإنه لإهانة الكفرة، وتعجيلهم إلى العقاب والآلام، واختير للمشاكلة..  .ثم بين- سبحانه- ما أعده لهؤلاء المتقين من نعيم مقيم فقال: حَتَّى إِذا جاؤُها وَفُتِحَتْ أَبْوابُها وَقالَ لَهُمْ خَزَنَتُها سَلامٌ عَلَيْكُمْ طِبْتُمْ فَادْخُلُوها خالِدِينَ.والواو في قوله وَفُتِحَتْ للحال، والجملة حالية بتقدير قد، وجواب إِذا مقدر بعد قوله خالِدِينَ.أى: حتى إذا جاءوها، وقد فتحت أبوابها على سبيل التكريم لهم، وقال لهم خزنتها بفرح وحبور: سلام عليكم من جميع المكاره، طبتم من دنس المعاصي، فادخلوها خالدين أى:حتى إذا جاءوها وقالوا لهم ذلك سعدوا وابتهجوا.قال صاحب الكشاف ما ملخصه: وحتى هنا هي التي تحكى بعدها الجمل. والجملة المحكية بعدها هي الشرطية، إلا أن جزاءها محذوف لأنه صفة ثواب أهل الجنة، فدل بحذفه على أنه شيء لا يحبط به الوصف. وحق موقعه ما بعد «خالدين» .وقيل: حتى إذا جاءوها، وفتحت أبوابها. أى: مع فتح أبوابها..  ."},{"ayah_number":74,"text":"ثم بين- سبحانه- ما يقوله المتقون عند دخولهم الجنة على سبيل الشكر لله- تعالى-:فقال: وَقالُوا الْحَمْدُ لِلَّهِ الَّذِي صَدَقَنا وَعْدَهُ بأن بعثنا من مرقدنا، ومنحنا المزيد من عطائه ونعمه وَأَوْرَثَنَا الْأَرْضَ أى: أرض الجنة التي استقروا فيها.نَتَبَوَّأُ مِنَ الْجَنَّةِ حَيْثُ نَشاءُ أى: ينزل كل واحد منا من جنته الواسعة حيث يريد، دون أن يزاحمه فيها مزاحم، أو ينازعه منازع.فَنِعْمَ أَجْرُ الْعامِلِينَ الجنة التي منحها- سبحانه- لعباده المتقين."},{"ayah_number":75,"text":"وَتَرَى الْمَلائِكَةَ حَافِّينَ مِنْ حَوْلِ الْعَرْشِ أى: محدقين محيطين بالعرش مصطفين بحافته وجوانبه. جمع حافّ وهو المحدق بالشيء. يقال: حففت بالشيء إذا أحطت به، مأخوذ من الحفاف وهو الجانب للشيء.يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ أى: يمجدون ربهم بكل خير، وينزهونه عن كل سوء.وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ أى: وقضى- سبحانه- بين العباد بالحق الذي لا يحوم حوله باطل. وَقِيلَ الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ على قضائه بالحق، وعلى مجازاته الذين أساءوا بما عملوا، ومجازاته الذين أحسنوا بالحسنى.وبعد. فهذا تفسير محرر لسورة «الزمر» نسأل الله- تعالى-: أن يجعله خالصا لوجهه، ونافعا لعباده.والحمد لله الذي بنعمته تتم الصالحات. وصلّى الله على سيدنا محمد وعلى آله وصحبه وسلم."}]