[{"ayah_number":1,"text":"مقدمة وتمهيد1- سورة «غافر» هي السورة الأربعون في ترتيب المصحف أما ترتيبها في النزول فهي السورة التاسعة والخمسون من السور المكية، وكان نزولها بعد سورة «الزمر» .ويبدو- والله أعلم- أن الحواميم، كان نزولها على حسب ترتيبها في المصحف، فقد ذكر صاحب الإتقان عند حديثه عن المكي والمدني من القرآن، وعن ترتيب السور على حسب النزول..ذكر سورة الزمر، ثم غافر، ثم فصلت، ثم الشورى، ثم الزخرف، ثم الدخان، ثم الجاثية، ثم الأحقاف .2- والمحققون من العلماء على أن سورة «غافر» من السور المكية الخالصة، وقد حكى أبو حيان الإجماع على ذلك، كما أن الإمام ابن كثير قال عنها بأنها مكية دون أن يستثنى منها شيئا.وقيل: كلها مكية إلا قوله- تعالى-: إِنَّ الَّذِينَ يُجادِلُونَ فِي آياتِ اللَّهِ بِغَيْرِ سُلْطانٍ أَتاهُمْ، إِنْ فِي صُدُورِهِمْ إِلَّا كِبْرٌ ما هُمْ بِبالِغِيهِ ... الآية.ولكن هذا القيل وغيره لم تنهض له حجة يعتمد عليها، فالرأى الصحيح أنها جميعها مكية.3- وهذه السورة تسمى- أيضا- بسورة «المؤمن» لاشتمالها على قصة مؤمن آل فرعون. كما تسمى بسورة «الطول» لقوله- تعالى- في أوائلها: غافِرِ الذَّنْبِ، وَقابِلِ التَّوْبِ، شَدِيدِ الْعِقابِ، ذِي الطَّوْلِ....وعدد آياتها خمس وثمانون آية في المصحف الكوفي والشامي، وأربع وثمانون في الحجازي، واثنتان وثمانون في البصري..4- وسورة «غافر» هي أول السور السبعة التي تبدأ بقوله- تعالى- حم والتي يطلق عليها لفظ «الحواميم» .وقد ذكر الإمام ابن كثير جملة من الآثار في فضل هذه السور، منها: ما روى عن ابن مسعود أنه قال: «آل حم» ديباج القرآن.. ومنها ما روى عن ابن عباس أنه قال: «إن لكل شيء لبابا، ولباب القرآن آل حم» أو قال «الحواميم»  .5- وقد افتتحت السورة الكريمة بالثناء على الله- تعالى-، وبتسلية الرسول صلّى الله عليه وسلم عما لقيه من أذى المشركين ومن جدالهم، وببيان وظيفة الملائكة الذين يحملون عرشه- تعالى-، وأن منها الاستغفار للمؤمنين، والدعاء لهم بقولهم- كما حكى القرآن عنهم-:... رَبَّنا وَسِعْتَ كُلَّ شَيْءٍ رَحْمَةً وَعِلْماً، فَاغْفِرْ لِلَّذِينَ تابُوا وَاتَّبَعُوا سَبِيلَكَ، وَقِهِمْ عَذابَ الْجَحِيمِ. رَبَّنا وَأَدْخِلْهُمْ جَنَّاتِ عَدْنٍ الَّتِي وَعَدْتَهُمْ، وَمَنْ صَلَحَ مِنْ آبائِهِمْ وَأَزْواجِهِمْ وَذُرِّيَّاتِهِمْ، إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ. وَقِهِمُ السَّيِّئاتِ، وَمَنْ تَقِ السَّيِّئاتِ يَوْمَئِذٍ فَقَدْ رَحِمْتَهُ، وَذلِكَ هُوَ الْفَوْزُ الْعَظِيمُ.6- ثم دعا- سبحانه- عباده إلى إخلاص الطاعة له، وذكرهم بأهوال يوم القيامة، وأن الملك في هذا اليوم إنما هو لله- تعالى- وحده.قال- تعالى-: فَادْعُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ وَلَوْ كَرِهَ الْكافِرُونَ، رَفِيعُ الدَّرَجاتِ ذُو الْعَرْشِ يُلْقِي الرُّوحَ مِنْ أَمْرِهِ عَلى مَنْ يَشاءُ مِنْ عِبادِهِ لِيُنْذِرَ يَوْمَ التَّلاقِ. يَوْمَ هُمْ بارِزُونَ لا يَخْفى عَلَى اللَّهِ مِنْهُمْ شَيْءٌ، لِمَنِ الْمُلْكُ الْيَوْمَ لِلَّهِ الْواحِدِ الْقَهَّارِ.7- وبعد أن وبخ- سبحانه- الغافلين على عدم اعتبارهم بسوء عاقبة من سبقهم من الكافرين، أتبع ذلك بجانب من قصة موسى- عليه السلام- مع فرعون وهامان وقارون، وحكى ما دار بين موسى- عليه السلام- وبين هؤلاء الطغاة من محاورات.كما حكى ما وجهه الرجل المؤمن من آل فرعون إلى قومه من نصائح حكيمة، منها قوله- كما حكى القرآن عنه-: وَقالَ الَّذِي آمَنَ يا قَوْمِ إِنِّي أَخافُ عَلَيْكُمْ مِثْلَ يَوْمِ الْأَحْزابِ. مِثْلَ دَأْبِ قَوْمِ نُوحٍ وَعادٍ وَثَمُودَ وَالَّذِينَ مِنْ بَعْدِهِمْ، وَمَا اللَّهُ يُرِيدُ ظُلْماً لِلْعِبادِ. وَيا قَوْمِ إِنِّي أَخافُ عَلَيْكُمْ يَوْمَ التَّنادِ. يَوْمَ تُوَلُّونَ مُدْبِرِينَ ما لَكُمْ مِنَ اللَّهِ مِنْ عاصِمٍ، وَمَنْ يُضْلِلِ اللَّهُ فَما لَهُ مِنْ هادٍ.8- وبعد أن ساق- سبحانه- تلك التوجيهات الحكيمة التي وجهها ذلك الرجل المؤمن- الذي يكتم إيمانه- إلى قومه.. أتبع ذلك بحكاية جانب من المحاورات التي تدور بين الضعفاء والمتكبرين بعد أن ألقى بهم جميعا في النار.كما حكى- سبحانه- ما يقولونه لخزنة جهنم على سبيل الاستعطاف والتذلل فقال:وَقالَ الَّذِينَ فِي النَّارِ لِخَزَنَةِ جَهَنَّمَ ادْعُوا رَبَّكُمْ يُخَفِّفْ عَنَّا يَوْماً مِنَ الْعَذابِ. قالُوا أَوَلَمْ تَكُ تَأْتِيكُمْ رُسُلُكُمْ بِالْبَيِّناتِ قالُوا بَلى قالُوا فَادْعُوا وَما دُعاءُ الْكافِرِينَ إِلَّا فِي ضَلالٍ.9- ثم ساق- سبحانه- بعد ذلك ألوانا من نعمه على عباده، لكي يشكروه عليها، ومن تلك النعم: إيجاده الليل والنهار، وجعله الأرض قرارا والسماء بناء، وتصويره الناس في أحسن تقويم، وتحليله لهم الطيبات، وخلقه لهم في أطوار متعددة.قال- تعالى-: هُوَ الَّذِي خَلَقَكُمْ مِنْ تُرابٍ، ثُمَّ مِنْ نُطْفَةٍ، ثُمَّ مِنْ عَلَقَةٍ، ثُمَّ يُخْرِجُكُمْ طِفْلًا، ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ، ثُمَّ لِتَكُونُوا شُيُوخاً، وَمِنْكُمْ مَنْ يُتَوَفَّى مِنْ قَبْلُ، وَلِتَبْلُغُوا أَجَلًا مُسَمًّى وَلَعَلَّكُمْ تَعْقِلُونَ.10- ثم انتقلت السورة الكريمة إلى الحديث عن الذين يجادلون في آيات الله بغير علم، فوبختهم على جهالاتهم وعنادهم، وهددتهم بسوء المصير، وأمرت النبي صلّى الله عليه وسلم أن يصبر على أذاهم، وذكرته بأحوال الرسل السابقين مع أقوامهم، وأنذرت مشركي مكة بأن مصيرهم سيكون كمصير المشركين من قبلهم، إذ ما استمروا في طغيانهم وكفرهم، وأنهم لن ينفعهم الإيمان عند حلول العذاب بهم.قال- تعالى-: فَلَمَّا رَأَوْا بَأْسَنا قالُوا آمَنَّا بِاللَّهِ وَحْدَهُ، وَكَفَرْنا بِما كُنَّا بِهِ مُشْرِكِينَ. فَلَمْ يَكُ يَنْفَعُهُمْ إِيمانُهُمْ لَمَّا رَأَوْا بَأْسَنا، سُنَّتَ اللَّهِ الَّتِي قَدْ خَلَتْ فِي عِبادِهِ وَخَسِرَ هُنالِكَ الْكافِرُونَ.11- هذا، والمتدبر في سورة «غافر» بعد هذا العرض المجمل لآياتها يراها قد أقامت أنصع الأدلة وأقواها على وحدانية الله- تعالى- وقدرته، كما يراها قد ساقت ألوانا من التسلية للرسول صلّى الله عليه وسلم عما لحقه من قومه، تارة عن طريق قصص الأنبياء السابقين مع أقوامهم، وتارة عن طريق التصريح بأن العاقبة ستكون له ولأتباعه، كما في قوله- تعالى-: إِنَّا لَنَنْصُرُ رُسُلَنا وَالَّذِينَ آمَنُوا فِي الْحَياةِ الدُّنْيا وَيَوْمَ يَقُومُ الْأَشْهادُ.كما يراها قد فصلت الحديث عن تكريم الله- تعالى- لعباده المؤمنين، تارة عن طريق استغفار الملائكة لهم، وتضرعهم إلى خالقهم أن يبعد الذين آمنوا عن عذاب الجحيم.قال- تعالى-: الَّذِينَ يَحْمِلُونَ الْعَرْشَ وَمَنْ حَوْلَهُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ، وَيُؤْمِنُونَ بِهِ، وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا، رَبَّنا وَسِعْتَ كُلَّ شَيْءٍ رَحْمَةً وَعِلْماً، فَاغْفِرْ لِلَّذِينَ تابُوا وَاتَّبَعُوا سَبِيلَكَ وَقِهِمْ عَذابَ الْجَحِيمِ.وتارة عن طريق وعدهم بإجابة دعائهم، كما في قوله- تعالى-: وَقالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ، إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبادَتِي سَيَدْخُلُونَ جَهَنَّمَ داخِرِينَ.كما يرها قد اهتمت بالحديث عن مصارع الغابرين، بأسلوب يغرس الخوف في القلوب، ويبعث على التأمل والتدبر.كما في قوله- تعالى-: كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَالْأَحْزابُ مِنْ بَعْدِهِمْ، وَهَمَّتْ كُلُّ أُمَّةٍ بِرَسُولِهِمْ لِيَأْخُذُوهُ، وَجادَلُوا بِالْباطِلِ لِيُدْحِضُوا بِهِ الْحَقَّ، فَأَخَذْتُهُمْ، فَكَيْفَ كانَ عِقابِ.وكما في قوله- تعالى-: أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كانَ عاقِبَةُ الَّذِينَ كانُوا مِنْ قَبْلِهِمْ كانُوا هُمْ أَشَدَّ مِنْهُمْ قُوَّةً وَآثاراً فِي الْأَرْضِ فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ، وَما كانَ لَهُمْ مِنَ اللَّهِ مِنْ واقٍ.كما يراها قبل كل ذلك وبعد كل ذلك لها أسلوبها البليغ المؤثر في إحقاق الحق وإبطال الباطل، وفي تثبيت المؤمن وزلزلة الكافر، وفي تعليم الدعاة كيف يخاطبون غيرهم بأسلوب مؤثر حكيم، نراه متمثلا في تلك النصائح الغالية التي وجهها مؤمن آل فرعون إلى قومه، والتي حكاها القرآن في قوله وَقالَ رَجُلٌ مُؤْمِنٌ مِنْ آلِ فِرْعَوْنَ يَكْتُمُ إِيمانَهُ، أَتَقْتُلُونَ رَجُلًا أَنْ يَقُولَ رَبِّيَ اللَّهُ، وَقَدْ جاءَكُمْ بِالْبَيِّناتِ مِنْ رَبِّكُمْ، وَإِنْ يَكُ كاذِباً فَعَلَيْهِ كَذِبُهُ، وَإِنْ يَكُ صادِقاً يُصِبْكُمْ بَعْضُ الَّذِي يَعِدُكُمْ، إِنَّ اللَّهَ لا يَهْدِي مَنْ هُوَ مُسْرِفٌ كَذَّابٌ.نسأل الله- تعالى- أن ينفعنا بتوجيهات القرآن الكريم، وصلّى الله على سيدنا محمد وعلى آله وصحبه وسلم.سورة \" غافر \" من السور التى افتتحت ببعض الحروف المقطعة ، وهو قوله - تعالى - : ( حم ) .وقد ذكرنا آراء العلماء فى تلك الحروف المقطعة بشئ من التفصيل ، عند تفسيرنا لسور : البقرة ، وآل عمران ، والأعراف ، ويونس . .وقلنا ما خلاصته : لعل أقرب الأقوال إلى الصواب ، أن هذه الحروف المقطعة ، قد جئ بها فى افتتاح بعض السور : على سبيل الإِيقاظ والتنبيه للذين تحداهم القرآن .فكأنه - سبحانه - يقول لهؤلاء المعاندين والمعارضين فى أن القرآن من عند الله : ها كم القرآن ترونه مؤلفا من كلام هو من جنس ما تؤلفون منه كلامكم ، ومنظوما من حروف هى من جنس الحروف الهجائية التى تنظمون منها حروفكم ، فإن كنتم فى شك فى أنه من عند الله - تعالى - فهاتوا مثله ، أو عشر سور فى مثله ، أو سورة واحدة من مثله ، فعجزوا وانقلبوا خاسرين ، وثبت أن هذا القرآن من عند الله ، ولو كان من عند غير الله لوجدوا فيه اختلافا كثيرا ."},{"ayah_number":2,"text":"وقوله- تعالى-: تَنْزِيلُ الْكِتابِ مِنَ اللَّهِ جملة من مبتدأ وخبر، أى: هذا الكتاب منزل عليك- أيها الرسول الكريم- من الله- تعالى- وحده، وليس من عند أحد غيره.ثم وصف- سبحانه- ذاته بثماني صفات تليق بذاته فقال: الْعَزِيزِ أى: الغالب لكل من سواه، من العز بمعنى القوة والغلبة. يقال: عزّ فلان يعز- من باب تعب- فهو عزيز، إذا كان معروفا بالقوة والمنعة، ومنه قولهم: أرض عزاز إذا كانت صلبة قوية.الْعَلِيمِ أى: المطلع على أحوال خلقه دون أن يخفى عليه شيء منها."},{"ayah_number":3,"text":"غافِرِ الذَّنْبِ أى: ساتر لذنوب عباده، ومزيل لأثرها عنهم بفضله ورحمته.فلفظ غافِرِ من الغفر بمعنى الستر والتغطية، يقال: غفر الله- تعالى- ذنب فلان غفرا ومغفرة وغفرانا، إذا غطاه وستره وعفا عنه.ولفظ الذنب: يطلق على كل قول أو فعل تسوء عاقبته، مأخوذ من ذنب الشيء، أى:نهايته وَقابِلِ التَّوْبِ والتوب مصدر بمعنى الرجوع عن الذنب والتوبة منه. يقال: تاب فلان عن الذنب توبة وتوبا إذا رجع عنه.أى: أنه- سبحانه- يغفر ذنوب عباده، ويقبل توبتهم فضلا منه وكرما.قال صاحب الكشاف: ما بال الواو في قوله وَقابِلِ التَّوْبِ؟قلت: فيها نكتة جليلة، وهي إفادة الجمع للمذنب التائب بين رحمتين: بين أن يقبل توبته فيكتبها له طاعة من الطاعات، وأن يجعلها محاءة للذنوب، كأنه لم يذنب. كأنه قال: جامع المغفرة والقبول..  .شَدِيدِ الْعِقابِ أى: لمن أشرك به، وأعرض عن الحق الذي جاء به الرسول صلّى الله عليه وسلم ذِي الطَّوْلِ أى: ذي الفضل والثواب والإنعام على من يشاء من عباده.والطّول: السعة والغنى والزيادة، يقال: لفلان على فلان طول، أى زيادة وفضل، ومنه الطّول في الجسم لأنه زيادة فيه. قال- تعالى-: وَمَنْ لَمْ يَسْتَطِعْ مِنْكُمْ طَوْلًا.. أى:غنى وسعة.لا إِلهَ إِلَّا هُوَ أى: لا إله بحق وصدق إلا هو- سبحانه-.إِلَيْهِ الْمَصِيرُ أى: إليه المرجع والمآب يوم القيامة، ليحاسبكم على أعمالكم في الدنيا.قال القرطبي: روى عن عمر بن الخطاب- رضى عنه- أنه افتقد رجلا ذا بأس شديد من أهل الشام فلما سأل عنه قيل له: تتابع في هذا الشراب.فقال عمر لكاتبه: اكتب من عمر بن الخطاب إلى فلان، سلام عليك، وأنا أحمد الله إليك الذي لا إله إلا هو بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ، حم تَنْزِيلُ الْكِتابِ مِنَ اللَّهِ الْعَزِيزِ الْعَلِيمِ إلى قوله- تعالى-: إِلَيْهِ الْمَصِيرُ.ثم ختم الكتاب وقال لرسوله: لا تدفعه إليه حتى تجده صاحيا. ثم أمر من عنده بالدعاء له بالتوبة. فلما وصل الكتاب إلى الرجل جعل يقرؤه ويقول: قد وعدني الله أن يغفر لي، وحذرني عقابه، فلم يبرح يرددها حتى بكى، ثم نزع فأحسن النزع وحسنت توبته.فلما بلغ عمر ذلك قال: هكذا فاصنعوا إذا رأيتم أحدكم قد زل زلته فسددوه وادعوا الله له أن يتوب عليه، ولا تكونوا أعوانا للشيطان عليه ."},{"ayah_number":4,"text":"ثم هون- سبحانه- على نبيه صلّى الله عليه وسلم من شأن الكافرين، وأخبره بأنهم أتفه من أن يغتر بهم فقال: ما يُجادِلُ فِي آياتِ اللَّهِ إِلَّا الَّذِينَ كَفَرُوا، فَلا يَغْرُرْكَ تَقَلُّبُهُمْ فِي الْبِلادِ.والمراد بالجدال هنا: الجدال بالباطل، وأما الجدال من أجل الوصول إلى الحق فمحمود.وقوله: فَلا يَغْرُرْكَ جواب لشرط محذوف. والتقلب: التنقل من مكان إلى آخر من أجل الحصول على المنافع والمكاسب.أى: ما يجادل في آيات الله الدالة على وحدانيته وقدرته، عن طريق التكذيب بها والطعن فيها.. إلا الذين كفروا بالحق لما جاءهم، وإذا تقرر ذلك، فلا يغررك- أيها الرسول الكريم- تقلبهم في البلاد، وتصرفهم فيها عن طريق التجارات الرابحة، وجمع الأموال الكثيرة، فإن ما بين أيديهم من أموال إنما هو لون من الاستدراج، وعما قريب ستزول هذه الأموال من بين أيديهم، وستكون عليهم حسرة.."},{"ayah_number":5,"text":"كَذَّبَتْ قَبْلَهُمْ أى: قبل هؤلاء الكافرين المجادلين بالباطل ليدحضوا به الحق قَوْمُ نُوحٍ الذين أغرقناهم بسبب هذا التكذيب لنبيهم.وَالْأَحْزابُ مِنْ بَعْدِهِمْ أى: وكذلك الأقوام الآخرون الذين جاءوا من بعد قوم نوح، قد تحزبوا على أنبيائهم، وأجمعوا على تكذيبهم، كما فعل قوم عاد مع نبيهم هود، وكما فعل قوم ثمود مع نبيهم صالح، وكما فعل أهل مدين مع نبيهم شعيب..فالضمير في قوله- تعالى-: مِنْ بَعْدِهِمْ يعود إلى قوم نوح. وأفردهم- سبحانه- بالذكر لأنهم أول قوم كذبوا رسولهم بعد أن مكث فيهم ألف سنة إلا خمسين عاما. ولم يزدهم دعاؤه لهم إلا عتوا ونفورا.وقوله- تعالى-: وَهَمَّتْ كُلُّ أُمَّةٍ بِرَسُولِهِمْ لِيَأْخُذُوهُ وَجادَلُوا بِالْباطِلِ لِيُدْحِضُوا بِهِ الْحَقَّ بيان لما فعله هؤلاء الأقوام الظالمون مع أنبيائهم الذين جاءوا لهدايتهم..أى: أن هؤلاء الأقوام المجرمين، لم يكنفوا بالتكذيب لأنبيائهم، بل إن كل أمة منهم قد مكرت بنبيها، وأرادت به السوء، وحاولت أن تتمكن منه بالأسر أو بالقتل، وجادلته بالجدال الباطل، لتزيل به الحق الذي جاء به من عند ربه وتبطله.والتعبير بقوله: لِيَأْخُذُوهُ يشعر بأن هؤلاء المجرمين كانوا حريصين على التمكن من إيذاء نبيهم ومن الاعتداء عليه، كما يحرص الشخص على أخذ عدوه وأسره ليفعل به ما يشاء.وقوله- تعالى-: فَأَخَذْتُهُمْ فَكَيْفَ كانَ عِقابِ بيان لما آل إليه مكرهم وجدالهم بالباطل.أى: هموا بما هموا، وجادلوا بالباطل ليدحضوا به الحق، وحاولوا أن يجعلوا رسولهم بمنزلة الأسير فيهم. فكانت نتيجة كل ذلك أن أخذناهم أخذ عزيز مقتدر، بأن دمرناهم تدميرا فكيف كان عقابي لهم؟ لقد كان عقابا مدمرا، جعلهم أثرا بعد عين، وترك آثار مساكنهم تشهد بهلاكهم واستئصالهم."},{"ayah_number":6,"text":"ثم بين- سبحانه- سنة من سننه التي لا تتخلف فقال: وَكَذلِكَ حَقَّتْ كَلِمَةُ رَبِّكَ عَلَى الَّذِينَ كَفَرُوا أَنَّهُمْ أَصْحابُ النَّارِ.أى: وكما حقت كلمة ربك- أيها الرسول الكريم- ووجبت بإهلاك الأمم الماضية التي كذبت أنبياءها، وجعلهم وقودا للنار، فكذلك تكون سنتنا مع المكذبين لك من قومك، إذا ما استمروا في تكذيبهم لك، ولم يعودوا إلى طريق الحق.فالآيات الكريمة تسلية للرسول صلّى الله عليه وسلم وتحذير لمشركي قريش من الاستمرار في غيهم."},{"ayah_number":7,"text":"ثم بين- سبحانه- مظهرا من مظاهر رحمته بالمؤمنين، وتكريمهم، فذكر أن حملة عرشه من وظائفهم الاستغفار للمؤمنين، والدعاء لهم بالخير فقال- تعالى-:والمراد بالذين يحملون العرش: عدد من الملائكة المقربين إلى الله- تعالى- ولا يعلم عددهم أحد سوى الله- تعالى- لأنه لم يرد نص صحيح في تحديد عددهم.والمراد بمن حوله: عدد آخر من الملائكة يطوفون بالعرش مهللين مسبحين مكبرين لله- تعالى- كما قال- تعالى-: وَتَرَى الْمَلائِكَةَ حَافِّينَ مِنْ حَوْلِ الْعَرْشِ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ....وعرش الله- تعالى- كما قال الراغب مما لا يعلمه البشر إلا بالاسم، فعلينا أن نؤمن بان لله- تعالى- عرشا عظيما، أما كيفيته وهيئته فنفوض معرفتها إلى الخالق- عز وجل-.وقد ذكر هذا اللفظ في القرآن الكريم في إحدى وعشرين آية.والاسم الموصول في قوله- تعالى-: الَّذِينَ يَحْمِلُونَ الْعَرْشَ مبتدأ. وخبره قوله:يُسَبِّحُونَ ...والجملة الكريمة مستأنفة ومسوقة لتسلية النبي صلّى الله عليه وسلم ببيان أن هؤلاء الملائكة الذين هم أقرب الملائكة إلى الله- تعالى- يضمون إلى تسبيحهم لذاته- سبحانه-، الاستغفار للمؤمنين، والدعاء لهم.وقد ذكر كثير من المفسرين كلاما طويلا في صفة هؤلاء الملائكة وفي صفة العرش. رأينا أن نضرب عنه صفحا لضعفه وقلة فائدته.أى: الملائكة الكرام المقربون إلينا، والحاملون لعرشنا، والحافون به، من صفاتهم أنهم يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ أى: ينزهون الله- تعالى- عن كل نقص، ويلهجون بحمده وبالثناء عليه بما يليق به.وَيُؤْمِنُونَ بِهِ- تعالى- إيمانا تاما لا يشوبه ما يتنافى مع هذا الإيمان والإذعان لله الواحد القهار.قال صاحب الكشاف: فإن قلت: ما فائدة قوله- تعالى-: وَيُؤْمِنُونَ بِهِ ولا يخفى أن حملة العرش ومن حوله مؤمنون؟.قلت: فائدته إظهار شرف الإيمان وفضله، والترغيب فيه، كما وصف الأنبياء في غير موضع من كتابه بالصلاح كذلك، كما عقب أعمال الخير بقوله- تعالى-: ثُمَّ كانَ مِنَ الَّذِينَ آمَنُوافأبان بذلك فضل الإيمان  .ويستغفرون للذين آمنوا، أى: أنهم بجانب تسبيحهم وحمدهم لربهم، وإيمانهم به، يتضرعون إليه- سبحانه- أن يغفر للذين آمنوا ذنوبهم.وفي هذا الاستغفار منهم للمؤمنين، إشعار بمحبتهم لهم، وعنايتهم بشأنهم، لأنهم مثلهم في الإيمان بوحدانية- الله تعالى- وفي وجوب إخلاص العبادة والطاعة له.ثم حكى- سبحانه- كيفية استغفارهم للمؤمنين فقال: رَبَّنا وَسِعْتَ كُلَّ شَيْءٍ رَحْمَةً وَعِلْماً.والجملة الكريمة على تقدير قول محذوف، وهذا القول في محل نصب على الحال من فاعل يَسْتَغْفِرُونَ وقوله رَحْمَةً وَعِلْماً منصوبان على التمييز.أى: أنهم يستغفرون للذين آمنوا، حالة كونهم قائلين: يا ربنا يا من وسعت رحمتك ووسع علمك كل شيء، تقبل دعاءنا.فَاغْفِرْ بمقتضى سعة رحمتك وعلمك لِلَّذِينَ تابُوا إليك توبة صادقة نصوحا وَاتَّبَعُوا سَبِيلَكَ الحق، وصراطك المستقيم.وَقِهِمْ عَذابَ الْجَحِيمِ أى: وصنهم يا ربنا واحفظهم من الوقوع في جهنم لأن عذابها كرب عظيم."},{"ayah_number":8,"text":"يا رَبَّنا وَأَدْخِلْهُمْ جَنَّاتِ عَدْنٍ أى: وأدخلهم جناتك دخولا دائما لا انقطاع معه.يقال: عدن فلان بالمكان يعدن عدنا، إذا لزمه وأقام فيه دون أن يبرحه، ومنه سمى الشيء المخزون في باطن الأرض بالمعدن، لأنه مستقر بداخلها.الَّتِي وَعَدْتَهُمْ فضلا منك وكرما.وأدخل معهم مَنْ صَلَحَ لدخولها بسبب إيمانهم وعملهم الطيب مِنْ آبائِهِمْ وَأَزْواجِهِمْ وَذُرِّيَّاتِهِمْ إِنَّكَ أَنْتَ يا مولانا الْعَزِيزُ أى: الغالب لكل شيء الْحَكِيمُ في كل تصرفاتك وأفعالك.فالمراد بالصلاح في قوله- تعالى-: وَمَنْ صَلَحَ مِنْ آبائِهِمْ: من كان منهم مؤمنا بالله، وعمل عملا صالحا، ودعوا لهم بذلك. ليتم سرورهم وفرحهم إذ وجود الآباء والأزواج والذرية مع الإنسان في الجنة، يزيد سروره وانشراحه."},{"ayah_number":9,"text":"وَقِهِمُ يا ربنا السَّيِّئاتِ أى: احفظهم يا ربنا من ارتكاب الأعمال السيئات، ومن العقوبات التي تترتب على ذلك، بأن تتجاوز عن خطاياهم.وَمَنْ تَقِ السَّيِّئاتِ يَوْمَئِذٍ أى: في يوم القيامة الذي تجازى فيه كل نفس مما كسبت فَقَدْ رَحِمْتَهُ أى: فقد رحمته برحمتك الواسعة من كل سوء.وَذلِكَ الذي تقدم من رحمتهم ومن إدخالهم الجنة، ومن وقايتهم السوء.هُوَ الْفَوْزُ الْعَظِيمُ الذي لا يضارعه فوز، والظفر الكبير الذي لا يقاربه ظفر، والأمل الذي لا مطمع وراءه لطامع.وبذلك نرى هذه الآيات الكريمة، قد أخبرتنا أن الملائكة المقربين يدعون للمؤمنين بما يسعدهم في دنياهم وآخرتهم.وكعادة القرآن الكريم في قرن الترغيب بالترهيب أو العكس: جاء الحديث بعد ذلك عن الكافرين. مبينا انقطاعهم عن كل من يشفع لهم، أو يدعو لهم بخير- كما دعا الملائكة للمؤمنين- فقال- تعالى-:"},{"ayah_number":10,"text":"والمقت أشد أنواع البغض والغضب. يقال: مقته مقتا، إذا غضب عليه غضبا شديدا، ومنه قوله- تعالى-: وَلا تَنْكِحُوا ما نَكَحَ آباؤُكُمْ مِنَ النِّساءِ إِلَّا ما قَدْ سَلَفَ إِنَّهُ كانَ فاحِشَةً وَمَقْتاً وَساءَ سَبِيلًا  .والمنادى لهؤلاء الكافرين: هم الملائكة خزنة النار، أو المؤمنون. وهذا النداء إنما يكون يوم القيامة، يوم توفى كل نفس ما كسبت.أى: إن الذين كفروا بعد أن أحاطت بهم النار، وبعد أن عادوا على أنفسهم بأشد ألوان الندامة والحسرة والمقت. لإيثارها الكفر على الإيمان.بعد كل ذلك يُنادَوْنَ بأن يقال لهم: إن مقت الله- تعالى- لكم بسبب إصراركم على الكفر حتى هلكتم.. أشد وأعظم من مقتكم لأنفسكم مهما بلغ مقتكم لها وكراهيتكم لها.قال الآلوسى ما ملخصه: قوله يُنادَوْنَ المنادى لهم الخزنة أو المؤمنون يقولون إعظاما لحسرتهم: لَمَقْتُ اللَّهِ أَكْبَرُ مِنْ مَقْتِكُمْ أَنْفُسَكُمْ وهذا معمول للنداء لتضمنه معنى القول، كأنه قيل: ينادون مقولا لهم: لمقت.. ومقت مصدر مضاف إلى الاسم الجليل: إضافة المصدر لفاعله، وكذا إضافة المقت الثاني إلى ضمير الخطاب..وقوله- سبحانه-: إِذْ تُدْعَوْنَ إِلَى الْإِيمانِ فَتَكْفُرُونَ تعليل لمقت الله أى: لغضب الله- تعالى- عليكم، أشد من غضبكم على أنفسكم الأمارة بالسوء وذلك لأنكم جاءتكم دعوة الحق على ألسنة رسلكم، فأعرضتم عنها، وصممتم على الكفر والفسوق والعصيان، حتى أدرككم الموت، وها أنتم اليوم تجزون ما كنتم تعملونه في الدنيا."},{"ayah_number":11,"text":"ثم يحكى- سبحانه- ما يقوله الكافرون بعد أن أنزل بهم- سبحانه- عقابه العادل فيقول: قالُوا رَبَّنا أَمَتَّنَا اثْنَتَيْنِ وَأَحْيَيْتَنَا اثْنَتَيْنِ....وأرادوا بالموتة الأولى: خلقهم من مادة لا روح فيها وهم في بطون أمهاتهم.. وأرادوا بالثانية: قبض أرواحهم عند انقضاء آجالهم.وأرادوا بالحياة الأولى: نفخ أرواحهم في أجسادهم وهي في الأرحام، وأرادوا بالثانية إعادتهم إلى الحياة يوم البعث، للحساب والجزاء.وشبيه بهذه الآية قوله- تعالى-: كَيْفَ تَكْفُرُونَ بِاللَّهِ وَكُنْتُمْ أَمْواتاً فَأَحْياكُمْ، ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ.. .فَاعْتَرَفْنا بِذُنُوبِنا أى: أنت يا ربنا الذي- بقدرتك وحدها- أمتنا إماتتين اثنتين، وأحييتنا إحياءتين اثنتين، وها نحن قد اعترفنا بذنوبنا التي وقعت منا في الدنيا، وندمنا على ما كان منا أشد الندم..فَهَلْ إِلى خُرُوجٍ مِنْ سَبِيلٍ أى: فهل بعد هذا الاعتراف، في الإمكان أن تخرجنا من النار، وأن تعيدنا إلى الحياة الدنيا، لنؤمن بك حق الإيمان. ونعمل غير الذي كنا نعمل.فأنت ترى أن الآية تصور ذلهم وحسرتهم أكمل تصوير، وأنهم يتمنون العودة إلى الدنيا ليتداركوا ما فاتهم، ولكن هذا التمني والتلهف جاء بعد فوات الأوان.قال ابن كثير ما ملخصه: هذه الآية كقوله- تعالى-: كَيْفَ تَكْفُرُونَ بِاللَّهِ وَكُنْتُمْ أَمْواتاً فَأَحْياكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ... وهذا هو الصواب الذي لا شك فيه ولا مرية.وقال السدى: أميتوا في الدنيا ثم أحيوا في قبورهم فخوطبوا، ثم أميتوا ثم أحيوا يوم القيامة.وقال ابن زيد: أحيوا حين أخذ عليهم الميثاق من صلب آدم، ثم خلقهم في الأرحام. ثم أماتهم يوم القيامة.وهذا القولان ضعيفان لأنه يلزمهما على ما قالا ثلاث إحياءات وإماتات.والمقصود من هذا كله أن الكفار يسألون الرجعة وهم وقوف بين يدي الله، كما قال- تعالى- وَلَوْ تَرى إِذِ الْمُجْرِمُونَ ناكِسُوا رُؤُسِهِمْ عِنْدَ رَبِّهِمْ، رَبَّنا أَبْصَرْنا وَسَمِعْنا فَارْجِعْنا نَعْمَلْ صالِحاً إِنَّا مُوقِنُونَ  ."},{"ayah_number":12,"text":"ثم بين- سبحانه- أن تذللهم هذا لن يجديهم، وأن ما هم فيه من عذاب سببه إعراضهم عن دعوة الحق في الدنيا، فقال: ذلِكُمْ بِأَنَّهُ إِذا دُعِيَ اللَّهُ وَحْدَهُ كَفَرْتُمْ، وَإِنْ يُشْرَكْ بِهِ تُؤْمِنُوا، فَالْحُكْمُ لِلَّهِ الْعَلِيِّ الْكَبِيرِ.أى: ذلكم الذي نزل بكم من عذاب سببه، أنكم كنتم في الدنيا إذا عبد الله- تعالى- وحده، وطلب منكم ذلك كفرتم به- عز وجل-، وإن يشرك به غيره من الأصنام أو غيرها آمنتم، ومادام هذا حالكم في الدنيا، فاخسئوا في النار ولا تؤملوا في الخروج منها، بحال من الأحوال، فالحكم لله وحده دون غيره، وهو سبحانه الذي حكم عليكم بما حكم..وهو- سبحانه- الْعَلِيِّ أى: المتعالي عن أن يكون له مماثل في ذاته أو صفاته الْكَبِيرِ أى: العظيم الذي هو أعظم وأكبر من أن يكون له شريك أو صاحبة أو ولد.وجمع- سبحانه- لذاته بين هذين الوصفين للدلالة على كبريائه وعظمته.ثم ساق- سبحانه- بعد ذلك ما يدل على فضله ورحمته بعباده، وعلى وحدانيته وكمال قدرته، وعلى أن يوم القيامة آت لا ريب فيه، وعلى أن كل نفس ستجازى في هذا اليوم بما كسبت بدون ظلم أو محاباة، لأن القضاء فيه لله الواحد القهار. فقال- تعالى-:"},{"ayah_number":13,"text":"والمقصود بآياته- عز وجل- في قوله: هُوَ الَّذِي يُرِيكُمْ آياتِهِ ... الدلائل الدالة على وحدانيته وقدرته، كخلقه للشمس والقمر والليل والنهار، والبحار والأنهار، والسماء والأرض، والمطر والرعد، والنجوم والرياح، والأشجار الكبيرة والصغيرة.. إلى غير ذلك من آياته التي لا تحصى في هذا الوجود..أى: هو- سبحانه- الذي يريكم آياته الدالة على وحدانيته وقدرته، لتزدادوا- أيها المؤمنون- إيمانا على إيمانكم، وثباتا على ثباتكم، ويقينا على يقينكم، بأن المستحق للعبادة والطاعة هو الله الواحد القهار.وقد ساق- سبحانه- في كتابه عشرات الآيات الدالة على وحدانيته وقدرته، ومن ذلك قوله- تعالى-:إِنَّ فِي خَلْقِ السَّماواتِ وَالْأَرْضِ، وَاخْتِلافِ اللَّيْلِ وَالنَّهارِ لَآياتٍ لِأُولِي الْأَلْبابِ .وقوله- عز وجل-: وَمِنْ آياتِهِ مَنامُكُمْ بِاللَّيْلِ وَالنَّهارِ وَابْتِغاؤُكُمْ مِنْ فَضْلِهِ ... .وقوله- تعالى-: إِنَّ فِي اخْتِلافِ اللَّيْلِ وَالنَّهارِ، وَما خَلَقَ اللَّهُ فِي السَّماواتِ وَالْأَرْضِ، لَآياتٍ لِقَوْمٍ يَتَّقُونَ .والمراد بالرزق في قوله: وَيُنَزِّلُ لَكُمْ مِنَ السَّماءِ رِزْقاً.. الأمطار التي تنزل من السماء على الأرض، فتحييها بعد موتها، بأن تحولها من أرض جدباء يابسة، إلى أرض خضراء بشتى الزروع والثمار.وأطلق- سبحانه- على المطر رزقا. لأنه سبب فيه، وأفرده بالذكر مع كونه من جملة الآيات التي يريها- تعالى- لعباده لتفرده بعنوان كونه من آثار رحمته، وجلائل نعمه، الموجبة لشكره- عز وجل-، ولوجوب إخلاص العبادة له.وقوله- تعالى-: وَما يَتَذَكَّرُ إِلَّا مَنْ يُنِيبُ بيان لمن هو أهل للانتفاع بهذه الآيات.أى: وما يتذكر وينتفع بهذه الآيات إلا من يرجع عن المعصية إلى الطاعة وعن الكفر إلى الإيمان، وعن العناد والجحود، إلى التفكر والتدبر بقلب سليم.فقوله يُنِيبُ من الإنابة، ومعناها الرجوع عن الكفر والمعاصي: إلى الإيمان والطاعة."},{"ayah_number":14,"text":"والفاء في قوله- تعالى-: فَادْعُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ.. للإفصاح عن شرط مقدر. أى: إذا كان الأمر كما ذكرت لكم من أن كل شيء في هذا الوجود يدل على وحدانية الله- تعالى- فأخلصوا له العبادة والطاعة وَلَوْ كَرِهَ الْكافِرُونَ منكم ذلك- أيها المؤمنون- فلا تلتفتوا إلى كراهيتهم، وامضوا في طريق الحق، ودعوهم يموتوا بغيظهم..وقد أخذ العلماء من هذا الآية الكريمة، وجوب إخلاص العبادة لله- تعالى- ووجوب الإكثار من التضرع إليه بالدعاء.ومن الأحاديث التي أوردها الإمام ابن كثير عند تفسيره لهذه الآية، ما رواه الإمام مسلم وأبو داود، والنسائي، وأحمد، عن أبى الزبير محمد بن مسلم المكي قال: كان عبد الله بن الزبير يقول في دبر كل صلاة حين يسلم: لا إله إلا الله وحده لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير، لا حول ولا قوة إلا بالله، لا إله إلا الله، ولا نعبد إلا إياه، له النعمة وله الفضل، وله الثناء الحسن، لا إله إلا الله، مخلصين له الدين ولو كره الكافرون قال: وكان رسول الله صلّى الله عليه وسلم يهلل بهن دبر كل صلاة  ."},{"ayah_number":15,"text":"ثم يذكر- سبحانه- بعد ذلك من صفاته العظمى، ما يزيد المؤمنين في إخلاص العبادة له، فيقول: رَفِيعُ الدَّرَجاتِ ذُو الْعَرْشِ.. أى: هو- تعالى- وحده صاحب الرفعة والمقام العالي، وهو وحده صاحب العرش العظيم، الذي لا يعلم مقدار عظمته إلا هو..قال الآلوسى قوله: رَفِيعُ الدَّرَجاتِ رفيع صفة مشبهة أضيفت الى فاعلها من رفع الشيء إذا علا.. والدرجات: مصاعد الملائكة إلى أن يبلغوا العرش، أى: رفيع درجات ملائكته ومعارجهم إلى عرشه.. ويجوز أن يكون كناية عن رفعة شأنه وسلطانه- عز شأنه- كما أن قوله- تعالى-: ذُو الْعَرْشِ كناية عن ملكه- جل جلاله-..  .والمراد بالروح في قوله- تعالى-: يُلْقِي الرُّوحَ مِنْ أَمْرِهِ عَلى مَنْ يَشاءُ مِنْ عِبادِهِ:الوحى الذي يوحى به على أنبيائه، وأمين هذا الوحى جبريل- عليه السلام-.أى: هو وحده- سبحانه- الذي يلقى الوحى. حالة كون هذا الوحى ناشئا من أمره وقضائه على من يختاره لهذا الإلقاء من عباده الصالحين. فقوله مِنْ أَمْرِهِ متعلق بمحذوف حال من الروح.وسمى الوحى روحا، لأن الأرواح تحيا به، كما أن الأجساد تحيا بالغذاء.وقوله- تعالى-: لِيُنْذِرَ يَوْمَ التَّلاقِ بيان للوظيفة الخاصة بمن يختاره- سبحانه- من عباده لإلقاء الوحى عليه.والإنذار: الإعلام المقترن بالتخويف والتحذير، فكل إنذار إعلام، وليس كل إعلام إنذارا.والمراد بيوم التلاق: يوم القيامة، وسمى بيوم التلاق لأنه يتلاقى فيه الأولون والآخرون والمؤمنون والكافرون، والظالمون والمظلومون.. الكل يتلاقى في ساحة المحشر ليقضى الله - تعالى- فيهم بقضائه العادل.أى: يلقى- سبحانه- بوحيه على أنبيائه، لينذروا الناس ويحذروهم من سوء العذاب يوم القيامة، إذا ما استمروا في كفرهم وعصيانهم لخالقهم."},{"ayah_number":16,"text":"ثم صور- سبحانه- أحوال الناس في هذا اليوم العصيب، فقال: يَوْمَ هُمْ بارِزُونَ لا يَخْفى عَلَى اللَّهِ مِنْهُمْ شَيْءٌ....وهذه الجملة الكريمة بدل من قوله يَوْمَ التَّلاقِ، أى: يلقى- سبحانه- على من يشاء من عباده، لكي ينذر الناس من أهوال ذلك اليوم الذي تلتقي فيه الخلائق، والذي يظهرون فيه ظهورا تاما، دون أن يخفى منهم شيء على الله- تعالى-.والله- تعالى- لا يخفى عليه شيء من أمرهم لا في هذا اليوم ولا في غيره، ولكنه- سبحانه- ذكر بروزهم وعدم خفائهم عليه في هذا اليوم، لأنهم- لجهلهم- كانوا يتوهمون في الدنيا أنهم يستطيعون التستر عنه، كما أشار- سبحانه- إلى ذلك في قوله- تعالى- أَلا إِنَّهُمْ يَثْنُونَ صُدُورَهُمْ لِيَسْتَخْفُوا مِنْهُ، أَلا حِينَ يَسْتَغْشُونَ ثِيابَهُمْ يَعْلَمُ ما يُسِرُّونَ وَما يُعْلِنُونَ، إِنَّهُ عَلِيمٌ بِذاتِ الصُّدُورِ.ورحم الله صاحب الكشاف، فقد قال: قوله: يَوْمَ هُمْ بارِزُونَ أى: ظاهرون لا يسترهم شيء من جبل أو أكمة أو بناء، لأن الأرض بارزة قاع صفصف، ولا عليهم ثياب، إنما هم عراة مكشوفون، كما جاء في الحديث: «يحشرون عراة حفاة غرلا» لا يَخْفى عَلَى اللَّهِ مِنْهُمْ شَيْءٌ أى: من أعمالهم وأحوالهم ...فإن قلت: قوله: لا يَخْفى عَلَى اللَّهِ مِنْهُمْ شَيْءٌ بيان وتقرير لبروزهم، والله- تعالى- لا يخفى عليه منهم شيء برزوا أم لم يبرزوا، فما معناه؟قلت: معناه أنهم كانوا يتوهمون في الدنيا أنهم إذا استتروا بالحيطان والحجب، أن الله لا يراهم وتخفى عليه أعمالهم، فهم اليوم صائرون من البروز والانكشاف إلى حال لا يتوهمون فيها مثل ما كانوا يتوهمونه قال- تعالى-: وَلكِنْ ظَنَنْتُمْ أَنَّ اللَّهَ لا يَعْلَمُ كَثِيراً مِمَّا تَعْمَلُونَ.. .وقوله- تعالى-: لِمَنِ الْمُلْكُ الْيَوْمَ لِلَّهِ الْواحِدِ الْقَهَّارِ السائل والمجيب هو الله- تعالى-.أى: ينادى الله- تعالى- في المخلوقات في ذلك اليوم، لمن الملك في هذا اليوم الهائل الشديد؟ ثم يجيب- سبحانه- على هذا السؤال بقوله: لِلَّهِ الْواحِدِ الْقَهَّارِ.قال القرطبي ما ملخصه: قال الحسن: هو السائل- تعالى- وهو المجيب، لأنه يقول ذلك حين لا أحد يجيبه، فيجيب نفسه سبحانه فيقول: لِلَّهِ الْواحِدِ الْقَهَّارِ.وعن ابن مسعود قال: يحشر الناس على أرض بيضاء مثل الفضة، لم يعص الله- جل وعلا- عليها، فيأمر مناديا ينادى: لِمَنِ الْمُلْكُ الْيَوْمَ فيقول العباد مؤمنهم وكافرهم:لِلَّهِ الْواحِدِ الْقَهَّارِ.فيقول المؤمنون هذا الجواب سرورا وتلذذا، ويقوله الكافرون غما وانقيادا وخضوعا.ثم قال: والقول الأول ظاهر جدا، لأن المقصود إظهار انفراده- تعالى- بالملك عند انقطاع دعاوى المدعين، وانتساب المنتسبين، إذ قد ذهب كل ملك وملكة  ."},{"ayah_number":17,"text":"وبعد أن قرر- سبحانه- أن الملك في هذا اليوم له وحده. أتبع ذلك ببيان ما يحدث في هذا اليوم فقال: الْيَوْمَ تُجْزى كُلُّ نَفْسٍ بِما كَسَبَتْ ...أى: في هذا اليوم الهائل الشديد تجازى كل نفس من النفوس المؤمنة والكافرة، والبارة والفاجرة. بما كسبت في دنياها من خير أو شر، ومن طاعة أو معصية.لا ظُلْمَ الْيَوْمَ ولا جور ولا محاباة ولا وساطات.. وإنما تعطى كل نفس ما تستحقه من ثواب أو عقاب.إِنَّ اللَّهَ سَرِيعُ الْحِسابِ لأنه- سبحانه- لا يحتاج إلى تفكير عند محاسبته لخلقه، بل هو- سبحانه- قد أحاط بكل شيء علما، كما قال- تعالى-: عالِمِ الْغَيْبِ، لا يَعْزُبُ عَنْهُ مِثْقالُ ذَرَّةٍ فِي السَّماواتِ وَلا فِي الْأَرْضِ، وَلا أَصْغَرُ مِنْ ذلِكَ وَلا أَكْبَرُ إِلَّا فِي كِتابٍ مُبِينٍ."},{"ayah_number":18,"text":"ثم يوجه الله- تعالى- أمره إلى النبي صلّى الله عليه وسلم بأن يحذر كفار قريش من أهوال هذا اليوم فيقول: وَأَنْذِرْهُمْ يَوْمَ الْآزِفَةِ إِذِ الْقُلُوبُ لَدَى الْحَناجِرِ كاظِمِينَ ...والآزفة: القيامة. وأصل معنى الآزفة: القريبة، وسميت القيامة بذلك لقربها، يقال:أزف- بزنة فرح- يوم الرحيل. إذا دنا وقرب.والحناجر: جمع حنجرة وهي الحلقوم.وكاظمين: حال من أصحاب القلوب على المعنى. فإن ذكر القلوب يدل على ذكر أصحابها.وأصل الكظم: الحبس والإمساك للشيء. يقال: كظم القربة إذا ملأها بالماء، وسد فاها، حتى لا يخرج منها شيء من الماء.والمعنى: وأنذر- أيها الرسول الكريم- الناس، وحذرهم من أهوال يوم عظيم قريب الوقوع، هذا اليوم تكون قلوبهم فيه مرتفعة عن مواضعها من صدورهم. ومتشبثة بحناجرهم، ويكونون كاظمين عليها وممسكين بها حتى لا تخرج مع أنفاسهم. كما يمسك صاحب القربة فمها لكي لا يتسرب منها الماء.فالآية الكريمة تصوير يديع لما يكون عليه الناس في هذا اليوم من فزع شديد، وكرب عظيم. وخوف ليس بعده خوف.والحديث عن قرب يوم القيامة قد جاء في آيات كثيرة منها قوله- تعالى-: اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ ...وقوله- سبحانه- اقْتَرَبَ لِلنَّاسِ حِسابُهُمْ وَهُمْ فِي غَفْلَةٍ مُعْرِضُونَ.والظاهر أن قوله هنا يَوْمَ الْآزِفَةِ هو المفعول الثاني للإنذار ليس ظرفا له. لأن الإنذار والتخويف من أهوال يوم القيامة واقع في دار الدنيا.وقوله: إِذِ الْقُلُوبُ بدل من يوم الآزفة.قال صاحب الكشاف: فإن قلت «كاظمين» بم انتصب؟ قلت: هو حال من أصحاب القلوب على المعنى، لأن المعنى: إذ قلوبهم لدى حناجرهم كاظمين عليها. ويجوز أن يكون حالا من القلوب، وأن القلوب، كاظمة على غم وكرب فيها مع بلوغها الحناجر.وإنما جمع جمع السلامة، لأنه وصفها بالكظم الذي هو من أفعال العقلاء، كما قال- تعالى-: وَالشَّمْسَ وَالْقَمَرَ رَأَيْتُهُمْ لِي ساجِدِينَ ... .وقوله- تعالى-: ما لِلظَّالِمِينَ مِنْ حَمِيمٍ وَلا شَفِيعٍ يُطاعُ نفى لكون هؤلاء الظالمين يوجد في هذا اليوم من ينفعهم أو يدافع عنهم.والحميم: هو الإنسان الذي يحبك ويشفق عليك ويهتم بأمرك، ومنه قيل لخاصة الرجل:حامّته.والشفيع: من الشفع، بمعنى الانضمام، يقال شفع فلان لفلان إذا انضم إليه ليدافع عنه.أى: ليس للظالمين في هذا اليوم قريب أو محب يعطف عليهم، ولا شفيع يطيعهم في الشفاعة لهم، لأنهم في هذا اليوم يكونون محل غضب الجميع ونقمتهم، بسبب ظلمهم وإصرارهم على كفرهم.فالآية الكريمة نفت عنهم الصديق الذي يهتم بأمرهم، والشفيع الذي يشفع لهم، والإنسان الذي تكون له أية كلمة تسمع في شأنهم."},{"ayah_number":19,"text":"ثم أكد- سبحانه- شمول علمه لكل شيء فقال: يَعْلَمُ خائِنَةَ الْأَعْيُنِ وَما تُخْفِي الصُّدُورُ.والمراد بخائنة الأعين: النظرة الخائنة التي يتسلل بها المتسلل ليطلع على ما حرم الله الاطلاع عليه.والجملة خبر لمبتدأ محذوف. والإضافة في قوله خائِنَةَ الْأَعْيُنِ على معنى من، وخائنة:نعت لمصدر محذوف.أى: هو- سبحانه- يعلم النظرة الخائنة من الأعين، وهي التي يوجهها صاحبها في تسلل وخفية إلى محارم الله- تعالى- كما يعلم- سبحانه- الأشياء التي يخفيها الناس في صدورهم، وسيجازيهم على ذلك في هذا اليوم بما يستحقون.قال القرطبي: ولما جيء بعبد الله بن أبى سرح إلى رسول الله صلّى الله عليه وسلم بعد ما اطمأن أهل مكة، وطلب له الأمان عثمان بن عفان، صمت رسول الله صلّى الله عليه وسلم طويلا، ثم قال:«نعم» .فلما انصرف قال صلّى الله عليه وسلم لمن حوله: «ما صمت إلا ليقوم إليه بعضكم فيضرب عنقه» .فقال رجل من الأنصار: فهلا اومأت إلى يا رسول الله؟ فقال: «إن النبي لا تكون له خائنة أعين» ."},{"ayah_number":20,"text":"ثم بين- سبحانه- أن القضاء الحق في هذا اليوم مرده إليه وحده فقال: وَاللَّهُ يَقْضِي بِالْحَقِّ....أى: والله- تعالى- يقضى بين عباده قضاء ملتبسا بالحق الذي لا يحوم حوله باطل.وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ لا يَقْضُونَ بِشَيْءٍ.. أى: والآلهة الذين يعبدهم الكفار من دون الله- تعالى- لا يقضون بشيء أصلا، لأنهم لا يعلمون شيئا، ولا يقدرون على شيء، وإذا فهم أعجز وأتفه من أن يلتفت إليهم.إِنَّ اللَّهَ- تعالى- هُوَ السَّمِيعُ لكل شيء الْبَصِيرُ بكل شيء، لا يخفى عليه شيء في الأرض ولا في السماء."},{"ayah_number":21,"text":"ثم وبخ- سبحانه- هؤلاء الظالمين على عدم اعتبارهم واتعاظهم بمن كان قبلهم فقال:أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كانَ عاقِبَةُ الَّذِينَ كانُوا مِنْ قَبْلِهِمْ، كانُوا هُمْ أَشَدَّ مِنْهُمْ قُوَّةً وَآثاراً فِي الْأَرْضِ فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ وَما كانَ لَهُمْ مِنَ اللَّهِ مِنْ واقٍ.أى: أبلغت الجهالة والغفلة وانطماس البصيرة بهؤلاء المشركين من قومك- يا محمد- أنهم لم يعتبروا ولم يتعظوا بالظالمين السابقين الذين دمرناهم تدميرا.إنهم يمرون عليهم مصبحين وبالليل، وإنهم ليشاهدون آثارهم ماثلة أمام أعينهم، يشاهدون آثار قوم صالح، ويشاهدون آثار غيرهم.ولقد كان هؤلاء السابقون الظالمون، أشد من مشركي قريش في القوة والبأس، وأشد منهم في إقامة المبانى الفارهة، والحصون الحصينة..فلما استمروا في جحودهم وكفرهم، أخذهم الله- تعالى- أخذ عزيز مقتدر، بسبب ذنوبهم. وما كان لهم من دون الله- تعالى- من يدفع عنهم عذابه، أو يقيهم من بأسه."},{"ayah_number":22,"text":"ذلِكَ الأخذ من أسبابه بِأَنَّهُمْ كانَتْ تَأْتِيهِمْ رُسُلُهُمْ بِالْبَيِّناتِ أى: بالدلائل الواضحات على صدقهم فيما يبلغونهم عن ربهم.فَكَفَرُوا أى: بالرسل وبما جاءوهم به فَأَخَذَهُمُ اللَّهُ أى: فأهلكهم- سبحانه- إِنَّهُ قَوِيٌّ شَدِيدُ الْعِقابِ أى: إنه- سبحانه- قوى لا يحول بين ما يريد أن يفعله حائل، شديد العقاب لمن كفر به، وأعرض عن دعوة رسله.وبذلك نرى الآيات الكريمة قد ساقت لنا أنواعا متعددة من مظاهر قدرة الله، ومن أهوال يوم القيامة، ومن علمه الشامل لكل شيء، ومن قضائه العادل ومن أخذه للظالمين أخذ عزيز مقتدر.ثم انتقلت السورة الكريمة إلى الحديث عن جانب من قصة موسى- عليه السلام- مع فرعون. فذكرت جانبا من التهديدات التي وجهها فرعون إلى موسى وقومه، وكيف أن موسى- عليه السلام- رد عليه ردا قويا حكيما، فقال- تعالى-"},{"ayah_number":23,"text":"والمراد بآياتنا في قوله: وَلَقَدْ أَرْسَلْنا مُوسى بِآياتِنا تلك الآيات التسع التي أعطاها الله- تعالى- لموسى، لتكون معجزات له دالة على صدقة، وهي: العصا، واليد، والسنون، والبحر، والطوفان، والجراد، والقمل والضفادع، والدم.قال- تعالى- وَلَقَدْ آتَيْنا مُوسى تِسْعَ آياتٍ بَيِّناتٍ.والمراد بالسلطان المبين: الحجة القاهرة الظاهرة التي تغلب بها في الحجاج والجدال على فرعون.أى: والله لقد منحنا موسى- عليه السلام- بفضلنا وقدرتنا معجزات باهرات، ومنحناه- أيضا- حجة قوية واضحة، يدمر بها حجج أعدائه."},{"ayah_number":24,"text":"وقوله- سبحانه-: إِلى فِرْعَوْنَ وَهامانَ وَقارُونَ ... بيان لمن أرسله الله- تعالى- إليهم.وفرعون: لقب لكل ملك من ملوك مصر في تلك العهود السابقة، والمراد به هنا: ذلك الملك الجبار الظالم الذي أرسل في عهده موسى- عليه السلام-، ويقال إنه «منفتاح» بن رمسيس الثاني.وهامانَ هو وزير فرعون وقارُونَ هو الذي كان من قوم موسى فبغى عليهم.وأعطاه الله- تعالى- الكثير من الأموال.. ثم خسف به وبداره الأرض.وخص- سبحانه- هؤلاء الثلاثة بالذكر، مع أن رسالة موسى كانت لهم ولأتباعهم، لأنهم هم الزعماء البارزون، الذين كانوا يدبرون المكايد ضد موسى- عليه السلام- فيتبعهم العامة من أقوامهم.وقوله: فَقالُوا ساحِرٌ كَذَّابٌ أرسلناه إلى هؤلاء الطغاة ومعه آياتنا الدالة على صدقه، فكان جوابهم على دعوته إياهم الى عبادة الله- تعالى- وحده. أن قالوا في شأنه، إنه ساحر يموه على الناس بسحره، وأنه كذاب في دعواه أنه رسول من رب العالمين.وهكذا كانت نتيجة أول لقاء بين موسى- عليه السلام- وبين هؤلاء الطغاة الظالمين. أنهم وصفوه بالسحر والكذب، وهو المؤيد بآيات الله، وبحججه الظاهرة. وما وصفوه بذلك إلا من أجل الحسد والعناد، والحرص على دنياهم وملكهم."},{"ayah_number":25,"text":"ثم لم يكتفوا بهذا القول، بل انتقلوا إلى مرحلة أخرى أشد وأطغى، فقالوا- كما حكى القرآن عنهم: فَلَمَّا جاءَهُمْ بِالْحَقِّ مِنْ عِنْدِنا قالُوا اقْتُلُوا أَبْناءَ الَّذِينَ آمَنُوا مَعَهُ وَاسْتَحْيُوا نِساءَهُمْ....أى: فحين وصل إليهم موسى- عليه السلام- بدعوته. وخاطبهم بما أمره الله- تعالى- أن يخاطبهم به، وجابههم بالحق الذي زوده الله- تعالى- به.ما كان منهم إلا أن قالوا- على سبيل التهديد والوعيد-: اقتلوا الذكور من أبناء الذين آمنوا مع موسى، ودخلوا في دينه، واتركوا الإناث بدون قتل لخدمتكم، وليكون ذلك أبلغ في إذلالهم. إذ بقاء النساء بدون رجال فتنة كبيرة. وذل عظيم.والتعبير بقوله. فَلَمَّا جاءَهُمْ بِالْحَقِّ مِنْ عِنْدِنا يشعر بأن هؤلاء الظالمين قد جاءهم الحق إلى بيوتهم ومساكنهم، وأنهم لم يخرجوا لطلبه، وإنما هو الذي جاءهم عن طريق موسى، المؤيد بآيات الله- تعالى-.والقائلون: اقْتُلُوا أَبْناءَ الَّذِينَ آمَنُوا مَعَهُ وَاسْتَحْيُوا نِساءَهُمْ هم الملأ من قوم فرعون الذين كانوا يزينون له الظلم والعدوان. إرضاء له. وإرهابا لموسى- عليه السلام- ولمن آمن معه.قال الإمام الرازي: والصحيح أن هذا القتل كان غير القتل الذي وقع في وقت ولادة موسى، لأن القتل في ذلك الوقت كان بسبب أن المنجمين قد أخبروا فرعون بولادة عدو له يظهر عليه، فأمر بقتل الأبناء في ذلك الوقت. وأما في هذا الوقت. فموسى- عليه السلام- كان قد جاءه وأظهر المعجزات. فعند ذلك أمر بقتل أبناء الذين آمنوا معه، لئلا ينشئوا على دين موسى، فيقوى بهم. وهذه العلة مختصة بالبنين دون البنات. فلهذا السبب أمر بقتل الأبناء.. .وقوله- تعالى-: وَما كَيْدُ الْكافِرِينَ إِلَّا فِي ضَلالٍ توهين لشأن الكافرين في كل زمان ومكان، وتشجيع للمؤمنين على أن يسيروا في طريق الحق دون أن يرهبهم وعد أو وعيد.فإن النصر سيكون في النهاية لهم.أى: وما كيد الكافرين ومكرهم وعدوانهم، إلا مصيره إلى الضلال والضياع والبطلان.يقال: ضل فلان الطريق إذا ضاع منه الرشد. والتبست عليه السبل. وصار تائها لا يعرف له طريقا يوصله إلى ما يريد."},{"ayah_number":26,"text":"ثم بين- سبحانه- لونا آخر من ألوان فجور فرعون وبغيه فقال: وَقالَ فِرْعَوْنُ ذَرُونِي أَقْتُلْ مُوسى..والجملة الكريمة معطوفة على قوله: قالُوا اقْتُلُوا أَبْناءَ الَّذِينَ آمَنُوا مَعَهُ وجملة وَما كَيْدُ الْكافِرِينَ إِلَّا فِي ضَلالٍ اعتراضية، جيء بها مسارعة لبيان خسرانهم وضلالهم.أى: وقال فرعون لحاشيته ومستشاريه وخاصته: اتركوني لأقتل موسى- عليه السلام- وأتخلص منه ومن أقواله التي فيها ما فيها من الضرر بي وبكم.ويبدو من أسلوب الآية الكريمة أن اتجاه فرعون لقتل موسى كان يجد معارضة مستشاريه.لأنهم يرون أن قتله لا ينهى المتاعب، بل قد يزيدها اشتعالا لأن عامة الناس سيفهمون أن قتل موسى كان بسبب أنه على الحق، فتثور ثائرتهم لقتله، أو لأنهم كانوا يخافون أن قتله سيؤدي إلى نزول العذاب بهم، غضبا من رب موسى، ولعل بعضهم كان يعتقد أن موسى على حق ولكن الخوف منعه من الجهر بذلك، أو لأنهم كانوا يرون أن قتل موسى سيؤدي إلى تفرغ فرعون لهم، وهم لا يريدون هذا التفرغ، لأنه يؤدى إلى ضياع الكثير من منافعهم.قال صاحب الكشاف: قوله: ذَرُونِي أَقْتُلْ مُوسى كانوا إذا هم بقتله كفّوه بقولهم:ليس موسى بالذي تخافه. وهو أقل من ذلك وأضعف وما هو إلا بعض السحرة.. وإنك إذا قتلته أدخلت الشبهة على الناس. واعتقدوا أنك قد عجزت عن معارضته بالحجة.والظاهر أن فرعون- لعنه الله- كان قد استيقن أن موسى نبيا. وأن ما جاء به آيات وما هو بسحر، ولكن الرجل كان قتالا سفاكا للدماء في أهون شيء، فكيف لا يقتل من أحس منه بأنه هو الذي يثل عرشه. ويهدم ملكه. ولكنه كان يخاف إن همّ بقتله. أن يعاجل بالهلاك.. .وقوله: وَلْيَدْعُ رَبَّهُ تظاهر من فرعون بأنه لا يبالى بما يكون من وراء قتله لموسى.وأنه غير مكترث لا بموسى ولا برب موسى.فالجملة الكريمة بيان لما جبل عليه هذا الطاغية من فجور وتكبر واستهزاء بالحق فكأنه يقول: إنى قاتل لموسى وليدع ربه لكي يخلصه منى..!!ثم نرى فرعون بعد ذلك يتظاهر أمام حاشيته، أنه ما حمله على إرادة قتل موسى، إلا الحرص على منفعتهم. فيقول: إِنِّي أَخافُ أَنْ يُبَدِّلَ دِينَكُمْ أَوْ أَنْ يُظْهِرَ فِي الْأَرْضِ الْفَسادَ.أى: اتركوني لأقتل موسى. وليدع ربه لكي يخلصه منى. إن كان في إمكانه ذلك. فإنى أخاف إن لم أقتله أن يبدل دينكم الذي أنتم عليه بدين آخر أو بأن يظهر في الأرض التي تعيشون عليها الفساد، عن طريق بث الفتن بينكم وإيقاد نار العداوة في صفوفكم. والعمل على اضطراب أمر دنياكم ومعاشكم.وهكذا الطغاة الماكرون في كل زمان ومكان: يضربون الحق بكل سلاح من أسلحتهم الباطلة. ثم يزعمون بعد ذلك أمام العامة والبسطاء والمغلوبين على أمرهم.. أنهم ما فعلوا ذلك إلا من أجل الحرص على مصالحهم الدينية والدنيوية!! قال الإمام الرازي: والمقصود من هذا الكلام، بيان السبب لقتل موسى، وهو أن وجوده يوجب إما فساد الدين أو فساد الدنيا، أما فساد الدين فلأن القوم اعتقدوا أن الدين الصحيح هو الذي كانوا عليه. فلما كان موسى ساعيا في إفساده كان في اعتقادهم أنه ساع في إفساد الدين الحق.وأما فساد الدنيا فهو أنه لا بد وأن يجتمع عليه قوم، ويصير ذلك سببا لوقوع الخصومات وإثارة الفتن.ولما كان حب الناس لأديانهم فوق حبهم لأموالهم، لا جرم بدأ فرعون يذكر الدين فقال:إِنِّي أَخافُ أَنْ يُبَدِّلَ دِينَكُمْ ثم أتبعه بذكر فساد الدنيا فقال: أَوْ أَنْ يُظْهِرَ فِي الْأَرْضِ الْفَسادَ  ."},{"ayah_number":27,"text":"ثم حكى- سبحانه- ما قاله موسى- عليه السلام- بعد أن سمع من فرعون تهديداته له، وتطاوله عليه، فقال- تعالى-: وَقالَ مُوسى إِنِّي عُذْتُ بِرَبِّي وَرَبِّكُمْ مِنْ كُلِّ مُتَكَبِّرٍ لا يُؤْمِنُ بِيَوْمِ الْحِسابِ.وقوله عُذْتُ بمعنى استجرت ولجأت. يقال: عاذ فلان بفلان واستعاذ به، إذا لجأ إليه. واستجار به.أى: وقال موسى- عليه السلام- لقومه على سبيل التثبيت لهم على الحق يا قوم. إنى استجرت وتحصنت بربي وربكم من شر كل مستكبر عن الإيمان بالحق، كافر بيوم الحساب وما فيه من ثواب وعقاب.وفي هذا القول الذي قاله موسى لقومه: يتجلى صدق إيمانه، وقوة يقينه ووثوقه برعاية الله- تعالى- له، كما يتجلى فيه حرصه على نصحه لقومه بالثبات على الحق، لأن الله- تعالى- الذي هو ربه وربهم، كفيل برعايته ورعايتهم وبانجائه وبإنجائهم من فرعون وملئه، كما يتجلى فيه أن الاستكبار عن اتباع الحق، والتكذيب بالبعث، على رأس الأسباب التي تعين على قسوة القلب، وفساد النفس.قال صاحب الكشاف: وقوله: وَرَبِّكُمْ فيه بعث لهم على أن يقتدوا به، فيعوذوا بالله عياذه، ويعتصموا بالتوكل عليه اعتصامه، وقال: مِنْ كُلِّ مُتَكَبِّرٍ لتشمل استعاذته من فرعون وغيره من الجبابرة، وليكون على طريقة التعريض، فيكون أبلغ. وأراد بالتكبر:الاستكبار عن الإذعان للحق، وهو أقبح استكبار وأدله على دناءة صاحبه، ومهانة نفسه، وعلى فرط ظلمه وعسفه.وقال: لا يُؤْمِنُ بِيَوْمِ الْحِسابِ لأنه إذا اجتمع في الرجل التجبر والتكذيب بالجزاء وقلة المبالاة بالعاقبة، فقد استكمل أسباب القسوة والجراءة على الله وعباده. ولم يترك عظيمة إلا ارتكبها..وخلال هذا الوعيد والتهديد من فرعون وملئه لموسى- عليه السلام-، قيض الله- تعالى- لموسى رجلا مؤمنا من آل فرعون كان يخفى إيمانه. هذا الرجل أخذ يدافع عن موسى دفاعا حكيما مؤثرا، يحمل الترغيب تارة والترهيب أخرى، والإرشاد تارة والتأنيب أخرى.. ويحكى القرآن ذلك بأسلوبه البليغ فيقول:"},{"ayah_number":28,"text":"قال الإمام الرازي: اعلم أنه- تعالى- لما حكى عن موسى- عليه السلام- أنه ما زاد في دفع مكر فرعون وشره على الاستعاذة بالله، بين أنه- تعالى- قيض إنسانا أجنبيا غير موسى حتى ذب عنه على أحسن الوجوه، وبالغ في تسكين تلك الفتنة، واجتهد في إزالة ذلك الشر.ثم قال- رحمه الله-: يقول مصنف هذا الكتاب: ولقد جربت في أحوال نفسي أنه كلما قصدني شرير بشر ولم أتعرض له، وأكتفى بتفويض ذلك الأمر إلى الله، فإنه- سبحانه- يقيض أقواما لا أعرفهم ألبتة. يبالغون في دفع ذلك الشر.. .وظاهر الآية الكريمة يفيد أن هذا الرجل المؤمن كان من حاشية فرعون بدليل قوله- تعالى-: مِنْ آلِ فِرْعَوْنَ ولم يكن من بنى إسرائيل.وقد رجح ابن جرير- رحمه الله- ذلك فقال: وأولى القولين في ذلك بالصواب عندي:القول الذي قاله السدى من أن الرجل المؤمن كان من آل فرعون، ولذا فقد أصغى لكلامه واستمع منه ما قاله، وتوقف عن قتل موسى عند نهيه عن قتله.. ولو كان إسرائيليا لكان حريا أن يعاجل هذا القائل له ولملئه بالعقوبة على قوله، لأنه لم يكن يستنصح بنى إسرائيل لاعتداده إياهم أعداء له.. ولكنه لما كان من ملأ قومه، استمع إليه، وكف فرعون عما كان قد هم به من قتل موسى.. .قالوا: وهذا الرجل المؤمن هو الذي نصح موسى- عليه السلام- بقوله: إِنَّ الْمَلَأَ يَأْتَمِرُونَ بِكَ لِيَقْتُلُوكَ، فَاخْرُجْ إِنِّي لَكَ مِنَ النَّاصِحِينَ.وكان اسمه «حزقيل» أو «حبيب» .أى: وقال رجل مؤمن من آل فرعون وحاشيته، وكان يكتم إيمانه عنهم، حتى لا يصيبه أذى منهم، فعند ما سمع فرعون يقول: ذَرُونِي أَقْتُلْ مُوسى. قال لهم: أَتَقْتُلُونَ رَجُلًا أَنْ يَقُولَ رَبِّيَ اللَّهُ، وَقَدْ جاءَكُمْ بِالْبَيِّناتِ مِنْ رَبِّكُمْ.أى: أتقتلون رجلا لأنه يقول ربي الله وحده، وقد جاءكم بالحجج البينات، وبالمعجزات الواضحة من عند ربكم، كدليل على صدقه فيما يبلغه عنه.فقوله: أَنْ يَقُولَ رَبِّيَ اللَّهُ في موضع المفعول لأجله. أى: أتقتلونه من أجل قوله هذا. وجملة وَقَدْ جاءَكُمْ بِالْبَيِّناتِ مِنْ رَبِّكُمْ حالية من فاعل يقول وهو موسى- عليه السلام-.والمقصود بهذا الاستفهام: الإنكار عليهم والتبكيت لهم، حيث قصدوا قتل رجل كل ذنبه أنه عبد الله- تعالى- وحده وقد جاءهم بالمعجزات الواضحات الدالة على صحة فعله وقوله.قال الإمام ابن كثير: وقد كان هذا الرجل يكتم إيمانه عن قومه القبط، فلم يظهر إلا هذا اليوم حين قال فرعون ذَرُونِي أَقْتُلْ مُوسى فأخذت الرجل غضبة لله- تعالى- و «أفضل الجهاد كلمة عدل عند سلطان جائر» اللهم إلا ما رواه البخاري في صحيحه حيث قال:حدثنا على بن عبد الله، حدثنا الوليد بن مسلم، حدثنا الأوزاعى، حدثني عروة بن الزبير قال: قلت لعبد الله بن عمرو بن العاص: أخبرنى بأشد شيء صنعه المشركون برسول الله صلّى الله عليه وسلم فقال: بينا رسول الله صلّى الله عليه وسلم بفناء الكعبة، إذ أقبل عقبة بن أبى معيط فأخذ بمنكب رسول الله صلّى الله عليه وسلم ولوى ثوبه في عنقه، فخنقه خنقا شديدا. فأقبل أبو بكر- رضى الله عنه- فأخذ بمنكبه ودفع عن النبي صلّى الله عليه وسلم ثم قال: أتقتلون رجلا أن يقول ربي الله وقد جاءكم بالبينات من ربكم   .وقال القرطبي: وعن على- رضى الله عنه- قال: اجتمعت قريش بعد وفاة أبى طالب بثلاث: فأرادوا قتل رسول الله صلّى الله عليه وسلم فأقبل هذا يجؤه- أى يضربه-، وهذا يتلتله- أى: يحركه تحريكا شديدا- فلم يغثه أحد إلا أبو بكر وله ضفيرتان، فأقبل يجأ هذا ويتلتل ذا، ويقول بأعلى صوته: ويلكم.. أتقتلون رجلا أن يقول ربي الله، والله إنه لرسول الله، فقطعت إحدى ضفيرتى أبى بكر يومئذ  .ثم يحكى القرآن الكريم أن ذلك الرجل المؤمن، لم يكتف بالإنكار على قومه قصدهم موسى بالقتل بل أخذ في محاولة إقناعهم بالعدول عن هذا القصد بشتى الأساليب والحجج فقال: وَإِنْ يَكُ كاذِباً فَعَلَيْهِ كَذِبُهُ، وَإِنْ يَكُ صادِقاً يُصِبْكُمْ بَعْضُ الَّذِي يَعِدُكُمْ ...أى: أنه قال لهم: إن كان موسى- على سبيل الفرض- كاذبا فيما يقوله ويفعله فعليه وحده يقع ضرر كذبه، وليس عليكم منه شيء، وإن كان صادقا فيما يقوله ويفعله، فلا أقل من أن يصيبكم بعض الذي يعدكم به من سوء عاقبة مخالفة ما أتاكم به من عند ربه..فأنت ترى أن الرجل كان في نهاية الحكمة والإنصاف وحسن المنطق، في مخاطبته لقومه، حيث بين لهم أن الأمر لا يخرج عن فرضين، وكلاهما لا يوجب قصد موسى- عليه السلام- بالقتل.ورحم الله صاحب الكشاف. فقد أجاد عند تفسيره لهذه الآية فقال ما ملخصه: وقوله:أَتَقْتُلُونَ رَجُلًا أَنْ يَقُولَ رَبِّيَ اللَّهُ ... هذا إنكار عظيم منه، وتبكيت شديد لهم، كأنه قال: أترتكبون الفعلة الشنعاء التي هي قتل نفس محرمة، وما لكم علة قط في ارتكابها إلا كلمة الحق التي نطق بها وهي قوله رَبِّيَ اللَّهُ..ثم أخذ في الاحتجاج عليهم على طريقة التقسيم فقال: لا يخلو من أن يكون كاذبا أو صادقا، فإن يك كاذبا فعليه يعود كذبه ولا يتخطاه ضرره، وإن يك صادقا يصبكم بعض ما يعدكم به إن تعرضتم له.فإن قلت: لم قال: بَعْضُ الَّذِي يَعِدُكُمْ وهو- أى موسى- نبي صادق، لا بد لما يعدهم أن يصيبهم كله لا بعضه؟قلت: لأنه احتجاج في مقاولة خصوم موسى ومنا كريه، إلى أن يلاوصهم- أى يحايلهم- ويداريهم، ويسلك معهم طريق الإنصاف في القول ويأتيهم من جهة المناصحة، فجاء بما علم أنه أقرب إلى تسليمهم لقوله، وأدخل في تصديقهم له وقبولهم منه، فقال وَإِنْ يَكُ صادِقاً يُصِبْكُمْ بَعْضُ الَّذِي يَعِدُكُمْ وهو كلام المصنف في مقاله، غير المشتط فيه، ليسمعوا منه ولا يردوا عليه، وذلك أنه حين فرضه صادقا، فقد أثبت أنه صادق في جميع ما يعد، ولكنه أردفه بقوله: يُصِبْكُمْ بَعْضُ الَّذِي يَعِدُكُمْ ليهضمه بعض حقه في ظاهر الكلام، فيريهم أنه ليس بكلام من أعطاه حقه وافيا، فضلا عن أن يتعصب له، وتقديم الكاذب على الصادق أيضا من هذا القبيل..  .ثم أرشد الرجل المؤمن الحصيف قومه إلى سنة من سنن الله التي لا تتغير فقال: إِنَّ اللَّهَ لا يَهْدِي مَنْ هُوَ مُسْرِفٌ كَذَّابٌ.أى: إن سنة الله- تعالى- قد اقتضت أنه- سبحانه- لا يهدى الى الحق والصواب، من كان مسرفا في أموره، متجاوزا الحدود التي شرعها الله- تعالى- ومن كان كذابا في إخباره عن الله- تعالى-، ولو كان موسى مسرفا أو كذابا، لما أيده الله- تعالى- بالمعجزات الباهرة. وبالحجج الساطعة الدالة على صدقه.فالجملة الكريمة إرشاد لهم عن طريق خفى إلى صدق موسى فيما يبلغه عن ربه، وتعريض بما عليه فرعون من ظلم وكذب.قال الجمل في حاشيته: فالجملة الكريمة كلام ذو وجهين نظرا لموسى وفرعون.الوجه الأول: أن هذا إشارة الى الرمز والتعريض بعلو شأن موسى، والمعنى: إن الله هدى موسى إلى الإتيان بالمعجزات الباهرة، ومن هداه الله إلى ذلك لا يكون مسرفا ولا كذابا.الوجه الثاني: أن يكون المراد أن فرعون مسرف في عزمه على قتل موسى. وكاذب في ادعائه الألوهية، والله لا يهدى من كان كذلك..   ."},{"ayah_number":29,"text":"ثم أخذ في تذكيرهم بنعم الله عليهم، وفي تحذيرهم من نقمه فقال: يا قَوْمِ لَكُمُ الْمُلْكُ الْيَوْمَ ظاهِرِينَ فِي الْأَرْضِ، فَمَنْ يَنْصُرُنا مِنْ بَأْسِ اللَّهِ إِنْ جاءَنا.أى: وقال الرجل المؤمن لقومه- أيضا-: يا قوم، أى: يا أهلى ويا عشيرتي، أنتم اليوم لكم الملك، حالة كونكم ظاهرين، أى: غالبين ومنتصرين في أرض مصر، عالين فيها على بني إسرائيل قوم موسى.وإذا كان أمرنا كذلك، فمن يستطيع أن ينصرنا من عذاب الله، إن أرسله علينا، بسبب عدم شكرنا له، واعتدائنا على خلقه.وإنما نسب إليهم ما يسرهم من الملك والظهور في الأرض دون أن يسلك نفسه معهم، وسلك نفسه معهم في موطن التحذير، تطييبا لقلوبهم، وإيذانا بأنه ناصح أمين لهم، وأنه لا يهمه سوى منفعتهم ومصلحتهم..وهنا نجد القرآن الكريم يخبرنا بأن فرعون بعد أن استمع إلى نصيحة الرجل المؤمن، أخذته العزة بالإثم، وقال ما يقوله كل طاغية معجب بنفسه: ما أُرِيكُمْ إِلَّا ما أَرى، وَما أَهْدِيكُمْ إِلَّا سَبِيلَ الرَّشادِ.أى: قال فرعون لقومه، في رده على نصيحة الرجل المؤمن: يا قوم لا أشير عليكم ولا أخبركم إلا بما أراه صوابا وخيرا، وهو أن أقتل موسى- عليه السلام- وما أهديكم برأيى هذا إلا إلى طريق السداد والرشاد.وغرض فرعون بهذا القول، التدليس والتمويه على قومه. وأنه ما يريد إلا منفعتهم، مع أن الدافع الحقيقي لقوله هذا، هو التخلص من موسى حتى يخلو له الجو في تأليه نفسه على جهلة قومه، فإنهم كانوا كما قال- تعالى- في شأنهم: فَاسْتَخَفَّ قَوْمَهُ فَأَطاعُوهُ إِنَّهُمْ كانُوا قَوْماً فاسِقِينَ."},{"ayah_number":30,"text":"ولكن الرجل المؤمن لم يسكت أمام هذا التدليس والتمويه الذي نطق به فرعون، بل استرسل في نصحه لقومه. وحكى القرآن عنه ذلك فقال: وَقالَ الَّذِي آمَنَ يا قَوْمِ، إِنِّي أَخافُ عَلَيْكُمْ مِثْلَ يَوْمِ الْأَحْزابِ ...أى قال لهم: يا قوم إنى أخاف عليكم إذا تعرضتم لموسى- عليه السلام- بالقتل أو بالتكذيب، أن ينزل بكم عذاب مثل العذاب الذي نزل على الأمم الماضية التي تحزبت على أنبيائها، وأعرضت عن دعوتهم، فكانت عاقبتها خسرا..فالمراد بالأحزاب: تلك الأمم السابقة التي وقفت من أنبيائها موقف العداء والبغضاء.وكأن تلك الأمم من حزب، والأنبياء من حزب آخر..والمراد باليوم هنا: الأحداث والوقائع والعقوبات التي حدثت فيه. فالكلام على حذف مضاف.أى: أخاف عليكم مثل حادث يوم الأحزاب."},{"ayah_number":31,"text":"وقوله: مِثْلَ دَأْبِ قَوْمِ نُوحٍ وَعادٍ وَثَمُودَ وَالَّذِينَ مِنْ بَعْدِهِمْ ... بدل أو عطف بيان من قوله مِثْلَ يَوْمِ الْأَحْزابِ.والدأب: العادة الدائمة المستمرة يقال: دأب فلان على كذا، إذا داوم عليه وجد فيه، ثم غلب استعماله في الحال والشأن والعادة.أى: أخاف عليكم أن يكون حالكم وشأنكم كحال قوم نوح وعاد وثمود والذين من بعدهم كقوم لوط، فهؤلاء الأقوام كذبوا أنبياءهم فدمرهم الله- تعالى- تدميرا، فاحذروا أن تسيروا على نهجهم بأن تقصدوا موسى- عليه السلام- بالقتل أو الإيذاء، فينزل بكم العذاب مثل ما نزل بهم.وَمَا اللَّهُ- تعالى- يُرِيدُ ظُلْماً لِلْعِبادِ أى: فما أنزله- سبحانه- بهم من عذاب، إنما هو بسبب إصرارهم على شركهم. وعلى الإعراض عن دعوة أنبيائهم، وما ظلمهم الله ولكن كانوا أنفسهم يظلمون."},{"ayah_number":32,"text":"ثم يواصل الرجل المؤمن تذكير قومه بأهوال يوم القيامة فيقول: وَيا قَوْمِ إِنِّي أَخافُ عَلَيْكُمْ يَوْمَ التَّنادِ.أخاف عليكم يوم القيامة الذي يكثر فيه نداء أهل الجنة لأهل النار. ونداء أهل النار لأهل الجنة، ونداء الملائكة لأهل السعادة وأهل الشقاوة.فلفظ «التناد» - بتخفيف الدال وحذف الياء- تفاعل من النداء، يقال: تنادى القوم، إذا نادى بعضهم بعضا.."},{"ayah_number":33,"text":"وقوله: يَوْمَ تُوَلُّونَ مُدْبِرِينَ ما لَكُمْ مِنَ اللَّهِ مِنْ عاصِمٍ ... بدل من يوم التناد. أى:أخاف عليكم من أهوال يوم القيامة، يوم تنصرفون عن موقف الحساب والجزاء فتتلقاكم النار بلهيبها وسعيرها، وتحاولون الهرب منها فلا تستطيعون. لأنه لا عاصم لكم ولا مانع في هذا اليوم من عذاب الله- تعالى- وعقابه.وَمَنْ يُضْلِلِ اللَّهُ فَما لَهُ مِنْ هادٍ أى: ومن يضلله الله- تعالى- عن طريق الحق بسبب سوء استعداده، واستحبابه العمى على الهدى. فما له من هاد يهديه إلى الصراط المستقيم.وهكذا نجد الرجل المؤمن بعد أن خوف قومه من العذاب الدنيوي، أتبع ذلك بتخويفهم من العذاب الأخروى."},{"ayah_number":34,"text":"ثم ذكرهم بعد ذلك بما كان من أسلافهم مع أحد أنبيائهم فقال: وَلَقَدْ جاءَكُمْ يُوسُفُ مِنْ قَبْلُ بِالْبَيِّناتِ فَما زِلْتُمْ فِي شَكٍّ مِمَّا جاءَكُمْ بِهِ، حَتَّى إِذا هَلَكَ قُلْتُمْ لَنْ يَبْعَثَ اللَّهُ مِنْ بَعْدِهِ رَسُولًا.والذي عليه المحققون أن المراد بيوسف هنا: يوسف بن يعقوب- عليهما السلام- والمراد بمجيئه إليهم: مجيئه إلى آبائهم، إذ بين يوسف وموسى- عليهما السلام- أكثر من أربعة قرون، فالتعبير في الآية الكريمة من باب نسبة أحوال الآباء إلى الأبناء لسيرهم على منوالهم وعلى طريقتهم في الإعراض عن الحق.أى: ولقد جاء يوسف- عليه السلام- إلى آبائكم من قبل مجيء موسى إليكم، وكان مجيئه إلى آبائكم مصحوبا بالمعجزات والبينات، والآيات الواضحات الدالة على صدقه.فَما زِلْتُمْ فِي شَكٍّ مِمَّا جاءَكُمْ بِهِ أى: فما زال آباؤكم في شك مما جاءهم به من البينات والهدى، كشأنكم أنتم مع نبيكم موسى- عليه السلام-.حَتَّى إِذا هَلَكَ أى: مات يوسف- عليه السلام-.قُلْتُمْ أى: قال آباؤكم الذين أنتم من نسلهم لَنْ يَبْعَثَ اللَّهُ مِنْ بَعْدِهِ رَسُولًا فهم قد كذبوا رسالته في حياته، وكفروا بمن بعده من الرسل بعد موته، لأنهم نفوا أن يكون هناك رسول من بعده.فأنت ترى أن الرجل المؤمن يحذر قومه من أن يسلكوا مسلك آبائهم، في تكذيب رسل الله، وفي الإعراض عن دعوتهم.قال ابن كثير: قوله- تعالى-: وَلَقَدْ جاءَكُمْ يُوسُفُ مِنْ قَبْلُ بِالْبَيِّناتِ يعنى: أهل مصر، قد بعث الله فيهم رسولا من قبل موسى، وهو يوسف- عليه السلام-، كان عزيز أهل مصر، وكان رسولا يدعو إلى الله أمته القبط، فما أطاعوه تلك الساعة إلا لمجرد الوزارة.والجاه الدنيوي. ولهذا قال: فَما زِلْتُمْ فِي شَكٍّ مِمَّا جاءَكُمْ بِهِ حَتَّى إِذا هَلَكَ قُلْتُمْ لَنْ يَبْعَثَ اللَّهُ مِنْ بَعْدِهِ رَسُولًا أى: يئستم فقلتم طامعين: لَنْ يَبْعَثَ اللَّهُ مِنْ بَعْدِهِ رَسُولًا وذلك لكفرهم وتكذيبهم .وقوله: كَذلِكَ يُضِلُّ اللَّهُ مَنْ هُوَ مُسْرِفٌ مُرْتابٌ أى: مثل ذلك الإضلال الفظيع، يضل الله- تعالى- من هو مسرف في ارتكاب الفسوق والعصيان، ومن هو مرتاب في دينه.شاك في صدق رسوله، لاستيلاء الشيطان والهوى على قلبه."},{"ayah_number":35,"text":"ثم بين لهم أن غضب الله- تعالى- شديد، على الذين يجادلون في آياته الدالة على وحدانيته وعلى كمال قدرته، وعلى صدق أنبيائه، بغير حجة أو دليل فقال الَّذِينَ يُجادِلُونَ فِي آياتِ اللَّهِ بِغَيْرِ سُلْطانٍ أَتاهُمْ، كَبُرَ مَقْتاً عِنْدَ اللَّهِ وَعِنْدَ الَّذِينَ آمَنُوا....وقوله: الَّذِينَ يُجادِلُونَ ... مبتدأ، وخبره قوله- تعالى-: كَبُرَ مَقْتاً..والفاعل ضمير يعود إلى الجدال المفهوم من قوله يُجادِلُونَ أى: كبر جدالهم ومَقْتاً تمييز محول عن الفاعل، أى: عظم بغضا جدالهم عند الله وعند المؤمنين.أى: الذين يجادلون في آيات الله الدالة على وحدانيته، وعلى صدق أنبيائه بغير دليل أو برهان أتاهم من الله- تعالى- عن طريق رسله، هؤلاء الذين يفعلون ذلك، كبر وعظم بغضا جدالهم عند الله- تعالى- وعند الذين آمنوا.قال الجمل: وهذه الصفة- وهي الجدال بالباطل بدون برهان- موجودة في فرعون وقومه، ويكون الرجل المؤمن قد عدل عن مخاطبتهم إلى الاسم الغائب، لحسن محاورته لهم، واستجلاب قلوبهم. وأبرز ذلك في صورة تذكرهم فلم يخصهم بالخطاب.وفي قوله: كَبُرَ ضرب من التعجب والاستعظام لجدالهم  .وقوله: كَذلِكَ يَطْبَعُ اللَّهُ عَلى كُلِّ قَلْبِ مُتَكَبِّرٍ جَبَّارٍ أى: مثل ذلك الطبع العجيب، يطبع الله- تعالى- ويختم بالكفر والعمى على قلب كل إنسان متكبر عن الاستماع للحق، متطاول ومتجبر على خلق الله- تعالى- بالعدوان والإيذاء.ومع هذا النصح الزاخر بالحكم الحكيمة، والتوجيهات السليمة، والإرشادات القويمة من الرجل المؤمن لقومه.. ظل فرعون سادرا في غيه، مصرا على كفره وضلاله.. إلا أن الرجل المؤمن لم ييأس من توجيه النصح بل أخذ يذكر وينذر ويبشر.. ويحكى القرآن الكريم كل ذلك فيقول:"},{"ayah_number":36,"text":"والمراد بالصرح في قوله- تعالى-: وَقالَ فِرْعَوْنُ يا هامانُ ابْنِ لِي صَرْحاً ... البناء العالي المكشوف للناس، الذي يرى الناظر من فوقه ما يريد أن يراه، مأخوذ من التصريح بمعنى الكشف والإيضاح.والأسباب: جمع سبب، وهو كل ما يتوصل به إلى الشيء، والمراد بها هنا: أبواب السماء وطرقها، التي يصل منها إلى ما بداخلها."},{"ayah_number":37,"text":"أى: وقال فرعون لوزيره هامان: يا هامان ابن لي بناء ظاهرا عاليا مكشوفا لا يخفى على الناظر وإن كان بعيدا عنه، لعلى عن طريق الصعود على هذا البناء الشاهق أبلغ الأبواب الخاصة بالسموات، فأدخل منها فأنظر الى إله موسى.والمراد بالظن في قوله وَإِنِّي لَأَظُنُّهُ كاذِباً اليقين لقوله- تعالى- في آية أخرى:وَقالَ فِرْعَوْنُ يا أَيُّهَا الْمَلَأُ ما عَلِمْتُ لَكُمْ مِنْ إِلهٍ غَيْرِي فَأَوْقِدْ لِي يا هامانُ عَلَى الطِّينِ فَاجْعَلْ لِي صَرْحاً لَعَلِّي أَطَّلِعُ إِلى إِلهِ مُوسى وَإِنِّي لَأَظُنُّهُ مِنَ الْكاذِبِينَ  .فقوله- كما حكى القرآن عنه-: ما عَلِمْتُ لَكُمْ مِنْ إِلهٍ غَيْرِي قرينة قوية على أن المراد بالظن في الآيتين: اليقين والجزم، بسبب غروره وطغيانه.أى: وإنى لأعتقد وأجزم بأن موسى كاذبا في دعواه أن هناك إلها غيرى لكم، وفي دعواه أنه رسول إلينا.وكرر لفظ الأسباب لأن اللفظ الثاني يدل على الأول، والشيء إذا أبهم ثم أوضح، كان تفخيما لشأنه، فلما أراد تفخيم ما أمل بلوغه من أسباب السموات أبهمها ثم أوضحها.وقوله: فَأَطَّلِعَ قرأه الجمهور بالرفع عطفا على أَبْلُغُ فيكون في حيز الترجي.وقرأه بعض القراء السبعة بالنصب فيكون جوابا للأمر في قوله: ابْنِ لِي صَرْحاً ...ولا شك أن قول فرعون هذا بجانب دلالته على أنه بلغ الغاية في الطغيان والفجور والاستخفاف بالعقول، يدل- أيضا- على شدة خداعه، إذ هو يريد أن يتوصل من وراء هذا القول إلى أنه ليس هناك إله سواه ولو كان هناك إله سواه لشاهده هو وغيره من الناس.قال الإمام ابن كثير: وذلك لأن فرعون بنى هذا الصرح، الذي لم ير في الدنيا بناء أعلى منه، وإنما أراد بهذا أن يظهر لرعيته تكذيب موسى فيما قاله، من أن هناك إلها غير فرعون.. .وقال الجمل في حاشيته ما ملخصه: وقول فرعون هذا المقصود منه التلبيس والتمويه والتخليط على قومه توصلا لبقائهم على الكفر، وإلا فهو يعرف حقيقة الإله، وأنه ليس في جهة، ولكنه أراد التلبيس، فكأنه يقول لهم: لو كان إله موسى موجودا لكان له محل، ومحله إما الأرض وإما السماء، ولم نره في الأرض، فيبقى أن يكون في السماء، والسماء لا يتوصلإليها إلا بسلم..  .ثم بين- سبحانه- أن مكر فرعون هذا مصيره إلى الخسران فقال: وَكَذلِكَ زُيِّنَ لِفِرْعَوْنَ سُوءُ عَمَلِهِ، وَصُدَّ عَنِ السَّبِيلِ وَما كَيْدُ فِرْعَوْنَ إِلَّا فِي تَبابٍ.والتباب: الهلاك والخسران، يقال: تب الله- تعالى- فلانا، أى: أهلكه، وتبت يدا فلان، أى: خسرتا ومنه قوله- سبحانه-: تَبَّتْ يَدا أَبِي لَهَبٍ وَتَبَّ....أى: ومثل ذلك التزيين القبيح، زين لفرعون سوء عمله، فرآه حسنا، لفجوره وطغيانه، وصد عن سبيل الهدى والرشاد، لأنه استحب العمى على الهدى. وما كيد فرعون ومكره وتلبيسه واحتياله في إبطال الحق، إلا في هلاك وخسران وانقطاع."},{"ayah_number":38,"text":"ثم حكى القرآن الكريم أن الرجل المؤمن قد تابع حديثه ونصائحه لقومه، بعد أن استمع إلى ما قاله فرعون من باطل وغرور فقال: وَقالَ الَّذِي آمَنَ يا قَوْمِ اتَّبِعُونِ.. أى: فيما أنصحكم به، وأرشدكم إليه.أَهْدِكُمْ سَبِيلَ الرَّشادِ أى: اتبعونى فيما نصحتكم به، فإن في اتباعكم لي هدايتكم إلى الطريق الذي كله صلاح وسعادة وسداد. أما اتباعكم لفرعون فيؤدى بكم إلى طريق الغي والضلال."},{"ayah_number":39,"text":"يا قَوْمِ إِنَّما هذِهِ الْحَياةُ الدُّنْيا مَتاعٌ ... أى: هذه الدنيا متاع زائل مهما طالت أيامه..وَإِنَّ الْآخِرَةَ وحدها هِيَ دارُ الْقَرارِ أى: هي الدار التي فيها البقاء والدوام والخلود."},{"ayah_number":40,"text":"مَنْ عَمِلَ سَيِّئَةً في هذه الدنيا فَلا يُجْزى في الآخرة إِلَّا مِثْلَها كرما من الله- تعالى- وعدلا.وَمَنْ عَمِلَ صالِحاً مِنْ ذَكَرٍ أَوْ أُنْثى وَهُوَ مُؤْمِنٌ بالله- تعالى- إيمانا حقا.فَأُولئِكَ المؤمنون الصادقون يَدْخُلُونَ الْجَنَّةَ يُرْزَقُونَ فِيها بِغَيْرِ حِسابٍ أى:يرزقون فيها رزقا واسعا هنيئا، لا يعلم قدره إلا الله- تعالى-، ولا يحاسبهم عليه محاسب.فقد تفضل- سبحانه- على عباده. أن يضاعف لهم الحسنات دون السيئات."},{"ayah_number":41,"text":"ثم استنكر موقف قومه منه فقال: وَيا قَوْمِ ما لِي أَدْعُوكُمْ إِلَى النَّجاةِ من العذاب الدنيوي والأخروى، بأن آمركم بالإيمان والعمل الصالح، وأنهاكم عن قتل رجل يقول ربي الله، وقد جاءكم بالبينات من ربكم، وهو موسى- عليه السلام-.وأنتم تَدْعُونَنِي إِلَى النَّارِ أى: تدعونني لما يوصل إلى النار وهو عبادة غير الله- تعالى-، والموافقة على قتل الصالحين أو إيذائهم..قال صاحب الكشاف: فإن قلت: لم كرر نداء قومه؟ ولم جاء بالواو في النداء الثالث دون الثاني؟.قلت: أما تكرير النداء ففيه زيادة تنبيه لهم، وإيقاظ عن سنة الغفلة، وفيه: أنهم قومه وعشيرته.. ونصيحتهم عليه واجبة، فهو يتحزن لهم، ويتلطف بهم، ويستدعى بذلك أن لا يتهموه- فإن سرورهم سروره، وغمهم غمه- وأن ينزلوا على تنصيحه لهم، كما كرر إبراهيم- عليه السلام- في نصيحة أبيه قوله: يا أَبَتِفي سورة مريم.وأما المجيء بالواو العاطفة في النداء الثالث دون الثاني، فلأن الثاني داخل على كلام هو بيان للمجمل، وتفسير له فأعطى الداخل عليه حكمه في امتناع دخول الواو. وأما الثالث:فداخل على كلام ليس بتلك المثابة ."},{"ayah_number":42,"text":"وقوله: تَدْعُونَنِي لِأَكْفُرَ بِاللَّهِ وَأُشْرِكَ بِهِ ما لَيْسَ لِي بِهِ عِلْمٌ ... بدل من قوله:وَتَدْعُونَنِي إِلَى النَّارِ وتفسير وبيان له.أى: أنا أدعوكم إلى النجاة من النار، وأنتم تدعونني إلى الإشراك بالله- تعالى- وإلى الكفر به، مع أنى أعلم علم اليقين أنه- سبحانه- لا شريك له، لا في ذاته ولا في صفاته.وقوله: وَأَنَا أَدْعُوكُمْ إِلَى الْعَزِيزِ الْغَفَّارِ بيان للفرق الشاسع بين دعوته لهم ودعوتهم له.فهم يدعونه إلى الشرك والكفر، وإلى عبادة آلهة قد قام الدليل القاطع على بطلانها، وهو يدعوهم إلى عبادة الله- تعالى- وحده، الغالب لكل ما سواه، الواسع المغفرة لمن تاب إليه بعد أن عصاه.."},{"ayah_number":43,"text":"ثم يؤكد لهم بصورة لا تقبل الشك أو التردد أن ما يطلبونه منه هو الباطل وأن ما يطلبه منهم هو الحق فيقول: لا جَرَمَ أَنَّما تَدْعُونَنِي إِلَيْهِ، لَيْسَ لَهُ دَعْوَةٌ فِي الدُّنْيا وَلا فِي الْآخِرَةِ....وجرم: فعل ماض بمعنى حق وثبت ووجب. وقد وردت هذه الكلمة في القرآن في خمسة مواضع، وفي كل موضع جاءت متلوة بأنّ واسمها.وجمهور النحاة على أنها مركبة من «لا» و «جرم» تركيب خمسة عشر. ومعناها بعد هذا التركيب معنى الفعل حق وثبت، والجملة بعدها هي الفاعل لهذا الفعل..ومن النحاة من يرى أن «لا» نافية للجنس، و «جرم» اسمها، وما بعدها خبرها.أى: حق وثبت لدى بما لا يقبل الشك، أن آلهتكم التي تدعونني لعبادتها آلهة باطلة، لا وزن لها ولا قيمة لا في الدنيا ولا في الآخرة..وَأَنَّ مَرَدَّنا جميعا إِلَى اللَّهِ- تعالى- وحده وَأَنَّ الْمُسْرِفِينَ أى:المستكثرين من المعاصي في الدنيا هُمْ أَصْحابُ النَّارِ في الآخرة."},{"ayah_number":44,"text":"ثم نصح نصائحه الحكيمة الغالية بقوله: فستذكرون يا قوم ما أقول لكم من حق وصدق.وَأُفَوِّضُ أَمْرِي إِلَى اللَّهِ- تعالى- وحده لكي يعصمني من كل سوء.إِنَّ اللَّهَ- تعالى- بَصِيرٌ بِالْعِبادِ لا يخفى عليه شيء من أقوالهم أو أفعالهم، وسيجازى يوم القيامة كل نفس بما كسبت."},{"ayah_number":45,"text":"وقوله- تعالى-: فَوَقاهُ اللَّهُ سَيِّئاتِ ما مَكَرُوا بيان للعاقبة الطيبة التي أكرمه الله- سبحانه- بها بعد صدوعه بكلمة الحق أمام فرعون وجنده..أى: فكانت نتيجة إيمان هذا الرجل، وجهره بكلمة الحق، ونصحه لقومه، أن وقاه الله- تعالى- ما أراده الظالمون به من أذى وعدوان ومن مكر سيئ..وَحاقَ بِآلِ فِرْعَوْنَ أى: ونزل وأحاط بفرعون وقومه سُوءُ الْعَذابِ بأن أغرقهم الله- تعالى- في اليم، وجعلهم عبرة لمن يعتبر."},{"ayah_number":46,"text":"ثم بين- سبحانه- سوء مصيرهم بعد موتهم، وعند قيام الساعة، فقال: النَّارُ يُعْرَضُونَ عَلَيْها غُدُوًّا وَعَشِيًّا وَيَوْمَ تَقُومُ السَّاعَةُ أَدْخِلُوا آلَ فِرْعَوْنَ أَشَدَّ الْعَذابِ.. والغدو: أول النهار. والعشى: آخره، وجملة: النَّارُ يُعْرَضُونَ عَلَيْها.. بدل من قوله- تعالى- سُوءُ الْعَذابِ. بعرض أرواح فرعون وملئه على النار بعد موتهم وهم في قبورهم في الصباح والمساء، وَيَوْمَ تَقُومُ السَّاعَةُ يقال لملائكة العذاب: أَدْخِلُوا آلَ فِرْعَوْنَ أَشَدَّ الْعَذابِ وهو عذاب جهنم وبئس المصير مصيرهم.قال القرطبي: والجمهور على أن هذا العرض في البرزخ واحتج بعض أهل العلم في تثبيت عذاب القبر بقوله- تعالى-: النَّارُ يُعْرَضُونَ عَلَيْها غُدُوًّا وَعَشِيًّا مادامت الدنيا.."},{"ayah_number":47,"text":"وإِذْ في قوله- تعالى-: وَإِذْ يَتَحاجُّونَ فِي النَّارِ متعلق بمحذوف تقديره:اذكر، أى: واذكر- أيها الرسول الكريم- لقومك ليعتبروا ويتعظوا وقت أن يتخاصم أهل النار فيما بينهم.فَيَقُولُ الضُّعَفاءُ منهم لِلَّذِينَ اسْتَكْبَرُوا في الدنيا وكانوا رؤساء وقادة:إِنَّا كُنَّا لَكُمْ تَبَعاً أى إنا كنا في الدنيا تابعين لكم، ومنقادين لهواكم ومسخرين لخدمتكم.. والاستفهام في قوله- تعالى-: فَهَلْ أَنْتُمْ مُغْنُونَ عَنَّا نَصِيباً مِنَ النَّارِ للطلب المصحوب بالرجاء والاستجداء..أى: هذا هو حالنا أمامكم، وقد كنا في الدنيا منقادين لكم انقياد العبد لسيده، فادفعوا عنا شيئا من هذا العذاب المهين الذي نزل بنا، فطالما دافعنا عنكم في الدنيا وسرنا وراءكم بدون تفكير أو معارضة..وقوله نَصِيباً منصوب بفعل مقدر يدل عليه قوله مُغْنُونَ أى: فهل أنتم تدفعون عنا جزءا من العذاب الذي نحن فيه، وتحملون عنا نصيبا منه."},{"ayah_number":48,"text":"وهنا يرد عليهم المستكبرون، بضيق وملل. ويحكى القرآن ذلك فيقول قالَ الَّذِينَ اسْتَكْبَرُوا أى للضعفاء.إِنَّا كُلٌّ فِيها أى: إنا نحن وأنتم جميعا في جهنم، فكيف ندفع عنكم شيئا من العذاب، وإننا لو كانت عندنا القدرة على دفع شيء من العذاب، لدفعناه عن أنفسنا.ولفظ كُلٌّ مبتدأ، وفيها متعلق بمحذوف خبر، والجملة من المبتدأ والخبر، خبر إن.وجملة: إِنَّ اللَّهَ قَدْ حَكَمَ بَيْنَ الْعِبادِ من جملة الرد، أى: إن الله- تعالى- قد حكم بين العباد بحكمه العادل، فجعل للمؤمنين الجنة، وجعل للكافرين النار وقدر لكل منا ومنكم عذابا لا تغنى فيه نفس عن نفس شيئا."},{"ayah_number":49,"text":"وبعد أن يئس الكل من نصرة بعضهم لبعض، اتجهوا جميعا نحو خزنة جهنم لعلهم يشفعون لهم عند ربهم، ويحكى القرآن: ذلك فيقول: وَقالَ الَّذِينَ فِي النَّارِ، لِخَزَنَةِ جَهَنَّمَ وهم الملائكة المكلفون بتعذيب الكافرين.قالوا لهم: ادْعُوا رَبَّكُمْ يُخَفِّفْ عَنَّا يَوْماً مِنَ الْعَذابِ أى: ادعوا ربكم أن يخفف عنا يوما واحدا من الأيام الكثيرة التي ينزل علينا العذاب فيها بدون انقطاع، لعلنا في هذا اليوم نستطيع أن نلتقط أنفاسنا التي مزقها العذاب الدائم."},{"ayah_number":50,"text":"وهنا يرد عليهم خزنة جهنم بقولهم: أَوَلَمْ تَكُ تَأْتِيكُمْ رُسُلُكُمْ بِالْبَيِّناتِ أى: قالوا لهم على سبيل التوبيخ والتأنيب: أو لم تك رسلكم في الدنيا تنذركم بسوء مصير الكافرين، وتأتيكم بالمعجزات الواضحات الدالة على صدقهم.قالُوا بَلى أى: الكافرون لخزنة جهنم: بلى أتونا بكل ذلك فكذبناهم.وهنا رد عليهم الخزنة بقولهم: مادام الأمر كما ذكرتم من أن الرسل قد نصحوكم ولكنكم أعرضتم عنهم فَادْعُوا ما شئتم فإن الدعاء والطلب والرجاء لن ينفعكم شيئا.وَما دُعاءُ الْكافِرِينَ إِلَّا فِي ضَلالٍ أى: وما دعاء الكافرين وتضرعهم إلا في ضياع وخسران."},{"ayah_number":51,"text":"ثم بين- سبحانه- سنة من سننه التي لا تتخلف فقال: إِنَّا لَنَنْصُرُ رُسُلَنا، وَالَّذِينَ آمَنُوا فِي الْحَياةِ الدُّنْيا وَيَوْمَ يَقُومُ الْأَشْهادُ.والأشهاد: جمع شاهد، وعلى رأسهم الأنبياء الذين يشهدون على أممهم يوم القيامة بأنهم قد بلغوهم دعوة الله، والملائكة الذين يشهدون للرسل بالتبليغ، وللمؤمنين بالإيمان وللكافرين بالكفر، وكل من يقوم يوم القيامة للشهادة على غيره يكون من الأشهاد.أى: لقد اقتضت سنتنا التي لا تتخلف أن ننصر رسلنا والمؤمنين في الدنيا بالحجة الدامغة التي تزهق باطل أعدائهم، وبالتغلب عليهم، وبالانتقام منهم.وأن ننصرهم في الآخرة كذلك بأن نجعل لهم الجنة، والنار لأعدائهم.قال صاحب الكشاف: قوله: فِي الْحَياةِ الدُّنْيا وَيَوْمَ يَقُومُ الْأَشْهادُ أى: في الدنيا والآخرة، يعنى أنه ينصرهم في الدارين جميعا بالحجة والظفر على أعدائهم، وإن غلبوا في الدنيا في بعض الأحايين امتحانا من الله، فالعاقبة لهم، ويتيح الله من يقتص من أعدائهم ولو بعد حين .وما ذكره صاحب الكشاف فإننا نراه واقعا في سيرة الرسول صلّى الله عليه وسلم وفي سيرة أتباعه فلقد هاجر النبي صلّى الله عليه وسلم من مكة وليس معه سوى أبى بكر الصديق، وعاد إليها بعد ثماني سنوات فاتحا غازيا ظافرا، ومن حوله الآلاف من أصحابه.والمؤمنون قد يغلبون- أحيانا- ويعتدى عليهم.. ولكن العاقبة لا بد أن تكون لهم. متى داوموا على التمسك بما يقتضيه إيمانهم من الثبات على الحق، ومن العمل الصالح..وعبر- سبحانه- عن يوم القيامة، بيوم يقوم الأشهاد، للإشعار بأن نصر الرسل والمؤمنين في هذا اليوم سيكون نصرا مشهودا معلوما من الأولين والآخرين، لا ينكره منكر.ولا ينازع فيه منازع."},{"ayah_number":52,"text":"وقوله: يَوْمَ لا يَنْفَعُ الظَّالِمِينَ مَعْذِرَتُهُمْ. أى: وننصرهم يوم القيامة يوم يقدم الظالمون أعذارهم لكي نعفو عنهم. فلا يقبل منهم عذر واحد، لأنها أعذار ساقطة. وجاءت في غير وقتها.ولا منافاة بين هذه الآية وبين قوله- تعالى-: وَلا يُؤْذَنُ لَهُمْ فَيَعْتَذِرُونَ لأن المقصود منها واحد. وهو أنهم ليس لهم عذر مقبول حتى يلتفت إليهم، وإنما عذرهم مرفوض رفضا تاما.وَلَهُمُ اللَّعْنَةُ من الله- تعالى- ومن عباده المؤمنين وَلَهُمُ- أيضا- سُوءُ الدَّارِ وهي جهنم وسوؤها ما يسوء فيها من العذاب، فالإضافة من باب إضافة الصفة إلى الموصوف. أى: ولهم الدار السوءى.وفي هاتين الآيتين ما فيهما من البشارة السارة العظيمة للمؤمنين ومن الإهانة التي ليس بعدها إهانة للكافرين."},{"ayah_number":53,"text":"ثم ساق- سبحانه- مثالا من نصره لرسله ولعباده المؤمنين. فقال- تعالى-: وَلَقَدْ آتَيْنا مُوسَى الْهُدى وَأَوْرَثْنا بَنِي إِسْرائِيلَ الْكِتابَ، هُدىً وَذِكْرى لِأُولِي الْأَلْبابِ.أى: والله لقد آتينا عبدنا ونبينا موسى ما يهتدى به من المعجزات والصحف والشرائع.وأورثنا من بعده قومه بنى إسرائيل الكتاب وهو التوراة. لكي ينتفعوا بإرشاداته وأحكامه وتوجيهاته."},{"ayah_number":54,"text":"وفعلنا ما فعلنا من أجل أن يكون ذلك الكتاب هداية وذكرى لأصحاب العقول السليمة فقوله- تعالى- هُدىً وَذِكْرى مفعول لأجله. أو هما مصدران في موضع الحال. أى:وأورثنا بنى إسرائيل الكتاب، حالة كونه هاديا ومذكرا لأولى الألباب. لأنهم هم الذين ينتفعون بالهدايات. وهم الذين يتذكرون ويعتبرون دون غيرهم."},{"ayah_number":55,"text":"ثم ختم- سبحانه- الآيات الكريمة بأمر النبي صلّى الله عليه وسلم بالصبر على أذى أعدائه. فقال:فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ ...أى: إذا كان الأمر كما ذكرنا لك- أيها الرسول الكريم- من أننا سننصر رسلنا والذين آمنوا في الحياة الدنيا وَيَوْمَ يَقُومُ الْأَشْهادُ.. فاصبر على ما أصابك من أعدائك، فإن ما وعدك الله- تعالى- به من النصر ثابت لا شك فيه، وحق لا باطل معه.وَاسْتَغْفِرْ لِذَنْبِكَ فإن استغفارك هذا وأنت المعصوم من كل ما يغضبنا- يجعل أمتك تقتدى بك في ذلك، وتسير على نهجك في الإكثار من فعل الطاعات.وَسَبِّحْ بِحَمْدِ رَبِّكَ بِالْعَشِيِّ وَالْإِبْكارِ أى: وبجانب استغفارك من الذنوب، أكثر من تسبيح ربك ومن تنزيهه عن كل ما لا يليق به عند حلول الليل، وعند تباكير الصباح، فإن هذا الاستغفار، وذلك التسبيح، خير زاد للوصول إلى السعادة والفوز في الدنيا والآخرة.قال الإمام الرازي ما ملخصه: واعلم أن مجامع الطاعات محصورة في قسمين: التوبة عما لا ينبغي، والاشتغال بما ينبغي، والأول مقدم على الثاني بحسب الرتبة الذاتية. فوجب أن يكون مقدما عليه في الذكر..أما التوبة عما لا ينبغي، فنراها في قوله- تعالى-: وَاسْتَغْفِرْ لِذَنْبِكَ.وأما الاشتغال بما ينبغي، فنراه في قوله- تعالى- وَسَبِّحْ بِحَمْدِ رَبِّكَ بِالْعَشِيِّ وَالْإِبْكارِ.والتسبيح عبارة عن تنزيه الله- تعالى- عن كل ما لا يليق به، والعشى والإبكار، قيل صلاة العصر وصلاة الفجر. وقيل: الإبكار عبارة عن أول النهار إلى النصف. والعشى عبارة عن النصف إلى آخر النهار، فيدخل فيه كل الأوقات، وبالجملة فالمراد منه المواظبة على ذكر الله. وأن لا يفتر اللسان عنه..   .ثم تعود السورة الكريمة مرة أخرى إلى توبيخ الذين يجادلون في آيات الله بغير حجة أو برهان، وتبين الأسباب التي حملتهم على ذلك، وترشد إلى العلاج من شرورهم، وتنفى المساواة بين الكافر والمؤمن، وتدعو المؤمنين إلى الإكثار من التضرع إلى الله- تعالى- فتقول:"},{"ayah_number":56,"text":"والمراد بالمجادلة في قوله- تعالى-: إِنَّ الَّذِينَ يُجادِلُونَ فِي آياتِ اللَّهِ بِغَيْرِ سُلْطانٍ أَتاهُمْ.. المجادلة بالباطل بدون حجة أو دليل، أما المجادلة لإحقاق الحق والكشف عنه..فهي محمودة، لأنها تهدى إلى الخير والصلاح.قال صاحب الكشاف: فأما الجدال في آيات الله، لإيضاح ملتبسها، وحل مشكلها، ومقادحة أهل العلم في استنباط معانيها ورد أهل الزيغ عنها، فأعظم جهاد في سبيل الله.. .وجملة إِنْ فِي صُدُورِهِمْ إِلَّا كِبْرٌ ما هُمْ بِبالِغِيهِ خبر إن، والكبر بمعنى التكبر والتعالي والتعاظم على الغير.والمعنى: إن الذين يجادلون في آيات الله- تعالى- الدالة على وحدانيته وصدق رسله، وليس عندهم دليل أو برهان على صحة دعواهم..هؤلاء المجادلون بالباطل ما حملهم على ذلك إلا التكبر والتعاظم والتطلع إلى الرياسة وإلى أن تكون النبوة فيهم أو فيمن يميلون إليهم.. وهم جميعا لن يصلوا إلى شيء من ذلك، ولن يبلغوا ما تتوق إليه نفوسهم المريضة، لأن العطاء والمنع بيد الله- تعالى- وحده.وصدق الله إذ يقول: ما يَفْتَحِ اللَّهُ لِلنَّاسِ مِنْ رَحْمَةٍ فَلا مُمْسِكَ لَها، وَما يُمْسِكْ فَلا مُرْسِلَ لَهُ مِنْ بَعْدِهِ وَهُوَ الْعَزِيزُ الْحَكِيمُ  .فالآية الكريمة تبين أن على رأس الأسباب التي حملت هؤلاء المجادلين بالباطل على جدالهم.هو حبهم للتكبر والتعالي ...قال الآلوسى: قوله: بِغَيْرِ سُلْطانٍ أَتاهُمْ ... أى: بغير حجة في ذلك أتتهم من جهته- تعالى- وتقييد المجادلة بذلك مع استحالة إتيان الحجة، للإيذان بأن المتكلم في أمر الدين، لا بد من استناده إلى حجة واضحة وبرهان مبين، وهذا عام في كل مجادل مبطل..وقوله: ما هُمْ بِبالِغِيهِ صفة لقوله كِبْرٌ أى ما هم ببالغي موجب الكبر ومقتضية، وهو متعلق إرادتهم من دفع الآيات أو من الرياسة أو النبوة.. .وقوله- سبحانه-: فَاسْتَعِذْ بِاللَّهِ إِنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ. إرشاد منه- تعالى- إلى ما يقي من شرور هؤلاء المجادلين بالباطل.أى: هذا هو حال المجادلين بالباطل وهذا هو الدافع إلى جدالهم، وما دام هذا هو حالهم،فالتجئ إلى الله- تعالى- أيها الرسول الكريم- لكي يحفظك من شرورهم وكيدهم، إنه- تعالى- هو السميع لكل شيء، البصير بما ظهر وخفى من شئون عباده."},{"ayah_number":57,"text":"ثم بين- سبحانه- للناس من طريق المشاهدة صغر حجمهم بالنسبة إلى بعض خلقه- تعالى- فيقول: لَخَلْقُ السَّماواتِ وَالْأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ، وَلكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ.أى: لخلق السموات والأرض ابتداء وبدون مثال سابق، أكبر وأعظم من خلق الناس. ومما لا شك فيه أن من قدر على خلق الأعظم، فهو على خلق ما هو أقل منه أقدر وأقدر، ولكن أكثر الناس لاستيلاء الغفلة والهوى عليهم، لا يعلمون هذه الحقيقة الجلية. وقوله- تعالى- أَكْبَرُ مِنْ خَلْقِ النَّاسِ إنما هو من باب تقريب الأشياء إلى الفهم. فمن المعروف بين الناس أن معالجة الشيء الكبير أشد من معالجة الشيء الصغير. وإن كان الأمر بالنسبة إلى الله- تعالى- لا تفاوت بين خلق الكبير وخلق الصغير، إذ كل شيء خاضع لإرادته كما قال- سبحانه-: إِنَّما أَمْرُهُ إِذا أَرادَ شَيْئاً أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ.قال صاحب الكشاف: فإن قلت: كيف اتصل قوله لَخَلْقُ السَّماواتِ وَالْأَرْضِ..بما قبله؟.قلت: إن مجادلتهم في آيات الله كانت مشتملة على إنكار البعث. وهو أصل المجادلة ومدارها، فحجّوا بخلق السموات والأرض لأنهم كانوا مقرين بأن الله خالقهم، وبأنهما خلق عظيم لا يقادر قدره، وخلق الناس بالقياس إلى خلقهما شيء قليل، فمن قدر على خلقهما مع عظمهما. كان على خلق الإنسان مع ضآلته أقدر..  ."},{"ayah_number":58,"text":"وقوله- تعالى- وَما يَسْتَوِي الْأَعْمى وَالْبَصِيرُ، وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ وَلَا الْمُسِيءُ ... نفى لعدم المساواة بين الأخيار والأشرار. والمتقين والفجار..أى: كما أنه لا يصح في عرف أى عاقل المساواة بين الأعمى والبصير. كذلك لا تصح المساواة بين المؤمنين الذين قدموا في دنياهم العمل الصالح، وبين الكافرين والفاسقين الذين لطخوا حياتهم بالعمل السيئ، والفعل القبيح..ولفظ «قليلا» في قوله- تعالى- قَلِيلًا ما تَتَذَكَّرُونَ مفعول مطلق، وهو صفة لموصوف محذوف، و «ما» مزيدة للتأكيد. أى تذكرا قليلا تتذكرون."},{"ayah_number":59,"text":"ثم أكد- سبحانه- مجيء الساعة في الوقت الذي يختاره- تعالى- فقال: إِنَّ السَّاعَةَ لَآتِيَةٌ لا رَيْبَ فِيها أى: لا ريب ولا شك في مجيئها في الوقت الذي يشاؤه- عز وجل- وَلكِنَّ أَكْثَرَ النَّاسِ لا يُؤْمِنُونَ بذلك لغفلتهم وقصور نظرهم، واستحواذ الشيطان عليهم.."},{"ayah_number":60,"text":"ثم أمر- سبحانه- عباده المؤمنين أن يكثروا من التضرع اليه بالدعاء فقال: وَقالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ....أى: وقال ربكم- أيها المؤمنون- تضرعوا إلى بالدعاء، وتقربوا إلى بالطاعات، أستجب لكم، ولا أخيب لكم رجاء.ولا تنافى بين تفسير الدعاء هنا بالسؤال والتضرع إلى الله- تعالى-، وبين تفسيره بالعبادة، لأن الدعاء هو لون من العبادة، بل هو مخها كما جاء في الحديث الشريف.والإنسان الذي التزم في دعائه الآداب والشروط المطلوبة، كان دعاؤه جديرا بالإجابة، فقد حكى لنا القرآن الكريم في آيات كثيرة، أن الأنبياء والصالحين، عند ما دعوا الله- تعالى- أجاب لهم دعاءهم، ومن ذلك قوله- تعالى- وَنُوحاً إِذْ نادى مِنْ قَبْلُ فَاسْتَجَبْنا لَهُ، فَنَجَّيْناهُ وَأَهْلَهُ مِنَ الْكَرْبِ الْعَظِيمِ   .ثم بين- سبحانه- سوء عاقبة الذين يتكبرون عن طاعة الله وعن دعائه فقال: إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبادَتِي سَيَدْخُلُونَ جَهَنَّمَ داخِرِينَ أى: إن الذين يستكبرون عن طاعتي، وعن التقرب إلى بما يرضيني، سيدخلون يوم القيامة نار جهنم حالة كونهم أذلاء صاغرين.فقوله: داخِرِينَ من الدخور بمعنى الانقياد والخضوع يقال: دخر فلان يدخر دخورا إذا ذل وهان.هذا، وقد ذكر الإمام ابن كثير عند تفسيره لهذه الآية جملة من الأحاديث التي تتصل بموضوع الدعاء فارجع إليه إن شئت  ."},{"ayah_number":61,"text":"وبعد أن بين- سبحانه- مصير الذين يستكبرون عن عبادته، أتبع ذلك ببيان ألوان من النعم التي أنعم بها على عباده، كنعمة السماء والأرض، ونعمة خلق الإنسان ورزقه من الطيبات، ونعمة الليل والنهار.. فقال- تعالى-:فقوله- تعالى-: اللَّهُ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهارَ مُبْصِراً بيان لنعمتي الليل والنهار اللتين أنعم بهما- سبحانه- على الناس.أى: الله- تعالى- هو وحده الذي جعل لكم- أيها الناس- الليل لتسكنوا فيه، وتستريحوا من عناء العمل بالنهار وهيأه لهذه الاستراحة بأن جعله مظلما ساكنا ...وجعل لكم بقدرته وفضله النهار مبصرا، أى: جعله مضيئا مسفرا، بحيث تبصرون فيه ما تريدون إبصاره من الأشياء المتنوعة.قال صاحب الكشاف: قوله: مُبْصِراً هو من الإسناد المجازى لأن الإبصار في الحقيقة لأهل النهار.فإن قلت: لم قرن الليل بالمفعول له، والنهار بالحال؟ وهلا كانا حالين أو مفعولا لهما.فيراعى حق المقابلة؟قلت: هما متقابلان من حيث المعنى، لأن كل واحد منهما يؤدى مؤدى الآخر، ولأنه لو قال: لتبصروا فيه فاتت الفصاحة التي في الإسناد المجازى، ولو قيل: ساكنا- والليل يجوز أن يوصف بالسكون على الحقيقة، الا ترى إلى قولهم: ليل ساج وساكن لا ريح فيه- لم تتميز الحقيقة من المجاز .وقوله: إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلكِنَّ أَكْثَرَ النَّاسِ لا يَشْكُرُونَ بيان لموقف أكثر الناس من نعم الله- تعالى- عليهم.أى: إن الله- تعالى- لصاحب فضل عظيم على الناس جميعا، ولكن أكثرهم لا يشكرونه على آلائه ونعمه، لغفلتهم وجهلهم واستيلاء الأهواء والشهوات عليهم.وقال- سبحانه- لَذُو فَضْلٍ بالتنكير للإشعار بأنه فضل لا تحيط به عبارة أو وصف."},{"ayah_number":62,"text":"واسم الإشارة في قوله- تعالى-: ذلِكُمُ اللَّهُ رَبُّكُمْ لا إِلهَ إِلَّا هُوَ خالِقُ كُلِّ شَيْءٍ..يعود إلى من سبقت صفاته ونعمه وهو الله- عز وجل-.وذلِكُمُ مبتدأ، وما بعده أخبار متعددة.أى: ذلكم الذي أعطاكم من النعم ما أعطاكم هو الله- تعالى- ربكم خالق كل شيء في هذا الوجود. لا إله إلا هو في هذا الكون..وقوله- تعالى-: فَأَنَّى تُؤْفَكُونَ تعجيب من انصرافهم- بعد هذه النعم- عن الحق إلى الباطل، وعن الشكران إلى الكفران.أى: فكيف تنقلبون عن عبادته- سبحانه- إلى عبادة غيره، مع أنه- عز وجل- هو الخالق لكل شيء، وهو صاحب تلك النعم التي تتمتعون بها."},{"ayah_number":63,"text":"وقوله- تعالى-: كَذلِكَ يُؤْفَكُ الَّذِينَ كانُوا بِآياتِ اللَّهِ يَجْحَدُونَ بيان لحال الذين وقفوا من نعم الله- تعالى- موقف الجحود والكفران.ويؤفك هنا: بمعنى القلب والصرف عن الشيء، من الأفك- بالفتح- مصدر أفكه عن الشيء بمعنى صرفه عنه- وبابه ضرب- ومنه قوله- تعالى-: قالُوا أَجِئْتَنا لِتَأْفِكَنا عَنْ آلِهَتِنا ... أى: لتصرفنا عن عبادتها.والمعنى: مثل ذلك الصرف العجيب من الحق إلى الباطل، ينصرف وينقلب كل أولئك الذين انتكست عقولهم، والذين كانوا بآياتنا الدالة على وحدانيتنا وقدرتنا يجحدون ويكفرون."},{"ayah_number":64,"text":"وبعد أن بين- سبحانه- مظاهر نعمه عن طريق الزمان- الليل والنهار- أتبع ذلك ببيان نعمه عن طريق المكان- الأرض والسماء- فقال: اللَّهُ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ قَراراً أى: جعل لكم الأرض مكانا لاستقراركم عليها، والسعى فيها.وَالسَّماءَ بِناءً أى: وجعل لكم السماء بمنزلة القبة المبنية المضروبة فوق رءوسكم، فأنتم ترونها بأعينكم مرفوعة فوقكم بغير عمد.قال الآلوسى قوله: وَالسَّماءَ بِناءً أى: قبة، ومنه أبنية العرب لقبابهم التي تضرب.وإطلاق ذلك على السماء على سبيل التشبيه، وهو تشبيه بليغ. وفيه إشارة لكرويتها. وهذا بيان لفضله- تعالى- المتعلق بالمكان بعد بيان فضله المتعلق بالزمان .وقوله: وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ بيان لفضله- تعالى- المتعلق بذواتهم.أى: جعل لكم الأرض مستقرا، والسماء بناء، وصور أشكالكم في أحسن تقويم. وأجمل هيئة. كما قال- تعالى-: لَقَدْ خَلَقْنَا الْإِنْسانَ فِي أَحْسَنِ تَقْوِيمٍ.وَرَزَقَكُمْ مِنَ الطَّيِّباتِ أى: ورزقكم من الرزق الطيب الحلال المستلذ.ذلِكُمُ اللَّهُ رَبُّكُمْ فَتَبارَكَ اللَّهُ رَبُّ الْعالَمِينَ أى: ذلكم الذي أعطاكم تلك النعم المتعلقة بزمانكم. ومكانكم. وذواتكم. ومطعمكم ومشربكم. هو الله ربكم الذي تولاكم بتربيته ورعايته في جميع أطوار حياتكم. فتبارك الله- تعالى- وتعاظم في ذاته وفي صفاته. فهو رب العالمين ومالك أمرهم."},{"ayah_number":65,"text":"هُوَ الْحَيُّ أى: هو- سبحانه- المنفرد بالحياة الدائمة الباقية..لا إِلهَ إِلَّا هُوَ إذ لا موجود يدانيه لا في ذاته ولا في صفاته ولا في أفعاله.فَادْعُوهُ مُخْلِصِينَ لَهُ الدِّينَ الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ أى: فاعبدوه عبادة خالصة لوجهه الكريم، وأطيعوه طاعة لا مكان معها للتردد أو التكاسل، حالة كونكم قائلين: الحمد لله رب العالمين.قال ابن جرير: كان جماعة من أهل العلم يأمرون من قال لا إله إلا الله، أن يتبعها بقوله: الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ عملا بهذه الآية  ."},{"ayah_number":66,"text":"ثم لقن الله- تعالى- نبيه صلّى الله عليه وسلم الرد الذي يوبخ به المشركين فقال: قُلْ إِنِّي نُهِيتُ أَنْ أَعْبُدَ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ لَمَّا جاءَنِي الْبَيِّناتُ مِنْ رَبِّي....أى: قل- أيها الرسول الكريم- لهؤلاء المشركين الذين يطلبون منك مشاركتهم في عبادة آلهتهم: قل لهم إنى نهيت من ربي وخالقي ومالك أمرى عن عبادة غيره- تعالى-، والسبب في ذلك أن كل الدلائل والبراهين التي أكرمنى- سبحانه- بها، تشهد وتصرح بأن المستحق للعبادة هو الله- تعالى- وحده.فقوله: لَمَّا جاءَنِي الْبَيِّناتُ مِنْ رَبِّي بيان السبب الذي من أجله نهاه ربه عن عبادة غيره، وهذه البينات تشمل دلائل التوحيد العقلية والنقلية.وقوله وَأُمِرْتُ أَنْ أُسْلِمَ لِرَبِّ الْعالَمِينَ أى: إنى بعد أن نهاني ربي عن عبادة غيره، أمرنى بأن أسلم وجهى إليه بالعبادة والطاعة، إذ هو وحده رب العالمين ومالك أمرهم."},{"ayah_number":67,"text":"ثم بين- سبحانه- مظاهر قدرته في خلق الإنسان في أطوار مختلفة، فقال- تعالى-:هُوَ الَّذِي خَلَقَكُمْ مِنْ تُرابٍ أى: خلق أباكم آدم من تراب، وأنتم فرع عنه.ثُمَّ مِنْ نُطْفَةٍ وأصل النطفة: الماء الصافي. أو القليل من الماء الذي يبقى في الدلو أو القربة، وجمعها نطف ونطاف. يقال: نطفت القربة إذا تقاطر ماؤها بقلة.والمراد بها هنا: المنى الذي يخرج من الرجل، ويصب في رحم المرأة، ثُمَّ مِنْ عَلَقَةٍ والعلقة قطعة من الدم المتجمد.ثُمَّ يُخْرِجُكُمْ طِفْلًا أى: ثم يخرجكم من بطون أمهاتكم أطفالا صغارا، بعد أن تكامل خلقكم فيها. فقوله: طِفْلًا اسم جنس يصدق على القليل والكثير.ثم لِتَبْلُغُوا أَشُدَّكُمْ بعد ذلك، بعد أن تنتقلوا من مرحلة الطفولة إلى المرحلة التي تكتمل فيها أجسامكم وعقولكم.ثُمَّ لِتَكُونُوا شُيُوخاً بعد ذلك، بأن تصلوا إلى السن التي تتناقص فيها قوتكم والجملة الكريمة معطوفة على قوله لِتَبْلُغُوا، أو معمولة لمحذوف كالجمل التي تقدمتها، أى: ثم يبقيكم لتكونوا شيوخا.وَمِنْكُمْ مَنْ يُتَوَفَّى مِنْ قَبْلُ أى: ومنكم من يدركه الموت من قبل أن يدرك سن الشيخوخة، أو سن الشباب، أو سن الطفولة.وقوله- تعالى-: وَلِتَبْلُغُوا أَجَلًا مُسَمًّى معطوف على مقدر. أى: فعل ذلك بكم لكي تعيشوا، ولتبلغوا أجلا مسمى تنتهي عنده حياتكم، ثم تبعثون يوم القيامة للحساب.والجزاء.وقوله: وَلَعَلَّكُمْ تَعْقِلُونَ أى: ولعلكم تعقلون عن ربكم أنه هو الذي يحييكم يوم القيامة كما أماتكم، وكما أنشأكم من تلك الأطوار المتعددة وأنتم لم تكونوا قبل ذلك شيئا مذكورا."},{"ayah_number":68,"text":"ثم ختم- سبحانه- هذه الآيات الزاخرة بكثير من النعم بقوله- تعالى- هُوَ الَّذِي يُحْيِي من يريد إحياءه وَيُمِيتُ من يشاء إماتته.فَإِذا قَضى أَمْراً أى: فإذا أراد إبراز أمر من الأمور إلى هذا الوجود فَإِنَّما يَقُولُ لَهُ أى لهذا الأمر كُنْ فَيَكُونُ في الحال بدون توقف على سبب من الأسباب، أو علة من العلل.ثم ساق- سبحانه- بعد ذلك ما يسلى النبي صلّى الله عليه وسلم عما أصابه من المشركين، بأن بين له سوء عاقبتهم يوم القيامة، وبأن أمره بالصبر على كيدهم، وبشره بأن العاقبة ستكون له ولأتباعه.. فقال- تعالى-:"},{"ayah_number":69,"text":"والاستفهام في قوله- تعالى-: أَلَمْ تَرَ إِلَى الَّذِينَ يُجادِلُونَ فِي آياتِ اللَّهِ ... للتعجب من أحوال هؤلاء المشركين. حيث أنكروا الحق الواضح وانساقوا وراء الأوهام والأباطيل.والمعنى: انظر- أيها الرسول الكريم- إلى أحوال المشركين، وتعجب من سلوكهم الذميم، حيث جادلوا في الآيات الدالة على وحدانية الله وقدرته بدون علم أو حجة.وقوله: أَنَّى يُصْرَفُونَ أى: انظر كيف يصرفون عن آيات الله الموجبة للإيمان بها.إلى الجحود والتكذيب والجدال بالباطل فيها؟لقد كان من المنتظر منهم أن يهتدوا إلى الحق بعد أن وصل إليهم.. ولكنهم عموا وصموا عنه. لانطماس بصائرهم، واستحواذ الشيطان عليهم."},{"ayah_number":70,"text":"وقوله: الَّذِينَ كَذَّبُوا بِالْكِتابِ.. بدل من قوله الَّذِينَ يُجادِلُونَ فِي آياتِ اللَّهِ.أى: تعجب من هؤلاء الذين كذبوا بالقرآن الكريم. الذي أنزلناه إليك- يا محمد- لتخرجهم به من الظلمات إلى النور.وكذبوا- أيضا- بِما أَرْسَلْنا بِهِ رُسُلَنا من سائر الكتب والمعجزات. فهم لم يكتفوا بالتكذيب بك بل أضافوا إلى ذلك تكذيبهم بكل كتاب ورسول.وقوله- تعالى-: فَسَوْفَ يَعْلَمُونَ وعيد شديد لهم على تكذيبهم بالرسل وبكتبهم، أى: فسوف يعلمون سوء عاقبة تكذيبهم لأنبياء الله- تعالى- ولكتبه التي أنزلها عليهم."},{"ayah_number":71,"text":"ثم فصل- سبحانه- هذا الوعيد، وبين ما أعده لهم من عذاب فقال: إِذِ الْأَغْلالُ فِي أَعْناقِهِمْ وَالسَّلاسِلُ يُسْحَبُونَ. فِي الْحَمِيمِ ثُمَّ فِي النَّارِ يُسْجَرُونَ.و «إذ» هنا ظرف بمعنى «إذا» وهو متعلق بيعلمون، وعبر- سبحانه- بالظرف الدال على المضي، للدلالة على تحقق الخبر، حتى لكأن العذاب قد نزل بهم فعلا.والأغلال: جمع غل- بضم الغين- وهو القيد يوضع في اليد والعنق فيجمعهما.والسلاسل: جمع سلسلة، وهي ما يربط بها الجاني على سبيل الإذلال له."},{"ayah_number":72,"text":"والحميم: الماء البالغ أقصى درجات الحرارة.ويسجرون: مأخوذ من سجر التنور، إذا ملأه بالوقود.والمعنى: فسوف يعلمون سوء عاقبة تكذيبهم وجدالهم بالباطل يوم القيامة، وقت أن توضع الأغلال والقيود في أعناقهم، ثم يسحبون ويجرون إلى الحميم بعنف وإهانة، ثم يلقى بهم في النار التي تمتلئ بهم، ويكونون وقودا لها.قال صاحب الكشاف: فإن قلت: وهل قوله: فَسَوْفَ يَعْلَمُونَ. إِذِ الْأَغْلالُ..إلا مثل قولك: سوف أصوم أمس؟.قلت: المعنى على إذا، إلا أن الأمور المستقبلة لما كانت في أخبار الله- تعالى- متيقنة مقطوعا بها، عبر عنها بلفظ ما كان ووجد. والمعنى على الاستقبال..   ."},{"ayah_number":73,"text":"وقوله- تعالى-: ثُمَّ قِيلَ لَهُمْ أَيْنَ ما كُنْتُمْ تُشْرِكُونَ تبكيت وتأنيب لهم.أى: ثم قيل بعد هذا العذاب المهين لهم: أين تلك الآلهة التي كنتم تعبدونها من دون الله، لكي تدفع عنكم شيئا من العذاب الأليم الذي نزل بكم؟."},{"ayah_number":74,"text":"وقوله قالُوا ضَلُّوا عَنَّا، بَلْ لَمْ نَكُنْ نَدْعُوا مِنْ قَبْلُ شَيْئاً ... حكاية لجوابهم الذي يدل على حسرتهم وبؤسهم.أى: قالوا: ذهبوا وضاعوا وغابوا عنا ولم نعد نعرف لهم طريقا، ولا هم يعرفون عنا طريقا، ثم أضربوا عن هذا القول توهما منهم أن هذا الإضراب ينفعهم فقالوا: بل لم نكن نعبد من قبل في الدنيا شيئا يعتد به، وإنما كانت عبادتنا لتلك الآلهة أوهاما وضلالا..وقوله- تعالى-: كَذلِكَ يُضِلُّ اللَّهُ الْكافِرِينَ أى مثل هذا الضلال البين والتخبط الواضح، يضل الله- تعالى- الكافرين، ويجعلهم يتخبطون في إجابتهم على السائلين لهم."},{"ayah_number":75,"text":"ثم بين- سبحانه- الأسباب التي أدت بهم الى هذا العذاب المهين فقال: ذلِكُمْ بِما كُنْتُمْ تَفْرَحُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ، وَبِما كُنْتُمْ تَمْرَحُونَ، ادْخُلُوا أَبْوابَ جَهَنَّمَ خالِدِينَ فِيها، فَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ وقوله: تَمْرَحُونَ من المرح وهو التوسع في الفرح مع الأشر والبطر.أى: ذلكم الذي نزل بكم من العذاب، بسبب فرحكم وبطركم في الأرض بالباطل، وبسبب مرحكم وأشركم وغروركم فيها."},{"ayah_number":76,"text":"وحق عليكم أن يقال لكم بسبب ذلك: ادخلوا أبواب جهنم المفتوحة أمامكم، حالة كونكم خالدين فيها خلودا أبديا، فبئس مَثْوَى أى: مكان الْمُتَكَبِّرِينَ عن قبول الحق جهنم.وقال- سبحانه- فَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ ولم يقل فبئس مدخل المتكبرين، للإشارة إلى خلودهم في جهنم، إذ الثواء معناه الإقامة الدائمة، مأخوذ من ثوى فلان بالمكان إذا أقام به إقامة دائمة."},{"ayah_number":77,"text":"ثم ذكر الله- تعالى- لنبيه صلّى الله عليه وسلم الوصية بالصبر فقال: فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ،فَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنا يُرْجَعُونَ.وقوله: فَإِمَّا نُرِيَنَّكَ أصله: فإن نرك، فزيدت «ما» لتوكيد «إن» الشرطية، وجوابها محذوف، وقوله أَوْ نَتَوَفَّيَنَّكَ جوابه فَإِلَيْنا يُرْجَعُونَ.والمعنى: إذا كان حال هؤلاء المشركين كما ذكرنا لك يا محمد، فاصبر على جدالهم بالباطل، إن وعد الله- تعالى- بتعذيبهم وبنصرك عليهم حق.فإن نرك بعض الذي نعدهم به من القتل والأسر والهزيمة فبها ونعمت، أو نتوفينك قبل ذلك فإلينا مرجعهم يوم القيامة، فنجازيهم بما يستحقون من عقاب.فالآية الكريمة تأمر النبي صلّى الله عليه وسلم بمداومة الصبر، وتحض على تبليغ ما أنزل إليه من ربه بدون كلل أو ملل، ثم بعد ذلك يترك النتائج لله- تعالى- يسيرها كيف يشاء، فإما أن يطلعه على ما توعد به أعداءه، وإما أن يتوفاه قبل ذلك.وشبيه بهذه الآية قوله- تعالى-: وَإِنْ ما نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ، فَإِنَّما عَلَيْكَ الْبَلاغُ وَعَلَيْنَا الْحِسابُ  ."},{"ayah_number":78,"text":"ثم ساق- سبحانه- تسلية أخرى للرسول صلّى الله عليه وسلم فقال: وَلَقَدْ أَرْسَلْنا رُسُلًا ... أى: رسلا كثيرين مِنْ قَبْلِكَ أى من قبل إرسالك إلى الناس.مِنْهُمْ مَنْ قَصَصْنا عَلَيْكَ كنوح وهود وصالح وإبراهيم. وغيرهم.وَمِنْهُمْ مَنْ لَمْ نَقْصُصْ عَلَيْكَ أخبارهم وأحوالهم لأن حكمتنا قد اقتضت ذلك.كما قال- تعالى- في آية أخرى: وَرُسُلًا قَدْ قَصَصْناهُمْ عَلَيْكَ مِنْ قَبْلُ وَرُسُلًا لَمْ نَقْصُصْهُمْ عَلَيْكَ، وَكَلَّمَ اللَّهُ مُوسى تَكْلِيماً  .والمراد بالآية في قوله- تعالى- وَما كانَ لِرَسُولٍ أَنْ يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ المعجزة الخارقة الدالة على صدقه فيما يبلغه عن ربه.أى: وما صح وما استقام لرسول من الرسل أن يأتى بمعجزة من عند نفسه، وإنما يأتى بها بإذن الله- تعالى- ومشيئته، إذ المعجزات جميعا عطايا من الله- تعالى- لرسله لتأييدهم في دعوتهم.فَإِذا جاءَ أَمْرُ اللَّهِ أى: فإذا جاء الوقت الذي حدده- سبحانه- لعذاب أعدائه قُضِيَ بِالْحَقِّ أى: قضى بين الناس جميعا بالحق، فينجى- سبحانه- بقضائه العادل عباده المؤمنين.وَخَسِرَ هُنالِكَ الْمُبْطِلُونَ أى: وخسر- عند مجيء أمر الله، عند القضاء بين خلقه- المبطلون، وهم الذين ماتوا مصرين على كفرهم أو فسوقهم عن أمره.وكما قال- تعالى- في آيات أخرى منها قوله- تعالى-: وَلِلَّهِ مُلْكُ السَّماواتِ وَالْأَرْضِ، وَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَخْسَرُ الْمُبْطِلُونَ.ثم بين- سبحانه- في أواخر هذه السورة الكريمة، جانبا آخر من نعمه على عباده، ووبخ الفاسقين على عدم اعتبارهم بأحوال من سبقهم من الأمم، وهددهم بأنهم عند مجيء العذاب إليهم لن ينفعهم إيمانهم.. فقال- تعالى-:"},{"ayah_number":79,"text":"وقوله- تعالى- اللَّهُ الَّذِي جَعَلَ لَكُمُ الْأَنْعامَ.. بيان لنعمة أخرى من نعمه التي تتعلق بما سخره- سبحانه- لخدمة الإنسان من دواب، بعد بيانه قبل لكثير من النعم التي تتعلق بالليل والنهار، والسماء والأرض ... إلخ.والأنعام: جمع نعم، وأطلق على الإبل والبقر والغنم، قالوا والمراد بها هنا: الإبل خاصة:لأن معظم المنافع التي ذكرت هنا توجد فيها.أى: الله- تعالى- هو الذي خلق لكم بقدرته الإبل لِتَرْكَبُوا مِنْها وَمِنْها تَأْكُلُونَ أى لتركبوا بعضا منها، ولتأكلوا بعضا آخر منها. فمن في الموضعين للتبعيض."},{"ayah_number":80,"text":"وَلَكُمْ فِيها مَنافِعُ أخرى غير الأكل وغير الركوب، كالانتفاع بألبانها وأوبارها وجلودها ...وَلِتَبْلُغُوا عَلَيْها حاجَةً فِي صُدُورِكُمْ أى: ومن منافعها- أيضا- أنكم تستعملونها في الأمور الهامة كحمل الأثقال، والانتقال عليها من مكان إلى مكان..كما قال- تعالى- وَتَحْمِلُ أَثْقالَكُمْ إِلى بَلَدٍ لَمْ تَكُونُوا بالِغِيهِ إِلَّا بِشِقِّ الْأَنْفُسِ إِنَّ رَبَّكُمْ لَرَؤُفٌ رَحِيمٌ  .وَعَلَيْها وَعَلَى الْفُلْكِ تُحْمَلُونَ أى: وعلى هذه الإبل في البر وعلى السفن في البحر تحملون.كما قال- تعالى-: وَالَّذِي خَلَقَ الْأَزْواجَ كُلَّها وَجَعَلَ لَكُمْ مِنَ الْفُلْكِ وَالْأَنْعامِ ما تَرْكَبُونَ   .هذا، ولا مانع من أن يكون المراد بالأنعام هنا ما يشمل الإبل والبقر والغنم، وإلى هذا المعنى ذهب الإمام ابن كثير، فقد قال: يقول- تعالى- ممتنا على عباده بما خلق لهم من الأنعام! وهي: الإبل والبقر والغنم، فالإبل تركب وتؤكل وتحلب، ويحمل عليها الأثقال في الأسفار والرحال إلى البلاد النائية، والأقطار الشاسعة، والبقر تؤكل ويشرب لبنها، وتحرث عليها الأرض، والغنم تؤكل ويشرب لبنها، والجميع تجز أوبارها وأصوافها وأشعارها. فيتخذ منه الأثاث والثياب والأمتعة..»  ."},{"ayah_number":81,"text":"وقوله- تعالى-: يُرِيكُمْ آياتِهِ فَأَيَّ آياتِ اللَّهِ تُنْكِرُونَتعجب من غفلتهم عن هذه الآيات المبثوثة في الكون. والتي تدل جميعها على وحدانية الله- تعالى- وقدرته.ولفظ «أى» منصوب بقوله «تنكرون» وقدم وجوبا لأن له صدر الكلام.أى: أنه- سبحانه- في كل وقت وحين يريكم آياته الدالة على قدرته ووحدانيته، فقولوا لي. أية تلك الآيات تنكرون دلالتها على ذلك.إنها جميعا تنطق وتصرح بوجوب إخلاص العبادة لله- عز وجل- فكيف جحدتموها أو غفلتم عنها مع وضوحها؟فالآية الكريمة توبيخ شديد لأولئك الذين استحبوا العمى على الهدى مع أن كل شيء في هذا الكون يدعوهم إلى الإيمان بالله الواحد القهار."},{"ayah_number":82,"text":"ثم وبخهم- سبحانه- مرة أخرى لعدم اتعاظهم بمصارع الغابرين فقال: أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ، فَيَنْظُرُوا كَيْفَ كانَ عاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ ...أى: أقبعوا في بيوتهم. فلم يسيروا في أقطار الأرض. فينظروا كيف كانت عاقبة الأمم المكذبة من قبلهم، كقوم صالح وقوم لوط، وقوم شعيب وغيرهم.فالاستفهام للتوبيخ والتأنيب، والفاء في قوله: أَفَلَمْ.. للعطف على مقدر.ثم فصل- سبحانه- حال الذين كانوا من قبل كفار مكة فقال: كانُوا أَكْثَرَ مِنْهُمْ أى: في العدد وَأَشَدَّ قُوَّةً أى في الأبدان والأجسام وَآثاراً فِي الْأَرْضِ أى: وكانوا أظهر منهم في العمران والحضارة والغنى.فَما أَغْنى عَنْهُمْ ما كانُوا يَكْسِبُونَ أى أن هؤلاء الغابرين عند ما حل بهم عذابنا لم تغن عنهم شيئا كثرتهم أو قوتهم أو أموالهم ... بل أخذناهم أخذ عزيز مقتدر في زمن يسير."},{"ayah_number":83,"text":"ثم بين- سبحانه- موقف هؤلاء الجاحدين من رسلهم فقال: فَلَمَّا جاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّناتِ فَرِحُوا بِما عِنْدَهُمْ مِنَ الْعِلْمِ ...أى: فحين جاء الرسل إلى هؤلاء الجاهلين، فرحوا بما لديهم من العلوم الدنيوية كالتجارة والزراعة.. واغتروا بتلك القشور التي كانوا يسمعونها ممن كانوا يزعمون أنهم على شيء من العلم الديني، واستهزءوا بما جاءهم به الرسل من علوم تهدى إلى الرشد، وتدعو إلى إخلاص العبادة لله. واعتقدوا- لغبائهم- وانطماس بصائرهم- أنه لا علم أنفع من علومهم ففرحوا بها..ورحم الله صاحب الكشاف فقد فصل القول عند تفسيره لهذه الآية فقال: قوله:فَرِحُوا بِما عِنْدَهُمْ مِنَ الْعِلْمِ فيه وجوه:منها: أنه أراد العلم الوارد على سبيل التهكم في قوله- تعالى-: بَلِ ادَّارَكَ عِلْمُهُمْ فِي الْآخِرَةِ وعلمهم في الآخرة أنهم كانوا يقولون لا نبعث ولا نعذب.ومنه: أن يريد علم الفلاسفة والدهريين عن بنى يونان، وكانوا إذا سمعوا بوحي الله:دفعوه وصغروا علم الأنبياء إلى علمهم.ويجوز أن يريد بما فرحوا به من العلم: علمهم بأمور الدنيا ومعرفتهم بتدبيرها، كما قال- تعالى- يَعْلَمُونَ ظاهِراً مِنَ الْحَياةِ الدُّنْيا وَهُمْ عَنِ الْآخِرَةِ هُمْ غافِلُونَ فلما جاءهم الرسل بعلوم الديانات.. لم يلتفتوا إليها وصغروها واستهزءوا بها، واعتقدوا أنه لا أنفع وأجلب للفوائد من علمهم، ففرحوا به»  .ويبدو لنا أن هذا الرأى الأخير الذي ذكره صاحب الكشاف، هو أقرب الآراء إلى الصواب.وقوله- سبحانه-: وَحاقَ بِهِمْ ما كانُوا بِهِ يَسْتَهْزِؤُنَ بيان لما نزل بهم من عذاب بسبب تكذيبهم لرسلهم، واستهزائهم بهم. أى: ونزل بهؤلاء الكافرين العذاب الأليم بسبب استهزائهم برسلهم، وإعراضهم عن دعوتهم."},{"ayah_number":84,"text":"ثم بين- سبحانه- حالهم عند ما أحاط بهم العذاب فقال: فَلَمَّا رَأَوْا بَأْسَنا أى عاينوا عذابنا النازل بهم.قالُوا بفزع وخوف آمَنَّا بِاللَّهِ وَحْدَهُ وَكَفَرْنا بِما كُنَّا بِهِ مُشْرِكِينَ أى: وكفرنا بما كنا به مشركين في الدنيا من عبادة لغير الله- تعالى- واعتماد على سواه."},{"ayah_number":85,"text":"وقد بين- سبحانه- أن إيمانهم هذا لن ينفعهم لأنه جاء في غير وقته فقال فَلَمْ يَكُ يَنْفَعُهُمْ إِيمانُهُمْ شيئا من النفع لأنه إيمان جاء عند معاينة العذاب، والإيمان الذي يدعى في هذا الوقت لا قيمة له، لأنه جاء في وقت الاضطرار لا في وقت الاختيار.ولفظ «سنة» في قوله- تعالى-: سُنَّتَ اللَّهِ الَّتِي قَدْ خَلَتْ فِي عِبادِهِ.. منصوب على أنه مصدر مؤكد لفعل محذوف.أى: سن الله- تعالى- ذلك، وهو عدم نفع الإيمان عند حلول العذاب سنة ماضية في الناس، بحيث لا تتخلف في أى زمان أو مكان.وَخَسِرَ هُنالِكَ الْكافِرُونَ أى: في هذا الوقت الذي ينزل الله- تعالى- فيه العذاب على الكافرين يخسرون كل شيء، بحيث لا تنفعهم لا أموالهم ولا أولادهم ولا آلهتهم التي كانوا يتوهمون شفاعتها.وبعد: فهذا تفسير وسيط لسورة «غافر» نسأل الله- تعالى- أن يجعله خالصا لوجهه، ونافعا لعباده:وصلّى الله على سيدنا محمد وعلى آله وصحبه وسلم"}]