[{"ayah_number":1,"text":"مقدمة وتمهيد1- سورة «فصلت» هي السورة الحادية والأربعون في ترتيب المصحف، أما ترتيبها في النزول فكان بعد سورة «غافر» .وهي من السور المكية الخالصة، وعدد آياتها ثنتان وخمسون آية في المصحف البصري والشامي، وثلاث وخمسون في المصحف المكي والمدني، وأربع وخمسون في المصحف الكوفي.وسورة «فصلت» تسمى- أيضا بسورة السجدة، وحم السجدة، وبسورة المصابيح، وبسورة الأقوات  .2- والذي يقرأ هذه السورة الكريمة بتدبر وتأمل، يراها في مطلعها تمدح القرآن الكريم:وتذكر موقف المشركين منه ومن الرسول صلّى الله عليه وسلم وتلقن الرسول صلّى الله عليه وسلم الجواب الذي يكبتهم، وتهددهم بالعذاب الأليم.قال- تعالى-: حم. تَنْزِيلٌ مِنَ الرَّحْمنِ الرَّحِيمِ. كِتابٌ فُصِّلَتْ آياتُهُ قُرْآناً عَرَبِيًّا لِقَوْمٍ يَعْلَمُونَ. بَشِيراً وَنَذِيراً فَأَعْرَضَ أَكْثَرُهُمْ فَهُمْ لا يَسْمَعُونَ. وَقالُوا قُلُوبُنا فِي أَكِنَّةٍ مِمَّا تَدْعُونا إِلَيْهِ وَفِي آذانِنا وَقْرٌ، وَمِنْ بَيْنِنا وَبَيْنِكَ حِجابٌ فَاعْمَلْ إِنَّنا عامِلُونَ.3- ثم انتقلت السورة إلى الحديث عن مظاهر قدرة الله- تعالى-، عن طريق بيان خلقه للأرض وما اشتملت عليه من جبال وأقوات، وعن طريق خلق السماء بطبقاتها المتعددة، وعن طريق تزيين السماء الدنيا بمصابيح وحفظها.قال- تعالى-: قُلْ أَإِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ، وَتَجْعَلُونَ لَهُ أَنْداداً، ذلِكَ رَبُّ الْعالَمِينَ. وَجَعَلَ فِيها رَواسِيَ مِنْ فَوْقِها وَبارَكَ فِيها، وَقَدَّرَ فِيها أَقْواتَها فِي أَرْبَعَةِ أَيَّامٍ سَواءً لِلسَّائِلِينَ. ثُمَّ اسْتَوى إِلَى السَّماءِ وَهِيَ دُخانٌ فَقالَ لَها وَلِلْأَرْضِ ائْتِيا طَوْعاً أَوْ كَرْهاً قالَتا أَتَيْنا طائِعِينَ.4- وبعد أن هدد الله- تعالى- مشركي مكة بالعذاب الذي أصاب من قبلهم قوم عاد وثمود، وفصل لهم موقف هؤلاء الأقوام من رسلهم وكيف أنهم عند ما كذبوا رسلهم واستحبوا العمى على الهدى، أخذتهم صاعقة العذاب الهون..بعد كل ذلك تحدثت عن أحوالهم السيئة يوم يحشرون للحساب يوم القيامة، وكيف أن حواسهم تشهد عليهم في هذا اليوم العصيب.ولنتدبر قوله- تعالى-: وَيَوْمَ يُحْشَرُ أَعْداءُ اللَّهِ إِلَى النَّارِ فَهُمْ يُوزَعُونَ. حَتَّى إِذا ما جاؤُها شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصارُهُمْ وَجُلُودُهُمْ بِما كانُوا يَعْمَلُونَ. وَقالُوا لِجُلُودِهِمْ: لِمَ شَهِدْتُمْ عَلَيْنا، قالُوا أَنْطَقَنَا اللَّهُ الَّذِي أَنْطَقَ كُلَّ شَيْءٍ وَهُوَ خَلَقَكُمْ أَوَّلَ مَرَّةٍ وَإِلَيْهِ تُرْجَعُونَ.5- وكعادة القرآن الكريم في قرنه الترغيب بالترهيب أو العكس، وفي بيان عاقبة الأخيار والأشرار، أتبعت السورة الحديث عن المشركين وسوء عاقبتهم، بالحديث عن المؤمنين وحسن مصيرهم، فقال- تعالى-: إِنَّ الَّذِينَ قالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلائِكَةُ أَلَّا تَخافُوا وَلا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ. نَحْنُ أَوْلِياؤُكُمْ فِي الْحَياةِ الدُّنْيا وَفِي الْآخِرَةِ، وَلَكُمْ فِيها ما تَشْتَهِي أَنْفُسُكُمْ، وَلَكُمْ فِيها ما تَدَّعُونَ. نُزُلًا مِنْ غَفُورٍ رَحِيمٍ.6- ثم ساقت سورة «فصلت» أنواعا من الآيات الدالة على وحدانيته وقدرته، قال- تعالى-: وَمِنْ آياتِهِ اللَّيْلُ وَالنَّهارُ وَالشَّمْسُ وَالْقَمَرُ لا تَسْجُدُوا لِلشَّمْسِ وَلا لِلْقَمَرِ وَاسْجُدُوا لِلَّهِ الَّذِي خَلَقَهُنَّ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ.وَمِنْ آياتِهِ أَنَّكَ تَرَى الْأَرْضَ خاشِعَةً فَإِذا أَنْزَلْنا عَلَيْهَا الْماءَ اهْتَزَّتْ وَرَبَتْ إِنَّ الَّذِي أَحْياها لَمُحْيِ الْمَوْتى، إِنَّهُ عَلى كُلِّ شَيْءٍ قَدِيرٌ.7- ثم أخذت السورة في تسلية الرسول صلّى الله عليه وسلم وفي إقامة الأدلة الساطعة على أن هذا القرآن من عند الله.قال- تعالى-: ما يُقالُ لَكَ إِلَّا ما قَدْ قِيلَ لِلرُّسُلِ مِنْ قَبْلِكَ، إِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ وَذُو عِقابٍ أَلِيمٍ. وَلَوْ جَعَلْناهُ قُرْآناً أَعْجَمِيًّا لَقالُوا: لَوْلا فُصِّلَتْ آياتُهُ، ءَ أَعْجَمِيٌّ وَعَرَبِيٌّ، قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدىً وَشِفاءٌ، وَالَّذِينَ لا يُؤْمِنُونَ فِي آذانِهِمْ وَقْرٌ، وَهُوَ عَلَيْهِمْ عَمًى، أُولئِكَ يُنادَوْنَ مِنْ مَكانٍ بَعِيدٍ.8- ثم ختم- سبحانه السورة الكريمة، ببيان أن مرد علم قيام الساعة إليه- تعالى- وحده، وببيان طبيعة الإنسان في حالتي اليسر والعسر، وببيان أن حكمته- سبحانه- اقتضت أن يطلع الناس في كل وقت على بعض من آياته الدالة على وحدانيته وقدرته. قال - تعالى- سَنُرِيهِمْ آياتِنا فِي الْآفاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ، أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلى كُلِّ شَيْءٍ شَهِيدٌ. أَلا إِنَّهُمْ فِي مِرْيَةٍ مِنْ لِقاءِ رَبِّهِمْ، أَلا إِنَّهُ بِكُلِّ شَيْءٍ مُحِيطٌ.9- وبعد: فهذا عرض إجمالى لسورة فصلت، ومنه نرى: أنها اهتمت بإقامة الأدلة على وحدانية الله- تعالى- وقدرته، وبأن هذا القرآن من عند الله- تعالى-، وبأن الرسول صلّى الله عليه وسلم صادق فيما يبلغه عن ربه، وبأن يوم القيامة حق لا ريب فيه.كما اهتمت بالحديث عن مصارع الغابرين الذين استحبوا العمى على الهدى وببيان أحوالهم يوم القيامة ... وببشارة الذين آمنوا وعملوا الصالحات، وأحسنوا القول والدعوة إلى الله ...بأحسن البشارات وأفضلها..والحمد لله الذي بنعمته تتم الصالحات: وصلّى الله على سيدنا محمد وعلى آله وصحبه وسلم.سورة \" فصلت \" من السور التى بدئت ببعض حروف التهجى .والرأى الراجح فى هذه الحروف أنها جئ بها للإِيقاظ والتنبيه على أن هذا القرآن من عند الله - تعالى - ، بدليل أنه مؤلف من جنس الحروف التى يتخاطب بها المشركون ، ومع ذلك فقد عجزوا عن أن يأتوا بسورة من مثله ."},{"ayah_number":2,"text":"وقوله : ( تَنزِيلٌ مِّنَ الرحمن الرحيم ) بيان لمصدر هذا القرآن ، وقوله ( تَنزِيلٌ ) خبر لمبتدأ محذوف .أى : هذا القرآن ليس أساطير الأولين - كما زعم الجاحدون الجاهلون - وإنما هو منزل من عند الله - تعالى - صاحب الرحمة العظيمة الدائمة .إذ لفظ \" الرحمن \" بمعنى عظيم الرحمة ، لأن فعلان صيغة مبالغة فى كثرة الشئ وعظمته ، أما صيغة فعيل فتستعمل فى الصفات الدائمة ككريم ، فكأنه - تعالى - يقول : هذا الكتاب منزل من الله - تعالى - العظيم الرحمة الدائمة .قال بعض العلماء : وإنما خص هذان الوصفان بالذكر ، لأن الخلق فى هذا العالم كالمرضى المحتاجين ، والقرآن مشتمل على كل ما يحتاج إليه المرضى من الأدوية ، وعلى كل ما يحتاج إليه الأصحاء من الأغذية . فكان أعظم النفع من الله على هذا العالم إنزال القرآن الناشئ عن رحمته ولطفه بخلقه ."},{"ayah_number":3,"text":"ثم أثنى - سبحانه - على هذا القرآن الذى أنزله بمقتضى رحمته وحكمته فقال : ( كِتَابٌ فُصِّلَتْ آيَاتُهُ قُرْآناً عَرَبِيّاً لِّقَوْمٍ يَعْلَمُونَ . بَشِيراً وَنَذِيراً ) .ومعنى : ( فُصِّلَتْ آيَاتُهُ ) : ميزت فى ألفاظها بفواصل ومقاطع ، وميزت فى معانيها لاشتمالها على أنواع متعددة من المعانى الحكيمة .وقوله ( قُرْآناً ) منصوب على المدح ، أو على الحال من كتاب ، ( عَرَبِيّاً ) صفة للقرآن .وقوله ( لِّقَوْمٍ يَعْلَمُونَ ) متعلق بفصلت .أى : هذا القرآن منزل من عند الله - تعالى - الذى وسعت رحمته كل شئ ، وهو كتاب فصلت آياته ووضحت وميزت من حيث ألفاظها تفصيلا بليغا ، إذ اشتملت على فواصل ومقاطع فيما بينها ليسهل فهمه وحفظه .وفصلت آياته من حيث معانيها تفصيلا حكيما . إذ بعضها جاء لبيان ذاته وصفاته وأفعاله - تعالى - ، وبعضها اشتمل على ألوانه من نعمه التى لا تحصى ، وبعضها جاء بأسمى أنواع الهدايات والآداب والأحكام والقصص والمواعظ ، وبعضها جاء لتبشير المؤمنين بحسن الثواب ، ولإِنذار الكافرين بسوء العقاب .وخص - سبحانه - الذين يعلمون بالذكر ، لأنهم هم الذين ينتفعون بما اشتمل عليه هذا الكتاب من تفصيل لآياته شامل لألفاظها ومعانيها .قال صاحب الكشاف : قوله ( لِّقَوْمٍ يَعْلَمُونَ ) أى لقوم عرب يعلمون ما نزل عليهم من الآيات المفصلة المبينة بلسانهم العربى ، لا يلتبس عليهم شئ منه .فإن قلت : بم يتعلق قوله : ( لِّقَوْمٍ يَعْلَمُونَ ) ؟قلت : يجوز أن يتعلق بتنزيل ، أو بفصلت ، أى : تنزيل من الله لأجلهم . أو فصلت آياته لهم .وأجود أن يكون صفة مثل ما قبله وما بعده ، أى : قرآنا عربيا كائنا لقوم عرب؛ لئلا يفرق بين الصلاة والصفات . ."},{"ayah_number":4,"text":"وقوله - تعالى - : ( فَأَعْرَضَ أَكْثَرُهُمْ فَهُمْ لاَ يَسْمَعُونَ ) بيان لموقف الناس من هذا القرآن المنزل من الرحمن الرحيم .والمراد بالأكثر هنا : الكافرون الذين لا ينتفعون بهدايات القرآن الكريم .أى : هذا القرآن أنزلناه إليك لتخرج الناس به من الظلمات إلى النور ، فأعرض أكثرهم عن هداياته لاستحواذ الشيطان عليهم ، فهم لا يسمعون سماع تدبر واتعاظ ، وإنما يسمعون بقلوب قاسية ، وعقول خالية من إدراك معانيه ، ومن الاستجابة له .ونفى - سبحانه - سماعهم له ، مع أنهم كانوا يسمعون من الرسول صلى الله عليه وسلم ومن أصحابه ، لأنهم لما سمعوه ولم يؤمنوا به . . صار سماعهم بمنزلة عدمه ."},{"ayah_number":5,"text":"ثم حكى - سبحانه - أقوالهم التى تدل على توغلهم فى الكفر والعناد فقال : ( وَقَالُواْ قُلُوبُنَا في أَكِنَّةٍ مِمَّا تَدْعُونَا إِلَيْهِ وَفِي آذانِنَا وَقْرٌ وَمِن بَيْنِنَا وَبَيْنِكَ حِجَابٌ فاعمل إِنَّنَا عَامِلُونَ ) ، والأكنة : جمع كنان وهو الغطاء للشئ . و ( وَقْرٌ ) الصمم الذى يحول بين الإِنسان وبين سماع ما يقال له .والحجاب : من الحجب بمعنى الستر لأنه يمنع المشاهدة ، ومنه قيل للبواب حاجب ، لأنه يمنع من الدخول .أى : وقال الكافرون للنبى صلى الله عليه وسلم على سبيل تيئيسه من إيمانهم : إن قلوبنا قد كستها أغطية متكاثفة جعلتها لا تفقه ما تقوله لنا ، وما تدعونا إليه ، وإن آذاننا فيها صمم يحول بيننا وبين سماع حديثك ، وإن من بيننا ومن بينك حاجزا غليظا يحجب التواصل والتلاقى بيننا وبينك ، وما دام حالنا وحالك كذلك فاعمل ما شئت فيما يتعلق بدينك ، ونحن من جانبنا سنعمل ما شئنا فيما يتعلق بديننا .وهذه الأقوال التى حكاها القرآن عنهم ، تدل على أنهم قوم قد بلغوا أقصى درجات الجحود والعناد : فقلوبهم قد أغلقت عن إدراك الحق ، وأسماعهم قد صمت عن سماعه ، وأشخاصهم قد أبت الاقتراب من شخص الرسول صلى الله عليه وسلم الذى يحمل لهم الخير والنور ، وما حملهم على ذلك إلا اتباعهم للهوى والشيطان .وصدق الله إذ يقول : ( فَلَمَّا زاغوا أَزَاغَ الله قُلُوبَهُمْ والله لاَ يَهْدِي القوم الفاسقين )."},{"ayah_number":6,"text":"ثم لقن الله - تعالى - رسوله صلى الله عليه وسلم الجواب الذى يرد به عليهم فقال : ( قُلْ إِنَّمَآ أَنَاْ بَشَرٌ مِّثْلُكُمْ يوحى إِلَيَّ أَنَّمَآ إلهكم إله وَاحِدٌ ) .أى : قل - أيها الرسول الكريم - لهؤلاء الجاحدين : إنما أنا بشر مثلكم فى الصفات البشرية أوجدنى الله - تعالى - بقدرته كما أوجدكم ، وينتهى نسبى ونسبكم إلى آدم - عليه السلام - إلا أن الله - تعالى - قد اختصنى بوحيه ورسالته - وهو أعلم حيث يجعل رسالته - وأمرنى أن أبلغكم أن إلهكم وخالقكم .. هو إله واحد لا شريك له ، فعليكم أن تخلصلوا له العبادة والطاعة .وقوله : ( فاستقيموا إِلَيْهِ واستغفروه ) أى : فالزموا الاستقامة فى طريقكم إليه - تعالى - بالإِيمان به وطاعته والإخلاص فى عبادته ."},{"ayah_number":7,"text":"وقوله - تعالى - : ( . . وَوَيْلٌ لِّلْمُشْرِكِينَ . الذين لاَ يُؤْتُونَ الزكاة وَهُمْ بالآخرة هُمْ كَافِرُونَ ) تهديد لهم بسوء المصير إذا استمروا على عنادهم وشركهم .والويل : لفظ دال على الشر أو الهلاك ، وهو مصدر لافعل له من لفظه ، والمراد به هنا : الدعاء عليهم بالخزى والهلاك .أى : فهلاك وخزى وعقاب شديد لهؤلاء المشركين ، الذين لا يؤتون الزكاة ، أى : لا يؤمنون بها ، ولا يخرجونها إلى مستحقيها ، ولا يعملون على تطهير أنفسهم بأدائها . . . وفضلا عن كل ذلك فهم بالآخرة وما فيها من حساب وثواب وعقاب كافرون .قال ابن كثير : والمراد بالزكاة ها هنا : طهارة النفس من الأخلاق المرذولة . . .وقال قتادة : يمنعون زكاة أموالهم ، واختاره ابن جرير . .وفيه نظر ، لأن إيجاب الزكاة إنما كان فى السنة الثانية من الهجرة ، وهذه الآية مكية . اللهم إلا أن يقال : لا يبعد أن يكون أصل الزكاة - وهو الصدقة - كان مأمورا به فى ابتداء البعثة ، كقوله - تعالى - : ( وَآتُواْ حَقَّهُ يَوْمَ حَصَادِهِ ) فأما الزكاة ذات النصب والمقادير فإنما بين أمرها فى المدينة ، ويكون هذا جمعا بين القولين . .وقال بعض العلماء : قد استدل بعض علماء الأصول بهذه الآية الكريمة على أن الكفار مخاطبون بفروع الشريعة ، لأنه - تعالى - صرح فى هذه الآية الكريمة ، بأنهم مشركون ، وأنهم كافرون بالآخرة ، وقد توعدهم - سبحانه - بالويل على كفرهم بالآخرة ، وعدم إيتائهم الزكاة ، سواء أقلنا إن الزكاة فى الآية هى الزكاة المال المعروفة ، أو زكاة الأبدان عن طريق فعل الطاعات ، واجتناب المعاصى .ورجع بعضهم - أن المراد بالزكاة هنا زكاة الأبدان - لأن السورة مكية وزكاة المال المعروفة إنما فرضت فى السنة الثانية من الهجرة .وعلى أية حال فالآية تدل على خطاب الكفار بفروع الإِسلام .أعنى امتثال أوامره واجتناب نواهيه ، وما دلت عليه هذه الآية من أنهم مخاطبون بذلك ، وأنهم يعذبون على الكفر والمعاصى ، جاء موضحا فى آيات أخر كقوله - تعالى - : ( مَا سَلَكَكُمْ فِي سَقَرَ . قَالُواْ لَمْ نَكُ مِنَ المصلين . وَلَمْ نَكُ نُطْعِمُ المسكين . وَكُنَّا نَخُوضُ مَعَ الخآئضين . . ) وخص - سبحانه - من بين أوصاف المشركين منع الزكاة مقرونا بالكفر بالآخرة ، لأن أحب شئ إلى الإِنسان ماله ، وهو شقيق روحه ، فإذا بذله للمتحاجين ، فذلك أقوى دليل على استقامته ، وصدق نيته ."},{"ayah_number":8,"text":"وقوله - تعالى - : ( إِنَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ ) بيان لحسن عاقبة المؤمنين ، بعد بيان سوء عاقبة الكافرين .أى : إن الذين آمنوا إيمانا حقا وعملوا الأعمال الصالحات ، لهم أجر عظيم غير ( مَمْنُونٍ ) أى غير مقطوع عنهم ، من مننت الحبل إذا قطعته ، أو غير منقوص عما وعدهم الله به ، أو غير ممنون به عليهم ، بل يعطون ما يعطون من خيرات جزاء أعمالهم الصالحة فى الدنيا ، فضلا من الله - تعالى - وكرما ."},{"ayah_number":9,"text":"ثم أمر الله - تعالى - صلى الله عليه وسلم - أن يوبخ هؤلاء المشركين على إصرارهم على كفرهم ، مع أن مظاهر قدرة الله - تعالى - الماثلة أمام أعينهم تدعوهم إلى الإِيمان ، فقال - تعالى - :( قُلْ أَإِنَّكُمْ لَتَكْفُرُونَ بالذي خَلَقَ . . . ) .قال الإِمام الرازى ما ملخصه : اعلم أنه - تعالى - لما أمر نبيه صلى الله عليه وسلم أن يقول للناس : ( قُلْ إِنَّمَآ أَنَاْ بَشَرٌ مِّثْلُكُمْ يوحى إِلَيَّ . . . ) أردفه بما يدل على أنه لا يجوز إثبات الشركة بينه - تعالى - وبين هذه الأصنام فى الإِلهية والمعبودية ، وذلك بأن بين كمال قدرته وحكمته فى خلق السموت والأرض فى مدة قليلة . . والاستفهام فى قوله ( أَإِنَّكُمْ لَتَكْفُرُونَ . . . ) بمعنى الإِنكار ، وهو لإِنكار شيئين : الكفر بالله . . وجعل الأنداد له .والمعنى : قل - أيها الرسول الكريم - لهؤلاء المشركين على سبيل الإِنكار لأفعالهم : أئنكم لتكفرون بالله - تعالى - الذى خلق الأرض فى يومين .قال الآلوسى : وإن واللام فى قوله ( أَإِنَّكُمْ لَتَكْفُرُونَ ) لتأكيد الإِنكار . . وعلق - سبحانه - كفرهم بالاسم الموصول لتفخيم شأنه - تعالى - واستعظام كفرهم به .واليوم فى المشهور عبارة عن زمان كون الشمس فوق الأفق ، وأريد منه ها هنا الوقت مطلقا ، لأنه لا يتصور ذلك قبل خلق السماء والكواكب والأرض نفسها ، ثم إن ذلك الوقت يحتمل أن يكون بمقدار اليوم المعروف ، ويحتمل أن يكون أقل منه أو أكثر ، والأقل أنسب بالمقام .قال سعيد بن جبير - رضى الله عنه - إن الله - تعالى - قادر على أن يخلق هذا الكون كله فى لحظة ، ولكنه خلق السموات والأرض فى ستة أيام ، ليعلم خلقه التثبت والتأنى فى الأمور .وقوله : ( وَتَجْعَلُونَ لَهُ أَندَاداً ) معطوف على قوله ( تكفرون ) وداخل معه فى حكم الإِنكار .والأنداد : جمع ند وهو مثل الشئ يضاده وينافره ويتباعد عنه . وأصله من ند البعير إذا نفر وذهب على وجهه شاردا .أى : وتجعلون له امثالا ونظراء تعبدونها من دونه ، وتسمونها - زورا وكذبا - آلهة ، وجمع - سبحانه - الأنداد باعتبار واقعهم ، لأنهم كانوا يعبدون آلهة شتى ، فمنهم من عبد الأصنام ، ومنهم من عبد الملائكة ، ومنهم من عبد الكواكب .واسم الإِشارة فى قوله ( ذَلِكَ رَبُّ العالمين ) يعود إلى الموصول باعتبار اتصافه بما فى حيز الصلة .أى : ذلك الموصوف بتلك القدرة الباهرة ، رب العالمين جميعا ، وخالق جميع المخلوقات ، والمتولى لتربيتها دون سواه ."},{"ayah_number":10,"text":"وقوله : ( وَجَعَلَ فِيهَا رَوَاسِيَ مِن فَوْقِهَا . . ) معطوف على ( خَلَقَ الأرض فِي يَوْمَيْنِ ) .والرواسى : جميع راس من الرسو - بفتح الراء وسكون السين - بمعنى الثبات والاستقرار فى المكان ، يقال : رسا الشئ إذا ثبت واستقر . وهو صفة لموصوف محذوف .أى : وجعل فيها جبالا رواسى من فوقها ، لكى تستقر وتثبت ، ولا تميد أو تضطرب بكم .وقال - تعالى - : ( مِن فَوْقِهَا ) لبيان الواقع ، إذ وجود الجبال من فوق الأرض ، ومشاهدة الإِنسان لذلك بعينيه ، يزيده اقتناعا بقدرة الله - تعالى - الباهرة وحكمته البليغة .( وَبَارَكَ فِيهَا ) أى : وجعلها مباركة زاخرة بأنواع الخيرات والمنافع ، عن طريق الزروع والثمار المبثوثة فوقها ، والمياه التى تخجر من جوفها . والكنوز التى تحصل من باطنها .( وَقَدَّرَ فِيهَآ أَقْوَاتَهَا ) والأقوات : جمع قوت . والمراد بها أرزاق أهل الأرض وما يصلحهم .أى : وجعل أقوات أهلها يحتاجون إليها فى معايشهم ومنافعهم ، على مقادير محددة معينة ، بحيث نشر فى كل قطر من أقطارها أقواتا تناسب أهله ، وبذلك يتبادل الناس المنافع فيما بينهم ، فيعمر الكون ، ويزيد الاتصال والتعارف فيما بينهم .قال ابن جرير : بعد أن ذكر جملة من الأقوال فى معنى هذه الآية : والصواب فى القول فى ذلك أن يقال : إن الله - تعالى - أخبر أنه قدر فى الأرض أقوات أهلها ، وذلك ما يقوتهم من الغذاء ، ويصلحهم من المعاش . ولم يخصص - جل ثناؤه - بقوله ( وَقَدَّرَ فِيهَآ أَقْوَاتَهَا ) أنه قدر فيها قوتا دون قوت ، بل عم الخبر عن تقديره جميع الأقوات . .وقوله - تعالى - : ( في أَرْبَعَةِ أَيَّامٍ ) متعلق بمحذوف يدل ، عليه ما قبله .أى : خلق الأرض ، وجعل فيه رواسى من فوقها ، وبارك فيها ، وقدر فيها أقواتها فى تمام أربعة أيام ، فتكون المدة التى خلق فيها الأرض وما عليها أربعة أيام .وقوله - سبحانه - : ( سَوَآءً لِّلسَّآئِلِينَ ) تأكيد لما دلت عليه الآية الكريمة من أن خلق كل من الأرض وما فيها وما عليها قد حدث فى أربعة أيام .قال الآلوسى : وقيدت الأيام الأربعة بقوله : ( سَوَآءً ) فإنه مصدر مؤكد لمضمر هو صفة الأيام . أى : - فى أربعة أيام - استوت سواء ، أى : استواء .وقوله - تعالى - : ( لِّلسَّآئِلِينَ ) متعلق بمحذوف وقع خبر لمبتدأ محذوف ، أى : هذا الحصر فى أربعة ، كائن للسائلين عن مدة خلق الأرض ، وما فيها . .وقال الجمل فى حاشيته : فإن قيل لم جعلت مدة خلق الأرض بما فيها ، ضعف مدة خلق السموات ، مع كون السماء أكبر من الأرض وأكثر مخلوقات وعجائب؟قلت : للتنبيه على أن الأرض هى المقصودة بالذات لما فيها من الثقلين ومن كثرة المنافع ، فزادات مدتها ليكون ذلك أدخل فى المنة على ساكنيها ، وللاعتناء بشأنهم وشأنهم - أيضا - زادت مدتها لما فيها من الابتلاء بالمعاصى والمجاهدات والمعالجات . ."},{"ayah_number":11,"text":"ثم بين - سبحانه - جانبا من مظاهر قدرته فى خلق السماء ، فقال : ( ثُمَّ استوى إِلَى السمآء وَهِيَ دُخَانٌ . . ) .ومعنى استوائه - سبحانه - إلى السماء ، ارتفاعه إليها بلا كيف أو تشبيه أو تحديد ، لأنه - سبحانه - منزه عن ذلك .والدخان : ما ارتفع من لهب النار . والمراد به هنا : ما يرى من بخار الأرض أو بخار الماء ويصح أن يكون معنى : ( ثُمَّ استوى إِلَى السمآء ) : تعلقت إرادته - تعالى - بخلقها .قال الآلوسى : قوله : ( ثُمَّ استوى إِلَى السمآء ) أى : قصد إليها وتوجه ، دون إرادة تأثير فى غيرها ، من قولهم : استوى إلى مكان كذا ، إذا توجه إليه لا يلوى على غيره ..وقوله : ( وَهِيَ دُخَانٌ ) أى أمر ظلمانى ، ولعله أريد بها مادتها التى منها تركبت .وقوله - تعالى - : ( فَقَالَ لَهَا وَلِلأَرْضِ ائتيا طَوْعاً أَوْ كَرْهاً . . . ) بيان لما وجهه - سبحانه - إليهما من أوامر .والمراد بإتيانهما : انقيادهما التام لأمره - تعالى - .أى : فقال - سبحانه - للسماء وللأرض أخرجا ما خلقت فيكما من المنافع لمصالح العباد ، فأنت يا سماء ، أبرزى ما خلقت فيك من شمس وقمر ونجوم . . وأنت يا أرض أخرجى ما خلقت فيك من نبات وأشجار وكنوز .قال الفخر الرازى : والمقصود من هذا القول : إظهار كمال القدرة ، أى : ائتيا شئتما أم أبيتما ، كما يقول الجبار لمن تحت يده : لتفعلن هذا شئت أم لم تشأ ، ولتفعلنه طوعا أو كرها ، وانتصابهما على الحال ، بمعنى طائعين أو مكرهين . .وقوله : ( قَالَتَآ أَتَيْنَا طَآئِعِينَ ) بيان لامتثالهما التام لأمره - تعالى - .أى : قالتا : فلنا ما أمرتنا به منقادين خاضعين متسجيبين لأمرك ، فأنت خالقنا وأنت مالك أمرنا .قال القرطبى : وقوله : ( قَالَتَآ أَتَيْنَا طَآئِعِينَ ) فيه وجهان : أنه تمثيل لظهور الطاعة منهما ، حيث انقادا وأجابا فقام مقام قولهما . ومنه قول الراجز :امتلأ الحوض وقال قطنى ... مهلا رويدا ملأت بطنىيعنى : ظهر ذلك فيه .وقال أكثر أهل العلم : بل خلق الله - تعالى - فيهما الكلام فتكلمتا كما أراد - سبحانه - .وجمعهما - سبحانه - جمع من يعقل ، لخطابهما بما يخاطب به العقلاء ."},{"ayah_number":12,"text":"ثم فصل- سبحانه- بديع صنعه في خلق السموات فقال: فَقَضاهُنَّ سَبْعَ سَماواتٍ فِي يَوْمَيْنِ.... أى: ففرغ من خلقهن وتسويتهن على أبدع صورة وأحكم صنع في مقدار يومين.والضمير في قوله فَقَضاهُنَّ إما راجع إلى السماء على المعنى لأنها سبع سموات، وإما مبهم يفسره ما بعده وهو سبع سموات.وقوله: وَأَوْحى فِي كُلِّ سَماءٍ أَمْرَها أى: وأوحى في كل منها ما أراده وما أمر به، وخلق فيها ما اقتضته حكمته من الملائكة ومن خلق لا يعلمه إلا هو- سبحانه-.وقوله: وَزَيَّنَّا السَّماءَ الدُّنْيا بِمَصابِيحَ وَحِفْظاً أى: وزينا السماء الدنيا أى القريبة منكم- بكواكب مضيئة، وحفظناها حفظا عظيما من الاختلال والاضطراب والسقوط ذلِكَ الذي ذكرناه لكم من خلق السموات والأرض، وخلق ما فيهما.تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ أى: تقدير الله- القاهر- لكل شيء. والعليم بما ظهر وبما بطن في هذا الكون.وقد أخذ العلماء من هذه الآيات الكريمة أن خلق الأرض وما عليها من جبال ومن أقوات للعباد قد تم في أربعة أيام، وأن خلق السموات كان في يومين فيكون مجموع الأيام التي خلق الله- تعالى- فيها السموات والأرض وما بينهما ستة أيام.وقد جاء ذلك في آيات متعددة، منها قوله- تعالى-: إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّماواتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ.. .وقوله- سبحانه- وَلَقَدْ خَلَقْنَا السَّماواتِ وَالْأَرْضَ وَما بَيْنَهُما فِي سِتَّةِ أَيَّامٍ وَما مَسَّنا مِنْ لُغُوبٍ...كما أخذ العلماء منها- أيضا-: أن خلق الأرض متقدم على خلق السموات بدليل قوله- تعالى- بعد حديثه عن خلق الأرض، ثم استوى إلى السماء وهي دخان.وبدليل قوله- تعالى- في آية أخرى: هُوَ الَّذِي خَلَقَ لَكُمْ ما فِي الْأَرْضِ جَمِيعاً، ثُمَّ اسْتَوى إِلَى السَّماءِ فَسَوَّاهُنَّ سَبْعَ سَماواتٍ  .وعلى هذا الرأى سار جمهور العلماء، وردوا على من قال بأن خلق السموات متقدم على خلق الأرض، لأن الله- تعالى- يقول في سورة النازعات: أَأَنْتُمْ أَشَدُّ خَلْقاً أَمِ السَّماءُ بَناها. رَفَعَ سَمْكَها فَسَوَّاها، وَأَغْطَشَ لَيْلَها وَأَخْرَجَ ضُحاها. وَالْأَرْضَ بَعْدَ ذلِكَ دَحاها أى: بسطها.ردوا عليهم بما روى عن ابن عباس من أنه سئل عن الجمع بين الآيات التي معنا، وبين آيات سورة النازعات فقال: إنه- تعالى- خلق الأرض أولا غير مدحوة ثم خلق السماء، ثم دحا الأرض بعد ذلك، وجعل فيها الرواسي والأنهار وغيرهما.أى: أن أصل خلق الأرض كان قبل خلق السماء، ودحوها بجبالها وأشجارها كان بعد خلق السماء، وردوا عليهم- أيضا- بأن لفظ «بعد» في قوله- تعالى- وَالْأَرْضَ بَعْدَ ذلِكَ دَحاها بمعنى مع أى: والأرض مع ذلك بسطها ومهدها لسكنى أهلها فيها. وردوا عليهم- أيضا- بأنه- تعالى- لما خلق الأرض غير مدحوة، وهي أهل لكل ما فيها كان كل ما فيها كأنه قد خلق بالفعل لوجود أصله فيها.قال بعض العلماء: والدليل من القرآن على أن وجود الأصل يمكن به إطلاق الخلق على الفرع، - وإن لم يكن موجودا بالفعل- قوله- تعالى-: وَلَقَدْ خَلَقْناكُمْ ثُمَّ صَوَّرْناكُمْ ثُمَّ قُلْنا لِلْمَلائِكَةِ اسْجُدُوا لِآدَمَ....فقوله: خَلَقْناكُمْ ثُمَّ صَوَّرْناكُمْ أى: بخلقنا وتصويرنا لأبيكم آدم الذي هو أصلكم.كما أخذ منها العلماء أن وجود هذا الكون، بتلك الصورة البديعة، المتمثلة في هذه الأرض وما أقلت. وفي هذه السموات وما أظلت.. من أكبر الأدلة التي تحمل العقلاء على إخلاص العبادة لله الواحد القهار.وبعد هذا الحديث المتنوع عن مظاهر قدرة الله في هذا الكون، انتقلت السورة إلى تهديد المشركين، وإنذارهم بأن عاقبتهم ستكون كعاقبة الظالمين الذين سبقوهم، فقال- تعالى-:"},{"ayah_number":13,"text":"ذكر المفسرون عند تفسيرهم لهذه الآيات والتي قبلها روايات تتعلق بما بين النبي صلّى الله عليه وسلم وبين بعض المشركين، منها ما ذكره محمد بن كعب القرظي قال: حدثت أن عتبة بن ربيعة قال يوما لقريش- ورسول الله صلّى الله عليه وسلم جالس في المسجد وحده: يا معشر قريش ألا أقوم إلى محمد فأكلمه، وأعرض عليه أمورا لعله يقبل بعضها.فقالوا: بلى يا أبا الوليد، فقم إليه فكلمه. فقام إليه عتبة فقال: «يا محمد، يا بن أخى، إنك منا حيث قد علمت من السلطة- أى من الشرف- في العشيرة وإنك قد أتيت قومك بأمر عظيم، فرقت به جماعتهم، وسفهت به أحلامهم، وعبت به آلهتهم ودينهم، وكفرت به من مضى من آبائهم، فاسمع منى أعرض عليك أمورا تنظر فيها لعلك تقبل بعضها.ثم قال: إن كنت- يا بن أخى- تريد ما لا أعطيناك من المال حتى تكون أكثرنا مالا، وإن كنت تريد ملكا جعلناك ملكا علينا.. وإن كان الذي يأتيك رئيا تراه- أى ترى بعض الجن- طلبنا لك الطب حتى تبرأ.فلما فرغ عتبة قال صلّى الله عليه وسلم: «أفرغت يا أبا الوليد؟» قال: نعم. قال: «فاسمع منى» قال: افعل. فتلا عليه النبي صلّى الله عليه وسلم من أول سورة «فصلت» .- وفي رواية أنه لما بلغ قوله- تعالى-: فَإِنْ أَعْرَضُوا فَقُلْ أَنْذَرْتُكُمْ صاعِقَةً مِثْلَ صاعِقَةِ عادٍ وَثَمُودَ ... قال له عتبة: حسبك ما عندك غير هذا.ثم عاد عتبة إلى أصحابه، فقال بعضهم لبعض: لقد جاءكم عتبة بوجه غير الذي ذهب به، فلما جلس إليهم قالوا له: ما وراءك يا أبا الوليد؟فقال: لقد سمعت من محمد صلّى الله عليه وسلم قولا ما سمعت مثله قط، والله ما هو بالسحر، ولا بالشعر، ولا بالكهانة. يا معشر قريش، أطيعونى واجعلوها لي، خلّوا بين الرجل وبين ما هو فيه فاعتزلوه، فو الله ليكونن لقوله الذي سمعت نبأ.فقالوا: لقد سحرك محمد صلّى الله عليه وسلم فقال: «هذا رأيى فيه فاصنعوا ما بدا لكم».فقوله- تعالى-: فَإِنْ أَعْرَضُوا فَقُلْ أَنْذَرْتُكُمْ صاعِقَةً مِثْلَ صاعِقَةِ عادٍ وَثَمُودَ تهديد لهؤلاء المشركين، بعد أن وضح الحق لهم في أكمل صورة..والصاعقة- كما يقول ابن جرير-: كل أمر هائل رآه الرائي أو عاينه أو أصابه. حتى يصير من هوله وعظيم شأنه إلى هلاك وعطب وذهاب عقل، يكون مصعوقا...والمراد بها هنا: العذاب الشديد الذي أنزله الله- تعالى- على قوم عاد ثمود فصعقهم وأهلكهم.والمعنى: قل- أيها الرسول الكريم- لهؤلاء المشركين لقد أقمت لكم الأدلة الناصعة على وحدانية الله- تعالى- وعلى عظيم قدرته، وعلى أنى رسول من عنده، وصادق فيما أبلغه عنه.فَإِنْ أَعْرَضُوا عن دعوتك، ولجوا في طغيانهم، واستمروا في كفرهم وعنادهم.فَقُلْ لهم على سبيل التحذير: لقد أَنْذَرْتُكُمْ صاعِقَةً مِثْلَ صاعِقَةِ عادٍ وَثَمُودَ.وخص- سبحانه- عادا وثمود بالذكر، لأن مشركي قريش يعرفون ما جرى لهؤلاء الظالمين. إذ قوم عاد كانوا بالأحقاف- أى بالمكان المرتفع الكثير الرمال- في جنوب الجزيرة العربية ورسولهم هو هود- عليه السلام-.وأما ثمود فهم قوم صالح- عليه السلام-، ومساكنهم كانت بشمال الجزيرة العربية، وما زالت آثارهم باقية، وأهل مكة كانوا يمرون عليها في طريقهم إلى بلاد الشام للتجارة."},{"ayah_number":14,"text":"والضمير في قوله- تعالى-: إِذْ جاءَتْهُمُ الرُّسُلُ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ، أَلَّا تَعْبُدُوا إِلَّا اللَّهَ ... يعود إلى قوم عاد وثمود.والمراد بالرسل: هود وصالح- عليهما السلام- من باب إطلاق الجمع على الاثنين، أو من باب إدخال من آمن بهما معهما في المجيء إلى هؤلاء الأقوام لدعوتهم إلى عبادة الله وحده.وقوله: إِذْ جاءَتْهُمُ الرُّسُلُ ... حال من قوله صاعِقَةِ عادٍ وَثَمُودَ وقوله مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ متعلق بجاءتهم.والمراد بالجملة الكريمة: أن الرسل بذلوا كل جهدهم في إرشاد قوم عاد وثمود إلى الحق ولم يتركوا وسيلة إلا اتبعوها معهم وبينوا لهم بأساليب متعددة حسن عاقبة المؤمنين وسوء عاقبة الكافرين.وقوله: أَنْ لا تَعْبُدُوا إِلَّا اللَّهَ بيان لما نصح به الرسل أقوامهم و «أن» يصح أن تكون مصدرية، أى: بأن لا تعبدوا إلا الله، ويصح أن تكون مخففة من الثقيلة، واسمها ضمير شأن محذوف. أو تفسيرية لأن مجيء الرسل يتضمن قولا.أى جاء الرسل إلى قوم عاد وثمود بكل دليل واضح على وجوب إخلاص العبادة لله، ولم يتركوا وسيلة إلا اتبعوها معهم، وقالوا لهم: اجعلوا عبادتكم لله- تعالى- وحده.قال صاحب الكشاف ما ملخصه: قوله: إِذْ جاءَتْهُمُ الرُّسُلُ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ....أى: أتوهم من كل جانب، واجتهدوا بهم، واعملوا فيهم كل حيلة، فلم يروا منهم إلا العتو والإعراض، كما حكى الله- تعالى- عن الشيطان أنه قال: ثُمَّ لَآتِيَنَّهُمْ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ ... يعنى لآتينهم من كل جهة، ولأعملن فيهم كل حيلة.وعن الحسن: أنذروهم بعذاب الله الدنيوي والأخروى.وقيل معناه: إذ جاءتهم الرسل من قبلهم ومن بعدهم، بمعنى أن هودا وصالحا قد أمروهم بالإيمان بهما وبجميع الرسل الذين من قبلهم والذين من بعدهم، فكأن الرسل جميعا قد جاءوهم .وقوله- تعالى-: قالُوا لَوْ شاءَ رَبُّنا لَأَنْزَلَ مَلائِكَةً فَإِنَّا بِما أُرْسِلْتُمْ بِهِ كافِرُونَ حكاية للرد السيئ الذي رد به قوم عاد وثمود على رسلهم.ومفعول المشيئة محذوف أى: قال هؤلاء الكافرون لرسلهم على سبيل التكذيب لهم، والتهكم بهم. أنتم لستم رسلا، ولو شاء الله- تعالى- أن يرسل إلينا رسلا لأرسل ملائكة، ومادام الأمر كذلك فإنا بما أرسلتم به- أيها الرسل- كافرون، وإلى ما تدعونا إليه مكذبون.والسبب الذي حمل هؤلاء الجاهلين على هذا القول: زعمهم أن الرسل لا يكونون من البشر، مع أن كل عقل سليم يؤيد أن الرسول لا يكون إلا من البشر كما قال- تعالى-: وَما أَرْسَلْنا مِنْ رَسُولٍ إِلَّا بِلِسانِ قَوْمِهِ لِيُبَيِّنَ لَهُمْ ..."},{"ayah_number":15,"text":"ثم فصل- سبحانه- بعد ذلك حال كل فريق منهم، وبين ما نزل به من عذاب مهين فقال: فَأَمَّا عادٌ فَاسْتَكْبَرُوا فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَقالُوا مَنْ أَشَدُّ مِنَّا قُوَّةً ...أى. هذا هو قولهم على سبيل الإجمال لرسلهم، وإليك جانبا من حال قوم عاد، ومن أقوالهم الباطلة.إنهم قد استكبروا في الأرض بغير الحق. واغتروا بما بين أيديهم من نعم، وقالوا على سبيل التباهي والتفاخر والتكبر: من أشد منا قوة.وقيد استكبارهم في الأرض بأنه بغير الحق. لبيان واقعهم، حيث كانوا كما وصفهم الله- تعالى- في آيات أخرى متجبرين متعالين على غيرهم، ومن ذلك قوله- تعالى:أَتَبْنُونَ بِكُلِّ رِيعٍ آيَةً تَعْبَثُونَ. وَتَتَّخِذُونَ مَصانِعَ لَعَلَّكُمْ تَخْلُدُونَ. وَإِذا بَطَشْتُمْ بَطَشْتُمْ جَبَّارِينَ.الاستفهام في قوله- تعالى- الذي حكاه عنهم مَنْ أَشَدُّ مِنَّا قُوَّةً للإنكار والنفي.أى: لا أحد أقوى منا، فنحن في استطاعتنا أن ندفع كل عذاب ينزل بنا، وهذا هو الشعور الكاذب الذي يشعر به الطغاة الجاهلون في كل زمان ومكان.وقد رد الله- تعالى- عليهم وعلى أمثالهم ردا منطقيا حكيما يخرس ألسنتهم فقال: أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً، وَكانُوا بِآياتِنا يَجْحَدُونَ.أى: أعموا وصموا عن الحق، ولم يعلموا أن الله- تعالى- الذي أوجدهم من العدم، هو- سبحانه- أشد منهم قوة وبأسا.إنهم لغرورهم وجهالاتهم نسوا كل ذلك، وكانوا بآياتنا الدالة على قدرتنا ووحدانيتنا يجحدون، ويعاندون وينكرون الحق الذي جاءتهم به رسلهم."},{"ayah_number":16,"text":"ثم حكى- سبحانه- ما نزل بهم من عذاب بسبب إصرارهم على كفرهم، وبسبب غرورهم وبطرهم فقال: فَأَرْسَلْنا عَلَيْهِمْ رِيحاً صَرْصَراً فِي أَيَّامٍ نَحِساتٍ، لِنُذِيقَهُمْ عَذابَ الْخِزْيِ فِي الْحَياةِ الدُّنْيا....ولفظ «صرصرا» من الصر- بفتح الصاد- وهو شدة الحر، أو من الصر- بكسر الصاد- وهو شدة البرد الذي يقبض البدن، أو من الصرة التي هي الصيحة المزعجة، ومنه قوله- تعالى- فَأَقْبَلَتِ امْرَأَتُهُ فِي صَرَّةٍ ... أى: في صيحة.ولا مانع من أن تكون هذه الريح التي أرسلها الله- تعالى- عليهم، قد اجتمع فيها الصوت الشديد المزعج، والبرد الشديد القاتل.وقوله: نَحِساتٍ جمع نحسة- بفتح النون وكسر الحاء- صفة مشبهة من نحس- كفرح وكرم- ضد سعد.أى: فأرسلنا على قوم عاد ريحا شديدة الهبوب والصوت، وشديدة البرودة أو الحرارة في أيام نحسات أو مشئومات نكدات عليهم بسبب إصرارهم على كفرهم وفعلنا ذلك معهم لنذيقهم العذاب المخزى لهم في الحياة الدنيا.وَلَعَذابُ الْآخِرَةِ أَخْزى أى: أشد خزيا وإهانة لهم من عذاب الدنيا.وَهُمْ لا يُنْصَرُونَ أى: وهم لا يجدون أحدا يدفع عنهم هذا العذاب بحال من الأحوال."},{"ayah_number":17,"text":"ثم بين- سبحانه- بعد ذلك، حال ثمود وما نزل بهم من عذاب فقال: وَأَمَّا ثَمُودُ فَهَدَيْناهُمْ....أى: وأما قوم ثمود الذين أرسلنا إليهم نبينا صالحا، فبينا لهم عن طريقه سبيل الرشاد وسبيل الغي. فالمراد بالهداية هنا: البيان والإرشاد والدلالة على الخير.فَاسْتَحَبُّوا الْعَمى عَلَى الْهُدى أى: فاختاروا الكفر على الإيمان، وآثروا الغي على الرشد.فالمراد بالعمى هنا الكفر والضلال، والمراد بالهداية الإيمان والطاعة.فَأَخَذَتْهُمْ صاعِقَةُ الْعَذابِ الْهُونِ بِما كانُوا يَكْسِبُونَ أى: فكانت نتيجة إيثارهم الكفر على الإيمان، وتصميمهم على ذلك.. أن أنزلنا عليهم الصاعقة التي أهلكتهم، والعذاب المبين الذي أبادهم، بسبب ما اكتسبوه من ذنوب وقبائح.وقد حكى- سبحانه- ما أنزله بعاد وثمود من عذاب في آيات كثيرة، منها قوله- تعالى-: كَذَّبَتْ ثَمُودُ وَعادٌ بِالْقارِعَةِ. فَأَمَّا ثَمُودُ فَأُهْلِكُوا بِالطَّاغِيَةِ. وَأَمَّا عادٌ فَأُهْلِكُوا بِرِيحٍ صَرْصَرٍ عاتِيَةٍ. سَخَّرَها عَلَيْهِمْ سَبْعَ لَيالٍ وَثَمانِيَةَ أَيَّامٍ حُسُوماً. فَتَرَى الْقَوْمَ فِيها صَرْعى كَأَنَّهُمْ أَعْجازُ نَخْلٍ خاوِيَةٍ .وقد ذكر بعضهم أن الأيام النحسات التي نزل فيها العذاب على قوم عاد، كانت في أواخر شهر شوال، وأن أولها كان في يوم الأربعاء، وآخرها- أيضا- كان في يوم الأربعاء، ولذا صار بعض الناس يتشاءم من هذا اليوم.والحق أن ما ذكروه في هذا الشأن لا دليل عليه، ولا يلتفت إليه، وأن ما أصاب هؤلاء إنما كان بشؤم كفرهم ومعاصيهم.قال بعض العلماء بعد أن ذكر بعض الآثار التي ذكروها في أن يوم الأربعاء يوم نحس:«فهذه الروايات وأمثالها لا تدل على شؤم يوم الأربعاء على من لم يكفر بالله ولم يعصه، لأن أغلبها ضعيف، وما صح معناه منها فالمراد بنحسه شؤمه على أولئك الكفرة العصاة الذين أهلكهم الله فيه بسبب كفرهم ومعاصيهم»."},{"ayah_number":18,"text":"ثم بين- سبحانه- فضله على المؤمنين، ورحمته بهم فقال: وَنَجَّيْنَا الَّذِينَ آمَنُوا.. أى ونجينا الذين آمنوا من عذاب الدنيا ومن عذاب الآخرة.وَكانُوا يَتَّقُونَ أى: يتقون الله- تعالى-، ويصونون أنفسهم عن كل ما لا يرضيه.ثم بين- سبحانه- بعد ذلك جانبا من أحوال الظالمين يوم القيامة، يوم تشهد عليهم أسماعهم وأبصارهم وجلودهم بما كانوا يعملون، يوم يعلمون أن ما جاءهم به رسلهم حق لا ريب فيه، فقال- تعالى-:"},{"ayah_number":19,"text":"والظرف في قوله: وَيَوْمَ يُحْشَرُ أَعْداءُ اللَّهِ إِلَى النَّارِ فَهُمْ يُوزَعُونَ متعلق بمحذوف تقديره: اذكر.وقوله، يُوزَعُونَ من الوزع وأصله الكف، تقول: وزع فلان فلانا عن الشيء، أى:كفه ومنعه عنه. ومنه قول الشاعر:ولن يزع النفس اللجوج عن الهوى ... من الناس، إلا وافر العقل كاملهوالمراد هنا: أن يكف أولهم ويمنع عن التحرك حتى يرد آخرهم فيلحق بأولهم، بحيث يجتمعون جميعا للحساب ثم يدعون إلى نار جهنم.والمعنى: واذكر- أيها العاقل- يوم يحشر أعداء الله جميعا إلى النار، بعد أن حوسبوا على أعمالهم السيئة فَهُمْ يُوزَعُونَ أى: فهم يحبسون في هذا اليوم العصيب حتى يلحق آخرهم بأولهم، ويكفون جميعا عن الحركة حتى يقضى الله- تعالى- بقضائه العادل فيهم.والتعبير بقوله: أَعْداءُ اللَّهِ يدل على ذمهم، وعلى أن ما أبهم من عذاب مهين. إنما هو بسبب عداوتهم لله- تعالى- ولرسله- صلوات الله عليهم-، حيث أعرضوا عن الحق الذي جاءهم به الرسل من عند ربهم.والتعبير بقوله يُوزَعُونَ يشعر بأنهم يحبسون ويمنعون عن الحركة بغلظة وزجر."},{"ayah_number":20,"text":"ثم بين- سبحانه- أحوالهم عند ما يعرضون على النار فقال: حَتَّى إِذا ما جاؤُها شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصارُهُمْ وَجُلُودُهُمْ بِما كانُوا يَعْمَلُونَ.والمراد بشهادة هذه الأعضاء عليهم: أنها تنطق- بإذن الله- تعالى- وتخبر بما اجترحوه من سيئات، وبما فعلوه من قبائح.قال صاحب الكشاف ما ملخصه: «فإن قلت «ما» في قوله: حَتَّى إِذا ما جاؤُها ما هي؟.قلت: مزيدة للتأكيد، ومعنى التأكيد فيها: أن وقت مجيئهم النار لا محالة أن يكون وقت الشهادة عليهم، ولا وجه لأن يخلو منها ...فإن قلت: كيف تشهد عليهم أعضاؤهم وكيف تنطق؟.قلت: الله- عز وجل- ينطقها ... بأن يخلق فيها كلاما..وشهادة الجلود بالملامسة للحرام، وما أشبه ذلك مما يفضى إليها من المحرمات. وقيل:المراد بالجلود الجوارح- وقيل: هو كناية عن الفروج..» ."},{"ayah_number":21,"text":"ثم حكى- سبحانه- ما يقوله هؤلاء الكافرون لجوارحهم على سبيل التوبيخ والتعجيب فقال: وَقالُوا لِجُلُودِهِمْ لِمَ شَهِدْتُمْ عَلَيْنا ...أى: وقال هؤلاء الكافرون لجلودهم التي تشمل جميع جوارحهم بتعجب وذهول: لماذا شهدتم علينا مع أننا ما دافعنا إلا عنكم. لكي ننقذكم من النار؟.وهنا ترد عليهم جوارحهم بقولها- كما حكى سبحانه عنها- قالُوا أَنْطَقَنَا اللَّهُ الَّذِي أَنْطَقَ كُلَّ شَيْءٍ ...أى: قالوا في الرد عليهم: أنطقنا الله- تعالى- الذي أنطق كل شيء بقدرته التي لا يعجزها شيء وَهُوَ- سبحانه- الذي خَلَقَكُمْ أَوَّلَ مَرَّةٍ ولم تكونوا شيئا مذكورا.وَإِلَيْهِ وحده تُرْجَعُونَ فيحاسبكم على أعمالكم، ويحكم فيكم بحكمه العادل.وقد ساق الإمام ابن كثير عند تفسيره لهذه الآية عددا من الأحاديث، منها ما جاء عن أنس ابن مالك- رضى الله عنه- قال: ضحك رسول الله صلّى الله عليه وسلم ذات يوم وتبسم فقال: «ألا تسألون عن أى شيء ضحكت» ؟ قالوا: يا رسول الله، من أى شيء ضحكت؟ قال:«عجبت من مجادلة العبد ربه يوم القيامة، يقول: أى ربي، أليس قد وعدتني أن لا تظلمني؟قال: بلى. فيقول: فإنى لا أقبل على شاهدا إلا من نفسي. فيقول الله- تعالى-: أو ليس كفى بي شهيدا. وبالملائكة الكرام الكاتبين؟ قال: فيردد هذا الكلام مرارا قال: فيختم على فيه، وتتكلم أركانه بما كان يعمل. فيقول: بعدا لكن وسحقا، فعنكن كنت أجادل»  .وشبيه بهذه الآية قوله- تعالى-: الْيَوْمَ نَخْتِمُ عَلى أَفْواهِهِمْ وَتُكَلِّمُنا أَيْدِيهِمْ، وَتَشْهَدُ أَرْجُلُهُمْ، بِما كانُوا يَكْسِبُونَ ."},{"ayah_number":22,"text":"ثم حكى- سبحانه- ما يقال لهؤلاء الكافرين يوم القيامة من جهته- تعالى- أو من جهة جوارحهم التي شهدت عليهم فقال- تعالى-: وَما كُنْتُمْ تَسْتَتِرُونَ أَنْ يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلا أَبْصارُكُمْ وَلا جُلُودُكُمْ، وَلكِنْ ظَنَنْتُمْ أَنَّ اللَّهَ لا يَعْلَمُ كَثِيراً مِمَّا تَعْمَلُونَ.وقوله: تَسْتَتِرُونَ من الاستتار بمعنى الاستخفاء، «وما» نافية. وقوله: أَنْ يَشْهَدَ عَلَيْكُمْ.. في موضع نصب على نزع الخافض أى: من أن يشهد عليكم.. أو مفعول لأجله.أى: مخافة أو خشية أن يشهد عليكم سمعكم.والمعنى: أن جوارحهم تقول لهم يوم القيامة على سبيل التبكيت: أنتم- أيها الكافرون- لم تكونوا في الدنيا تخفون أعمالكم السيئة، خوفا من أن نشهد عليكم ولكنكم كنتم تخفونها لاعتقادكم أن الله- تعالى- لا يعلم ما تخفونه من أعمالكم، ولكنه يعلم ما تظهرونه منها.وما حملكم على هذا الاعتقاد الباطل إلا جهلكم بصفات الله- تعالى- وكفركم باليوم الآخر وما فيه من حساب وجزاء، واستبعادكم أننا سنشهد عليكم.قال القرطبي: قوله- تعالى-: وَما كُنْتُمْ تَسْتَتِرُونَ أَنْ يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ ...يجوز أن يكون هذا من قول الجوارح لهم، ويجوز أن يكون من قول الله- تعالى- لهم، أو الملائكة.وفي صحيح مسلم عن ابن مسعود قال: اجتمع عند البيت ثلاثة نفر، قرشيان وثقفى، - أى شخص من قبيلة ثقيف- أو ثقفيان وقرشي، قليل فقه قلوبهم، كثير شحم بطونهم.فقال أحدهم: أترون الله- تعالى- يسمع ما نقول: فقال الآخر: يسمع إن جهرنا ولا يسمع إن أخفينا.فأنزل الله- عز وجل-: وَما كُنْتُمْ تَسْتَتِرُونَ أَنْ يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ.فالآية الكريمة تنعى على المشركين جهالاتهم الفاضحة، حيث ظنوا أن الله- تعالى- لا يعلم الكثير من أعمالهم، وتنبه المؤمنين إلى أن من الواجب عليهم أن يعلموا أن الله- تعالى- معهم، ولا يخفى عليه شيء من أقوالهم أو أفعالهم، وأنه- سبحانه- يعلم السر، وأخفى ورحم الله من قال:إذا ما خلوت الدهر يوما فلا تقل ... خلوت. ولكن قل: على رقيبولا تحسبن الله يغفل ساعة ... ولا أن ما يخفى عليك، يغيب"},{"ayah_number":23,"text":"ثم بين- سبحانه- سوء عاقبة ظن هؤلاء الكافرين الجاهلين فقال: وَذلِكُمْ ظَنُّكُمُ الَّذِي ظَنَنْتُمْ بِرَبِّكُمْ أَرْداكُمْ.وذلِكُمْ اسم إشارة يعود إلى ظنهم السابق، وهو مبتدأ، وقوله أَرْداكُمْ خبره.أى: وذلكم الظن الذي ظننتموه بربكم، وهو أنه- سبحانه- لا يعلم كثيرا مما تعملونه سرا، هذا الظن أَرْداكُمْ أى: أهلككم، يقال ردى فلان- كصدى- إذا هلك فَأَصْبَحْتُمْ أيها الكافرون من الخاسرين لكل شيء في دنياكم."},{"ayah_number":24,"text":"فَإِنْ يَصْبِرُوا عن العذاب فَالنَّارُ مَثْوىً لَهُمْ أى: فالنار هي المكان المعد لثوائهم فيه، ولبقائهم به بقاء أبديا. يقال: ثوى فلان بالمكان إذا أقام به إقامة دائمة. وَإِنْ يَسْتَعْتِبُوا فَما هُمْ مِنَ الْمُعْتَبِينَ أى: وإن يطلبوا الرضا عنهم، فما هم من المرضى عنهم، وإنما هم من المغضوب عليهم، أو وإن يطلبوا منا الرجوع إلى ما يرضينا بأن نعيدهم إلى الدنيا، فما هم من المجابين إلى ذلك.قال القرطبي: وأصل الكلمة من العتب- بفتح العين وسكون التاء- وهي الموجدة، يقال: عتب عليه يعتب- كضرب يضرب- إذا وجد عليه. فإذا فاوضه فيما عتب عليه فيه، قيل: عاتبه، فإذا رجع إلى مسرتك فقد أعتب. والاسم العتبى، وهو رجوع المعتوب عليه إلى ما يرى العاتب قال الشاعر:فإن أك مظلوما فعبدا ظلمته ... وإن تك ذا عتبى فمثلك يعتبوبذلك نرى هذه الآيات الكريمة، قد بينت الأحوال السيئة التي يكون عليها الكافرون يوم القيامة، والمجادلات التي تدور بينهم وبين جوارحهم في هذا اليوم العسير عليهم.ثم بين- سبحانه- جانبا من الأسباب التي أوقعتهم في هذا المصير الأليم، ومن الأقوال السيئة التي كانوا يتواصون بها فيما بينهم، وعن عاقبة هذا التواصي الأثيم فقال- تعالى-:"},{"ayah_number":25,"text":"قال الجمل ما ملخصه: قوله: وَقَيَّضْنا ... أى: سببنا وهيأنا وبعثنا لهم قرناء يلازمونهم ويستولون عليهم استيلاء القيض على البيض. والقيض قشر البيض..والتقييض- أيضا- التيسير والتهيئة، تقول قيضت لفلان الشيء، أى: هيأته ويسرته له.. .والقرناء: جمع قرين، وهو الصديق الملازم للشخص الذي لا يكاد يفارقه، وله تأثير عليه والمراد بما بين أيديهم: شهوات الدنيا وسيئاتها. والمراد بما خلفهم: ما يتعلق بالآخرة من بعث وحساب وثواب وعقاب.والمعنى: إن حكمتنا قد اقتضت أن نهيئ ونسبب لهؤلاء المشركين قرناء سوء، هؤلاء القرناء يزينون لهم القبيح من أعمال الدنيا التي يعيشون فيها، كما يزينون لهم إنكار ما يتعلق بما خلفهم من أمور الآخرة، كتكذيبهم بالبعث والحساب والجزاء.وشبيه بهذه الآية قوله- تعالى-: وَمَنْ يَعْشُ عَنْ ذِكْرِ الرَّحْمنِ نُقَيِّضْ لَهُ شَيْطاناً فَهُوَ لَهُ قَرِينٌ. وَإِنَّهُمْ لَيَصُدُّونَهُمْ عَنِ السَّبِيلِ وَيَحْسَبُونَ أَنَّهُمْ مُهْتَدُونَ .وقوله- تعالى-: وَحَقَّ عَلَيْهِمُ الْقَوْلُ فِي أُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِهِمْ مِنَ الْجِنِّ وَالْإِنْسِ ... بيان لما ترتب على استجابتهم لقرناء السوء، وانقيادهم لهم انقياد التابع للمتبوع.أى: وثبت عليهم القول الذي قاله- سبحانه- لإبليس، وتحقق مقتضاه وهو قوله- تعالى-: لَأَمْلَأَنَّ جَهَنَّمَ مِنْكَ وَمِمَّنْ تَبِعَكَ مِنْهُمْ أَجْمَعِينَ .وقوله: فِي أُمَمٍ في محل نصب على الحال من الضمير في عَلَيْهِمُ أى: وثبت عليهم العذاب. حالة كونهم داخلين في جملة أمم كافرة جاحدة، قد مضت من قبلهم، وهذه الأمم منها ما هو من الجن، ومنها ما هو من الإنس.وجملة إِنَّهُمْ كانُوا خاسِرِينَ تعليل لاستحقاقهم العذاب. والضمير لكفار قريش ولغيرهم من الأمم السابقة التي هلكت على الكفر."},{"ayah_number":26,"text":"ثم حكى- سبحانه- ما تواصى به المشركون فيما بينهم فقال: وَقالَ الَّذِينَ كَفَرُوا لا تَسْمَعُوا لِهذَا الْقُرْآنِ وَالْغَوْا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ.وقوله: وَالْغَوْا فِيهِ من اللغو، وهو الكلام الساقط الذي لا فائدة فيه يقال: لغا فلان في كلامه يلغو، إذا نطق بكلام ساقط لا خير فيه.ويبدو أن هذا الكلام قد قاله الزعماء من كفار مكة لأتباعهم، فقد ورد عن ابن عباس أنه قال: قال أبو جهل- لأتباعه-: إذا قرأ محمد فصيحوا في وجهه، حتى لا يدرى ما يقول.أى: وقال زعماء الكفر لأتباعهم: لا تسمعوا لهذا القرآن الذي يقرأه محمد صلّى الله عليه وسلم وأصحابه، ولا تنصتوا إليه، بل ابتعدوا عن قارئيه، والغوا فيه أى: وأظهروا عند قراءته أصواتكم باللغو من القول، كالتشويش على القارئ، والتخليط عليه في قراءته بالتصفيق وبرفع الصوت بالخرافات والهذيان..لَعَلَّكُمْ تَغْلِبُونَ أى: لعلكم بعملكم هذا تتغلبون على المسلمين، وتجعلونهم ينصرفون عن قراءة القرآن.ولا شك أن قولهم هذا دليل واضح على خوفهم من تأثير القرآن في القلوب، هذا التأثير الذي حمل كثيرا منهم عند سماعه على الدخول في الإسلام ونبذ الكفر والكافرين.كما يدل على أنهم لعجزهم عن معارضته، وعن الإتيان بسورة من مثله، لجئوا إلى تلك الأساليب السخيفة، لصرف الناس عن سماع القرآن الكريم."},{"ayah_number":27,"text":"وقد رد- سبحانه- على فعلهم هذا بما يناسبه من تهديد فقال: فَلَنُذِيقَنَّ الَّذِينَ كَفَرُوا عَذاباً شَدِيداً، وَلَنَجْزِيَنَّهُمْ أَسْوَأَ الَّذِي كانُوا يَعْمَلُونَ.أى: فو الله لنجعلن الذين كفروا بهذا القرآن والذين شوشوا على قارئيه بالصياح والاستهزاء، لنجعلنهم يذوقون العذاب الذي يهينهم، ويحسون به إحساسا أليما. ولنجزينهم في الآخرة الجزاء المناسب لقبح أعمالهم التي عملوها في الدنيا.قال الآلوسى: قوله- تعالى-: وَلَنَجْزِيَنَّهُمْ أَسْوَأَ الَّذِي كانُوا يَعْمَلُونَ أى: جزاء سيئات أعمالهم التي هي في أنفسها أسوأ، فأفعل للزيادة المطلقة وقيل: إنه- سبحانه- لا يجازيهم بمحاسن أعمالهم كإغاثة الملهوف، وصلة الأرحام. وإكرام الضيف ... لأن هذه الأعمال قد حبطت بسبب كفرهم..  .وقال الجمل في حاشيته: وفي هذا تعريض بمن لا يكون عند سماعه لكلام الله خاضعا خاشعا متفكرا متدبرا. وتهديد ووعيد شديد لمن يصدر عنه عند سماعه ما يشوش على القارئ ويخلط عليه القراءة، فانظر إلى عظمة القرآن المجيد، وتأمل في هذا التغليظ والتشديد، واشهد لمن عظمه وأجل قدره، وألقى إليه السمع وهو شهيد، بالفوز العظيم..  ."},{"ayah_number":28,"text":"واسم الإشارة في قوله- تعالى-: ذلِكَ جَزاءُ أَعْداءِ اللَّهِ ... يعود إلى ما تقدم من العذاب الشديد المعد لهؤلاء الكافرين، وهو مبتدأ، وجملة جَزاءُ أَعْداءِ اللَّهِ خبره.وقوله النَّارُ بدل أو عطف بيان.أى: ذلك العذاب الشديد الذي نذيقه للكافرين جزاء عادل لأعداء الله، وهذا العذاب الشديد يتمثل في النار التي أعدها- سبحانه- لهم.وجملة: لَهُمْ فِيها دارُ الْخُلْدِ مؤكدة لما قبلها. أى: لهم في تلك النار الإقامة الدائمة الباقية المستمرة، فهي بمثابة الدار المهيأة لسكنهم الدائم.وقوله- سبحانه-: جَزاءً بِما كانُوا بِآياتِنا يَجْحَدُونَ بيان لحكم الله العادل فيهم.أى: نجازيهم جزاء أليما بسبب جحودهم لآياتنا الدالة على وحدانيتنا وعلى صدق رسلنا."},{"ayah_number":29,"text":"ثم صور- سبحانه- أحوالهم وهم يتقلبون في النار وحكى بعض أقوالهم التي يقولونها وهم في ذلك العذاب الأليم فقال: وَقالَ الَّذِينَ كَفَرُوا على من أضلوهم.رَبَّنا أَرِنَا الَّذَيْنِ أَضَلَّانا مِنَ الْجِنِّ وَالْإِنْسِ ... أى: قالوا يا ربنا أطلعنا على الفريقين اللذين زينوا لنا الكفر والفسوق والعصيان من أفراد الجن والإنس نَجْعَلْهُما تَحْتَ أَقْدامِنا لِيَكُونا مِنَ الْأَسْفَلِينَ أى: أرنا إياهم لننتقم منهم، بأن ندوسهما بأقدامنا احتقارا لهم، وغضبا عليهم، ليكونا بذلك في أسفل مكان من النار، وفي أحقره وأكثرهم سعيرا. وهكذا تتحول الصداقة التي كانت بين الزعماء والأتباع في الدنيا، إلى عداوة تجعل كل فريق يحتقر صاحبه، ويتمنى له أسوأ العذاب.وكعادة القرآن في المقارنة بين عاقبة الأشرار وعاقبة الأخيار، جاء الحديث عن حسن عاقبة المؤمنين، بعد الحديث عن سوء مصير الكافرين، فقال- تعالى-:"},{"ayah_number":30,"text":"والمعنى: إن الذين قالوا بكل صدق وإخلاص ربنا الله- تعالى- وحده، لا شريك له لا في ذاته ولا في صفاته.ثُمَّ اسْتَقامُوا أى: ثم ثبتوا على هذا القول، وعملوا بما يقتضيه هذا القول من طاعة الله- تعالى- في المنشط والمكره، وفي العسر واليسر، ومن اقتداء برسوله صلّى الله عليه وسلم في كل أحواله.قال صاحب الكشاف: وثُمَّ لتراخى الاستقامة عن الإقرار في المرتبة وفضلها عليه.لأن الاستقامة لها الشأن كله. ونحوه قوله- تعالى-: إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ ثُمَّ لَمْ يَرْتابُوا والمعنى: ثم ثبتوا على الإقرار ومقتضياته  .ولقد بين لنا النبي صلّى الله عليه وسلم أن الاستقامة على أمر الله جماع الخيرات، ففي صحيح مسلم عن سفيان بن عبد الله الثقفي قال: قلت: يا رسول الله «قل لي في الإسلام قولا لا أسأل عنه أحدا بعدك» . قال: «قل آمنت بالله ثم استقم ... »  .وقوله- تعالى-: تَتَنَزَّلُ عَلَيْهِمُ الْمَلائِكَةُ أَلَّا تَخافُوا وَلا تَحْزَنُوا بيان للآثار الطيبة التي تترتب على هذا القول المؤيد بالثبات على طاعة الله- تعالى-:وتنزل الملائكة عليهم بهذه البشارات يشمل ما يكون في حياتهم عن طريق إلهامهم بما يشرح صدورهم، ويطمئن نفوسهم، كما يشمل تبشيرهم بما يسرهم عند موتهم وعند بعثهم.قال الآلوسى: قوله- تعالى-: تَتَنَزَّلُ عَلَيْهِمُ الْمَلائِكَةُ قال مجاهد: عند موتهم.وعن زيد بن أسلم: عند الموت، وعند القبر، وعند البعث، وقيل: معنى تَتَنَزَّلُ عَلَيْهِمُ يمدونهم فيما يعن ويطرأ لهم من الأمور الدينية والدنيوية بما يشرح صدورهم، ويدفع عنهم الخوف والحزن بطريق الإلهام كما أن الكفرة يغريهم ما قيض لهم من قرناء السوء بتزيين القبائح.والخوف: غم يلحق النفس لتوقع مكروه في المستقبل.والحزن: غم يلحقها لفوات نفع في الماضي.أى: إن الذين قالوا ربنا الله باعتقاد جازم، ثم استقاموا على طاعته في جميع الأحوال، تتنزل عليهم من ربهم الملائكة، لتقول لهم في ساعة احتضارهم وعند مفارقتهم الدنيا، وفي كل حال من أحوالهم: لا تخافوا- أيها المؤمنون الصادقون- مما أنتم قادمون عليه في المستقبل، ولا تحزنوا على ما فارقتموه من أموال أو أولاد.وَأَبْشِرُوا عما قريب، بالجنة التي كنتم توعدون بها في الدنيا."},{"ayah_number":31,"text":"ثم يقولون لهم- أيضا- على سبيل الزيادة في المسرة: نَحْنُ أَوْلِياؤُكُمْ فِي الْحَياةِ الدُّنْيا وَفِي الْآخِرَةِ.أى: نحن نصراؤكم على الخير، وأعوانكم على الطاعة في الحياة الدنيا التي توشكون على مفارقتها، وفي الآخرة التي هي الدار الباقية، سنتلقاكم فيها بالتكريم والترحاب.وَلَكُمْ فِيهاأى: في الدار الآخرة، ما تشتهي أنفسكم، من أنواع الطيبات التي أعدها لكم خالقكم في جناته.وَلَكُمْ فِيها ما تَدَّعُونَأى: ما تتمنوه وتطلبونه، فقوله تَدَّعُونَافتعال من الدعاء بمعنى الطلب."},{"ayah_number":32,"text":"قوله- تعالى-: نُزُلًا مِنْ غَفُورٍ رَحِيمٍ حال من قوله: ما تَدَّعُونَ، وأصل النزل: ما يقدم للضيف عند نزوله على المضيف من مأكل طيب، ومشرب حسن، ومكان فيه راحته.أى: لكم في الدار الآخرة جميع ما تطلبونه وما تدعونه، حال كون هذا المعطى لكم رزقا وضيافة مهيأة لكم من ربكم الواسع المغفرة والرحمة."},{"ayah_number":33,"text":"ثم سمت السورة الكريمة بعد ذلك بمنازل الذين يقومون بالدعوة إلى الحق بحكمة وإخلاص فقال- تعالى-: وَمَنْ أَحْسَنُ قَوْلًا مِمَّنْ دَعا إِلَى اللَّهِ وَعَمِلَ صالِحاً وَقالَ إِنَّنِي مِنَ الْمُسْلِمِينَ.أى. لا أحد أحسن قولا، وأعظم منزلة، ممن دعا غيره إلى طاعة الله- تعالى- وإلى المحافظة على أداء ما كلفه به.ولم يكتف بهذه الدعوة لغيره، بل أتبع ذلك بالعمل الصالح الذي يجعل المدعوين يزدادون استجابة له.وَقالَ: بعد كل ذلك على سبيل السرور والابتهاج والتحدث بنعمة الله إِنَّنِي مِنَ الْمُسْلِمِينَ.أى: من الذين أسلموا وجوههم لله- تعالى- وأخلصوا له القول والعمل.قال ابن كثير عند تفسير هذه الآية، أى: وهو في نفسه مهتد بما يقوله، فنفعه لنفسه لازم ومتعد، وليس هو من الذين يأمرون بالمعروف ولا يأتونه، وينهون عن المنكر ويأتونه.. وهذه الآية عامة في كل من دعا إلى خير، وهو في نفسه مهتد.وقيل المراد بها المؤذنون الصلحاء ...والصحيح أن الآية عامة في المؤذنين وفي غيرهم»"},{"ayah_number":34,"text":"ثم أرشد- سبحانه- إلى ما ينمى روح المحبة والمودة.. بين الداعي والمدعوين بصفة خاصة، وبين المسلم وغيره بصفة عامة، فقال: وَلا تَسْتَوِي الْحَسَنَةُ وَلَا السَّيِّئَةُ.أى: ولا تستوي الخصلة الحسنة ولا الخصلة السيئة، لا في ذواتهما ولا في الآثار التي تترتب عليهما، إذ الخصلة الحسنة جميلة في ذاتها، وعظيمة في الآثار الطيبة التي تنتج عنها، أما الخصلة السيئة فهي قبيحة في ذاتها وفي نتائجها.وقوله- تعالى-: ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ إرشاد منه- تعالى- إلى ما يجب أن يتحلى به عباده المؤمنون.أى: ما دامت الخصلة الحسنة لا تتساوى مع الخصلة السيئة، فعليك- أيها المسلم- أن تدفع السيئة إذا جاءتك من المسيء، بأحسن ما يمكن دفعها به من الحسنات، بأن تقابل ذنبه بالعفو، وغضبه بالصبر، وقطعه بالصلة وفظاظته بالسماحة.وقوله- سبحانه-: فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَداوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ بيان للآثار الجميلة التي تترتب على دفع السيئة بالحسنة.والولي: هو الصديق المحب الشفيق عليك، من الولي بمعنى القرب.والحميم: يطلق في الأصل على الماء الحار ... والمراد به هنا: الصديق الصدوق معك.أى: أنت إذا دفعت السيئة بالحسنة، صار عدوك الذي أساء إليك، كأنه قريب منك، لأن من شأن النفوس الكريمة أنها تحب من أحسن إليها، ومن عفا عنها، ومن قابل شرها بالخير، ومنعها بالعطاء."},{"ayah_number":35,"text":"ولما كانت هذه الأخلاق تحتاج إلى مجاهدة للنفس.. عقب- سبحانه- على هذه التوجيهات السامية بقوله: وَما يُلَقَّاها إِلَّا الَّذِينَ صَبَرُوا. وَما يُلَقَّاها إِلَّا ذُو حَظٍّ عَظِيمٍ.والضمير في يُلَقَّاها يعود إلى تلك الخصال الكريمة السابقة، التي على رأسها الدفع بالتي هي أحسن.أى: وما يستطيع القيام بتلك الأخلاق العظيمة التي على رأسها الدعوة إلى الله ومقابلة السيئة بالحسنة.. إلا الذين صبروا على المكاره وعلى الأذى.وما يستطيعها- أيضا- إلا صاحب الحظ الوافر، والنصيب الكبير، من توفيق الله- تعالى- له إلى مكارم الأخلاق.والمتأمل في هذه الآيات الكريمة يراها قد رسمت للمسلم أحكم الطرق، وأفضل الوسائل، التي ترفع درجته عند- خالقه- تعالى-."},{"ayah_number":36,"text":"ثم أرشد- سبحانه- عباده إلى ما يبعدهم عن كيد الشيطان، فقال: وَإِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطانِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ.والنزغ والنخس والغرز بمعنى واحد. وهو إدخال الإبرة أو طرف العصا في الجلد.المراد به هنا: وسوسة الشيطان وكيده للإنسان.والمعنى: وإن تعرض لك من الشيطان وسوسة تثير غضبك، وتحملك على خلاف ما أمرك الله- تعالى- به.. فاستعذ بالله، أى: فالتجئ إلى حماه واستجر به من كيد الشيطان إِنَّهُ- سبحانه- هو السميع لدعائك، العليم بكل أحوالك، القادر على دفع كيد الشيطان عنك.فالآية الكريمة ترشد المؤمن إلى العلاج الذي يحميه من وسوسة الشيطان وكيده، ألا وهو الاستعاذة بالله السميع لكل شيء، العليم بكل شيء القادر على كل شيء.وبعد هذه البشارات الكريمة، والتوجيهات الحكيمة للمؤمنين.. ساق- سبحانه- أنواعا من الأدلة الكونية الدالة على وحدانيته وقدرته، فقال- تعالى-:"},{"ayah_number":37,"text":"والمراد بالآيات في قوله- تعالى-: وَمِنْ آياتِهِ.. العلامات الدالة دلالة واضحة على وحدانية الله- تعالى- وقدرته.أى: ومن آياته على وحدانيته وقدرته- تعالى- وعلى وجوب إخلاص العبادة له، وجود الليل والنهار والشمس والقمر بتلك الطريقة البديعة، حيث إن الجميع يسير بنظام محكم، ويؤدى وظيفته أداء دقيقا. كما قال- تعالى-: لَا الشَّمْسُ يَنْبَغِي لَها أَنْ تُدْرِكَ الْقَمَرَ، وَلَا اللَّيْلُ سابِقُ النَّهارِ وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ.وقوله- تعالى- لا تَسْجُدُوا لِلشَّمْسِ وَلا لِلْقَمَرِ، وَاسْجُدُوا لِلَّهِ الَّذِي خَلَقَهُنَّ.. نهى عن السجود لغيره- تعالى- وأمر بالسجود له وحده.أى: لا تسجدوا- أيها الناس- للشمس ولا للقمر، لأنهما- كغيرهما- من جملة مخلوقات الله- تعالى-، واجعلوا طاعتكم وعبادتكم لله الذي خلق كل شيء في هذا الكون، إن كنتم حقا تريدون أن تكون عبادتكم مقبولة عنده- عز وجل-.فالآية الكريمة تقيم الأدلة على وجوب إخلاص العبادة لله- عز وجل- وتنهى عن عبادة غيره- تعالى-.قال الجمل: هذا رد على قوم عبدوا الشمس والقمر، وإنما تعرض للأربعة مع أنهم لم يعبدوا الليل والنهار، للإيذان بكمال سقوط الشمس والقمر عن رتبة السجودية لهما، بنظمهما في المخلوقية في سلك الأعراض التي لا قيام لها بذاتها، وهذا هو السر في نظم الكل في سلك آياته.وإنما عبر عن الأربع بضمير الإناث- مع أن فيها ثلاثة مذكرة، والعادة تغليب المذكر على المؤنث- لأنه لما قال: ومن آياته، فنظم الأربعة في سلك الآيات، صار كل واحد منها آية فعبر عنها بضمير الإناث في قوله خَلَقَهُنَّ  ."},{"ayah_number":38,"text":"ثم بين- سبحانه- أن استكبار الجاهلين عن عبادة الله- تعالى- وحده، لن ينقص من ملكه شيئا فقال: فَإِنِ اسْتَكْبَرُوا، فَالَّذِينَ عِنْدَ رَبِّكَ يُسَبِّحُونَ لَهُ بِاللَّيْلِ وَالنَّهارِ وَهُمْ لا يَسْأَمُونَ.أى: فإن تكبر هؤلاء الكافرون عن إخلاص العبادة لله- تعالى- فلا تحزن أيها الرسول الكريم- فإن الذين عند ربك من الملائكة. ينزهونه- تعالى- ويعبدونه عبادة دائمة بالليل والنهار وهم لا يسأمون ولا يملون، لاستلذاذهم لتلك العبادة والطاعة، وخوفهم من مخالفة أمره- عز وجل-.فالآية الكريمة تهون من شأن هؤلاء الكافرين، وتبين أنه- تعالى- في غنى عنهم وعن عبادتهم لأن عنده من مخلوقاته الكرام من يعبده بالليل والنهار بدون سأم أو كلل.والمراد بالعندية في قوله- تعالى- عِنْدَ رَبِّكَ عندية المكانة والتشريف لا عندية المكان.وقوله فَالَّذِينَ عِنْدَ رَبِّكَ تعليل لجواب الشرط المقدر، أى: فإن استكبروا فدعهم وشأنهم فالذين عند ربك يسبحون له بالليل والنهار.وشبيه بهذه الآية قوله- تعالى-: وَلَهُ مَنْ فِي السَّماواتِ وَالْأَرْضِ، وَمَنْ عِنْدَهُ لا يَسْتَكْبِرُونَ عَنْ عِبادَتِهِ وَلا يَسْتَحْسِرُونَ. يُسَبِّحُونَ اللَّيْلَ وَالنَّهارَ لا يَفْتُرُونَ ."},{"ayah_number":39,"text":"ثم بين- سبحانه- آية أخرى من آياته الدالة على وجوب إخلاص العبادة له فقال:وَمِنْ آياتِهِ أَنَّكَ تَرَى الْأَرْضَ خاشِعَةً، فَإِذا أَنْزَلْنا عَلَيْهَا الْماءَ اهْتَزَّتْ وَرَبَتْ ...وخاشِعَةً أى، يابسة جدبة، خشعت الأرض، إذا أجدبت لعدم نزول المطر عليها وقوله: اهْتَزَّتْ أى: تحركت بالنبات قبل بروزه منها وبعد ظهوره على سطحها ورَبَتْ أى: انتفخت وعلت، لأن النبات إذا قارب الظهور ترى الأرض، ارتفعت له، ثم تشققت عنه. يقال: ربا الشيء إذا زاد وعلا وارتفع، ومنه الربوة للمكان المرتفع من الأرض.أى: ومن آياته- تعالى- الدالة على وجوب العبادة له وحده، أنك- أيها العاقل- ترى الأرض يابسة جامدة، فإذا أنزلنا عليها بقدرتنا المطر، تحركت بالنبات، وارتفعت بسببه، ثم تصدعت عنه.وعنى- سبحانه- هنا بقوله خاشِعَةً لأن الحديث عن وجوب السجود لله- تعالى- وحده، والحديث عن السجود والطاعة يناسبه الخشوع.وفي سورة الحج قال- سبحانه-: وَتَرَى الْأَرْضَ هامِدَةً.. لأن الحديث هناك كان عن البعث، وعن إمكانيته، فناسب أن يعبر بالهمود الذي يدل على فقدان الحياة.قال- تعالى- يا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ فَإِنَّا خَلَقْناكُمْ مِنْ تُرابٍ.. ."},{"ayah_number":40,"text":"وبعد هذا الحديث عن مظاهر قدرة الله في هذا الكون، جاءت الآيات بعد ذلك لتهديد الذين يلحدون في آياته- تعالى- ولتمدح القرآن الكريم، ولتسلى النبي صلّى الله عليه وسلم عما لقيه من أعدائه، ولتبين أن من عمل صالحا فثمار عمله لنفسه، ومن عمل سيئا فعلى نفسه وحده يجنى..وقوله- تعالى-: إِنَّ الَّذِي أَحْياها لَمُحْيِ الْمَوْتى، إِنَّهُ عَلى كُلِّ شَيْءٍ قَدِيرٌ بيان لمظاهر قدرته- عز وجل-.أى: إن الذي أحياها بنزول المطر عليها، ويخرج النبات منها، لقادر عن أن يحيى الموتى عن طريق البعث والنشور، إنه- سبحانه- على كل شيء قدير.وقوله- تعالى- يُلْحِدُونَ من الإلحاد وهو الميل عن الاستقامة، والعدول عن الحق.يقال ألحد فلان في كلامه إذا مال عن الصواب، ومنه اللحد في القبر، لأنه أميل إلى ناحية منه دون الأخرى.والمعنى: إن الذين يميلون عن الحق في شأن آياتنا بأن يؤولوها تأويلا فاسدا، أو يقابلوها باللغو فيها وعدم التدبر لما اشتملت عليه من توجيهات حكيمة..هؤلاء الذين يفعلون ذلك: لا يَخْفَوْنَ عَلَيْنا أى ليسوا بغائبين عن علمنا، بل هم تحت بصرنا وقدرتنا، وسنجازيهم بما يستحقون من عقاب مهما ألحدوا ومالوا عن الحق والصواب.فالجملة تهديد لهم على تحريفهم الباطل لآيات الله- تعالى-.ثم بين- سبحانه- البون الشاسع بين عاقبة المؤمنين وعاقبة الكافرين، فقال: أَفَمَنْ يُلْقى فِي النَّارِ خَيْرٌ أَمْ مَنْ يَأْتِي آمِناً يَوْمَ الْقِيامَةِ؟.والغرض من هذا الاستفهام بيان أن الذين يلحدون في آيات الله سيكون مصيرهم الإلقاء في النار، وأن الذين استجابوا للحق وساروا على طريقه وهم المؤمنون، سيأتون آمنين من الفزع يوم القيامة.قال الآلوسى: «وكان الظاهر أن يقابل الإلقاء في النار بدخول الجنة، لكنه عدل عنه إلى ما في النظم الجليل، اعتناء بشأن المؤمنين، لأن الأمن من العذاب أعم وأهم، ولذا عبر عن الأول بالإلقاء الدال على القهر والقسر، وعبر عن الثاني بالإتيان الدال على أنه بالاختيار والرضا، مع الأمن ودخول الجنة..» .وقوله- تعالى-: اعْمَلُوا ما شِئْتُمْ إِنَّهُ بِما تَعْمَلُونَ بَصِيرٌ تهديد آخر لهم على إلحادهم.أى: اعملوا أيها الملحدون ما شئتم من أعمال قبيحة، فإنها لا تخفى على خالقكم- عز وجل-، لأنه بصير بكم، ومطلع على أفعالكم، وسيجازيكم عليها الجزاء العادل الذي تستحقونه.فالمقصود من الأمر في قوله- تعالى- اعْمَلُوا التهديد والوعيد."},{"ayah_number":41,"text":"ثم أضاف- سبحانه- إلى ما سبق تهديدا ثالثا فقال: إِنَّ الَّذِينَ كَفَرُوا بِالذِّكْرِ لَمَّا جاءَهُمْ.وخبر «إن» هنا محذوف للعلم به مما سبق، أى: إن الذين كفروا بالقرآن الكريم حين جاءهم على لسان رسول الله صلّى الله عليه وسلم، خاسرون أو هالكون أو معذبون عذابا شديدا.وَإِنَّهُ أى: هذا القرآن الكريم هو الحق الذي جاءهم به صلّى الله عليه وسلم، لعل هذا التدبر يوصلهم إلى الهداية والرشاد لَكِتابٌ عَزِيزٌ. أى: لكتاب منيع معصوم بعصمة الله- تعالى- له من كل تحريف أو تبديل."},{"ayah_number":42,"text":"ثم أكد- سبحانه- هذا المعنى فقال: لا يَأْتِيهِ الْباطِلُ مِنْ بَيْنِ يَدَيْهِ وَلا مِنْ خَلْفِهِ أى: لا يستطيع الباطل أن يتطرق إليه من أى جهة من الجهات، لا من جهة لفظه ولا من جهة معناه لأن الله- تعالى- تكفل بحفظه وصيانته، كما قال- تعالى- إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحافِظُونَ.قال صاحب الكشاف: فإن قلت: أما طعن فيه الطاعنون وتأوله المبطلون؟قلت: بلى، ولكن الله قد تكفل بحمايته عن تعلق الباطل به، بأن قيض قوما عارضوهم بإبطال تأويلهم، وإفساد أقاويلهم. فلم يخلوا طعن طاعن إلا ممحوقا، ولا قول مبطل إلا مضمحلا..وقوله: تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ أى: هذا الكتاب منزل من لدن الله الحكيم في أقواله وأفعاله، المحمود على ما أسدى لعباده من نعم لا تحصى."},{"ayah_number":43,"text":"ثم سلى- سبحانه- نبيه صلّى الله عليه وسلم عما أصابه من أعدائه فقال: ما يُقالُ لَكَ إِلَّا ما قَدْ قِيلَ لِلرُّسُلِ مِنْ قَبْلِكَ.أى: لا تحزن- أيها الرسول الكريم- من الأقوال الباطلة التي قالها المشركون في حقك، فإن ما قالوه في شأنك قد قاله السابقون عليهم في حق رسلهم.فالآية الكريمة من أبلغ الآيات في تسلية الرسول صلّى الله عليه وسلم لأنها كأنها تقول له، إن ما أصابك من أذى قد أصاب إخوانك، فاصبر كما صبروا.وشبيه بهذه الآية قوله- تعالى-: كَذلِكَ ما أَتَى الَّذِينَ مِنْ قَبْلِهِمْ مِنْ رَسُولٍ إِلَّا قالُوا ساحِرٌ أَوْ مَجْنُونٌ. أَتَواصَوْا بِهِ، بَلْ هُمْ قَوْمٌ طاغُونَ  .ثم علل- سبحانه- هذه التسلية وهذا التوجيه بقوله: إِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ وَذُو عِقابٍ أَلِيمٍ.أى: ما يقال لك إلا مثل ما قيل لإخوانك من قبلك، ومادام الأمر كذلك. فاصبر كما صبروا، إن ربك الذي تولاك بتربيته ورعايته، لذو مغفرة عظيمة لعباده المؤمنين وذو عقاب أليم للكفار المكذبين."},{"ayah_number":44,"text":"ثم رد- سبحانه- على بعض الشبهات التي أثاروها حول القرآن الكريم ردا يخرس ألسنتهم فقال: وَلَوْ جَعَلْناهُ قُرْآناً أَعْجَمِيًّا لَقالُوا لَوْلا فُصِّلَتْ آياتُهُءَ أَعْجَمِيٌّ وَعَرَبِيٌّ ...والأعجمي: يطلق على الكلام الذي لا يفهمه العربي، كما يطلق على من لا يحسن النطق بالعربية. وقوله: ءَ أَعْجَمِيٌّ وَعَرَبِيٌّ خبر لمبتدأ محذوف.أى: ولو أنزلنا هذا القرآن بلغة العجم كما قالوا: هلا أنزل هذا القرآن بلغة العجم.لو فعلنا ذلك- كما أرادوا- لقالوا مرة أخرى على سبيل التعجب: هلا فصلت ووضحت آيات هذا الكتاب بلغة نفهمها؟ ثم لأضافوا إلى التعجب والإنكار، تعجبا آخر فقالوا: أقرآن أعجمى ورسول عربي؟.ومقصدهم من هذه الشبهة الداحضة، إنما هو إنكار الإيمان به سواء أنزل بلغة العرب أم بلغة العجم.فهم عند نزوله عربيا قالوا من بين ما قالوا: لا تسمعوا لهذا القرآن والغوا فيه، ولو نزل بلسان أعجمى، لاعترضوا وقالوا: هلا نزل بلسان عربي نفهمه.ولو جعلنا بعضه أعجميا وبعضه عربيا لقالوا: أقرآن أعجمى ورسول عربي.وهكذا المعاندون الجاحدون لا يقصدون من وراء جدالهم إلا التعنت والسفاهة.ثم أمر الله- تعالى- رسول صلّى الله عليه وسلم أن يرد عليهم بالرد الذي يكبتهم فقال: قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدىً وَشِفاءٌ ...أى: قل- أيها الرسول الكريم- لهؤلاء الجاحدين: هذا القرآن هو للذين آمنوا إيمانا حقا هداية إلى الصراط المستقيم، وشفاء لما في الصدور من أسقام.كما قال- سبحانه- في آية أخرى: وَنُنَزِّلُ مِنَ الْقُرْآنِ ما هُوَ شِفاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ ...ثم بين- سبحانه- موقف الكافرين من هذا الكتاب فقال: وَالَّذِينَ لا يُؤْمِنُونَ أى:بهذا الكتاب، وبمن نزل عليه الكتاب.فِي آذانِهِمْ وَقْرٌ أى: في آذانهم صمم عن سماع ما ينفعهم.وَهُوَ عَلَيْهِمْ عَمًى أى: وهذا القرآن عميت قلوبهم عن تدبره وعن الاهتداء به.وقوله- تعالى- أُولئِكَ يُنادَوْنَ مِنْ مَكانٍ بَعِيدٍ ذم شنيع لهم على إعراضهم عن هذا القرآن الذي ما أنزله الله- تعالى- إلا لإخراجهم من الظلمات إلى النور.أى: أولئك الكافرون الذين لم ينتفعوا بالقرآن مثلهم في صممهم وانطماس بصائرهم، كمثل من يناديه مناد من مكان بعيد، فهو لا يسمع منه شيئا، ولا يعقل عنه شيئا، لوجود المسافة الشاسعة بين المنادى، وبين من وقع عليه النداء.قال القرطبي: قوله- تعالى-: أُولئِكَ يُنادَوْنَ مِنْ مَكانٍ بَعِيدٍ يقال ذلك لمن لا يفهم من التمثيل.وحكى أهل اللغة أنه يقال للذي يفهم: أنت تسمع من قريب، ويقال للذي لا يفهم: أنت تنادى من بعيد أى: كأنه ينادى من موضع بعيد منه، فهو لا يسمع النداء ولا يفهمه. وقال الضحاك: يُنادَوْنَ يوم القيامة بأقبح أسمائهم مِنْ مَكانٍ بَعِيدٍ فيكون ذلك لتوبيخهم وفضيحتهم.. .ومن يتدبر هذه الآية الكريمة يرى مصداقها في كل زمان ومكان، فهناك من ينتفع بهذا القرآن قراءة وسماعا وتطبيقا.. وهناك من يستمعون إلى هذا القرآن، فلا يزيدهم إلا صمما، ورجسا إلى رجسهم وعمى على عماهم."},{"ayah_number":45,"text":"ثم بين- سبحانه- زيادة في التسلية لرسوله صلّى الله عليه وسلم، أن اختلاف الأمم في شأن ما جاء به الرسل شيء قديم فقال- تعالى-: وَلَقَدْ آتَيْنا مُوسَى الْكِتابَ فَاخْتُلِفَ فِيهِ ...أى: ولقد آتينا نبينا موسى- عليه السلام- كتابه التوراة ليكون هداية ونورا لقومه، فاختلفوا في شأن هذا الكتاب، فمنهم من آمن به، ومنهم من صد عنه.وَلَوْلا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ- أيها الرسول الكريم- وهي ألا يعذب المكذبين من أمتك في الدنيا عذابا يستأصلهم ويهلكهم.لولا ذلك لَقُضِيَ بَيْنَهُمْ أى: لأهلكهم كما أهلك السابقين من قبلهم.وَإِنَّهُمْ أى: كفار قومك لَفِي شَكٍّ مِنْهُ مُرِيبٍ أى: لفي شك من هذا القرآن وريبة من أمره، جعلهم يعيشون في قلق واضطراب."},{"ayah_number":46,"text":"ثم بين- سبحانه- سنة من سننه التي لا تتخلف فقال: مَنْ عَمِلَ صالِحاً فَلِنَفْسِهِ، وَمَنْ أَساءَ فَعَلَيْها ...أى: من عمل عملا صالحا بأن آمن بالله، وصدق بما جاء به رسله، فثمرة عمله الصالح لنفسه.وَمَنْ أَساءَ فَعَلَيْها أى: ومن عمل عملا سيئا، فضرر هذا العمل واقع عليها وحدها وَما رَبُّكَ بِظَلَّامٍ لِلْعَبِيدِ أى: وليس ربك- أيها الرسول الكريم- بذي ظلم لعباده الذين خلقهم بقدرته، ورباهم بنعمته.فقوله بِظَلَّامٍ صيغة نسب- كثمار وخباز- وليس صيغة مبالغة.قال بعض العلماء ما ملخصه: «وفي هذه الآية وأمثالها سؤال معروف، وهو أن لفظة «ظلام» فيها صيغة مبالغة. ومعلوم أن نفى المبالغة لا يستلزم نفى أصل الفعل. فقولك- مثلا-: زيد ليس بقتال للرجال لا ينفى إلا مبالغته في قتلهم، فلا ينافي أنه ربما قتل بعض الرجال.ومعلوم أن المراد بنفي المبالغة- وهي لفظ ظلام- في هذه الآية وأمثالها المراد به نفى الظلم من أصله.وقد أجابوا عن هذا الإشكال بإجابات منها: أن نفى صيغة المبالغة هنا، قد جاء في آيات كثيرة ما دل على أن المراد به نفى الظلم من أصله، ومن ذلك قوله- تعالى-: وَلا يَظْلِمُ رَبُّكَ أَحَداً وقوله- تعالى-: إِنَّ اللَّهَ لا يَظْلِمُ النَّاسَ شَيْئاً ...ومنها: أن المراد بالنفي في الآية، نفى نسبة الظلم إليه. لأن صيغة فعال تستعمل مرادا بها النسبة، فتغنى عن ياء النسب.. كقولهم «لبان» أى: ذو لبن، ونبال أى صاحب نبل..»  .ثم بين- سبحانه- في أواخر هذه السورة الكريمة، أن علم قيام الساعة إليه- تعالى- وحده، وأن الإنسان لا يسأم من طلب المزيد من الخير فإذا مسه الشر يئس وقنط. وأن حكمته- تعالى- قد اقتضت أن يقيم للناس الأدلة على قدرته ووحدانيته من أنفسهم وعن طريق هذا الكون الذي يعيشون فيه فقال- تعالى-:"},{"ayah_number":47,"text":"وقوله- تعالى-: إِلَيْهِ يُرَدُّ عِلْمُ السَّاعَةِ وَما تَخْرُجُ مِنْ ثَمَراتٍ مِنْ أَكْمامِها وَما تَحْمِلُ مِنْ أُنْثى وَلا تَضَعُ إِلَّا بِعِلْمِهِ.. بيان لانفراد الخالق- عز وجل- بوقت قيام الساعة، وبإحاطة علمه- تعالى- بكل شيء، وإرشاد للمؤمنين إلى ما يقولونه إذا ما سئلوا عن ذلك.والأكمام: جمع كم- بكسر الكاف- وهو الوعاء الذي تكون الثمرة بداخله.أى: إلى الله- تعالى- وحده مرجع علم قيام الساعة، وما تخرج ثمرات من أوعيتها الكائنة بداخلها، وما تحمل من أنثى حملا ولا تضعه إلا بعلمه وإرادته- عز وجل- و «من» في قوله مِنْ ثَمَراتٍ وفي قوله مِنْ أُنْثى مزيدة لتأكيد الاستغراق. وفي قوله مِنْ أَكْمامِها ابتدائية.قال الجمل: «فإن قلت: قد يقول الرجل الصالح قولا فيصيب فيه، وكذلك الكهان والمنجمون.قلت: أما قول الرجل الصالح فهو من إلهام الله، فكان من علمه- تعالى- الذي يرد إليه، وأما الكهان والمنجمون فلا يمكنهم القطع والجزم في شيء ما يقولونه ألبتة، وإنما غايته ادعاء ظن ضعيف قد لا يصيب. وعلم الله- تعالى- هو العلم اليقين المقطوع به الذي لا يشركه فيه أحد .ثم بين- سبحانه- تبرّأ المشركين من آلهتهم يوم القيامة فقال: وَيَوْمَ يُنادِيهِمْ أَيْنَ شُرَكائِي قالُوا آذَنَّاكَ ما مِنَّا مِنْ شَهِيدٍ. وَضَلَّ عَنْهُمْ ما كانُوا يَدْعُونَ مِنْ قَبْلُ، وَظَنُّوا ما لَهُمْ مِنْ مَحِيصٍ.والظرف «يوم» منصوب بفعل مقدر، ومعنى «آذناك» أعلمناك وأخبرناك، آذن فلان غيره يؤذنه، إذا أعلمه بما يريد إعلامه به.والنداء والسؤال إنما لتوبيخهم والتهكم بهم في هذا الموقف العظيم.والظن هنا بمعنى اليقين.أى: واذكر- أيها العاقل- لتعتبر وتتعظ يوم ينادى الله- تعالى- المشركين فيقول لهم يوم القيامة: أين شركائى الذين كنتم تعبدونهم من دوني ليقربوكم إلى أو ليشفعوا لكم عندي؟قالُوا على سبيل التحسر والتذلل: يا ربنا لقد آذَنَّاكَ أى: لقد أعلمناك بأنه ما منا أحد يشهد بأن لك شريكا، فقد انكشفت عنا الحجب، واعترفنا بأنك أنت الواحد القهار."},{"ayah_number":48,"text":"وَضَلَّ عَنْهُمْ أى: وغاب عن هؤلاء المشركين، ما كانوا يدعون من قبل أى:ما كانوا يعبدونه في الدنيا من أصنام وغيرها.وَظَنُّوا ما لَهُمْ مِنْ مَحِيصٍ أى: وأيقنوا بأنه لا مهرب ولا منجى لهم من العذاب.يقال: حاص يحيص حيصا ومحيصا إذا هرب."},{"ayah_number":49,"text":"وقوله- تعالى-: لا يَسْأَمُ الْإِنْسانُ مِنْ دُعاءِ الْخَيْرِ وَإِنْ مَسَّهُ الشَّرُّ فَيَؤُسٌ قَنُوطٌ بيان لما جبل عليه الإنسان من حب للمال وغيره من ألوان النعم. ومن ضيقه بما يخالف ذلك.ويبدو أن المراد بالإنسان في هذه الآية وأمثالها جنسه الغالب، وإلا فهناك مؤمنون صادقون، إذا رزقهم الله النعم شكروا، وإذا ابتلاهم بالمحن صبروا.والمراد بالخير ما يشمل المال والصحة والجاه والسلطان وما إلى ذلك مما يشتهى.والسأم: الملل، يقال سئم فلان هذا الشيء، إذا مله وضاق به وانصرف عنه.واليأس: أن ينقطع قلب الإنسان عن رجاء الحصول على الشيء، يقال: يئس فلان من كذا- من باب فهم-، إذا فقد الرجاء في الظفر به.والقنوط: أن يظهر أثر ذلك اليأس على وجهه وهيئته، بأن يبدو منكسرا متضائلا مهموما.فكأن اليأس شيء داخل من أعمال القلب بينما القنوط من الآثار الخارجية التي تظهر علاماتها على الإنسان.أى: لا يسأم الإنسان ولا يمل ولا يهدأ من طلب الخير والسعة في النعم.وَإِنْ مَسَّهُ الشَّرُّ من عسر أو مرض فَيَؤُسٌ قَنُوطٌ أى: فهو كثير اليأس والقنوط من رحمة الله- تعالى- وفضله، بحيث تنكسر نفسه، ويظهر ذلك على هيئته.وعبر- سبحانه- بيئوس وقنوط وهما من صيغ المبالغة، للإشارة إلى شدة حزنه وجزعه عند ما يعتريه الشر."},{"ayah_number":50,"text":"ثم بين- سبحانه- حالة أخرى من حالات هذا الإنسان فقال وَلَئِنْ أَذَقْناهُ رَحْمَةً مِنَّا مِنْ بَعْدِ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ هذا لِي وَما أَظُنُّ السَّاعَةَ قائِمَةً، وَلَئِنْ رُجِعْتُ إِلى رَبِّي إِنَّ لِي عِنْدَهُ لَلْحُسْنى....أى: ولئن أعطينا هذا الإنسان الجحود نعمة منا تتعلق بالمال أو بالصحة أو بغيرهما، من بعد أن كان فقيرا أو مريضا ... ليقولن على سبيل الغرور والبطر: هذا الذي أعطيته شيء استحقه، لأنه جاءني بسبب جهدي وعلمي.ثم يضيف إلى ذلك قوله: وَما أَظُنُّ السَّاعَةَ قائِمَةً أى: وما أعتقد أن هناك بعثا أو حسابا أو جزاء.وَلَئِنْ رُجِعْتُ إِلى رَبِّي على سبيل الفرض والتقدير إِنَّ لِي عِنْدَهُ لَلْحُسْنى أى:إن لي عنده ما هو أحسن وأفضل مما أنا فيه من نعم في الدنيا.وقوله- تعالى- فَلَنُنَبِّئَنَّ الَّذِينَ كَفَرُوا بِما عَمِلُوا وَلَنُذِيقَنَّهُمْ مِنْ عَذابٍ غَلِيظٍ بيان للعاقبة السيئة التي يكون عليها هذا الإنسان الجاحد.أى: فلنعلمن هؤلاء الكافرين بأعمالهم السيئة، ولنرينهم عكس ما اعتقدوه بأن ننزل بهم الذل والهوان بدل الكرامة والحسنى التي أيقنوا أنهم سيحصلون عليها، ولنذيقنهم عذابا غليظا، لا يمكنهم الفكاك منه أو التفصى عنه لشدته وإحاطته بهم من كل جانب، فهو كالوثاق الغليظ الذي لا يمكن للإنسان أن يخرج منه."},{"ayah_number":51,"text":"ثم أكد- سبحانه- ما ذكره من حالات الإنسان فقال: وَإِذا أَنْعَمْنا عَلَى الْإِنْسانِ بنعمة من نعمنا التي توجب عليه شكرنا وطاعتنا.أَعْرَضَ وَنَأى بِجانِبِهِ أى: أعرض عن شكرنا وطاعتنا، وتكبر وتفاخر على غيره وادعى أن هذه النعمة من كسبه واجتهاده.وقوله وَنَأى بِجانِبِهِ كناية عن الانحراف والتكبر والصلف والبطر.والنأى البعد. يقال: نأى فلان عن مكان كذا، إذا تباعد عنه.وقوله- تعالى-: وَإِذا مَسَّهُ الشَّرُّ فَذُو دُعاءٍ عَرِيضٍ بيان لحالة هذا الإنسان في حالة الشدة والضر.أى: هكذا حالة هذا الإنسان الجاحد، في حالة إعطائنا النعمة له يتكبر ويغتر ويجحد.وفي حالة إنزال الشدائد به يتضرع ويتذلل إلينا بالدعاء الكثير الواسع.وفي معنى هذه الآيات الكريمة، جاءت آيات كثيرة، منها قوله- تعالى-: كَلَّا إِنَّ الْإِنْسانَ لَيَطْغى. أَنْ رَآهُ اسْتَغْنى.وقوله- تعالى-: إِنَّ الْإِنْسانَ خُلِقَ هَلُوعاً، إِذا مَسَّهُ الشَّرُّ جَزُوعاً، وَإِذا مَسَّهُ الْخَيْرُ مَنُوعاً."},{"ayah_number":52,"text":"ثم أمر الله- تعالى- رسوله صلّى الله عليه وسلم أن يوبخ هؤلاء الكافرين على جحودهم وجهالاتهم فقال: قُلْ أَرَأَيْتُمْ إِنْ كانَ مِنْ عِنْدِ اللَّهِ ثُمَّ كَفَرْتُمْ بِهِ....أى قل- أيها الرسول الكريم- لهؤلاء الجاحدين: أخبرونى إن كان هذا القرآن من عند الله- تعالى- وحده، ثم كفرتم به مع ظهور الأدلة والبراهين على وجوب الإيمان به.والاستفهام في قوله- تعالى-: مَنْ أَضَلُّ مِمَّنْ هُوَ فِي شِقاقٍ بَعِيدٍ للنفي والإنكار أى: لا أحد أكثر ضلالا منكم- أيها الكافرون- بسبب معاداتكم للحق، وابتعادكم عنه، ونفوركم منه نفورا شديدا.والشقاق والمشاقة بمعنى المخالفة والمعاداة. من الشق- أى: الجانب- فكأن كل واحد من المتعاديين أو المتخالفين: صار في شق غير شق صاحبه.ووصف- سبحانه- شقاقهم بالبعد، للإشارة بأنهم قد بلغوا في هذا الضلال مبلغا كبيرا، وشوطا بعيدا.فالآية الكريمة تجهيل لهؤلاء الكافرين، وحث لهم على التأمل والتدبر."},{"ayah_number":53,"text":"ثم بين- سبحانه- أن حكمته قد اقتضت أن يطلع الناس في كل زمان ومكان على دلائل وحدانيته وقدرته، وعلى صدق رسوله صلّى الله عليه وسلم فيما بلغه عنه، فقال: سَنُرِيهِمْ آياتِنا فِي الْآفاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ ...والمراد بالآيات في قوله آياتِنا: الدلائل والبراهين الدالة على وحدانيته- سبحانه- وعلى صدق رسوله صلّى الله عليه وسلم.والآفاق: جمع أفق- كأعناق جمع عنق- وهو الناحية والجهة، يقال: أفق فلان يأفق- كضرب يضرب- إذا سار في آفاق الأرض وجهاتها المتعددة.والمعنى: سنطلع الناس على دلائل وحدانيتنا وقدرتنا في أقطار السموات والأرض، من شمس وقمر ونجوم، وليل ونهار، ورياح وأمطار، وزرع وثمار، ورعد وبرق وصواعق، وجبال وبحار.سنطلعهم على مظاهر قدرتنا في هذه الأشياء الخارجية التي يرونها بأعينهم، كما سنطلعهم على آثار قدرتنا في أنفسهم عن طريق ما أودعنا فيهم من حواس وقوى، وعقل، وروح، وعن طريق ما يصيبهم من خير وشر، ونعمة ونقمة.ولقد صدق الله- تعالى- وعده، ففي كل يوم بل في كل ساعة، يطلع الناس على أسرار جديدة في هذا الكون الهائل، وفي أنفسهم.. وكلها تدل على وحدانيته، - تعالى- وقدرته، وعلى صحة دين الإسلام الذي جاء به الرسول عليه الصلاة والسلام.وقوله- تعالى-: أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلى كُلِّ شَيْءٍ شَهِيدٌ استئناف مسوق لتوبيخ الكافرين على عنادهم مع ظهور الأدلة على أن ما جاء به الرسول صلّى الله عليه وسلم من عند ربه هو الحق المبين.والهمزة للإنكار، والواو للعطف على مقدر يقتضيه المقام، والباء مزيدة للتأكيد، وقوله بِرَبِّكَ فاعل كفى.والمعنى: ألم يغن هؤلاء الجاحدين عن الآيات الموعودة الدالة على صحة هذا الدين، أن ربك- أيها الرسول الكريم- شهيد على كل شيء، وعلى أنك صادق فيما تبلغه عنه.. بلى.إن في شهادة ربك وعلمه بكل شيء ما يغنيك عن كل شيء سواه."},{"ayah_number":54,"text":"ثم بين- سبحانه- في ختام السورة حقيقة أمر أولئك الكافرين فقال: أَلا إِنَّهُمْ فِي مِرْيَةٍ مِنْ لِقاءِ رَبِّهِمْ، أَلا إِنَّهُ بِكُلِّ شَيْءٍ مُحِيطٌ.أى: ألا إن هؤلاء المشركين في مرية وشك وريبة من لقاء ربهم يوم القيامة، لإنكارهم البعث والحساب والجزاء ...ألا إنه- سبحانه- بكل شيء محيط إحاطة تامة لا يخفى عليه شيء في الأرض ولا في السماء.وسيجمعهم يوم القيامة للحساب والجزاء، ولن يستطيعوا النجاة من ذلك.وبعد: فهذا تفسير لسورة «فصلت» نسأل الله- تعالى- أن يجعله خالصا لوجهه، ونافعا لعباده، والحمد لله الذي بنعمته تتم الصالحات.وصلّى الله على سيدنا محمد وعلى آله وصحبه وسلم."}]