[{"ayah_number":1,"text":"مقدّمة1- سورة «الشورى» هي السورة الثانية والأربعون في ترتيب المصحف، وكان نزولها بعد نزول سورة «فصلت» . وعدد آياتها ثلاث وخمسون آية.وتسمى- أيضا- سورة حم عسق، لافتتاحها بذلك.والرأى الصحيح أن سورة الشورى من السور المكية الخالصة. وقيل هي مكية إلا أربع آيات منها تبدأ من قوله- تعالى-: قُلْ لا أَسْئَلُكُمْ عَلَيْهِ أَجْراً إِلَّا الْمَوَدَّةَ فِي الْقُرْبى.ولكن هذا القيل لا يعتمد على دليل صحيح، بل الصحيح أن السورة كلها مكية.2- وتبدأ سورة الشورى ببيان أن الله- تعالى- قد أوحى إلى نبيه صلّى الله عليه وسلّم كما أوحى إلى غيره من الأنبياء، وببيان مظاهر قدرته- عز وجل-، وأنه- تعالى- قادر على أن يجعل الناس أمة واحدة.قال- تعالى-: وَلَوْ شاءَ اللَّهُ لَجَعَلَهُمْ أُمَّةً واحِدَةً، وَلكِنْ يُدْخِلُ مَنْ يَشاءُ فِي رَحْمَتِهِ، وَالظَّالِمُونَ ما لَهُمْ مِنْ وَلِيٍّ وَلا نَصِيرٍ.3- وبعد أن أنكر- سبحانه- على المشركين إشراكهم، وساق الأدلة على بطلان هذا الشرك، وأمر بالرجوع إلى حكم الله- تعالى- فيما اختلفوا فيه.بعد كل ذلك بين- سبحانه- أن الشريعة التي جاء بها الأنبياء واحدة في جوهرها، وأن تفرق الناس في عقائدهم، مرجعه إلى بغيهم وأهوائهم.قال- تعالى-: شَرَعَ لَكُمْ مِنَ الدِّينِ ما وَصَّى بِهِ نُوحاً، وَالَّذِي أَوْحَيْنا إِلَيْكَ، وَما وَصَّيْنا بِهِ إِبْراهِيمَ وَمُوسى وَعِيسى، أَنْ أَقِيمُوا الدِّينَ وَلا تَتَفَرَّقُوا فِيهِ، كَبُرَ عَلَى الْمُشْرِكِينَ ما تَدْعُوهُمْ إِلَيْهِ، اللَّهُ يَجْتَبِي إِلَيْهِ مَنْ يَشاءُ وَيَهْدِي إِلَيْهِ مَنْ يُنِيبُ.4- ثم انتقلت السورة الكريمة إلى الحديث عن مظاهر نعم الله- تعالى- على عباده،عن طريق ما أودع فيهم من عقول: وما أنزله لهم من شرائع، وما حباهم به من أرزاق ...ووبخت الكافرين على كفرهم مع كل هذه النعم التي أنعم بها عليهم، وبينت ما سيكونون عليه يوم القيامة من حسرة وندامة، وما سيكون عليه المؤمنون الصادقون من فرح وحبور.قال- تعالى-: تَرَى الظَّالِمِينَ مُشْفِقِينَ مِمَّا كَسَبُوا وَهُوَ واقِعٌ بِهِمْ، وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ فِي رَوْضاتِ الْجَنَّاتِ لَهُمْ ما يَشاؤُنَ عِنْدَ رَبِّهِمْ، ذلِكَ هُوَ الْفَضْلُ الْكَبِيرُ. ذلِكَ الَّذِي يُبَشِّرُ اللَّهُ عِبادَهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ، قُلْ لا أَسْئَلُكُمْ عَلَيْهِ أَجْراً إِلَّا الْمَوَدَّةَ فِي الْقُرْبى، وَمَنْ يَقْتَرِفْ حَسَنَةً نَزِدْ لَهُ فِيها حُسْناً، إِنَّ اللَّهَ غَفُورٌ شَكُورٌ.5- ثم واصلت السورة حديثها عن مظاهر قدرة الله- تعالى- وعن ألوان نعمه على خلقه، فتحدثت عن فضله- تعالى- في قبوله لتوبة التائبين، وعفوه عن سيئاتهم، وإجابته لدعائهم وإنزاله الغيث عليهم من بعد قنوطهم ويأسهم، وخلقه السموات والأرض وما فيهما من أجل مصلحة الناس ومنفعتهم، ورعايته لهم وهم في سفنهم داخل البحر.قال- تعالى-: وَمِنْ آياتِهِ الْجَوارِ فِي الْبَحْرِ كَالْأَعْلامِ. إِنْ يَشَأْ يُسْكِنِ الرِّيحَ فَيَظْلَلْنَ رَواكِدَ عَلى ظَهْرِهِ، إِنَّ فِي ذلِكَ لَآياتٍ لِكُلِّ صَبَّارٍ شَكُورٍ. أَوْ يُوبِقْهُنَّ بِما كَسَبُوا وَيَعْفُ عَنْ كَثِيرٍ.6- ثم بين- سبحانه- صفات المؤمنين الصادقين، وأثنى عليهم ثناء عاطرا، يحمل العقلاء على الاقتداء بهم، وعلى التحلي بصفاتهم.قال- سبحانه-: وَالَّذِينَ يَجْتَنِبُونَ كَبائِرَ الْإِثْمِ وَالْفَواحِشَ، وَإِذا ما غَضِبُوا هُمْ يَغْفِرُونَ. وَالَّذِينَ اسْتَجابُوا لِرَبِّهِمْ، وَأَقامُوا الصَّلاةَ، وَأَمْرُهُمْ شُورى بَيْنَهُمْ وَمِمَّا رَزَقْناهُمْ يُنْفِقُونَ. وَالَّذِينَ إِذا أَصابَهُمُ الْبَغْيُ هُمْ يَنْتَصِرُونَ، وَجَزاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُها، فَمَنْ عَفا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ إِنَّهُ لا يُحِبُّ الظَّالِمِينَ. وَلَمَنِ انْتَصَرَ بَعْدَ ظُلْمِهِ فَأُولئِكَ ما عَلَيْهِمْ مِنْ سَبِيلٍ.7- وكعادة القرآن في المقارنة بين عاقبة الأشرار وعاقبة الأخيار، أتبع القرآن هذه الصفات الكريمة للمؤمنين، ببيان الأحوال السيئة التي سيكون عليها الظالمون يوم القيامة، ودعتهم إلى الدخول في الدين الحق من قبل فوات الأوان.قال- تعالى-: اسْتَجِيبُوا لِرَبِّكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لا مَرَدَّ لَهُ مِنَ اللَّهِ، ما لَكُمْ مِنْ مَلْجَإٍ يَوْمَئِذٍ وَما لَكُمْ مِنْ نَكِيرٍ.8- ثم ختم- سبحانه- السورة الكريمة ببيان جانب من مظاهر فضله على رسوله صلّى الله عليه وسلّم فقال:وَكَذلِكَ أَوْحَيْنا إِلَيْكَ رُوحاً مِنْ أَمْرِنا ما كُنْتَ تَدْرِي مَا الْكِتابُ وَلَا الْإِيمانُ، وَلكِنْ جَعَلْناهُ نُوراً نَهْدِي بِهِ مَنْ نَشاءُ مِنْ عِبادِنا، وَإِنَّكَ لَتَهْدِي إِلى صِراطٍ مُسْتَقِيمٍ، صِراطِ اللَّهِ الَّذِي لَهُ ما فِي السَّماواتِ وَما فِي الْأَرْضِ. أَلا إِلَى اللَّهِ تَصِيرُ الْأُمُورُ.9- ومن هذا العرض الإجمالى لآيات سورة الشورى. نراها زاخرة بالحديث عن الأدلة على وحدانية الله- تعالى- وقدرته، وعلى صدق الرسول صلّى الله عليه وسلّم فيما يبلغه عن ربه، وعلى أن هذا القرآن من عند الله- تعالى-.كما نراها زاخرة- أيضا- بالحديث عن نعم الله على عباده، وعن حسن عاقبة المؤمنين، وسوء عاقبة المكذبين وعن مشاهد يوم القيامة وما فيه من أهوال. وعن شبهات المشركين والرد عليها بما يدحضها.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم.سورة «الشورى» من السور التي افتتحت ببعض حروف التهجي، وقد سبق أن ذكرنا أن أقرب الأقوال إلى الصواب في المقصود بهذه الحروف، أنها وردت في افتتاح بعض السور على سبيل الإيقاظ والتنبيه للذين تحداهم القرآن.فكأن الله- تعالى- يقول لأولئك المعارضين في أن القرآن من عند الله: هاكم القرآن ترونه مؤلفا من كلام هو من جنس ما تؤلفون منه كلامكم، ومنظوما من حروف هي من جنس الحروف الهجائية التي تنظمون منها حروفكم، فإن كنتم في شك من أنه منزل من عند الله، فهاتوا مثله أو عشر سور من مثله، أو سورة من مثله.. فعجزوا وانقلبوا خاسرين، وثبت أن هذا القرآن من عند الله- تعالى-:وقد ذكر بعض المفسرين عند تفسيره لهذه السورة آثارا واهية، رأينا أن نذكر بعضها للتنبيه على سقوطها.قال الإمام ابن كثير ما ملخصه: وقد روى الإمام ابن جرير هاهنا أثرا غريبا عجيبا منكرا، فقال: جاء رجل إلى ابن عباس فقال له- وعنده حذيفة بن اليمان- أخبرنى عن تفسير قول الله- تعالى-: حم عسق. فأطرق ابن عباس ثم أعرض عنه.فقال حذيفة للرجل: أنا أنبئك بها، قد عرفت لم كرهها؟ نزلت في رجل من أهل بيته يقال له: «عبد الإله» أو عبد الله، ينزل على نهر من أنهار الشرق، تبنى عليه مدينتان، يشق النهر بينهما شقا. فإذا أذن الله في زوال ملكهم.. بعث الله على إحداهما نارا ليلا.. ثم يخسف الله- تعالى- بالأخرى فذلك قوله حم. عسق.يعنى: عزيمة من الله وفتنة وقضاء حمّ حم، وعين، يعنى عدلا منه، وسين: يعنى سيكون. وق، يعنى: واقع بهاتين المدينتين..  ."},{"ayah_number":2,"text":"وعين ، يعنى عدلا منه ، وسين : يعنى سيكون ، وق ، يعنى : واقع بهاتين المدينتين . ."},{"ayah_number":3,"text":"والكاف في قوله- تعالى-: كَذلِكَ بمعنى مثل، واسم الإشارة يعود إلى ما اشتملت عليه هذه السورة الكريمة من عقائد وأحكام وآداب.أى: مثل ما في هذه السورة الكريمة من دعوة إلى وحدانية الله، وإلى مكارم الأخلاق، أوحى الله به إليك وإلى الرسل من قبلك، لتبلغوه للناس كي يعتبروا ويتعظوا.قال الآلوسى ما ملخصه: قوله- تعالى-: كَذلِكَ يُوحِي إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ كلام مستأنف، وارد لتحقيق أن مضمون السورة، موافق لما في تضاعيف الكتب المنزلة، على سائر الرسل المتقدمين في الدعوة إلى التوحيد والإرشاد إلى الحق.والكاف مفعول يُوحِي أى: يوحى مثل ما في هذه السورة من المعاني.وجيء بقوله: يُوحِي بدل أوحى للدلالة على استمراره في الماضي، وأن إيحاء مثله، عادته- تعالى-:والْعَزِيزُ الْحَكِيمُ صفتان له- عز وجل- .وشبيه بهذه الآية قوله- تعالى-: إِنَّا أَوْحَيْنا إِلَيْكَ كَما أَوْحَيْنا إِلى نُوحٍ وَالنَّبِيِّينَ مِنْ بَعْدِهِ، وَأَوْحَيْنا إِلى إِبْراهِيمَ وَإِسْماعِيلَ وَإِسْحاقَ وَيَعْقُوبَ وَالْأَسْباطِ وَعِيسى وَأَيُّوبَ وَيُونُسَ وَهارُونَ وَسُلَيْمانَ وَآتَيْنا داوُدَ زَبُوراً  ."},{"ayah_number":4,"text":"ثم ذكر- سبحانه- صفات أخرى لذاته فقال: لَهُ ما فِي السَّماواتِ وَما فِي الْأَرْضِ وَهُوَ الْعَلِيُّ الْعَظِيمُ.أى: لقد أوحى الله- تعالى- إليك- أيها الرسول الكريم- بهذا القرآن كما أوحى إلى الرسل من قبلك بما شاء من وحى، وهو- سبحانه- العزيز الذي لا يغلبه غالب، الحكيم في كل أقواله وأفعاله، والذي له جميع ما في السموات وما في الأرض خلقا وملكا وتصرفا..وهو- سبحانه- الْعَلِيُّ أى: المتعالي عن الأشباه والأنداد والأمثال والأضداد.الْعَظِيمُ أى: في ذاته وفي صفاته، وفي أفعاله."},{"ayah_number":5,"text":"ثم بين- سبحانه- بعض مظاهر علو شأنه وكمال عظمته وجلاله فقال: تَكادُ السَّماواتُ يَتَفَطَّرْنَ مِنْ فَوْقِهِنَّ.والفعل تَكادُ مضارع «كاد» الذي هو من أفعال المقاربة. وقوله يَتَفَطَّرْنَ أى: يتشققن. والضمير في قوله- تعالى-: مِنْ فَوْقِهِنَّ يعود إلى السموات، باعتبار أن كل سماء تنفطر فوق التي تليها.وهذا التفطر سببه الخشية من الله- تعالى-، والخوف من جلاله وعظمته فيكون المعنى:تكاد السموات يتشققن فيسقطن مع عظمهن مِنْ فَوْقِهِنَّ أى: من أعلاهن، خشية ورهبة من عظمته- عز وجل-، كما قال- تعالى- وَلِلَّهِ يَسْجُدُ ما فِي السَّماواتِ وَما فِي الْأَرْضِ مِنْ دابَّةٍ وَالْمَلائِكَةُ وَهُمْ لا يَسْتَكْبِرُونَ. يَخافُونَ رَبَّهُمْ مِنْ فَوْقِهِمْ وَيَفْعَلُونَ ما يُؤْمَرُونَ ويصح أن يكون هذا التفطر سببه، شدة الفرية التي افتراها المشركون على الله- تعالى- حيث زعموا أن لله ولدا، كما قال سبحانه-: وَقالُوا اتَّخَذَ الرَّحْمنُ وَلَداً لَقَدْ جِئْتُمْ شَيْئاً إِدًّا. تَكادُ السَّماواتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبالُ هَدًّا. أَنْ دَعَوْا لِلرَّحْمنِ وَلَداً. وَما يَنْبَغِي لِلرَّحْمنِ أَنْ يَتَّخِذَ وَلَداً.قال صاحب الكشاف: فإن قلت: لم قال: مِنْ فَوْقِهِنَّ؟ قلت: لأن أعظم الآيات وأدلها على الجلال والعظمة: فوق السموات، وهي: العرش، والكرسي، وصفوف الملائكة، المرتجة بالتسبيح والتقديس حول العرش، وما لا يعلم كنهه إلا الله- تعالى- من آثار ملكوته العظمى، فلذا قال: يَتَفَطَّرْنَ مِنْ فَوْقِهِنَّ أى: يبتدئ الانفطار من جهتهن الفوقانية.أو لأن كلمة الكفر جاءت من الذين تحت السموات. فكان القياس أن يقال: من تحتهن، من الجهة التي جاءت منها الكلمة، ولكنه بولغ في ذلك فجعلت مؤثرة في جهة الفوق. كأنه قيل:يكدن يتفطرن من الجهة التي فوقهن، على الجهة التي تحتهن .وقوله- تعالى-: وَالْمَلائِكَةُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ مؤكد لما قبله من بيان علو شأنه- عز وجل-، وسمو عظمته وجلاله.أى: والملائكة ينزهون ربهم- تعالى- عن كل ما لا يليق بجلاله وكماله، خوفا منه- سبحانه-، ورهبة لذاته.وقوله: وَيَسْتَغْفِرُونَ لِمَنْ فِي الْأَرْضِ معطوف على يُسَبِّحُونَ. والمراد بمن في الأرض: المؤمنون بصفة خاصة، لأنهم هم الذين يستحقون ذلك، كما قال- تعالى- في آية أخرى: الَّذِينَ يَحْمِلُونَ الْعَرْشَ وَمَنْ حَوْلَهُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِ، وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا.أى: أن الملائكة ينزهون الله- تعالى- عما لا يليق به. ويطلبون للمؤمنين من أهل الأرض عفو الله- تعالى- ورحمته وغفرانه.وقوله: أَلا إِنَّ اللَّهَ هُوَ الْغَفُورُ الرَّحِيمُ تذييل قصد به الثناء على الله- تعالى- بما هو أهله.أى: ألا إن الله- تعالى- وحده، هو الواسع المغفرة والرحمة لمن يشاء من عباده، لا يمنعه من ذلك مانع، ولا يحاسبه على ما يفعل محاسب."},{"ayah_number":6,"text":"ثم بين- سبحانه- سوء عاقبة المشركين فقال: وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِياءَ اللَّهُ حَفِيظٌ عَلَيْهِمْ وَما أَنْتَ عَلَيْهِمْ بِوَكِيلٍ.أى: والذين اتخذوا من دون الله- تعالى- شفعاء وشركاء ليقربوهم إليه زلفى، الله- تعالى- وحده رقيب عليهم، وسيجازيهم بما يستحقون من عقاب يوم القيامة، وما أنت- أيها الرسول الكريم- عليهم بحفيظ أو رقيب على أعمالهم، وإنما أنت عليك البلاغ ونحن علينا الحساب.ثم بين- سبحانه- الحكمة من إنزال هذا القرآن على الرسول صلّى الله عليه وسلّم كما بين أنواعا من الأدلة عن كمال قدرته، ووجوب إفراده بالعبادة والخضوع، ووجوب التحاكم إلى شريعته عند الاختلاف والتنازع. فقال- تعالى-:"},{"ayah_number":7,"text":"والكاف في قوله- تعالى-: وَكَذلِكَ أَوْحَيْنا إِلَيْكَ قُرْآناً عَرَبِيًّا.. في محل نصب على المصدرية، واسم الإشارة يعود إلى مصدر أَوْحَيْنا.أى: ومثل ذلك الإيحاء البديع الواضح، أوحينا إليك- أيها الرسول الكريم- قرآنا عربيا، لا لبس فيه ولا غموض.وقوله- سبحانه- لِتُنْذِرَ أُمَّ الْقُرى وَمَنْ حَوْلَها تعليل لهذا الإيحاء. والمراد بأم القرى: أهلها.وسميت مكة بأم القرى، لأنها مكان أول بيت وضع للناس، ولأنها قبلة أهل القرى كلها ومحجهم، ولأنها أعظم القرى شأنا وغيرها كالتبع لها، كما يتبع الفرع الأصل، أى: أوحينا إليك هذا القرآن لتنذر به أهل أم القرى، ولتنذر به- أيضا- من حولها من أهل القرى الأخرى.وخص أهل أم القرى ومن حولها بالذكر في الإنذار، لأنهم أقرب الناس إليه صلّى الله عليه وسلّم كما قال- تعالى- في آية أخرى وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ.وليس معنى هذا التخصيص أن رسالته صلّى الله عليه وسلّم كانت إليهم وحدهم، لأن هناك آيات أخرى كثيرة قد صرحت بأن رسالته صلّى الله عليه وسلّم كانت إلى الناس كافة، ومن هذه الآيات:وقوله- تعالى-: قُلْ يا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعاً وقوله- سبحانه-:وَما أَرْسَلْناكَ إِلَّا رَحْمَةً لِلْعالَمِينَ وقوله- عز وجل-: وَأُوحِيَ إِلَيَّ هذَا الْقُرْآنُ لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ.فهذه الآيات وغيرها تنطق وتشهد بأن رسالته صلّى الله عليه وسلّم كانت للناس جميعا، بل للإنس وللجن، كما يشير إلى ذلك قوله- تعالى-: وَإِذْ صَرَفْنا إِلَيْكَ نَفَراً مِنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ فَلَمَّا حَضَرُوهُ قالُوا أَنْصِتُوا، فَلَمَّا قُضِيَ وَلَّوْا إِلى قَوْمِهِمْ مُنْذِرِينَ.وجملة وَتُنْذِرَ يَوْمَ الْجَمْعِ لا رَيْبَ فِيهِ معطوفة على ما قبلها. والمراد بيوم الجمع: يوم القيامة، لأنه اليوم الذي يجتمع فيه الأولون والآخرون بين يدي الله- تعالى- للحساب والجزاء، والثواب والعقاب.أى: أوحينا إليك هذا القرآن لتنذر به أهل مكة ومن حولها، وتنذر الناس جميعا وتخوفهم من أهوال يوم القيامة، الذي يجتمع فيه الخلائق للحساب.وقوله: لا رَيْبَ فِيهِ كلام معترض لتقرير ما قبله وتأكيده، أو صلة ليوم الجمع.وقوله: فَرِيقٌ فِي الْجَنَّةِ وَفَرِيقٌ فِي السَّعِيرِ بيان للنتيجة التي ترتبت على هذا الإنذار.أى: بعد هذا الإنذار الذي أنذرته للناس- أيها الرسول الكريم- هناك فريق آمن بك وصدقك فكان مصيره إلى الجنة، وهناك فريق أعرض عنك وكذبك، فكان مصيره إلى النار."},{"ayah_number":8,"text":"وقوله- تعالى- وَلَوْ شاءَ اللَّهُ لَجَعَلَهُمْ أُمَّةً واحِدَةً، وَلكِنْ يُدْخِلُ مَنْ يَشاءُ فِي رَحْمَتِهِ بيان لكمال قدرته- عز وجل-.أى: ولو شاء الله- تعالى- أن يجعل الناس أمة واحدة على الدين الحق لجعلهم كذلك، لأن قدرته لا يعجزها شيء، ولكنه- سبحانه- لم يشأ ذلك ليتميز الخبيث من الطيب، والمهتدى من الضال.أما المهتدون فهم أهل رحمته ورضوانه، وأما الضالون فهم أهل عذابه وغضبه فقوله- تعالى- وَلكِنْ يُدْخِلُ مَنْ يَشاءُ فِي رَحْمَتِهِ بيان لمن عرفوا الدين الحق واتبعوه وقوله- سبحانه-: وَالظَّالِمُونَ ما لَهُمْ مِنْ وَلِيٍّ وَلا نَصِيرٍ بيان لمن استحبوا العمى على الهدى.قال الآلوسى ما ملخصه: وَلكِنْ يُدْخِلُ مَنْ يَشاءُ فِي رَحْمَتِهِ أى: أنه- تعالى- يدخل في رحمته من يشاء أن يدخله فيها، ويدخل في عذابه من يشاء أن يدخله فيه، ولا ريب في أن مشيئته- تعالى- لكل من الإدخالين، تابعة لاستحقاق كل فريق لعمله.وقال: وَالظَّالِمُونَ ما لَهُمْ مِنْ وَلِيٍّ وَلا نَصِيرٍ ولم يقل ويدخل من يشاء في عذابه، للإيذان بأن الإدخال في العذاب، بسبب سوء اختيار الداخلين فيه  .وشبيه بهذه الآية قوله- تعالى-: وَلَوْ شِئْنا لَآتَيْنا كُلَّ نَفْسٍ هُداها، وَلكِنْ حَقَّ الْقَوْلُ مِنِّي لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ."},{"ayah_number":9,"text":"ثم أنكر- سبحانه- على أولئك الجاهلين اتخاذهم آلهة من دونه فقال: أَمِ اتَّخَذُوا مِنْ دُونِهِ أَوْلِياءَ، فَاللَّهُ هُوَ الْوَلِيُّ، وَهُوَ يُحْيِ الْمَوْتى، وَهُوَ عَلى كُلِّ شَيْءٍ قَدِيرٌ.فأم بمعنى بل وهمزة الاستفهام الإنكارى، لإنكار وقوع الشرك منهم ونفيه بأبلغ وجه.أى: أن ما فعله هؤلاء المشركون من اتخاذهم آلهة من دونه- تعالى- شيء منكر بلغ النهاية في قبحه وفساده.قال صاحب الكشاف: «معنى الهمزة في أَمِ الإنكار وقوله: فَاللَّهُ هُوَ الْوَلِيُّ أى: هو الذي يجب أن يتولى وحده، ويعتقد أنه المولى والسيد، فالفاء في قوله فَاللَّهُ هُوَ الْوَلِيُّ جواب شرط مقدر، كأنه قيل بعد إنكار كل ولى سواه. أى: إن أرادوا وليا بحق، فالله هو الولي بالحق، لا ولى سواه  .وَهُوَ يُحْيِ الموتى أى: وهو- سبحانه- الذي في قدرته إعادة الحياة إلى الموتى بعد موتهم.وَهُوَ عَلى كُلِّ شَيْءٍ قَدِيرٌ أى: وهو- تعالى- وحده الذي لا يعجز قدرته شيء، وما دام الأمر كذلك، فكيف اتخذ أولئك الجاهلون أولياء من دونه."},{"ayah_number":10,"text":"ثم وجه- سبحانه- أمره إلى نبيه صلّى الله عليه وسلّم، بأن يرشد المؤمنين إلى وجوب تحاكمهم إلى شريعته- تعالى- إذا ما دب خلاف بينهم، أو بينهم وبين أعدائهم، فقال: وَمَا اخْتَلَفْتُمْ فِيهِ مِنْ شَيْءٍ فَحُكْمُهُ إِلَى اللَّهِ.أى: عليكم أيها المؤمنون- إذا ما اختلفتم في أمر من الأمور، أن تحتكموا فيه الى شريعة الله- عز وجل-، وأن تقبلوا عن إذعان وطاعة حكمه- تعالى-.وشبيه بهذه الآية قوله- تعالى-: فَإِنْ تَنازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ، ذلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا..واسم الإشارة في قوله- سبحانه-: ذلِكُمُ اللَّهُ رَبِّي عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ يعود إلى الله- تعالى- الذي يجب أن يكون التحاكم إليه وحده عند الاختلاف.أى: ذلك الحاكم العادل الذي لا حاكم بحق سواه رَبِّي وخالقي ورازقي..عَلَيْهِ وحده تَوَكَّلْتُ واعتمدت في جميع شئونى وَإِلَيْهِ أُنِيبُ أى: وإليه وحده أرجع في كل أمورى."},{"ayah_number":11,"text":"فاطِرُ السَّماواتِ وَالْأَرْضِ أى هو خالقهما وموجدهما على غير مثال سابق، من فطر الشيء إذا ابتدعه واخترعه دون أن يسبق إلى ذلك.جَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْواجاً وَمِنَ الْأَنْعامِ أَزْواجاً أى: جعل لكم- سبحانه- بقدرته من جنس أنفسكم أزواجا، أى: نساء تجمع بينكم وبينهن المودة والرحمة، كما قال- تعالى-: وَمِنْ آياتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْواجاً لِتَسْكُنُوا إِلَيْها وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً.وقوله- سبحانه-: وَمِنَ الْأَنْعامِ أَزْواجاً معطوف على ما قبله. أى: كما خلق لكم من أنفسكم أزواجا، خلق- أيضا- للأنعام من جنسها إناثا، ليحصل التوالد والتناسل والتعمير لهذا الكون.وقوله- تعالى- يَذْرَؤُكُمْ فِيهِ بيان للحكمة من هذا الجعل والخلق للأزواج.والذرء: التكاثر والبث. يقال: ذرأ فلان الشيء، إذا بثه وكثره.والضمير المنصوب في قوله يَذْرَؤُكُمْ يعود إلى المخاطبين وإلى الأنعام، على سبيل التغليب للعقلاء على غيرهم.والضمير في قوله فِيهِ يعود إلى التزاوج بين الذكور والإناث المفهوم من قوله- تعالى-: جَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْواجاً وَمِنَ الْأَنْعامِ أَزْواجاً.أى: يكثركم وينميكم بسبب هذا التزاوج الذي يحصل بين ذكوركم وإناثكم حيث يتناسل- أحيانا- بين الذكر الواحد والأنثى الواحدة، عدد كبير من الأولاد.وقال- سبحانه- يَذْرَؤُكُمْ فِيهِ ولم يقل يذرؤكم به أى: بسببه، للأشعار بأن هذا التزاوج قد صار مثل المنبع والأصل للبث والتكثير.قال- تعالى-: يا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ واحِدَةٍ وَخَلَقَ مِنْها زَوْجَها، وَبَثَّ مِنْهُما رِجالًا كَثِيراً وَنِساءً.قال بعض العلماء: فإن قيل: ما وجه إفراد الضمير المجرور في قوله يَذْرَؤُكُمْ فِيهِ مع أنه على ما ذكرتم، يعود إلى الذكور والإناث من الآدميين والأنعام؟.فالجواب: أن من أساليب اللغة العربية التي نزل بها القرآن، رجوع الضمير بصيغة الإفراد إلى المثنى أو الجمع باعتبار ما ذكر.ومنه قوله- تعالى-: قُلْ أَرَأَيْتُمْ إِنْ أَخَذَ اللَّهُ سَمْعَكُمْ وَأَبْصارَكُمْ وَخَتَمَ عَلى قُلُوبِكُمْ، مَنْ إِلهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِهِ أى: يأتيكم بما ذكر من سمعكم وأبصاركم وقلوبكم .ثم نزه- سبحانه- ذاته عن الشبيه أو النظير.. فقال لَيْسَ كَمِثْلِهِ شَيْءٌ.أى: ليس مثله شيء- تعالى-: لا في ذاته ولا في صفاته ولا في أفعاله، فالكاف مزيدة في خبر لَيْسَ وشَيْءٌ اسمها. أى: ليس شيء مثله.أو أن الكاف أصلية. فيكون المعنى: ليس مثله- تعالى- أحد لا في الذات ولا في الصفات ولا في الأفعال.وذلك كقول العرب: مثلك لا يبخل، يعنون: أنت لا تبخل على سبيل الكناية، قصدا إلى المبالغة في نفى البخل عن المخاطب بنفيه عن مثله، فيثبت انتفاؤه عنه بدليله.والمقصود من الجملة الكريمة على كل تفسير: تنزيهه- تعالى- عن مشابهة خلقه في الذات أو الصفات أو الأفعال.قال صاحب الكشاف: قالوا: مثلك لا يبخل، فنفوا البخل عن مثله، وهم يريدون نفيه عن ذاته، قصدوا المبالغة في ذلك فسلكوا به طريق الكناية، لأنهم إذا نفوه عمن يسد مسده، وعمن هو على أخص أوصافه، فقد نفوه عنه.ونظيره قولك للعربي: العرب لا تخفر الذمم، كان أبلغ من قولك: أنت لا تخفر...وقوله- تعالى-: وَهُوَ السَّمِيعُ الْبَصِيرُ أى: وهو- سبحانه- السميع لكل أقوال خلقه، البصير بما يسرونه وما يعلنونه من أفعال."},{"ayah_number":12,"text":"لَهُ مَقالِيدُ السَّماواتِ وَالْأَرْضِ أى: له وحده مفاتيح خزائنهما، وله وحده- أيضا- ملك هذه الخزائن، لأن ملك مفاتيحها يستلزم ملكها.والمقاليد: جمع مقلاد أو إقليد وهو المفتاح.يَبْسُطُ الرِّزْقَ لِمَنْ يَشاءُ وَيَقْدِرُ أى: هو- سبحانه- الذي يوسع الرزق لمن شاء أن يوسعه له، ويضيقه على من يشاء أن يضيقه عليه.إِنَّهُ- تعالى-: بِكُلِّ شَيْءٍ عَلِيمٌ لا يخفى عليه شيء في الأرض ولا في السماء.وبذلك نرى هذه الآيات الكريمة قد أقامت أوضح الأدلة وأقواها، على وحدانية الله- تعالى- وكمال قدرته.ثم أكد- سبحانه- الحقيقة التي افتتحت بها السورة الكريمة، وهي وحدة الأديان في جوهرها وأصولها، وبين الأسباب التي أدت إلى اختلاف الناس في عقائدهم، وأرشد النبي صلّى الله عليه وسلّم إلى أفضل الأساليب في الدعوة إلى الحق، فقال- تعالى-:"},{"ayah_number":13,"text":"قال الفخر الرازي: أعلم أنه- تعالى- لما عظم وحيه إلى نبيه محمد صلّى الله عليه وسلّم بقوله:كَذلِكَ يُوحِي إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ ذكر في هذه الآية تفصيل ذلك فقال: شَرَعَ لَكُمْ مِنَ الدِّينِ ما وَصَّى بِهِ نُوحاً ...أى: شرع الله لكم يا أصحاب محمد من الدين ما وصى به نوحا ومحمدا وإبراهيم وموسى وعيسى.. وإنما خص هؤلاء الأنبياء الخمسة بالذكر، لأنهم أكابر الأنبياء، وأصحاب الشرائع العظيمة، والأتباع الكثيرة  .والمراد بما شرعه- سبحانه- على ألسنة هؤلاء الرسل: أصول الأديان التي لا يختلف فيها دين عن دين، أو شريعة عن شريعة، كإخلاص العبادة لله- تعالى- والإيمان بكتبه ورسله وملائكته واليوم الآخر، والتحلي بمكارم الأخلاق كالصدق والعفاف.أما ما يتعلق بفروع الشرائع، كتحليل بعض الطيبات لقوم على سبيل التيسير لهم، وتحريمها على قوم على سبيل العقوبة لهم فهذا لا يدخل في الأصول الثابتة في جميع الأديان، وإنما يختلف باختلاف الظروف والأحوال.ويؤيد ذلك قوله- تعالى-: لِكُلٍّ جَعَلْنا مِنْكُمْ شِرْعَةً وَمِنْهاجاً   .وقوله- سبحانه- حكاية عن عيسى- عليه السلام- وَلِأُحِلَّ لَكُمْ بَعْضَ الَّذِي حُرِّمَ عَلَيْكُمْ  .والمعنى: سن الله- تعالى- لكم- يا أمة محمد صلّى الله عليه وسلّم من العقائد ومكارم الأخلاق، ما سنه لنوح- عليه السلام- الذي هو أول أولى العزم من الرسل، وأول أصحاب الشرائع الجامعة.وشرع الله- تعالى- لكم- أيضا ما أوحاه إلى نبيه محمد صلّى الله عليه وسلّم من آداب وأحكام وأوامر ونواه.وشرع لكم كذلك ما وصى به- سبحانه- أنبياءه: إبراهيم وموسى وعيسى، من وصايا تتعلق بوجوب طاعة الله- تعالى-، وإخلاص العبادة له، والبعد عن كل ما يتنافى مع مكارم الأخلاق، ومحاسن الشيم.وقوله- سبحانه-: أَنْ أَقِيمُوا الدِّينَ وَلا تَتَفَرَّقُوا فِيهِ تفصيل وتوضيح لما شرعه- سبحانه- لهؤلاء الكرام، ولما أوصاهم به.والمراد بإقامة الدين: التزام أوامره ونواهيه، وطاعة الرسل في كل ما جاءوا به من عند ربهم طاعة تامة.قال صاحب الكشاف: والمراد: إقامة دين الإسلام الذي هو توحيد الله- تعالى- وطاعته، والإيمان برسله وكتبه، وبيوم الجزاء، وسائر ما يكون الرجل بإقامته مسلما، ولم يرد الشرائع التي هي مصالح الأمم حسب أحوالها، فإنها مختلفة متفاوتة. قال الله تعالى- لِكُلٍّ جَعَلْنا مِنْكُمْ شِرْعَةً وَمِنْهاجاً.ومحل أَنْ أَقِيمُوا إما النصب على أنه بدل من مفعول شرع والمعطوفين عليه، وإما الرفع على الاستئناف، كأنه قيل: وما ذلك المشروع؟ فقيل: هو إقامة الدين.   .أى: أوصاكم كما أوصى من قبلكم بالمحافظة على ما اشتمل عليه دين الإسلام من عقائد وأحكام وآداب.. وأصول أجمعت عليها جميع الشرائع الإلهية، كما أوصاكم بعدم الاختلاف في أحكامه التي لا تقبل الاختلاف أو التفرق.ثم بين- سبحانه- موقف المشركين من الدين الحق فقال: كَبُرَ عَلَى الْمُشْرِكِينَ ما تَدْعُوهُمْ إِلَيْهِ.أى: شق وعظم على المشركين دعوتكم إياهم إلى وحدانية الله- تعالى-، وإلى ترك ما ألفوه من شرك، ومن تقاليد فاسدة ورثوها عن آبائهم.وقوله- تعالى-: اللَّهُ يَجْتَبِي إِلَيْهِ مَنْ يَشاءُ وَيَهْدِي إِلَيْهِ مَنْ يُنِيبُ بيان لكمال قدرته- تعالى- ونفاذ مشيئته. والاجتباء: الاصطفاء والاختيار. أى: الله- تعالى- بإرادته وحكمته يصطفى ويختار لرسالته من يشاء من عباده، ويهدى إلى الحق من ينيب إليه، ويرجع إلى طاعته- عز وجل- ويقبل على عبادته."},{"ayah_number":14,"text":"ثم بين- سبحانه- الأسباب التي أدت إلى اختلاف المختلفين في أمر الدين، وإلى تفرقهم شيعا وأحزابا فقال. وَما تَفَرَّقُوا إِلَّا مِنْ بَعْدِ ما جاءَهُمُ الْعِلْمُ بَغْياً بَيْنَهُمْ.والاستثناء مفرغ من أعم الأوقات والأحوال والضمير في قوله تَفَرَّقُوا يعود على كل الذين اختلفوا على أنبيائهم، وأعرضوا عن دعوتهم.وقوله بَغْياً مفعول لأجله، مبين السبب الحقيقي للتفرق والاختلاف.أى: وما تفرق المتفرقون في أمر الدين. وأعرضوا عما جاءتهم به رسلهم، في كل زمان ومكان، إلا من بعد أن علموا الحق، ووصل إليهم عن طريق أنبيائهم، ولم يحملهم على هذا التفرق والاختلاف إلا البغي الذي استولى على نفوسهم، والحسد لرسل الله- تعالى- على ما آتاهم الله من فضله.فقوله- تعالى-: إِلَّا مِنْ بَعْدِ ما جاءَهُمُ الْعِلْمُ زيادة في ذمهم، فإن الاختلاف بعد العلم، أدعى إلى الذم والتحقير، لأنه يدل على أن هذا الاختلاف لم يكن عن جهل، وإنما كان عن علم وإصرار على الباطل.وقوله- تعالى- بَغْياً بَيْنَهُمْ زيادة أخرى تحمل كل عاقل على احتقارهم ونبذهم، لأن هذه الجملة الكريمة تدل على أن اختلافهم لم يكن من أجل الوصول إلى الحق، وإنما كان الدافع إليه، البغي والحسد والعناد.أى: أن اختلافهم على أنبيائهم كان الدافع إليه الظلم وتجاوز الحد، والحرص على شهوات الدنيا ولذائذها، والخوف على ضياع شيء منها من بين أيديهم.ثم بين- سبحانه- بعض مظاهر فضله ورحمته بهذه الأمة فقال: وَلَوْلا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ إِلى أَجَلٍ مُسَمًّى لَقُضِيَ بَيْنَهُمْ.والمراد بهذه الكلمة: ما وعد الله- تعالى-: نبيه صلّى الله عليه وسلّم من أنه لن يهلك أمته بعذاب يستأصل شأفتهم، كما أهلك قوم نوح وغيرهم، ومن أنه- تعالى- سيؤخر عذابهم إلى الوقت الذي يختاره ويشاؤه- سبحانه-.أى: ولولا كلمة سبقت من ربك- أيها الرسول الكريم-، بعدم إهلاكهم بعقوبة تستأصل شأفتهم، وبتأخير العذاب عنهم إلى أجل مسمى في علمه- تعالى- لقضى بينهم بقطع دابرهم بسبب هذا الاختلاف الذي أدى بهم إلى الإعراض عن دعوتك، وإلى عكوفهم على كفرهم.وَإِنَّ الَّذِينَ أُورِثُوا الْكِتابَ وهم أهل الكتاب المعاصرين لك من اليهود والنصارى مِنْ بَعْدِهِمْ أى: من بعد الذين سبقوهم في الاختلاف على أنبيائهم.لَفِي شَكٍّ مِنْهُ مُرِيبٍ أى: لفي شك من هذا القرآن. ومن كل ما جئتهم به من عند ربك، هذا الشك أوقعهم في الريبة وقلق النفس واضطرابها وتذبذبها، ولذلك لم يؤمنوا بما جئتهم به من عند ربك."},{"ayah_number":15,"text":"ثم حض- سبحانه- نبيه صلّى الله عليه وسلّم على المضي في دعوته فقال: فَلِذلِكَ فَادْعُ.واسم الإشارة يعود إلى ما سبق الحديث عنه من ذم التفرق، ومن الأمر بإقامة الدين، أى: فلأجل ما أمرناك به من دعوة الناس إلى إقامة الدين وإلى النهى عن الاختلاف والتفرق، من أجل ذلك فادع الناس إلى الحق الذي بعثناك به، وإلى جمعهم على كلمة التوحيد، التي تجعلهم يعيشون حياتهم آمنين مطمئنين.وَاسْتَقِمْ كَما أُمِرْتَ أى: واستقم على الصراط الذي كلفناك بالسير على نهجه، والزم المنهج القويم الذي أمرناك بالتزامه.وَلا تَتَّبِعْ أَهْواءَهُمْ أى: ولا تتبع شيئا من أهواء هؤلاء الذين فرقوا دينهم وكانوا شيعا.وَقُلْ لهم بكل ثبات وقوة آمَنْتُ بِما أَنْزَلَ اللَّهُ مِنْ كِتابٍ أى: آمنت بكل ما أنزله- تعالى- من كتب سماوية. فالمراد بالكتاب: جنسه.وَأُمِرْتُ لِأَعْدِلَ بَيْنَكُمُ أى: وأمرنى ربي أن أعدل بينكم في الحكم عند رفع قضاياكم إليّ، فإن العدل شريعة الله تعالى.اللَّهُ رَبُّنا وَرَبُّكُمْ أى: الله- تعالى- وحده هو الخالق لنا ولكم، وهو المنعم علينا وعليكم بالنعم التي لا تحصى.لَنا أَعْمالُنا وَلَكُمْ أَعْمالُكُمْ أى: لنا أعمالنا التي سيحاسبنا الله عليها يوم القيامة، ولكم أنتم أعمالكم التي ستحاسبون عليها، فنحن لا نسأل عن أعمالكم وأنتم لا تسألون عن أعمالنا.لا حُجَّةَ بَيْنَنا وَبَيْنَكُمُ أى: لا احتجاج ولا خصومة بيننا وبينكم، لأن الحق قد ظهر، فلم يبق للجدال أو الخصام حاجة بيننا وبينكم.اللَّهُ يَجْمَعُ بَيْنَنا وَإِلَيْهِ الْمَصِيرُ أى. الله- تعالى- يجمع بيننا وبينكم يوم القيامة، وإليه وحده، مصيرنا ومصيركم، وسيجازى كل فريق منا ومنكم بما يستحقه من جزاء.فأنت ترى أن هذه الآية الكريمة قد اشتملت على عشر جمل، هذه الجمل الكريمة قد جاءت بأسمى ألوان الدعوة إلى الله- تعالى- بالحكمة والموعظة الحسنة."},{"ayah_number":16,"text":"ثم بين- سبحانه- سوء عاقبة الذين يجادلون بالباطل فقال: وَالَّذِينَ يُحَاجُّونَ فِي اللَّهِ مِنْ بَعْدِ ما اسْتُجِيبَ لَهُ، حُجَّتُهُمْ داحِضَةٌ عِنْدَ رَبِّهِمْ.وقوله: داحِضَةٌ من الدحض بمعنى الزلل والزوال. وأصله: الطين الذي لا تستقر عليه الأقدام. يقال: دحضت رجل فلان، إذا زلت وزلقت.أى: والذين يخاصمون في الله. أى: في دينه وشريعته، مِنْ بَعْدِ ما اسْتُجِيبَ لَهُ أى:من بعد أن استجاب العقلاء من الناس لهذا الدين الحق، واتبعوا رسوله.حُجَّتُهُمْ داحِضَةٌ عِنْدَ رَبِّهِمْ أى: حجة هؤلاء المجادلين بالباطل، زائلة وزاهقة وَعَلَيْهِمْ غَضَبٌ لا يقادر قدره من ربهم وَلَهُمْ عَذابٌ شَدِيدٌ يوم القيامة.ثم بين- سبحانه- حال الكافرين والمؤمنين بالنسبة ليوم القيامة، كما بين جانبا من فضله على عباده، ومن رحمته بهم، فقال- تعالى-:"},{"ayah_number":17,"text":"والمراد بالكتاب في قوله- تعالى-: اللَّهُ الَّذِي أَنْزَلَ الْكِتابَ بِالْحَقِّ وَالْمِيزانَ جنسه أى: جميع الكتب السماوية التي أنزلها على أنبيائه.والمراد بالميزان: العدل والقسط الذي تضمنته شريعته- عز وجل-، وأمر الناس بإقامته بينهم في أمور معاشهم.وتسمية العدل بالميزان من باب تسمية الشيء باسم آلته، لأن الميزان آلة الإنصاف والقسط بين الناس في معاملاتهم.قال- تعالى-: لَقَدْ أَرْسَلْنا رُسُلَنا بِالْبَيِّناتِ وَأَنْزَلْنا مَعَهُمُ الْكِتابَ وَالْمِيزانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ  .وقال- سبحانه-: الرَّحْمنُ. عَلَّمَ الْقُرْآنَ. خَلَقَ الْإِنْسانَ عَلَّمَهُ الْبَيانَ. الشَّمْسُ وَالْقَمَرُ بِحُسْبانٍ. وَالنَّجْمُ وَالشَّجَرُ يَسْجُدانِ. وَالسَّماءَ رَفَعَها وَوَضَعَ الْمِيزانَ. أَلَّا تَطْغَوْا فِي الْمِيزانِ. وَأَقِيمُوا الْوَزْنَ بِالْقِسْطِ وَلا تُخْسِرُوا الْمِيزانَ.أى: الله- تعالى- هو وحده الذي أنزل جميع الكتب السماوية لهداية الناس ومنفعتهم، وقد أنزلها- سبحانه- ملتبسة بالحق الذي لا يحوم حوله باطل، وأنزل كذلك شريعته العادلة ليتحاكم إليها الناس في قضاياهم ومعاملاتهم.وقوله- تعالى-: وَما يُدْرِيكَ لَعَلَّ السَّاعَةَ قَرِيبٌ إرشاد إلى أن وقت قيام الساعة لا يعلمه إلا الله- تعالى-:.أى: إن وقت قيام الساعة لا يعلمه إلا الله- تعالى- وحده، وأى شيء يجعلك عالما بوقتها إذا كان مرد علمها إلى الله وحده، ومع ذلك لعل وقت قيامها قريب.وقال: قَرِيبٌ ولم يقل قريبة، لأن تأنيث الساعة غير حقيقى، أو لأن لفظ فعيل يستوي فيه المذكر والمؤنث، كما في قوله- تعالى-: إِنَّ رَحْمَتَ اللَّهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ.وشبيه بهذه الآية قوله- تعالى-: يَسْئَلُكَ النَّاسُ عَنِ السَّاعَةِ قُلْ إِنَّما عِلْمُها عِنْدَ اللَّهِ، وَما يُدْرِيكَ لَعَلَّ السَّاعَةَ تَكُونُ قَرِيباً  ."},{"ayah_number":18,"text":"وقوله- تعالى-: يَسْتَعْجِلُ بِهَا الَّذِينَ لا يُؤْمِنُونَ بِها، وَالَّذِينَ آمَنُوا مُشْفِقُونَ مِنْها.. بيان لموقف الكافرين والمؤمنين من الساعة.أى: يستعجل الكافرون قيام الساعة، استعجال استهزاء واستخفاف لجهلهم وانطماس بصائرهم، أما الذين آمنوا بالله واليوم الآخر. فهم خائفون مشفقون من قيامها، لما فيها من أهوال وحساب وثواب وعقاب، ولأنهم لا يدرون ما الذي سيفعله الله- تعالى- بهم.فقوله- تعالى- مُشْفِقُونَ من الإشفاق، وهو عناية مشوبة بخوف، لأن المشفق يحب المشفق عليه، ويخاف ما يلحقه. فإذا عدى بحرف «من» فمعنى الخوف فيه أظهر، وإذا عدى بحرف «في» فمعنى العناية فيه أظهر.وقوله- سبحانه- وَيَعْلَمُونَ أَنَّهَا الْحَقُّ تأكيد لإيمان المؤمنين بها، ومدح لهم على هذا الإيمان.أى: أن المؤمنين وجلون من الساعة لما فيها من حساب.. ومع ذلك فهم لصدق يقينهم يعتقدون أنها آتية لا ريب فيها، ويستعدون لاستقبالها بالإيمان العميق، وبالعمل الصالح الذي يرضى الله- تعالى-.ثم وبخ- سبحانه- الذين يشكون في البعث والنشور فقال: أَلا إِنَّ الَّذِينَ يُمارُونَ فِي السَّاعَةِ لَفِي ضَلالٍ بَعِيدٍ.وقوله: يُمارُونَ من المماراة بمعنى المجادلة والمخاصمة. يقال: مارى فلان في الشيء يمارى مراء ومماراة، إذا خاصم وجادل.أى: ألا إن الذين يخاصمون في قيام الساعة خصام شك وريبة، لفي ضلال بعيد عن الحق، وفي ذهول شديد عن الصواب، لأن قدرة الله- تعالى- لا يعجزها شيء، ولأن حكمته قد اقتضت أن يجازى كل إنسان بما يستحقه من ثواب أو عقاب."},{"ayah_number":19,"text":"ثم بين- سبحانه- أنه رءوف رحيم بعباده فقال: اللَّهُ لَطِيفٌ بِعِبادِهِ أى: حفى بهم، عطوف عليهم، يفيض عليهم جميعا من صنوف بره ما لا تحصيه العقول، ومن مظاهر ذلك أنه لا يعاجلهم بالعقوبة، مع مجاهرتهم بمعصيته، وأنه يرزقهم جميعا مع أن أكثرهم لا يشكرونه على نعمه.وقوله يَرْزُقُ مَنْ يَشاءُ أى: يبسط رزقه ويوسعه لمن يشاء من خلقه وَهُوَ سبحانه الْقَوِيُّ الْعَزِيزُ أى: وهو العظيم القوة الغالب على كل من سواه."},{"ayah_number":20,"text":"ثم حكى- تعالى- سنته التي لا تتخلف فقال: مَنْ كانَ يُرِيدُ حَرْثَ الْآخِرَةِ نَزِدْ لَهُ فِي حَرْثِهِ.والحرث في الأصل: مصدر بمعنى إلقاء البذور في الأرض، لتنبت ما ينفع الناس من زرع.والمراد به ثمرات الأعمال ونتائجها، تشبيها لها بثمرات البذور.والمعنى: من كان يريد من الناس بأعماله ثواب الآخرة، ورضا الله- تعالى- ضاعف الله- عز وجل- له الأجر والثواب والعطاء.وَمَنْ كانَ يُرِيدُ حَرْثَ الدُّنْيا أى: ومن كان يريد بعمله شهوات الدنيا نؤته منها،ما قدرناه له من حطامها وزخارفها.وَما لَهُ فِي الْآخِرَةِ مِنْ نَصِيبٍ أى: وليس له في الآخرة نصيب من خيراتها الباقية، ونعيمها الدائم.وشبيه بهذه الآية الكريمة قوله- تعالى-: مَنْ كانَ يُرِيدُ الْعاجِلَةَ عَجَّلْنا لَهُ فِيها ما نَشاءُ لِمَنْ نُرِيدُ ثُمَّ جَعَلْنا لَهُ جَهَنَّمَ يَصْلاها مَذْمُوماً مَدْحُوراً. وَمَنْ أَرادَ الْآخِرَةَ وَسَعى لَها سَعْيَها وَهُوَ مُؤْمِنٌ فَأُولئِكَ كانَ سَعْيُهُمْ مَشْكُوراً. كُلًّا نُمِدُّ هؤُلاءِ وَهَؤُلاءِ مِنْ عَطاءِ رَبِّكَ، وَما كانَ عَطاءُ رَبِّكَ مَحْظُوراً .ثم انتقلت السورة الكريمة إلى توبيخ المشركين على إصرارهم على كفرهم، وقارنت بين مصيرهم السيئ، وبين المصير الطيب الذي وعد الله به المؤمنين.. فقال- تعالى-:"},{"ayah_number":21,"text":"قال القرطبي: قوله- تعالى-: أَمْ لَهُمْ شُرَكاءُ أى: ألهم، والميم صلة الهمزة للتقريع.وهذا متصل بقوله: شَرَعَ لَكُمْ مِنَ الدِّينِ ما وَصَّى بِهِ نُوحاً وقوله- تعالى-:اللَّهُ الَّذِي أَنْزَلَ الْكِتابَ بِالْحَقِّ وَالْمِيزانَ. كانوا لا يؤمنون به، فهل لهم آلهة شرعوا لهم الشرك الذي لم يأذن به الله؟ وإذا استحال هذا فالله لم يشرع الشرك، فمن أين يدينون به  .فالآية الكريمة تنكر عليهم شركهم بأبلغ أسلوب، وتؤنبهم على جهالتهم حيث أشركوا بالله- تعالى-: دون أن يكون عندهم دليل أو ما يشبه الدليل على صحة ما وقعوا فيه من باطل.والمراد بكلمة الفصل في قوله- تعالى-: وَلَوْلا كَلِمَةُ الْفَصْلِ لَقُضِيَ بَيْنَهُمْ ما تفضل به- سبحانه- من تأخير العذاب الماحق عنهم.أى: ولولا حكمنا بتأخير العذاب عنهم- فضلا منا وكرما- لقضى الأمر بين هؤلاء الكافرين وبين المؤمنين، بأن أهلكنا الكافرين واستأصلنا شأفتهم في الدنيا، ولكن شاء ربك أن يؤخر عذابهم إلى يوم القيامة.وَإِنَّ الظَّالِمِينَ لَهُمْ عَذابٌ أَلِيمٌ في الآخرة، بسبب إصرارهم على ظلمهم وموتهم على الكفر والشرك."},{"ayah_number":22,"text":"ثم صور- سبحانه- أحوالهم السيئة يوم القيامة تصويرا مؤثرا فقال: تَرَى الظَّالِمِينَ مُشْفِقِينَ مِمَّا كَسَبُوا وَهُوَ واقِعٌ بِهِمْ.أى: ترى- أيها العاقل- هؤلاء الظالمين يوم القيامة مُشْفِقِينَ مِمَّا كَسَبُوا أى خائفين خوفا شديدا، بسبب ما اكتسبوه في الدنيا من سيئات على رأسها الكفر، وهذا الذعر الشديد لن ينفعهم، فإن العذاب واقع بهم لا محالة، سواء أخافوا أم لم يخافوا.وقوله- تعالى-: وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ فِي رَوْضاتِ الْجَنَّاتِ لَهُمْ ما يَشاؤُنَ عِنْدَ رَبِّهِمْ.. بيان للثواب العظيم الذي أعده الله- تعالى- لعباده المؤمنين.والروضات: جمع روضة، وهو أشرف بقاع الجنة وأطيبها وأعلاها.أى: هذا هو مصير الظالمين يوم القيامة، أما الذين آمنوا وعملوا في دنياهم الأعمال الصالحات، فهم يوم القيامة يكونون في أشرف بقاع الجنات وأطيبها وأسماها منزلة، حالة كونهم لهم ما يشاءون من خيرات عند ربهم.ذلِكَ هُوَ الْفَضْلُ الْكَبِيرُ أى: الذي أعطيناه للمؤمنين من خيرات، هو الفضل الكبير الذي لا يعادله فضل، ولا يماثله كرم."},{"ayah_number":23,"text":"واسم الإشارة في قوله- تعالى-: ذلِكَ الَّذِي يُبَشِّرُ اللَّهُ عِبادَهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ.أى: ذلك الفضل الكبير، هو البشارة العظمى والعطاء الجزيل، الذي يمنحه الله- تعالى- يوم القيامة لعباده الذين آمنوا وعملوا الصالحات.قال الآلوسى قوله: ذلِكَ أى: الفضل الكبير، أو الثواب المفهوم من السياق، هو الَّذِي يُبَشِّرُ اللَّهُ عِبادَهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ أى: يبشر به فحذف الجار ثم العائد إلى الموصول، كما هو عادتهم في التدريج في الحذف ولا مانع من حذفهما دفعة. وجوز كون ذلِكَ إشارة إلى التبشير المفهوم من «يبشر» .. أى: ذلك التبشير يبشره الله عباده الذين آمنوا وعملوا الصالحات  .ثم أمر الله- تعالى- نبيه صلّى الله عليه وسلّم أن يؤكد لأولئك المشركين من قومه، أنه لا يسألهم أجرا على دعوته، وإنما يسألهم المودة والمعاملة الحسنة لقرابته منهم فقال: قُلْ لا أَسْئَلُكُمْ عَلَيْهِ أَجْراً إِلَّا الْمَوَدَّةَ فِي الْقُرْبى.والضمير المجرور في عَلَيْهِ يعود إلى التبليغ والتبشير والإنذار الذي يفعله الرسول صلّى الله عليه وسلّم معهم والْقُرْبى مصدر كالقرابة والخطاب لكفار قريش.وللعلماء في تفسير هذه الآية أقوال: أولها: أن المراد بالقربى: الصلة والقرابة التي تربط بين الرسول وبين كفار قريش.أى: قل- أيها الرسول الكريم- لهؤلاء الكافرين إنى لا أسألكم على التبليغ أجرا، لكن أسألكم أن تؤدونى لقرابتي فيكم، فتكفوا عنى أذاكم، وتمنعوا عنى أذى غيركم، وتستجيبوا لدعوتى، فإن صلة القرابة والرحم التي بيني وبينكم توجب عليكم ذلك.فالقربى هنا: بمعنى القرابة وصلة الرحم. وفِي للسببية بمعنى لام التعليل كما جاء في الحديث الشريف: «دخلت امرأة النار في هرة» .ولا شك أن منع أذاهم عنه صلّى الله عليه وسلّم بسبب قرابته فيهم ليس أجرا.وثانيها: أن المراد بالقربى هنا: أقاربه وعشيرته وعترته فيكون المعنى لا أسألكم أجرا على دعوتي لكم إلى الخير والحق، ولكن أسألكم أن تحفظوني في قرابتي وأهل بيتي، بأن تحسنوا إليهم ولا تؤذوهم بأى نوع من الأذى.ولا شك- أيضا- أن إحسانهم إلى أقاربه، ليس أجرا منهم له على ذلك لأن الإحسان إلى الناس، شيء قررته جميع الشرائع وتقتضيه مكارم الأخلاق.وثالثها: أن المراد بالقربى هنا: التقرب إلى الله- تعالى- بالإيمان والعمل الصالح.أى: لا أسألكم على التبليغ أجرا، ولكن أسألكم أن تتقربوا إلى الله- تعالى- بما يرضيه بأن تتركوا الكفر والفسوق والعصيان، وتدخلوا في الإيمان والطاعة لله- تعالى-.وهذا الذي طلبه منهم، ليس أجرا على التبليغ، لأن التقرب إلى الله بالطاعات فرض عليهم. وقد رجح العلماء القول الأول، واستدلوا على هذا الترجيح بأحاديث منها: ما رواه البخاري عن ابن عباس أنه سئل عن معنى قوله- تعالى- إِلَّا الْمَوَدَّةَ فِي الْقُرْبى، فقال سعيد بن جبير: «قربى آل محمد» فقال ابن عباس: عجلت. إن النبي صلّى الله عليه وسلّم لم يكن بطن من قريش إلا كان له فيهم قرابة. فقال: إلا أن تصلوا ما بيني وبينكم من القرابة.وقال ابن كثير بعد أن ساق هذا الحديث وغيره، وبهذا الرأى قال مجاهد وعكرمة، وقتادة، والسدى، وأبو مالك، وعبد الرحمن بن زيد، وغيرهم.وقال الإمام ابن جرير- بعد أن ساق هذه الأقوال- وأولى الأقوال في ذلك بالصواب، وأشبهها بظاهر التنزيل، قول من قال معناه: لا أسألكم عليه أجرا يا معشر قريش، إلا أن تودوني في قرابتي منكم، وتصلوا الرحم التي بيني وبينكم.وإنما قلت هذا التأويل أولى بتأويل الآية، لدخول فِي في قوله: إِلَّا الْمَوَدَّةَ فِي الْقُرْبى.ولو كان معنى ذلك على ما قاله من قال إلا أن تودوا قرابتي، أو تتقربوا إلى الله، لم يكن لدخول فِي في الكلام في هذا الموضع وجه معروف ولكان التنزيل إلا مودة القربى، إن عنى به الأمر بمودة قرابة رسول الله صلّى الله عليه وسلّم أو إلا المودة بالقربى إن عنى به الأمر بالتودد والتقرب إلى الله- تعالى-.وفي دخول فِي في الكلام أوضح الدليل على أن معناه إلا مودتي في قرابتي منكم.ثم بين- سبحانه- جانبا من مظاهر فضله على عباده فقال: وَمَنْ يَقْتَرِفْ حَسَنَةً نَزِدْ لَهُ فِيها حُسْناً، إِنَّ اللَّهَ غَفُورٌ شَكُورٌ.وقوله يَقْتَرِفْ من القرف بفتح القاف وإسكان الراء. بمعنى الكسب، يقال: فلان يقرف لعياله، أى: يكسب لهم ما يكفيهم لأمور معاشهم.ومن يكتسب حسنة يبغى بها التقرب إلى الله تعالى، نضاعف له- بفضلنا وإحساننا- ثوابها، إن الله تعالى واسع المغفرة لعباده. كثير الشكر للطائعين بأن يعطيهم من فضله أكثر مما يستحقون ويرجون."},{"ayah_number":24,"text":"ثم عادت السورة إلى توبيخ الكافرين على كذبهم وعنادهم، فقال تعالى: أَمْ يَقُولُونَ افْتَرى عَلَى اللَّهِ كَذِباً.أى: بل أيقولون إن محمدا صلّى الله عليه وسلّم قد افترى على الله- تعالى- كذبا فيما يدعونا إليه، وفيما يتلوه علينا من قرآن؟ثم أجاب- سبحانه- عن افترائهم هذا بقوله: فَإِنْ يَشَإِ اللَّهُ يَخْتِمْ عَلى قَلْبِكَ أى:فإن يشأ الله- تعالى- يجعلك من المختوم على قلوبهم حتى تفترى عليه الكذب، لأن افتراء الكذب على الله لا يكون إلا ممن طبع الله على قلوبهم فهم لا يفقهون، وأنت أيها الرسول الكريم مبرأ ومنزه عن ذلك.فالمقصود من الجملة الكريمة تنزيه ساحة الرسول صلّى الله عليه وسلّم عما قاله المشركون في شأنه، وإثبات أن افتراء الكذب. إنما هو من شأنهم لا من شأنه صلّى الله عليه وسلّم.قال صاحب الكشاف: قوله: فَإِنْ يَشَإِ اللَّهُ يَخْتِمْ عَلى قَلْبِكَ أى: فإن يشأ الله- تعالى- يجعلك من المختوم على قلوبهم، حتى تفترى عليه الكذب، فإنه لا يجترئ على افتراء الكذب على الله إلا من كان في مثل حالهم.وهذا الأسلوب مؤداه استبعاد الافتراء من مثله، وأنه في البعد مثل الشرك بالله، والدخول في جملة المختوم على قلوبهم ومثال هذا: أن يخوّن بعض الأمناء فيقول: لعل الله خذلنى، لعل الله أعمى قلبي، وهو لا يريد إثبات الخذلان وعمى القلب، وإنما يريد استبعاد أن يخون مثله، والتنبيه على أنه ركب من تخوينه أمر عظيم. .وقوله- سبحانه-: وَيَمْحُ اللَّهُ الْباطِلَ، وَيُحِقُّ الْحَقَّ بِكَلِماتِهِ، إِنَّهُ عَلِيمٌ بِذاتِ الصُّدُورِ: كلام مستأنف غير داخل في جواب الشرط، لأنه- تعالى- يمحو الباطل مطلقا، وسقطت الواو من الفعل يَمْحُ لفظا لالتقاء الساكنين، وخطا حملا له على اللفظ، كما كتبوا سَنَدْعُ الزَّبانِيَةَ فهو مرفوع لا مجزوم، ويؤيده عطف وَيُحِقُّ المرفوع عليه.أى: من شأن الله- تعالى- أن يمحو الباطل، وأن يثبت الحق بكلماته الفاصلة، وقضائه العادل، كما قال- تعالى-: بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْباطِلِ فَيَدْمَغُهُ فَإِذا هُوَ زاهِقٌ.إِنَّهُ سبحانه- عَلِيمٌ بِذاتِ الصُّدُورِ أى: مطلع على ما تخفيه الصدور من أسرار ونوايا، لا يخفى عليه شيء في الأرض ولا في السماء، وسيجازى كل إنسان بما يستحقه من خير أو شر.ثم تحدثت السورة الكريمة عن دلائل الإيمان في الأنفس والآفاق، وعن آثار القدرة فيما يحيط بالناس، وفيما يتعلق بحياتهم ومعاشهم، وفيما يتعلق بمظاهر لطفه بهم، وفضله عليهم، فقال- تعالى-:"},{"ayah_number":25,"text":"قال الجمل في حاشيته: قوله- تعالى-: وَهُوَ الَّذِي يَقْبَلُ التَّوْبَةَ عَنْ عِبادِهِ قال ابن عباس: يريد أولياءه وأهل طاعته. والتوبة واجبة من كل ذنب، فإن كان معصية بين العبد وربه فلها ثلاثة شروط: الإقلاع عن المعصية، والندم على فعلها، والعزم على عدم العودة إليها.وإن كانت المعصية تتعلق بحق آدمي، أضيف إلى ذلك: أن يبرأ من حق صاحبها..والمعنى: وهو- سبحانه- وحده الذي يقبل التوبة من عباده التائبين إليه، شفقة عليهم، ورحمة بهم، بأن يكفر سيئاتهم، ولا يعاقبهم عليها.والقبول يعدى بعن، لتضمنه معنى الإبانة والقطع، ويعدى بمن لتضمنه معنى الأخذ كما في قوله- تعالى-: وَما مَنَعَهُمْ أَنْ تُقْبَلَ مِنْهُمْ نَفَقاتُهُمْ إِلَّا أَنَّهُمْ كَفَرُوا بِاللَّهِ وَبِرَسُولِهِ.وعدى بعن هنا للإشارة إلى تجاوزه سبحانه عن خطايا عباده.وقوله- تعالى- وَيَعْفُوا عَنِ السَّيِّئاتِ تأكيد لما قبله وتقرير له أى: أنه عز وجل يقبل التوبة من عباده التائبين، وفضلا عن ذلك، يعفو عن سيئاتهم، ويسترها عليهم، بل ويحولها- بفضله إلى حسنات، كما قال- تعالى- إِلَّا مَنْ تابَ وَآمَنَ وَعَمِلَ عَمَلًا صالِحاً فَأُوْلئِكَ يُبَدِّلُ اللَّهُ سَيِّئاتِهِمْ حَسَناتٍ.وقوله- سبحانه- وَيَعْلَمُ ما تَفْعَلُونَ تحذير من التمادي في تأخير التوبة، وفي اقتراف ما نهى عنه، فكأنه- تعالى- يقول: لقد فتحت لكم باب التوبة والعفو، فأقبلوا على طاعتي، واتركوا معصيتي، فإنى عليم بما تفعلونه من خير أو شر، وسأجازى كل إنسان بما يستحقه من ثواب أو عقاب.وما في قوله وَيَعْلَمُ ما تَفْعَلُونَ موصولة، والعائد محذوف. أى: ويعلم الذي تفعلونه دون أن يخفى عليه- تعالى- شيء منه."},{"ayah_number":26,"text":"وقوله- تعالى-: وَيَسْتَجِيبُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ وَيَزِيدُهُمْ مِنْ فَضْلِهِ..معطوف على قوله: يَقْبَلُ التَّوْبَةَ عَنْ عِبادِهِ.أى: ويستجيب سبحانه من الذين آمنوا دعاءهم، ويزيدهم من فضله وإحسانه، بأن يعطيهم من النعم والخيرات أكثر مما سألوا.قال الآلوسى ما ملخصه: والموصول مفعول بدون تقدير شيء، بناء على أن يَسْتَجِيبُ يتعدى بنفسه، كما يتعدى باللام، نحو شكرته وشكرت له، أو بتقدير اللام على أنه من باب الحذف والإيصال، والأصل: ويستجيب للذين آمنوا.. .وَالْكافِرُونَ لَهُمْ عَذابٌ شَدِيدٌ أى: هذا هو حال المؤمنين يجيب لهم- سبحانه- دعاءهم، ويزيدهم من فضله وإحسانه.. أما الكافرون الذين ستروا نعمه، وجحدوا فضله، فلهم عذاب شديد لا يعلم مقداره إلا هو- سبحانه-."},{"ayah_number":27,"text":"ثم بين- سبحانه- جانبا مما اقتضته حكمته في تدبير أمور عباده فقال: وَلَوْ بَسَطَ اللَّهُ الرِّزْقَ لِعِبادِهِ لَبَغَوْا فِي الْأَرْضِ، وَلكِنْ يُنَزِّلُ بِقَدَرٍ ما يَشاءُ.والبغي: تجاوز الحد في كل شيء يقال: بغى الجرح، إذا أظهر ما يداخله من دم أو غيره.وبغى القوم، إذا تجاوزوا حدودهم في العدوان على غيرهم.أى: ولو بسط الله- تعالى- الرزق لعباده، بأن وسعه عليهم جميعا توسعة فوق حاجتهم، لَبَغَوْا فِي الْأَرْضِ أى: لتجاوزوا حدودهم، ولتكبروا فيها، ولطغوا وعتوا وتركوا الشكر لنا، وقالوا ما قاله قارون: إِنَّما أُوتِيتُهُ عَلى عِلْمٍ عِنْدِي.وقوله: وَلكِنْ يُنَزِّلُ بِقَدَرٍ ما يَشاءُ بيان لما اقتضته حكمته- تعالى- أى: أن حكمته- تعالى- قد اقتضت عدم التوسعة في الرزق لجميع عباده، لأن هذه التوسعة تحملهم على التكبر والغرور والبطر، لذا أنزل الله- تعالى- لهم الرزق بتقدير محدد اقتضته حكمته ومشيئته، كما قال- سبحانه-: وَإِنْ مِنْ شَيْءٍ إِلَّا عِنْدَنا خَزائِنُهُ وَما نُنَزِّلُهُ إِلَّا بِقَدَرٍ مَعْلُومٍ.وقوله- تعالى-: إِنَّهُ بِعِبادِهِ خَبِيرٌ بَصِيرٌ تعليل لتنزيله الرزق على عباده بتقدير وتحديد دقيق.أى: فعل ما فعل- سبحانه- من إنزال الرزق على عباده بقدر، لأنه- تعالى- خبير بخفايا أحوال عباده، وبطوايا نفوسهم، بصير بما يقولونه وبما يفعلونه.قال صاحب الكشاف: أى أنه- تعالى- يعلم ما يؤول إليه حالهم، فيقدر لهم ما هو أصلح لهم، وأقرب إلى جمع شملهم، فيفقر ويغنى، ويمنع ويعطى، ويقبض ويبسط، كما توجبه الحكمة الربانية، ولو أغناهم جميعا لبغوا، ولو أفقرهم لهلكوا.ولا شبهة في أن البغي مع الفقر أقل، ومع البسط أكثر وأغلب، وكلاهما سبب ظاهر للإقدام على البغي والإحجام عنه، فلو عم البسط، لغلب البغي حتى ينقلب الأمر إلى عكس ما هو عليه الآن  ."},{"ayah_number":28,"text":"ثم ساق- سبحانه- بعد ذلك ألوانا من نعمه على عباده، وكلها تدل على وحدانيته وكمال قدرته فقال- تعالى-: وَهُوَ الَّذِي يُنَزِّلُ الْغَيْثَ مِنْ بَعْدِ ما قَنَطُوا.أى: وهو- سبحانه- الذي ينزل المطر على عباده، من بعد أن انتظروه فترة طويلة حتى ظهرت على ملامحهم علامات اليأس، وبدأت على وجوههم أمارات القنوط.وقوله- تعالى-: وَيَنْشُرُ رَحْمَتَهُ معطوف على يُنَزِّلُ. أى: ينزل الأمطار بعد يأس الناس من نزولها، وينشر رحمته عليهم عن طريق ما ينتج عن هذه الأمطار من خيرات وبركات وأرزاق.وَهُوَ- سبحانه- الْوَلِيُّ أى: الذي يتولى عباده برحمته وإحسانه الْحَمِيدُ أى: المحمود على فعله، حيث أنزل على عباده الغيث بعد أن يئسوا منه، والمتأمل في هذه الآية الكريمة يراها تصور جانبا من فضل الله على عباده بطريقة محسوسة، فالتعبير بالغيث يشعر بالغوث والنجدة بعد أن فقد الناس الأمل في ذلك، والتعبير بالقنوط يشعر بأن آثار الضيق قد ظهرت على وجوههم، والتعبير بقوله- تعالى- وَيَنْشُرُ رَحْمَتَهُ، يشعر بانتشار الرجاء والفرح والانشراح على الوجوه بعد أن حل بها القنوط.والتعبير بقوله- تعالى-: وَهُوَ الْوَلِيُّ الْحَمِيدُ يشعر بقرب الله- تعالى- من عباده، وبوجوب شكره على ما أعطى بعد المنع، وعلى ما فرج بعد الضيق."},{"ayah_number":29,"text":"ثم بين- سبحانه- لونا آخر من ألوان كمال قدرته فقال: وَمِنْ آياتِهِ خَلْقُ السَّماواتِ وَالْأَرْضِ وَما بَثَّ فِيهِما مِنْ دابَّةٍ.والمراد بالآيات هنا: الدلائل والعلامات الواضحة الدالة على كمال قدرته- عز وجل-.وقوله: وَما بَثَّ معطوف على خَلْقُ السَّماواتِ وَالْأَرْضِ.أى: ومن العلامات الناصعة الدالة على كمال قدرته- تعالى- خلقه للسموات وللأرض بتلك الصورة الباهرة البديعة التي نشاهدها بأعيننا، وخلقه- أيضا- لما بث فيهما من دابة، ولما نشر وفرق فيهما من دواب لا يعلم عددها إلا الله- تعالى-.والدابة: اسم لكل ما يدب على وجه الأرض أو غيرها. وظاهر الآية الكريمة يفيد وجود دواب في السموات.قال صاحب الكشاف: فإن قلت: لم قال: فِيهِما مِنْ دابَّةٍ والدواب في الأرض وحدها؟.قلت: يجوز أن ينسب الشيء إلى جميع المذكور وإن كان متلبسا ببعضه كما يقال: بنو تميم فيهم شاعر مجيد، أو شجاع بطل، وإنما هو في فخذ من أفخاذهم.ويجوز أن يكون للملائكة- عليهم السلام- مشى مع الطيران، فيوصفوا بالدبيب كما يوصف به الأناسى، ولا يبعد أن يخلق- سبحانه- في السموات حيوانا يمشى فيها مشى الأناسى على الأرض، سبحان الذي خلق ما نعلم وما لا نعلم من أصناف الخلق.  .وقوله- تعالى-: وَهُوَ عَلى جَمْعِهِمْ إِذا يَشاءُ قَدِيرٌ بيان لكمال قدرته- عز وجل-.أى: وهو- سبحانه- قادر قدرة تامة على جمع الخلائق يوم القيامة للحساب والجزاء.كما قال- تعالى- في آية أخرى: قُلْ إِنَّ الْأَوَّلِينَ وَالْآخِرِينَ لَمَجْمُوعُونَ إِلى مِيقاتِ يَوْمٍ مَعْلُومٍ."},{"ayah_number":30,"text":"ثم بين- سبحانه- أن ما يصيب الناس من بلاء إنما هو بسبب أعمالهم فقال: وَما أَصابَكُمْ مِنْ مُصِيبَةٍ فَبِما كَسَبَتْ أَيْدِيكُمْ وَيَعْفُوا عَنْ كَثِيرٍ.أى: وما أصابكم- أيها الناس- من بلاء، كمرض وخوف وفقر فإنما هو بسبب ما اكتسبتموه من ذنوب، وما اقترفتموه من خطايا، ويعفو- سبحانه- عن كثير من السيئات التي ارتكبتموها، فلا يحاسبكم عليها رحمة منه بكم.قال- تعالى- وَلَوْ يُؤاخِذُ اللَّهُ النَّاسَ بِما كَسَبُوا ما تَرَكَ عَلى ظَهْرِها مِنْ دَابَّةٍ...وقد ساق الإمام ابن كثير عند تفسيره لهذه الآية جملة من الأحاديث والآثار منها ما رواه ابن أبى حاتم عن على بن أبى طالب- رضى الله عنه- قال: ألا أخبركم بأفضل آية في كتاب الله، وحدثنا بها رسول صلّى الله عليه وسلّم قال:وَما أَصابَكُمْ مِنْ مُصِيبَةٍ فَبِما كَسَبَتْ أَيْدِيكُمْ وسأفسرها لك يا على: ما أصابكم من مرض أو عقوبة أو بلاء في الدنيا، فبما كسبت أيديكم، والله- تعالى- أحلم من أن يثنى عليه العقوبة في الآخرة، وما عفا الله عنه في الدنيا فالله أكرم من أن يعود بعد عفوه» ."},{"ayah_number":31,"text":"ثم حذر- سبحانه- الناس من عقابه فقال: وَما أَنْتُمْ بِمُعْجِزِينَ فِي الْأَرْضِ، وَما لَكُمْ مِنْ دُونِ اللَّهِ مِنْ وَلِيٍّ وَلا نَصِيرٍ.أى: وما أنتم- أيها الناس- بقادرين على الهرب منا في أى مكان من الأرض أو في غيرها، لأن قدرتنا لا يعجزها أن تأتى بكم من أى مكان كنتم فيه، وليس لكم غير الله- تعالى- من ولى يتولى أموركم، أو نصير يدفع عنكم عذابه.قال- تعالى-: ما يَفْتَحِ اللَّهُ لِلنَّاسِ مِنْ رَحْمَةٍ فَلا مُمْسِكَ لَها، وَما يُمْسِكْ فَلا مُرْسِلَ لَهُ مِنْ بَعْدِهِ وَهُوَ الْعَزِيزُ الْحَكِيمُ."},{"ayah_number":32,"text":"ثم ساق- سبحانه- بعد ذلك جانبا من دلائل قدرته عن طريق ما يشاهده الناس في البحر، فقال- تعالى-: وَمِنْ آياتِهِ الْجَوارِ فِي الْبَحْرِ كَالْأَعْلامِ.والجوار: جمع جارية والمراد بها السفينة لأنها تجرى في البحر، وهي صفة لموصوف محذوف.والأعلام: جمع علم وهو الجبل الكبير، وأصله الأثر الذي يعلم به الشيء كعلم الطريق، وعلم الجيش، وسمى علما لأن الناس يسترشدون به في سيرهم.أى: ومن آياته- سبحانه- الدالة على كمال قدرته، هذه السفن الجارية في البحر، حتى لكأنها من ضخامتها وعظمها الجبال الشاهقة."},{"ayah_number":33,"text":"إِنْ يَشَأْ- سبحانه- يُسْكِنِ الرِّيحَ التي بسببها تجرى السفن في البحار فَيَظْلَلْنَ رَواكِدَ عَلى ظَهْرِهِ أى: فيصرن ثوابت على ظهر البحر لا يجرين. يقال: ركد الماء ركودا- من باب قعد- إذا سكن، فهو راكد. وكل شيء ثابت في مكانه فهو راكد.إِنَّ فِي ذلِكَ الذي ذكرناه لكم من السفن المسخرة في البحر بأمره- تعالى- لَآياتٍ عظيمات لِكُلِّ صَبَّارٍ شَكُورٍ أى: لكل إنسان قد تحلى بصفتى الصبر والشكر لله- تعالى-، حتى صارتا هاتان الصفتان سجية من سجاياه.. أَوْ يُوبِقْهُنَّ بِما كَسَبُوا أى أو يهلكهن ويغرقهن بسبب ما اكتسبه الراكبون في هذه السفن من ذنوب وخطايا.يقال: أوبق فلان فلانا إذا حبسه أو أهلكه. ووبق فلان- كوعد ووجل، وبوقا إذا هلك.وهو معطوف على قوله «يسكن» وكذلك قوله «ويعفو» .أى: إن يشأ- سبحانه- يسكن الريح فتظل السفن ساكنة على ظهر البحر، أو إن يشأ يرسل الريح عاصفة بتلك السفن بمن فيها، أو إن يشأ ينج ناسا بالعفو عنهم.قال صاحب الكشاف: «يوبقهن» يهلكهن. والمعنى: أنه إن يشأ يبتلى المسافرين في البحر بإحدى بليتين: إما أن يسكن الريح فيركد الجواري على ظهر البحر، ويمنعهن من الجري، وإما أن يرسل الريح عاصفة فيهلكن إغراقا بسبب ما كسبوا من الذنوب وَيَعْفُ عَنْ كَثِيرٍ منها.فإن قلت: علام عطف «يوبقهن» قلت: على «يسكن» لأن المعنى: إن يشأ يسكن الريح فيركدن، أو يعصفها فيغرقن بعصفها.فإن قلت: فما معنى إدخال العفو في حكم الإيباق حيث جزم جزمه؟ قلت: معناه: أو إن يشأ يهلك ناسا وينج ناسا على طريق العفو عنهم.فإن قلت: فمن قرأ «ويعفو» ؟ قلت: قد استأنف الكلام» ."},{"ayah_number":34,"text":"أَوْ يُوبِقْهُنَّ بِما كَسَبُوا أى أو يهلكهن ويغرقهن بسبب ما اكتسبه الراكبون في هذه السفن من ذنوب وخطايا.يقال: أوبق فلان فلانا إذا حبسه أو أهلكه. ووبق فلان- كوعد ووجل، وبوقا إذا هلك.وهو معطوف على قوله «يسكن» وكذلك قوله «ويعفو» .أى: إن يشأ- سبحانه- يسكن الريح فتظل السفن ساكنة على ظهر البحر، أو إن يشأ يرسل الريح عاصفة بتلك السفن بمن فيها، أو إن يشأ ينج ناسا بالعفو عنهم.قال صاحب الكشاف: «يوبقهن» يهلكهن. والمعنى: أنه إن يشأ يبتلى المسافرين في البحر بإحدى بليتين: إما أن يسكن الريح فيركد الجواري على ظهر البحر، ويمنعهن من الجري، وإما أن يرسل الريح عاصفة فيهلكن إغراقا بسبب ما كسبوا من الذنوب وَيَعْفُ عَنْ كَثِيرٍ منها.فإن قلت: علام عطف «يوبقهن» قلت: على «يسكن» لأن المعنى: إن يشأ يسكن الريح فيركدن، أو يعصفها فيغرقن بعصفها.فإن قلت: فما معنى إدخال العفو في حكم الإيباق حيث جزم جزمه؟ قلت: معناه: أو إن يشأ يهلك ناسا وينج ناسا على طريق العفو عنهم.فإن قلت: فمن قرأ «ويعفو» ؟ قلت: قد استأنف الكلام» ."},{"ayah_number":35,"text":"ثم بين- سبحانه- أن علمه شامل لكل شيء فقال: وَيَعْلَمَ الَّذِينَ يُجادِلُونَ فِي آياتِنا ما لَهُمْ مِنْ مَحِيصٍ والمحيص: المهرب والمنجى من العذاب. يقال: حاص فلان عن الشيء، إذا حاول الفرار منه.وقراءة الجمهور بنصب «يعلم» على أنه منصوب على فعل مقدر. أى: فعل ما فعل- سبحانه- لينتقم من الظالمين، وليعلم الذين يجادلون في آياتنا الدالة على وحدانيتنا وقدرتنا..أنهم لا محيص لهم ولا مهرب من عذابنا، بسبب جدالهم بالباطل ليدحضوا به الحق."},{"ayah_number":36,"text":"ثم بين- سبحانه- أن متاع الدنيا مهما كثر فهو إلى زوال، فقال: فَما أُوتِيتُمْ مِنْ شَيْءٍ فَمَتاعُ الْحَياةِ الدُّنْيا ... أى: فما أعطيتم من شيء من متع الحياة الدنيا كالغنى والصحة والجاه. فإنما هو متاع زائل من متع الحياة الدنيا.وَما عِنْدَ اللَّهِ من عطاء وثواب في الآخرة. خير وأبقى، أى: هو خير في ذاته من متاع الحياة الدنيا، وأبقى منه زمانا حيث لا يزول ولا يفنى.وقوله لِلَّذِينَ آمَنُوا وَعَلى رَبِّهِمْ يَتَوَكَّلُونَ متعلق بقوله خَيْرٌ وَأَبْقى أى: هذا الذي ذكرناه لكم من نعم الآخرة خير وأبقى، للذين آمنوا بالله- تعالى- إيمانا حقا وللذين هم يتوكلون ولا يعتمدون إلا على ربهم وحده، لا على غيره أصلا.وبعد هذا البيان المفصل للبراهين الدالة على وحدانية الله- تعالى- وقدرته، وللنعم التي أسبغها- سبحانه- على عباده ... بعد كل ذلك أخذت السورة الكريمة في بيان الصفات الطيبة والمناقب الحميدة، التي وفق الله- تعالى- عباده المؤمنين للتحلى بها، فقال:"},{"ayah_number":37,"text":"وقوله- تعالى- وَالَّذِينَ يَجْتَنِبُونَ كَبائِرَ الْإِثْمِ وَالْفَواحِشَ.. معطوف على قوله- تعالى- قبل ذلك: وَما عِنْدَ اللَّهِ خَيْرٌ وَأَبْقى لِلَّذِينَ آمَنُوا وَعَلى رَبِّهِمْ يَتَوَكَّلُونَ أو بدل منه.وكبائر الإثم: هي الذنوب الكبيرة التي يترتب عليها إقامة الحد على فاعلها أو الوعيد الشديد من الله- تعالى- لمرتكبها، كقتل النفس، وتعاطى الربا، وما يشبه ذلك من الكبائر.والفواحش: جمع فاحشة، وهي من جملة كبائر الإثم، إلا أن الله- تعالى- خصها بالذكر من باب عطف الخاص على العام، اهتماما وأكثر ما تطلق الفواحش على جريمة الزنا.كما قال- تعالى-: وَلا تَقْرَبُوا الزِّنى إِنَّهُ كانَ فاحِشَةً وَساءَ سَبِيلًا.والمعنى: وما عند الله- تعالى- من ثواب في الآخرة خير وأبقى للذين آمنوا وعلى ربهم يتوكلون، وللذين يجتنبون ارتكاب كبائر الآثام، كقتل النفس، وأكل أموال الناس بالباطل، ويجتنبون كذلك ما فحش وعظم قبحه من الذنوب، كالزنا والبخل بما آتاهم الله من فضله..وليس المراد من هذه الآية الكريمة فتح الباب لارتكاب صغائر الآثام والذنوب، بل المراد بيان فضل الله- تعالى- على عباده، ورحمته بهم، وبيان أن اجتناب كبائر الإثم والفواحش، يؤدى- بفضل الله وكرمه- إلى غفران صغائر الذنوب، كما قال- تعالى-: إِنْ تَجْتَنِبُوا كَبائِرَ ما تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئاتِكُمْ وَنُدْخِلْكُمْ مُدْخَلًا كَرِيماً  .وقوله- سبحانه-: وَإِذا ما غَضِبُوا هُمْ يَغْفِرُونَ صفة أخرى من صفاتهم الكريمة.أى: ما عند الله خير وأبقى، للذين آمنوا وعلى ربهم يتوكلون، وللذين يجتنبون كبائر الإثم والفواحش وللذين من صفاتهم- أيضا- أنهم يتجاوزون عن الشخص الذي أغضبهم، ويصفحون عنه، ويحلمون عليه.وخص حالة غضبهم بالغفران، لأن هذه الحالة لا يقدر عليها إلا أصحاب العزائم القوية، إذ من المعروف أن الإنسان في حالة غضبه، كثيرا ما يفقد صوابه، ويغلب عليه عدم السيطرة على مشاعره، فإذا ما استطاع أن يكظم غيظه في حالة غضبه، كان ذلك دليلا على قوة إيمانه وعلى ملكه لنوازع نفسه.قال صاحب الكشاف: «هم يغفرون» أى: هم الأخصاء بالغفران في حال الغضب، لا يغول الغضب أحلامهم كما يغول حلوم الناس. والمجيء بلفظ «هم» وإيقاعه مبتدأ وإسناد «يغفرون» إليه، لهذه الفائدة، ومثله «هم ينتصرون»."},{"ayah_number":38,"text":"ثم ذكر- سبحانه- صفات كريمة لهم فقال: وَالَّذِينَ اسْتَجابُوا لِرَبِّهِمْ أى: أطاعوه في كل ما أمرهم به، أو نهاهم عنه..وَأَقامُوا الصَّلاةَ أى: حافظوا عليها، وأدوها في أوقاتها بخشوع وإخلاص لله رب العالمين.وَأَمْرُهُمْ شُورى بَيْنَهُمْ أى: شأنهم أنهم إذا حدث بينهم أمر هام يحتاج إلى المراجعة والمناقشة، تجمعوا وتشاوروا فيما هو أنفع وأصلح.قال القرطبي ما ملخصه: «قوله- تعالى-: وَأَمْرُهُمْ شُورى بَيْنَهُمْ أى: يتشاورون في الأمور.والشورى مصدر شاورته- والتشاور: استخراج الرأى من الغير..قال الحسن: ما تشاور قوم إلا هدوا لأرشد أمورهم.وقال ابن العربي: الشورى: ألفة للجماعة، ومسبار للعقول، وسبب إلى الصواب.وقد قال الشاعر الحكيم:إذا بلغ الرأى المشورة فاستعن ... برأى لبيب أو نصيحة حازمولا تجعل الشورى عليك غضاضة ... فإن الخوافي قوة للقوادموقد كان الرسول صلّى الله عليه وسلّم يستشير أصحابه في الأمور التي تتعلق بالحروب وما يشبهها من الأمور الدنيوية، ولم يكن يشاورهم في الأحكام لأنها منزلة من عند الله- تعالى-.فأما الصحابة فكانوا يتشاورون في الأحكام، ويستنبطونها من الكتاب والسنة، فقد تشاوروا في الخلافة بعد موت الرسول صلّى الله عليه وسلّم وفي ميراث الجد، وفي حروب المرتدين .وقوله وَمِمَّا رَزَقْناهُمْ يُنْفِقُونَ أى ومن صفات هؤلاء المؤمنين الصادقين- أيضا- أنهم مما أعطيناهم من الرزق، يتصدقون على غيرهم من المحتاجين."},{"ayah_number":39,"text":"وَالَّذِينَ إِذا أَصابَهُمُ الْبَغْيُ هُمْ يَنْتَصِرُونَ أى: أن من صفاتهم كذلك أنهم إذا بغى عليهم باغ، أو ظلمهم ظالم، أو اعتدى على كرامتهم أو على دينهم معتد، فإنهم لا يخضعون له، ولا يذلون أمامه، وإنما هم ينتصرون لدينهم ولكرامتهم، بأن يقابلوا بغيه وعدوانه، بما يردعه ويجعله يخشى إصابتهم بأذى."},{"ayah_number":40,"text":"وقوله- تعالى-: وَجَزاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُها.. بيان لوجوب عدم تجاوز الحد عند دفع الظلم.أى: أن الله- تعالى- يأمركم أنكم إذا أردتم الانتصار من الباغي فعليكم أن تقابلوا بغيه وظلمه وعدوانه بمثله بدون زيادة منكم على ذلك، كما قال- تعالى- في آية أخرى: وَإِنْ عاقَبْتُمْ فَعاقِبُوا بِمِثْلِ ما عُوقِبْتُمْ بِهِ وَلَئِنْ صَبَرْتُمْ لَهُوَ خَيْرٌ لِلصَّابِرِينَ.قال الشوكانى: «ذكر- سبحانه- المغفرة عند الغضب في معرض المدح فقال: «وإذا ما غضبوا هم يغفرون» كما ذكر الانتصار على الباغي في معرض المدح- أيضا- لأن التذلل لمن بغى، ليس من صفات من جعل الله له العزة، حيث قال- سبحانه- وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ. فالانتصار عند البغي فضيلة، كما أن العفو عند الغضب فضيلة.قال النخعي: كانوا يكرهون أن يذلوا أنفسهم فيجترئ عليهم السفهاء.ولكن هذا الانتصار مشروط بالاقتصار على ما جعله الله- تعالى- له، وعدم مجاوزته، كما بينه- سبحانه- عقب ذلك بقوله: وَجَزاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُها فبين- سبحانه- أن العدل في الانتصار، هو الاقتصار على المساواة..» .ثم بين- سبحانه- ما هو أسمى من مقابلة السيئة بمثلها فقال: فَمَنْ عَفا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ، إِنَّهُ لا يُحِبُّ الظَّالِمِينَ.أى: فمن عفا عمن أساء إليه، وأصلح فيما بينه وبين غيره فأجره كائن على الله- تعالى- وحده، وسيعطيه- سبحانه- من الثواب مالا يعلمه إلا هو- عز وجل-.إنه- تعالى- لا يحب الظالمين بأى لون من ألوان الظلم.وفي الحديث القدسي: «يا عبادي إنى حرمت الظلم على نفسي وجعلته بينكم محرما فلا تظالموا» ."},{"ayah_number":41,"text":"ثم أكد- سبحانه- ما سبق أن بينه من أن دفع بغى الباغي أمر محمود، فقال تعالى وَلَمَنِ انْتَصَرَ بَعْدَ ظُلْمِهِ فَأُولئِكَ ما عَلَيْهِمْ مِنْ سَبِيلٍ.واللام في قوله وَلَمَنِ انْتَصَرَ هي لام الابتداء، وقوله بَعْدَ ظُلْمِهِ مصدر مضاف لمفعوله و «من» شرطية، وجوابها فَأُولئِكَ ما عَلَيْهِمْ مِنْ سَبِيلٍ والمراد بالسبيل:المؤاخذة والحرج.أى: أن من انتصر لدينه وعرضه، بعد ظلم الظالم له، فأولئك الذين يفعلون ذلك، لا يؤاخذون من أحد، ولا يلامون من غيرهم، لأنهم باشروا حقهم الذي شرعه الله- تعالى- لهم، وهو مقابلة السيئة بمثلها."},{"ayah_number":42,"text":"ثم بين- سبحانه- على من تقع المؤاخذة والمعاقبة فقال: إِنَّمَا السَّبِيلُ عَلَى الَّذِينَ يَظْلِمُونَ النَّاسَ وَيَبْغُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ.أى: إنما المؤاخذة والمعاقبة كائنة على الذين يظلمون غيرهم من الناس، ويتكبرون ويتجاوزون حدودهم في الأرض بغير الحق.وقيد- سبحانه- البغي في الأرض بكونه بغير الحق، لبيان أنه لا يكون إلا كذلك، إذ معناه في اللغة تجاوز الحد. يقال: بغى الجرح، إذ تجاوز الحد في فساده، فهذا القيد إنما هو لبيان الواقع، وللتنفير منه.أُولئِكَ لَهُمْ عَذابٌ أَلِيمٌ أى: أولئك الذين من صفاتهم الظلم والبغي لهم عذاب أليم، بسبب ما اجترحوه من ظلم وبغى."},{"ayah_number":43,"text":"ثم ختم- سبحانه- هذه الصفات الكريمة للمؤمنين فقال: وَلَمَنْ صَبَرَ وَغَفَرَ إِنَّ ذلِكَ لَمِنْ عَزْمِ الْأُمُورِ.أى: وللإنسان الصابر على الأذى الذي يصفح عمن أساء إليه، الثواب الجزيل، والعاقبة الحسنة، لأن ذلك الصبر والمغفرة منه، لمن الأمور التي تدل على علو الهمة، وقوة العزيمة..هذا، والمتأمل في هذه الآيات الكريمة، يراها قد مدحت المؤمنين الصادقين بجملة من الصفات الحميدة، التي تعتبر على رأس الصفات الأساسية، لكل أمة تريد أن تنال الظفر والسعادة في دنياها وآخرتها.وبعد هذا الحديث عن المؤمنين وعن صفاتهم الكريمة وعما أعده سبحانه لهم من ثواب، جاء الحديث عن الظالمين وما أعد لهم من عقاب، وأمرهم- سبحانه- بالاستجابة لدعوة الحق من قبل أن يأتى يوم الحساب، الذي لا ينفعهم فيه شفيع أو نصير، فقال- تعالى-:"},{"ayah_number":44,"text":"وقوله تعالى: وَمَنْ يُضْلِلِ اللَّهُ فَما لَهُ مِنْ وَلِيٍّ مِنْ بَعْدِهِ.. أى: ومن يخذله الله تعالى ويبعده عن طريق الهداية بسبب زيغه وإيثاره الغي على الرشد، فليس لهذا الضال من ناصر ينصره بعد الله- تعالى- فالمراد بالضلال هنا: ما هو ضد الهداية والتوفيق للخير. والضمير في قوله «من بعده» يعود إلى الله- عز وجل- وقيل: يعود للخذلان المفهوم من قوله «يضلل» .ثم بين- سبحانه- حال الظالمين عند ما يعرضون على النار فقال: وَتَرَى الظَّالِمِينَ لَمَّا رَأَوُا الْعَذابَ يَقُولُونَ هَلْ إِلى مَرَدٍّ مِنْ سَبِيلٍ.أى: وترى- أيها العاقل- الظالمين حين رأوا العذاب المعد لهم يوم القيامة، تراهم في نهاية الحسرة والذلة، ويقولون في ندامة وانكسار: هل إلى مَرَدٍّ أى: مرجع إلى الدنيا من سبيل أو طريق، فنعمل غير الذي كنا نعمل."},{"ayah_number":45,"text":"وقوله- سبحانه- وَتَراهُمْ يُعْرَضُونَ عَلَيْها خاشِعِينَ مِنَ الذُّلِّ يَنْظُرُونَ مِنْ طَرْفٍ خَفِيٍّ بيان لحالهم عند ما يعرضون على النار بعد بيان ما يقولونه عند رؤيتهم لها.أى: أنهم عند رؤيتهم لجهنم يقولون هل من طريق للهرب من هذا العذاب لكي نرجع إلى الدنيا فنؤمن بالله- تعالى- ونعمل صالحا، فلما وجدوا أنه لا طريق إلى ذلك زاد انكسارهم وذلهم وتراهم- أيها العاقل- يعرضون على النار عرضا مؤلما، فهم خاضعون متضائلون من شدة ما أصابهم من ذل، يسترقون النظر إلى النار من طرف خفى، أى: من عين لا تكاد تتحرك من شدة ضعفها وهوانها ...قال صاحب الكشاف: خاشِعِينَ متضائلين متقاصرين بما يلحقهم، وقوله مِنَ الذُّلِّ متعلق بخاشعين- يَنْظُرُونَ مِنْ طَرْفٍ خَفِيٍّ أى: يبتدئ نظرهم من تحريك لأجفانهم ضعيف خفى بمسارقته كما ترى المصبور- أى المحبوس للقتل- ينظر إلى السيف، وهكذا نظر الناظر إلى المكاره، لا يقدر أن يفتح أجفانه عليها، ويملأ عينيه منها، كما يفعل الناظر إلى الشيء المحبوب ... ».ثم بين- سبحانه- ما يقوله المؤمنون الفائزون برضا الله- تعالى- بعد رؤيتهم لأحوال هؤلاء الظالمين فقال: وَقالَ الَّذِينَ آمَنُوا إِنَّ الْخاسِرِينَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيامَةِ، أَلا إِنَّ الظَّالِمِينَ فِي عَذابٍ مُقِيمٍ.أى: وقال المؤمنون- على سبيل التحدث بنعمة الله عليهم- بعد أن رأوا انكسار الظالمين وذلتهم ... قالوا هؤلاء هم الخاسرون الذين خسروا أنفسهم يوم القيامة بتعريضها للعذاب المهين، وخسروا أهليهم لأنهم إن كانوا معهم في النار فلن ينفعوهم بشيء، وإن كانوا في الجنة فلن يستطيعوا الوصول إليهم ...ألا إن ذلك العذاب المقيم الذي حل بهؤلاء الظالمين هو الخسران التام الكامل الذي لا خسران أفظع منه."},{"ayah_number":46,"text":"وَما كانَ لَهُمْ مِنْ أَوْلِياءَ يَنْصُرُونَهُمْ مِنْ دُونِ اللَّهِ.. أى: لم يكن لهؤلاء الظالمين من نصراء أو شفعاء يحولون بينهم وبين العذاب الذي أعده- سبحانه- لهم بسبب ظلمهم وكفرهم.وَمَنْ يُضْلِلِ اللَّهُ أى: ومن يضله الله- تعالى- عن طريق الهداية والرشاد فَما لَهُ مِنْ سَبِيلٍ أى فما له من طريق إلى الهدى أو النجاة."},{"ayah_number":47,"text":"ثم يوجه- سبحانه- أمره إلى هؤلاء المعاندين، يدعوهم إلى الاستجابة للحق من قبل أن يأتى يوم القيامة الذي لا شك في مجيئه.. فيقول: اسْتَجِيبُوا لِرَبِّكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لا مَرَدَّ لَهُ مِنَ اللَّهِ ...أى استجيبوا- أيها الناس- لدعوة الحق التي دعاكم إليها ربكم وخالقكم، عن طريق الرسول الذي أرسله- سبحانه- إليكم، ولتكن استجابتكم عاجلة في هذه الدنيا، من قبل أن يأتى يوم القيامة الذي لن يستطيع أحد أن يرده أو يدفعه، بعد أن حكم- سبحانه- بمجيئه، وجعل له أجلا محددا لا يتخلف عنه.ثم بين- سبحانه- حالهم عند مجيء هذا اليوم فقال: ما لَكُمْ مِنْ مَلْجَإٍ يَوْمَئِذٍ وَما لَكُمْ مِنْ نَكِيرٍ.والملجأ: هو المكان الذي يلجأ إليه الإنسان عند الشدائد والكروب لاتقائها، والنكير بمعنى الإنكار.أى: ليس لكم في هذا اليوم ملجأ تلتجئون إليه من العذاب، وليس لكم القدرة على إنكار شيء مما اجترحتموه في الدنيا من الكفر والعصيان، لأنه مسجل عليكم، فما نزل بكم من عذاب بسبب كفركم وإعراضكم عن الحق، وشيء أنتم تستحقونه، ولن تجدوا يوم القيامة من ينكر استحقاقكم لهذا العذاب.قال الآلوسى: قوله- تعالى- وَما لَكُمْ مِنْ نَكِيرٍ أى: إنكار على أنه مصدر أنكر على غير القياس. ونفى ذلك مع قوله- تعالى- حكاية عنهم وَاللَّهِ رَبِّنا ما كُنَّا مُشْرِكِينَ تنزيلا لما يقع من إنكارهم منزلة العدم، لعدم نفعه وقيام الحجة، وشهادة الجوارح عليهم، أو يقال: إن الأمرين باعتبار تعدد الأحوال والمواقف..» ."},{"ayah_number":48,"text":"ثم بين- سبحانه- وظيفة رسوله صلّى الله عليه وسلّم فقال: فَإِنْ أَعْرَضُوا فَما أَرْسَلْناكَ عَلَيْهِمْ حَفِيظاً، إِنْ عَلَيْكَ إِلَّا الْبَلاغُ ...أى: فإن أعرض هؤلاء الظالمون عن دعوتك- أيها الرسول الكريم-، فلا تحزن لذلك، فإننا ما أرسلناك لتكون رقيبا على أعمالهم، ومكرها لهم على الإيمان، وإنما أرسلناك لتبلغ دعوة ربك إليهم، ومن شاء بعد ذلك فليؤمن ومن شاء فليكفر.والمراد بالإنسان في قوله- سبحانه-: وَإِنَّا إِذا أَذَقْنَا الْإِنْسانَ مِنَّا رَحْمَةً فَرِحَ بِها جنسه الشامل للجميع والمراد بالرحمة: ما يشمل الغنى والصحة وغيرهما من النعم.أى: وإنا إذا أعطينا ومنحنا الإنسان بفضلنا وكرمنا نعمة كالمال والولد والجاه. فرح بها وانشرح لها.وَإِنْ تُصِبْهُمْ أى: الناس سَيِّئَةٌ من بلاء أو مرض أو خوف أو فقر بِما قَدَّمَتْ أَيْدِيهِمْ أى: بسبب ما اكتسبته أيديهم من المعاصي والسيئات حزنوا وامتعضوا.وقوله: فَإِنَّ الْإِنْسانَ كَفُورٌ تعليل لجواب الشرط المحذوف، أى: وإن تصبهم سيئة بما قدمت أيديهم نسوا نعمنا وقنطوا، فإن الإنسان الكافر كثير الكفر والجحود لنعم خالقه- عز وجل- أما من آمن وعمل صالحا فإنه يشكر ربه عند النعم، ويصبر عند البلاء والنقم.ثم ختم- سبحانه- السورة الكريمة بالحديث عن مظاهر قدرته التي لا يعجزها شيء، وعن نفاذ مشيئته وحكمته، وعن فضله على نبيه صلّى الله عليه وسلّم حيث أوحى إليه بما أوحى، من هدايات للناس. فقال- تعالى-:"},{"ayah_number":49,"text":"وقوله- تعالى- لِلَّهِ مُلْكُ السَّماواتِ وَالْأَرْضِ يَخْلُقُ ما يَشاءُ.. بيان لكمال قدرته- سبحانه-، ولنفاذ مشيئته. والملك- بضم الميم- الاستيلاء على الشيء والتمكن من التصرف فيه.أى: لله- تعالى- وحده ملك جميع ما في السموات والأرض، وليس لأحد معه شيء لا اشتراكا ولا استقلالا، وهو- سبحانه- «يخلق ما يشاء» أن يخلقه، من غير أن يكون لأحد وصاية عليه، أو اختيار لشيء معين.."},{"ayah_number":50,"text":"ثم فصل- سبحانه- بعض مظاهر هذه القدرة التامة، والإرادة النافذة فقال: يَهَبُ لِمَنْ يَشاءُ إِناثاً وَيَهَبُ لِمَنْ يَشاءُ الذُّكُورَ، أَوْ يُزَوِّجُهُمْ ذُكْراناً وَإِناثاً وَيَجْعَلُ مَنْ يَشاءُ عَقِيماً فهذه الجملة الكريمة بدل مفصل من مجمل، أو بدل بعض من كل. وأحوال الناس بالنسبة للذرية لا تخلو عن هذه الأقسام الأربعة فهو- سبحانه- إما أن يهب لمن يشاء من عباده إناثا لا ذكور معهن، وإما أن يهب لهم ذكورا لا إناث معهم، وإما أن يهب لبعضهم الإناث والذكور معا وهذا معنى قوله- تعالى- أَوْ يُزَوِّجُهُمْ ذُكْراناً وَإِناثاً إذ التزويج معناه الجمع بين البنين والبنات.وإما أن يجعل بعضهم عقيما، أى: لا ذرية له، ذكرا كان أو أنثى. يقال رجل عقيم وامرأة عقيم، إذا كانا لا ذرية لهما.وهذه الأحوال الأربعة كلها مشاهدة في حياة الناس، فمنهم من معه الإناث فقط، ومنهم من معه الذكور فقط ومنهم من معه الذكور والإناث ومنهم من ليس معه منهما شيء وهذا كله يدل على كمال قدرته- سبحانه-، وعلى نفاذ إرادته وحكمته، إذ أعطى من يشاء إعطاءه بفضله، ومنع من يشاء منعه لحكمة يعلمها، لا راد لقضائه، ولا معقب لحكمه.فالآية الكريمة مسوقة لبيان أن العطاء والمنع بيد الله- تعالى- وحده، وأن أحوال البشر بالنسبة للذرية خاضعة لمشيئته وحده، وهو- سبحانه- يقدرها وفق علمه وإرادته وحكمته ليس لأحد مدخل في اختيار نوع معين من الذرية، وليس عند أحد القدرة على إنجاب شيء منها، إذا أراد الله منعه من ذلك.قال صاحب الكشاف ما ملخصه: «فإن قلت: لم قدم الإناث أولا على الذكور مع تقدمهم عليهن، ثم رجع فقدمهم؟ ولم عرف الذكور بعد ما نكر الإناث؟قلت: قدم الإناث لبيان أنه- سبحانه- يفعل ما يشاء، لا ما يشاؤه الإنسان، فكان ذكر الإناث اللاتي من جملة ما لا يشاؤه الإنسان أهم، والأهم واجب التقديم ...وأخر- سبحانه- الذكور، فلما أخرهم لذلك تدارك تأخيرهم، وهم أحقاء بالتقديم بتعريفهم، لأن التعريف تنويه وتشهير، فكأنه قال: ويهب لمن يشاء الفرسان الأعلام المذكورين الذين لا يخفون عليكم، ثم أعطى بذلك كلا الجنسين حقه من التقديم والتأخير، وعرف أن تقديمهن لم يكن لتقدمهن، ولكن لمقتض آخر، فقال: ذُكْراناً وَإِناثاً، كما قال:إِنَّا خَلَقْناكُمْ مِنْ ذَكَرٍ وَأُنْثى...وقوله- تعالى- إِنَّهُ عَلِيمٌ قَدِيرٌ تذييل قصد به تأكيد قدرته وحكمته. أى: إنه- سبحانه- واسع العلم بأحوال عباده وبما يصلحهم، قدير على كل شيء، فهو يفعل ما يفعله عن قدرة واختيار، لا مكره له ولا معقب لحكمه."},{"ayah_number":51,"text":"ثم بين- سبحانه- الطرق التي بها يقع التكليم منه- تعالى- للمختارين من عباده فقال:وَما كانَ لِبَشَرٍ أَنْ يُكَلِّمَهُ اللَّهُ إِلَّا وَحْياً، أَوْ مِنْ وَراءِ حِجابٍ أَوْ يُرْسِلَ رَسُولًا فَيُوحِيَ بِإِذْنِهِ ما يَشاءُ ...فهذه الآية الكريمة قد دلت على أن تكليم الله- تعالى- للبشر وقع على ثلاثة أوجه:الأول: عن طريق الوحى، وهو الإعلام في خفاء وسرعة عن طريق الإلقاء في القلب يقظة أو مناما، ويشمل الإلهام والرؤيا المنامية.والوحى مصدر أوحى، وقد غلب استعماله فيما يلقى للمصطفين الأخيار من الكلمات الإلهية.والثاني: عن طريق الإسماع من وراء حجاب، أى حاجز، بأن يسمع النبي كلاما دون أن يرى من يكلمه، كما حدث لموسى. عليه السلام- عند ما كلمه ربه- عز وجل-، وهذا الطريق هو المقصود بقوله- تعالى-: أَوْ مِنْ وَراءِ حِجابٍ.والثالث: عن طريق إرسال ملك، وظيفته أن يبلغ الرسول ما أمره الله بتبليغه له، وهو المقصود بقوله- تعالى- أَوْ يُرْسِلَ رَسُولًا فَيُوحِيَ بِإِذْنِهِ ما يَشاءُ.وهذا الطريق الثالث قد وضحه الحديث الذي رواه الإمام البخاري عن عائشة- رضى الله عنها- أن الحارث بن هشام، سأل رسول الله صلّى الله عليه وسلّم فقال: يا رسول الله، كيف يأتيك الوحى؟ فقال صلّى الله عليه وسلّم أحيانا يأتينى مثل صلصلة الجرس- وهو أشده على- أى: أحيانا يأتينى مشابها صوته وقوع الحديد بعضه على بعض- فيفصم عنى وقد وعيت عنه ما قال، وأحيانا يتمثل لي الملك رجلا فيكلمني فأعى ما يقول.قالت عائشة: ولقد رأيته صلّى الله عليه وسلّم ينزل عليه الوحى في اليوم الشديد البرد، فيفصم عنه،وإن جبينه ليتفصد عرقا.والمعنى: وما صح وما استقام لبشر أن يكلمه الله- تعالى- في من حال الأحوال إلا موحيا إليه، أو مسمعا إياه ما يريد إسماعه له من وراء حجاب أو يرسل إليه ملكا ليبلغه ما يريده- سبحانه- منه.وقوله- تعالى- إِنَّهُ عَلِيٌّ حَكِيمٌ تعليل لما قبله، أى: إنه- سبحانه- متعال عن صفات النقص، حكيم في كل أقواله وأفعاله."},{"ayah_number":52,"text":"ثم بين- سبحانه- جانبا من مظاهر فضله على نبيه صلّى الله عليه وسلّم فقال: وَكَذلِكَ أَوْحَيْنا إِلَيْكَ رُوحاً مِنْ أَمْرِنا ما كُنْتَ تَدْرِي مَا الْكِتابُ وَلَا الْإِيمانُ ...والكاف في قوله «كذلك» بمعنى مثل واسم الإشارة يعود إلى ما أوحاه إلى الرسل السابقين.والمراد بالروح: القرآن- وسماه- سبحانه- روحا، لأن الأرواح تحيا به، كما تحيا الأبدان بالغذاء المادي.أى: ومثل إيحائنا إلى غيرك من الرسل، أوحينا إليك- أيها الرسول الكريم، هذا القرآن، الذي هو بمنزلة الأرواح للأجساد، وقد أوحيناه إليك بأمرنا وإرادتنا ومشيئتنا، وأنت- أيها الرسول الكريم- ما كنت تعرف أو تدرك حقيقة هذا الكتاب حتى عرفناك إياه، وما كنت تعرف أو تدرك تفاصيل، وشرائع وأحكام هذا الذين الذي أوحيناه إليك بعد النبوة.فالمقصود بهذه الآية الكريمة نفى علم الرسول صلّى الله عليه وسلّم بهذا القرآن قبل النبوة، ونفى أن يكون- أيضا- عالما بتفاصيل وأحكام هذا الدين لا نفى أصل الإيمان.وشبيه بهذه الآية قوله- تعالى-: وَأَنْزَلَ اللَّهُ عَلَيْكَ الْكِتابَ وَالْحِكْمَةَ وَعَلَّمَكَ ما لَمْ تَكُنْ تَعْلَمُ، وَكانَ فَضْلُ اللَّهِ عَلَيْكَ عَظِيماً.وقوله- سبحانه-: نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ بِما أَوْحَيْنا إِلَيْكَ هذَا الْقُرْآنَ، وَإِنْ كُنْتَ مِنْ قَبْلِهِ لَمِنَ الْغافِلِينَ .والضمير في قوله- تعالى-: وَلكِنْ جَعَلْناهُ نُوراً نَهْدِي بِهِ مَنْ نَشاءُ مِنْ عِبادِنا يعود إلى القرآن الكريم، الذي عبر عنه بالروح.أى: ولكن جعلنا هذا القرآن العظيم نورا ساطعا، نهدي به من نشاء هدايته من عبادنا.وَإِنَّكَ أيها الرسول الكريم لَتَهْدِي من أرسلناك إليهم إِلى صِراطٍ مُسْتَقِيمٍ أى طريق واضح قويم لا اعوجاج فيه ولا التواء."},{"ayah_number":53,"text":"وقوله: صِراطِ اللَّهِ بدل مما قبله، وإضافته إلى الله- تعالى- للتفخيم والتشريف.أى: وإنك لترشد الناس إلى صراط الله الَّذِي لَهُ ما فِي السَّماواتِ وَما فِي الْأَرْضِ ملكا وخلقا وتصرفا..أَلا إِلَى اللَّهِ- تعالى- وحده تَصِيرُ الْأُمُورُ أى: تنتهي إليه الأمور وتصعد إليه وحده، فيقضى فيها بقضائه العادل، وبحكمه النهائى الذي لا معقب له.وبعد: فهذا تفسير وسيط لسورة «الشورى» نسأل الله- تعالى- أن يجعله خالصا لوجهه، ونافعا لعباده.وصلّى الله على سيدنا محمد وعلى آله وصحبه وسلّم."}]