[{"ayah_number":1,"text":"مقدمة وتمهيد1- سورة «الزخرف» من السور المكية الخالصة، وعدد آياتها تسع وثمانون آية، وكان نزولها بعد سورة «الشورى» .2- وقد افتتحت سورة «الزخرف» بالثناء على القرآن الكريم، وبتسلية الرسول صلّى الله عليه وسلّم عما أصابه من قومه، وببيان جانب من مظاهر قدرته- تعالى-، ومن أنواع نعمه.قال- تعالى-: وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّماواتِ وَالْأَرْضَ لَيَقُولُنَّ خَلَقَهُنَّ الْعَزِيزُ الْعَلِيمُ، الَّذِي جَعَلَ لَكُمُ الْأَرْضَ مَهْداً، وَجَعَلَ لَكُمْ فِيها سُبُلًا لَعَلَّكُمْ تَهْتَدُونَ. وَالَّذِي نَزَّلَ مِنَ السَّماءِ ماءً بِقَدَرٍ، فَأَنْشَرْنا بِهِ بَلْدَةً مَيْتاً كَذلِكَ تُخْرَجُونَ. وَالَّذِي خَلَقَ الْأَزْواجَ كُلَّها وَجَعَلَ لَكُمْ مِنَ الْفُلْكِ وَالْأَنْعامِ ما تَرْكَبُونَ ...3- ثم انتقلت السورة إلى الحديث عن جهالات المشركين، وعن دعاواهم الكاذبة، وعن أقوالهم الفاسدة عند ما يدعون إلى الدخول في الدين الحق.قال- تعالى-: وَجَعَلُوا الْمَلائِكَةَ الَّذِينَ هُمْ عِبادُ الرَّحْمنِ إِناثاً، أَشَهِدُوا خَلْقَهُمْ، سَتُكْتَبُ شَهادَتُهُمْ وَيُسْئَلُونَ. وَقالُوا لَوْ شاءَ الرَّحْمنُ ما عَبَدْناهُمْ، ما لَهُمْ بِذلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا يَخْرُصُونَ........ فَانْتَقَمْنا مِنْهُمْ فَانْظُرْ كَيْفَ كانَ عاقِبَةُ الْمُكَذِّبِينَ.4- وبعد أن ساقت السورة الكريمة جانبا من دعوة إبراهيم- عليه السلام- لقومه، واصلت حديثها عن موقف المشركين من دعوة الحق، وعن اعتراضهم على نبوة النبي صلّى الله عليه وسلّم ثم أخذت في تفنيد هذه الاعتراضات، وفي تسلية الرسول صلّى الله عليه وسلّم عما أصابه منهم، وبينت سوء عاقبتهم في الدنيا والآخرة.قال- تعالى-: وَقالُوا لَوْلا نُزِّلَ هذَا الْقُرْآنُ عَلى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ. أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ، نَحْنُ قَسَمْنا بَيْنَهُمْ مَعِيشَتَهُمْ فِي الْحَياةِ الدُّنْيا، وَرَفَعْنا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجاتٍ لِيَتَّخِذَ بَعْضُهُمْ بَعْضاً سُخْرِيًّا، وَرَحْمَتُ رَبِّكَ خَيْرٌ مِمَّا يَجْمَعُونَ.وَمَنْ يَعْشُ عَنْ ذِكْرِ الرَّحْمنِ نُقَيِّضْ لَهُ شَيْطاناً فَهُوَ لَهُ قَرِينٌ..5- ثم ساقت السورة الكريمة بعد ذلك جانبا من قصة موسى- عليه السلام- وكيف أن الله- تعالى- دمر فرعون وقومه، بسبب بغيهم وإصرارهم على كفرهم.قال- تعالى-: وَنادى فِرْعَوْنُ فِي قَوْمِهِ، قالَ يا قَوْمِ أَلَيْسَ لِي مُلْكُ مِصْرَ، وَهذِهِ الْأَنْهارُ تَجْرِي مِنْ تَحْتِي أَفَلا تُبْصِرُونَ. أَمْ أَنَا خَيْرٌ مِنْ هذَا الَّذِي هُوَ مَهِينٌ وَلا يَكادُ يُبِينُ. فَلَوْلا أُلْقِيَ عَلَيْهِ أَسْوِرَةٌ مِنْ ذَهَبٍ أَوْ جاءَ مَعَهُ الْمَلائِكَةُ مُقْتَرِنِينَ. فَاسْتَخَفَّ قَوْمَهُ فَأَطاعُوهُ إِنَّهُمْ كانُوا قَوْماً فاسِقِينَ. فَلَمَّا آسَفُونا انْتَقَمْنا مِنْهُمْ فَأَغْرَقْناهُمْ أَجْمَعِينَ. فَجَعَلْناهُمْ سَلَفاً وَمَثَلًا لِلْآخِرِينَ.6- ثم أتبعت السورة حديثها عن جانب من قصة موسى مع فرعون وقومه، بالحديث عن موقف المشركين من عيسى- عليه السلام- الذي جاء قومه بالحق والحكمة، فقال- تعالى-: وَلَمَّا ضُرِبَ ابْنُ مَرْيَمَ مَثَلًا إِذا قَوْمُكَ مِنْهُ يَصِدُّونَ. وَقالُوا أَآلِهَتُنا خَيْرٌ أَمْ هُوَ ما ضَرَبُوهُ لَكَ إِلَّا جَدَلًا، بَلْ هُمْ قَوْمٌ خَصِمُونَ. إِنْ هُوَ إِلَّا عَبْدٌ أَنْعَمْنا عَلَيْهِ وَجَعَلْناهُ مَثَلًا لِبَنِي إِسْرائِيلَ.7- ثم وجه- سبحانه- نداء إلى عباده المؤمنين، بشرهم فيه برضوانه وجنته، فقال- تعالى-: يا عِبادِ لا خَوْفٌ عَلَيْكُمُ الْيَوْمَ وَلا أَنْتُمْ تَحْزَنُونَ. الَّذِينَ آمَنُوا بِآياتِنا وَكانُوا مُسْلِمِينَ. ادْخُلُوا الْجَنَّةَ أَنْتُمْ وَأَزْواجُكُمْ تُحْبَرُونَ. يُطافُ عَلَيْهِمْ بِصِحافٍ مِنْ ذَهَبٍ وَأَكْوابٍ وَفِيها ما تَشْتَهِيهِ الْأَنْفُسُ وَتَلَذُّ الْأَعْيُنُ وَأَنْتُمْ فِيها خالِدُونَ.8- وكعادة القرآن الكريم في المقارنة بين عاقبة الأخيار والأشرار، أتبع القرآن حديثه عن ثواب المتقين، بالحديث عن عقاب الكافرين، فقال- تعالى-: إِنَّ الْمُجْرِمِينَ فِي عَذابِ جَهَنَّمَ خالِدُونَ. لا يُفَتَّرُ عَنْهُمْ وَهُمْ فِيهِ مُبْلِسُونَ. وَما ظَلَمْناهُمْ وَلكِنْ كانُوا هُمُ الظَّالِمِينَ. وَنادَوْا يا مالِكُ لِيَقْضِ عَلَيْنا رَبُّكَ قالَ إِنَّكُمْ ماكِثُونَ.9- ثم ختم- سبحانه- السورة الكريمة بتلقين النبي صلّى الله عليه وسلّم الجواب الذي يخرس به ألسنة المشركين، ويسليه عن كيدهم ولجاجهم ويسلحه بالحق الذي لا يحوم حوله باطل.قال- تعالى-: قُلْ إِنْ كانَ لِلرَّحْمنِ وَلَدٌ فَأَنَا أَوَّلُ الْعابِدِينَ. سُبْحانَ رَبِّ السَّماواتِ وَالْأَرْضِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ. فَذَرْهُمْ يَخُوضُوا وَيَلْعَبُوا حَتَّى يُلاقُوا يَوْمَهُمُ الَّذِي يُوعَدُونَ.إلى أن يقول- سبحانه-: وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّهُ فَأَنَّى يُؤْفَكُونَ. وَقِيلِهِ يا رَبِّ إِنَّ هؤُلاءِ قَوْمٌ لا يُؤْمِنُونَ. فَاصْفَحْ عَنْهُمْ وَقُلْ سَلامٌ فَسَوْفَ يَعْلَمُونَ.10- وبعد فهذا عرض إجمالى لبعض المقاصد التي اشتملت عليها سورة «الزخرف» ،ومنه نرى أن السورة الكريمة تهتم اهتماما واضحا بالحديث عن العقبات التي وضعها المشركون في طريق الدعوة الإسلامية، وكيف أن الله- تعالى- قد أعطى نبيه صلّى الله عليه وسلّم السلاح الذي يهدم به هذه العقبات كما اهتمت ببيان مظاهر قدرة الله- تعالى- ونعمه على خلقه، وببيان جانب من قصص بعض الأنبياء. كإبراهيم وموسى وعيسى- عليهم السلام- لتسليته صلّى الله عليه وسلّم عما لحقه من أذى المشركين، كما اهتمت بالمقارنة بين عاقبة الأخيار والأشرار، وبإقامة البراهين الساطعة على وحدانية الله- عز وجل- إلى غير ذلك من المقاصد التي لا مجال لتفصيل الحديث عنها في تلك المقدمة، وإنما سنتحدث عنها بشيء من التوضيح خلال تفسيرنا لآيات السورة الكريمة.والحمد لله الذي بنعمته تتم الصالحات، وصلّى الله على سيدنا محمد وعلى آله وصحبه وسلّم.سورة \" الزخرف \" من السور التى افتتحت بالحروف المقطعة ، وقد سبق أن قلنا فى المراد بهذه الحروف ما خلاصته : هذه الحروف التى افتتحت بها بعض السور ، يغلب على الظن أنه جئ بها للتنبيه إلى إعجاز القرآن ، لأنه مؤلف من كلام هو من جنس كلامهم ، ومع ذلك فقد عجزوا عن أن يأتوا بسورة من مثله ."},{"ayah_number":2,"text":"والواو في قوله- تعالى-: وَالْكِتابِ الْمُبِينِ للقسم، والمقسم به الكتاب، وجواب القسم قوله- تعالى- بعد ذلك: إِنَّا جَعَلْناهُ قُرْآناً عَرَبِيًّا....أى: وحق هذا الكتاب الواضح المرشد إلى طريق الحق والسعادة، لقد جعلنا بقدرتنا وحكمتنا هذا الكتاب قرآنا عربيا لَعَلَّكُمْ تَعْقِلُونَ.أى: جعلناه كذلك لكي تفهموه وتتعقلوا معانيه، وتهتدوا إلى ما فيه من الأحكام السامية، والآداب العالية."},{"ayah_number":3,"text":"قال صاحب الكشاف: أقسم- سبحانه- بالكتاب المبين وهو القرآن وجعل قوله:إِنَّا جَعَلْناهُ قُرْآناً عَرَبِيًّا جوابا للقسم، وهو من الأيمان الحسنة البديعة، لتناسب القسم والمقسم عليه، وكونهما من واد واحد.. والْمُبِينِ أى: البين الذي أنزل بلغتهم وأساليبهم...فقوله- تعالى-: لَعَلَّكُمْ تَعْقِلُونَ بيان للحكمة التي من أجلها أنزل الله- تعالى- هذا القرآن بلسان عربي مبين. أى: جعلناه كذلك رجاء أن تعقلوا وتفهموا أوامره ونواهيه، وتوجيهاته وإرشاداته."},{"ayah_number":4,"text":"ثم بين- سبحانه- المنزلة السامية التي جعلها لهذا القرآن، والصيانة التامة التي أحاطه بها فقال: وَإِنَّهُ فِي أُمِّ الْكِتابِ لَدَيْنا لَعَلِيٌّ حَكِيمٌ.والمراد بأم الكتاب: اللوح المحفوظ، وسمى بذلك لأن جميع الكتب السماوية منقولة عنه.كما قال- تعالى-: بَلْ هُوَ قُرْآنٌ مَجِيدٌ. فِي لَوْحٍ مَحْفُوظٍ.وقيل: المراد بأم الكتاب: علمه الأزلى- عز وجل-.أى: وإن هذا القرآن المبين لثابت، وكائن في اللوح المحفوظ، وهو لَدَيْنا أى:عندنا لَعَلِيٌّ أى: لرفيع الشأن، عظيم القدر حَكِيمٌ أى: محكم النظم في أعلى طبقات البلاغة. فلا يضيره تكذيب المكذبين، ولا طعن الطاعنين.فالآية الكريمة تدل دلالة واضحة على القيمة العظيمة التي جعلها- سبحانه- لهذا القرآن، في علمه- تعالى- وتقديره، كما أن وصف هذا الكتاب بقوله لَعَلِيٌّ حَكِيمٌ يؤكد هذه المنزلة السامية ويقررها."},{"ayah_number":5,"text":"وبعد هذا البيان المشرف للقرآن الكريم، أتبع- سبحانه- ذلك بالكشف عن مدى الإسراف القبيح الذي ارتكبه المشركون حين أعرضوا عنه فقال- تعالى-: أَفَنَضْرِبُ عَنْكُمُ الذِّكْرَ صَفْحاً، أَنْ كُنْتُمْ قَوْماً مُسْرِفِينَ.والهمزة للاستفهام الإنكارى، والفاء للعطف على مقدر يقتضيه المقام، والضرب هنا: بمعنى التنحي والابتعاد والإهمال، تقول: ضربت عن فلان صفحا، إذا أعرضت عنه وتركته، والصفح: مصدر صفحت عنه، إذا أعرضت عنه، وذلك بأن تعطيه صفحة وجهك أى:جانبه. وهو منصوب لنضرب من غير لفظه، كما في قولهم: قعدت جلوسا. أو على الحال من الفاعل: على المصدرية أى: صافحين.والمراد بالذكر هنا: القرآن الكريم.والمعنى: أنعرض عنكم ونهملكم فلا نذكركم بالقرآن الكريم، ولا نرشدكم إلى هداياته.بسبب إسرافكم على أنفسكم، ومحاربتكم للحق، وإيثاركم الغي على الرشد؟!! لا لن نفعل ذلك، بل سننزل هذا القرآن على نبينا محمد صلّى الله عليه وسلّم ومن شاء بعد ذلك فليؤمن، ومن شاء فليكفر.قال الشوكانى: قوله: أَنْ كُنْتُمْ قَوْماً مُسْرِفِينَ قرأ نافع وحمزة والكسائي بكسر إن على أنها شرطية، والجزاء محذوف لدلالة ما قبله عليه. وقرأ الباقون بفتحها على التعليل، أى: لأن كنتم قوما منهمكين في الإسراف مصرين عليه. ."},{"ayah_number":6,"text":"ثم سلى- سبحانه- نبيه صلّى الله عليه وسلّم عن مكرهم فقال: وَكَمْ أَرْسَلْنا مِنْ نَبِيٍّ فِي الْأَوَّلِينَ وكَمْ هنا خبرية لإفادة كثرة الأنبياء والمرسلين وهي مفعول مقدم لأرسلنا.وقوله مِنْ نَبِيٍّ تمييز لها.أى: ما أكثر الرسل الذين أرسلناهم في الأمم الأولين لهدايتهم، فكان موقف أكثر هؤلاء الأمم من رسلهم. يدل على إعراضهم عنهم، وتكذيبهم لهم، فاصبر- أيها الرسول الكريم- على أذى قومك، كما صبر الذين من قبلك."},{"ayah_number":7,"text":"ثم أكد- سبحانه- هذا المعنى فقال: وَما يَأْتِيهِمْ مِنْ نَبِيٍّ إِلَّا كانُوا بِهِ يَسْتَهْزِؤُنَ أى: أن هؤلاء السابقين لم يأتهم نبي من الأنبياء لهدايتهم، إلا استهزءوا به، وسخروا منه، وأعرضوا عنه."},{"ayah_number":8,"text":"فماذا كانت نتيجتهم؟ كانت نتيجة استهزائهم برسلهم كما قال- تعالى-: فَأَهْلَكْنا أَشَدَّ مِنْهُمْ بَطْشاً وَمَضى مَثَلُ الْأَوَّلِينَ.والضمير في قوله مِنْهُمْ يعود إلى القوم المسرفين، المخاطبين بقوله- تعالى-:أَفَنَضْرِبُ عَنْكُمُ الذِّكْرَ صَفْحاً ... وفي الآية التفات من الخطاب الى الغيبة، لأنه كان الظاهر أن يقال: فأهلكنا أشد منكم بطشا- أيها المشركون-.وقوله: أَشَدَّ مِنْهُمْ مفعول به لأهلكنا. وأصله نعت لمحذوف، أى: فأهلكنا قوما أشد منهم بطشا. والبطش: السطوة والقوة. يقال: فلان بطش بفلان إذا أخذه بقوة وعنف، ومنه قوله- تعالى-: وَإِذا بَطَشْتُمْ بَطَشْتُمْ جَبَّارِينَ.والمراد «بمثل الأولين» صفتهم المتمثلة في استئصال شأفتهم، وقطع دابرهم.أى: هكذا كان موقف السابقين من رسلهم، لقد استهزءوا برسلهم فأهلكناهم، وكانوا أشد قوة وبطشا من قومك المسرفين- أيها الرسول الكريم- وقد اقتضت حكمتنا أن نسوق لقومك قصص هؤلاء السابقين وصفاتهم وما حل بهم من نكبات، لكي يعتبروا بهم، ولا ينهجوا نهجهم، حتى لا يصيب قومك ما أصاب أولئك السابقين المكذبين.ومن الآيات الكثيرة التي وردت في هذا المعنى قوله- تعالى-: أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كانَ عاقِبَةُ الَّذِينَ كانُوا مِنْ قَبْلِهِمْ، كانُوا هُمْ أَشَدَّ مِنْهُمْ قُوَّةً وَآثاراً فِي الْأَرْضِ، فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ وَما كانَ لَهُمْ مِنَ اللَّهِ مِنْ واقٍ.ثم ساق- سبحانه- بعد ذلك نماذج من تناقض هؤلاء المشركين مع أنفسهم ومن مواقفهم الجحودية من نعم الله- تعالى- عليهم.. فقال- تعالى-:"},{"ayah_number":9,"text":"واللام في قوله- تعالى-: وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّماواتِ وَالْأَرْضَ للقسم.وجوابه قوله- تعالى- بعد ذلك: لَيَقُولُنَّ خَلَقَهُنَّ....والمعنى: وحق الله الذي لا إله إلا هو، لئن سألت- أيها الرسول الكريم- هؤلاء المشركين عمن خلق هذا الكون، ليقولن بدون تردد: الله- تعالى- المتصف في نفس الأمر بالعزة والعلم.فالآية الكريمة تدل دلالة صريحة على أن هؤلاء المشركين يعترفون بأن الله هو الخالق لهذا العالم، وأن معبوداتهم بعض خلقه- تعالى- ولكنهم لجهلهم وانطماس بصائرهم أشركوها معه في العبادة، وقالوا: ما نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونا إِلَى اللَّهِ زُلْفى ...ويبدو أن هاتين الصفتين: الْعَزِيزُ الْعَلِيمُ ليستا من أقوالهم. فهم كانوا يعترفون بأن الله هو الخالق لهذا الكون، ولكنهم لم يكونوا يعرفون الله بصفاته التي جاء بها القرآن الكريم.ولذا قال بعض العلماء: الذي يظهر أن هذا الكلام مجزأ، فبعضه من قولهم وبعضه من قول الله- تعالى-، فالذي هو من قولهم خَلَقَهُنَّ، وما بعده من قول الله- عز وجل-، وأصل الكلام أنهم قالوا: خلقهن الله، ويدل عليه قوله- تعالى- في آية أخرى: وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّماواتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ.ثم لما قالوا: خلقهن الله وصف الله- تعالى- ذاته بهاتين الصفتين ."},{"ayah_number":10,"text":"ثم وصف- سبحانه- ذاته بصفات أخرى فقال: الَّذِي جَعَلَ لَكُمُ الْأَرْضَ مَهْداً....المهد والمهاد: الفراش الممهد المذلل الذي يستقر عليه من جلس فوقه.أى: الخالق لهذا العالم هو الله العزيز العليم، الذي جعل لكم الأرض كالفراش الممهد، حيث بسطها لكم، وجعلها صالحة لسيركم عليها، ولإنبات الزروع فيها.وَجَعَلَ لَكُمْ فِيها سُبُلًا أى: وجعل لكم فيها طرقا متعددة، لكي تسلكوها، فتصلوا من بلد إلى آخر، ومن قطر إلى قطر، كما قال- تعالى- في آية أخرى وَاللَّهُ جَعَلَ لَكُمُ الْأَرْضَ بِساطاً، لِتَسْلُكُوا مِنْها سُبُلًا فِجاجاً.وقوله- تعالى-: لَعَلَّكُمْ تَهْتَدُونَ بيان للحكمة من جعل الأرض كذلك، أى:جعلها ممهدة كثيرة الطرق، لعلكم تهتدون إلى ما تريدون الوصول إليه من البلاد، ومن المنافع المتعددة."},{"ayah_number":11,"text":"ثم وصف- سبحانه- ذاته بصفة ثانية فقال: وَالَّذِي نَزَّلَ مِنَ السَّماءِ ماءً بِقَدَرٍ ...أى: وهو- تعالى- الذي أنزل من السماء ماء بمقدار معين على قدر حاجتكم ومصلحتكم،فلا هو بالكثير الذي يغرقكم، ولا هو بالقليل الذي لا يكفى حاجتكم، بل نزله بقدر كفايتكم، كما قال- سبحانه-: وَأَنْزَلْنا مِنَ السَّماءِ ماءً بِقَدَرٍ، فَأَسْكَنَّاهُ فِي الْأَرْضِ وَإِنَّا عَلى ذَهابٍ بِهِ لَقادِرُونَ.وكقوله- تعالى- في آية ثانية: وَإِنْ مِنْ شَيْءٍ إِلَّا عِنْدَنا خَزائِنُهُ، وَما نُنَزِّلُهُ إِلَّا بِقَدَرٍ مَعْلُومٍ....وقوله- سبحانه-: فَأَنْشَرْنا بِهِ بَلْدَةً مَيْتاً بيان للآثار المترتبة على هذا الإنزال للماء.أى: نحن الذين بقدرتنا أنزلنا من السماء ماء على قدر حاجتكم، وحسبما تقتضيه مصلحتكم، فأحيينا بهذا الماء بلدة مجدبة، لا نبات فيها ولا زرع.فالمراد بالنشور: الإحياء للأرض عن طريق إنبات الزرع بها، بعد أن كانت مجدبة.وقوله: كَذلِكَ تُخْرَجُونَ بيان لإمكانية إحياء الناس بعد موتهم.أى: مثل ذلك الإحياء للأرض بعد موتها، تخرجون أنتم من قبوركم أحياء يوم القيامة.قال الآلوسى: وفي التعبير عن إخراج النبات بالإنشار الذي هو إحياء الموتى، وعن إحيائهم بالإخراج، تفخيم الإنبات، وتهوين لأمر البعث، وفي ذلك من الرد على منكريه ما فيه...وشبيه بهذه الآية قوله: وَهُوَ الَّذِي يُرْسِلُ الرِّياحَ بُشْراً بَيْنَ يَدَيْ رَحْمَتِهِ حَتَّى إِذا أَقَلَّتْ سَحاباً ثِقالًا سُقْناهُ لِبَلَدٍ مَيِّتٍ فَأَنْزَلْنا بِهِ الْماءَ، فَأَخْرَجْنا بِهِ مِنْ كُلِّ الثَّمَراتِ، كَذلِكَ نُخْرِجُ الْمَوْتى لَعَلَّكُمْ تَذَكَّرُونَ."},{"ayah_number":12,"text":"ثم وصف- سبحانه- ذاته بصفة ثالثة فقال: وَالَّذِي خَلَقَ الْأَزْواجَ كُلَّها أى:خلق أصناف وأنواع المخلوقات كلها. فالمراد بالأزواج هنا: الأصناف المختلفة من الذكر والأنثى. ومن غير ذلك من أنواع مخلوقاته التي لا تحصى.قال- سبحانه- سُبْحانَ الَّذِي خَلَقَ الْأَزْواجَ كُلَّها مِمَّا تُنْبِتُ الْأَرْضُ وَمِنْ أَنْفُسِهِمْ، وَمِمَّا لا يَعْلَمُونَ.وقوله- تعالى-: وَجَعَلَ لَكُمْ مِنَ الْفُلْكِ وَالْأَنْعامِ ما تَرْكَبُونَ أى: وسخر لكم بقدرته ورحمته من السفن التي تستعملونها في البحر، ومن الإبل التي تستعملونها في البر،ما تركبونه وتحملون عليه أثقالكم، وتنتقلون بواسطته من مكان إلى آخر.فما في قوله ما تَرْكَبُونَ موصولة، والعائد محذوف والجملة مفعول جَعَلَ وقوله: مِنَ الْفُلْكِ وَالْأَنْعامِ بيان له مقدم عليه. أى: وجعل لكم ما تركبونه من الفلك والأنعام."},{"ayah_number":13,"text":"ثم بين- سبحانه- الحكمة من هذا التذليل والتسخير للفلك والأنعام فقال: لِتَسْتَوُوا عَلى ظُهُورِهِ.. والضمير في ظُهُورِهِ يعود إلى ما في قوله ما تَرْكَبُونَ وجاء مفردا رعاية للفظ ما وجمع الظهور لأن المراد بالمركوب جنسه.والاستواء: الاستعلاء على الشيء، والتمكن منه، أى: سخر لكم من السفن والأنعام ما تركبونه، ولتستعلوا على ظهوره استعلاء المالك على مملوكه.ثُمَّ تَذْكُرُوا بعد كل هذا التمكن والاستعلاء نِعْمَةَ رَبِّكُمْ إِذَا اسْتَوَيْتُمْ عَلَيْهِ أى:على تلك السفن والأنعام التي تركبونها.والضمير في عَلَيْهِ يعود- أيضا- الى ما في قوله ما تَرْكَبُونَ باعتبار لفظه وَتَقُولُوا على سبيل الشكر لله- تعالى- والاعتراف بفضله سُبْحانَ الَّذِي سَخَّرَ لَنا هذا.أى: وتقولوا: جل شأن الله، وتنزه عن الشريك والمثيل، فهو الذي سخر لنا هذا المركوب من الفلك والأنعام، وجعله منقادا لنا، طائعا لأمرنا.وَما كُنَّا لَهُ مُقْرِنِينَ أى: والحال أننا ما كنا لهذا المركوب الصعب بقادرين على التمكن منه، لولا أن الله- تعالى- سخره لنا، وجعله منقادا لأمرنا.فقوله: مُقْرِنِينَ أى: مطيقين وقادرين وضابطين، من أقرن الشيء، إذا أطاقه وقدر عليه، حتى لكأنه صار له قرنا، أى: مثله في الشدة والقوة.والمقصود: ما كنا بقادرين أو بمطيقين لتذليل هذه السفن والأنعام، لولا أن الله- تعالى- قد جعلها منقادة لنا، ومسخرة لخدمتنا.ولا يخفى أن الجمل أقوى من الإنسان، وأن البحر لو لم يذلله- سبحانه- لنا، لما قدرت السفن على الجري فيه.قال القرطبي: قوله: وَما كُنَّا لَهُ مُقْرِنِينَ أى: مطيقين.. أو ضابطين وفي أصله قولان: أحدهما: أنه مأخوذ من الإقران، يقال: أقرن يقرن إقرانا إذا أطاق. وأقرنت كذا: أطقته وحكمته، كأنه جعله في قرن- أى: حبل- فأوثقه به وشده.والثاني: أنه مأخوذ من المقارنة، وهو أن يقرن بعضها ببعض في السير يقال: قرنت كذا بكذا إذا ربطته به، وجعلته قرينه ."},{"ayah_number":14,"text":"وقوله: وَإِنَّا إِلى رَبِّنا لَمُنْقَلِبُونَ من جملة ما يقولونه- أيضا- عند استوائهم على ظهور السفن والإبل.أى: تقولون إذا استويتم عليه: سبحان الذي سخر لنا هذا المركب الصعب، وما كنا بقادرين على تذليله لولا أن الله- تعالى- وفقنا لذلك، وإنا إلى ربنا وخالقنا لراجعون يوم القيامة، لكي يحاسبنا على أعمالنا، ويجازينا عليها بجزائه العادل.هذا، وقد ذكر الإمام ابن كثير عند تفسيره لهذه الآيات، جملة من الأحاديث، منها ما رواه مسلم وأبو داود والنسائي.. عن عبد الله بن عمر أن النبي صلّى الله عليه وسلّم كان إذا ركب راحلته كبر ثلاثا ثم قال: سُبْحانَ الَّذِي سَخَّرَ لَنا هذا، وَما كُنَّا لَهُ مُقْرِنِينَ. وَإِنَّا إِلى رَبِّنا لَمُنْقَلِبُونَ. ثم يقول: اللهم إنى أسألك في سفري هذا البر والتقوى. ومن العمل ما ترضى اللهم هون علينا السفر. واطولنا البعيد. اللهم أنت الصاحب في السفر. والخليفة في الأهل.اللهم اصحبنا في سفرنا. وأخلفنا في أهلنا..وبذلك نرى الآيات الكريمة قد ذكرت أنواعا متعددة من مظاهر قدرة الله- تعالى-، ومن رحمته بعباده، لكي يخلصوا له العبادة والطاعة.ثم حكى- سبحانه- ما افتراه المشركون على خالقهم ورازقهم من أكاذيب ورد عليها بما يزهق باطلهم، فقال- تعالى-:"},{"ayah_number":15,"text":"والمراد بالجعل في قوله- تعالى-: وَجَعَلُوا لَهُ مِنْ عِبادِهِ جُزْءاً ... الاعتقاد الباطل، والحكم الفاسد. والمراد بالجزء الولد. والمقصود به خصوص البنات، كما يدل عليه سياق الآيات.قال الآلوسى ما ملخصه: قوله: وَجَعَلُوا لَهُ مِنْ عِبادِهِ جُزْءاً.. متصل بقوله- تعالى- قبل ذلك: وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّماواتِ وَالْأَرْضَ ... والمراد بيان تناقضهم مع أنفسهم ... حيث اعترفوا بأنه- تعالى- خالق السموات والأرض، ثم وصفوه بصفات المخلوقين..وعبر عن الولد بالجزء، لأنه بضعة- وفرع- من والده، كما قيل: أولادنا أكبادنا..وقيل الجزء: اسم للإناث، يقال: أجزأت المرأة إذا ولدت أنثى...أى: أن هؤلاء المشركين بلغ من تناقضهم في أقوالهم وأفعالهم، أنهم إذا سألهم سائل عن خالق هذا الكون قالوا: الله. ومع ذلك فهم لجهالتهم اعتقدوا اعتقادا باطلا بأن الملائكة بناته، مع أن الملائكة من مخلوقاته التي يشملها هذا الكون.فالمقصود من الآية الكريمة تجهيل هؤلاء المشركين، وتعجيب كل عاقل من سفاهتهم.والظاهر أن المراد بالإنسان في قوله- تعالى-: إِنَّ الْإِنْسانَ لَكَفُورٌ مُبِينٌ الكافر والفاسق من بنى آدم، لأن الإنسان المؤمن لا يجحد نعم الله، وإنما يشكره- تعالى- عليها.أى: إن الإنسان الكافر والفاسق عن أمر ربه، لشديد الجحود لنعم ربه، مظهرا ذلك في أقواله وفي أفعاله."},{"ayah_number":16,"text":"ثم ساق- سبحانه- ما يدل على السخرية منهم ومن أحوالهم الشاذة فقال: أَمِ اتَّخَذَ مِمَّا يَخْلُقُ بَناتٍ وَأَصْفاكُمْ بِالْبَنِينَ فالاستفهام للتوبيخ والإنكار.وأَصْفاكُمْ أى: آثركم واختصكم. يقال: أصفى فلان فلانا بالشيء، إذا اختصه به. ومنه قولهم لما يختص السلطان به نفسه من الأشياء النفيسة: الصوافي.أى: لقد زعمتم أن الملائكة بنات الله، فخبروني بربكم هل يعقل أن يتخذ الله- تعالى- أولاده من البنات اللائي هن أقل منزلة من البنين في تقديركم، ويترك لكم الذكور؟ إن من شأن الذي يختار جنس الأولاد أن يختار أعلاهم منزلة فبأى منطق زعمتم أن الملائكة بنات الله.قال صاحب الكشاف: قوله: أَمِ اتَّخَذَ مِمَّا يَخْلُقُ ... أى: بل آتخذ والهمزة للإنكار، تجهيلا لهم، وتعجيبا من شأنهم، حيث لم يرضوا بأن جعلوا لله من عباده جزءا حتى جعلوا ذلك الجزء شر الجزءين. وهو الإناث دون الذكور..فكأنه قيل: هبوا أن إضافة اتخاذ الولد إليه- تعالى- جائزة فرضا وتمثيلا أما تستحون من الشطط في القسمة، ومن ادعائكم أنه آثركم على نفسه بخير الجزءين..؟ ."},{"ayah_number":17,"text":"ثم أكد- سبحانه- جهلهم وغفلتهم عن المنطق السليم فقال: وَإِذا بُشِّرَ أَحَدُهُمْ بِما ضَرَبَ لِلرَّحْمنِ مَثَلًا ظَلَّ وَجْهُهُ مُسْوَدًّا وَهُوَ كَظِيمٌ ...أى: أنهم قالوا الملائكة بنات الله، والحال أن الواحد منهم إذا بشره مبشر بأن امرأته قد ولدت له أنثى، صار وجهه مسودا من شدة الحزن، وظل ممتلئا بالهم والكرب.فالمراد بقوله: بِما ضَرَبَ لِلرَّحْمنِ مَثَلًا جنس البنات حيث قالوا: الملائكة بنات الله.قال الجمل: قوله: وَإِذا بُشِّرَ أَحَدُهُمْ ... استئناف مقرر لما قبله. وقيل حال، على معنى أنهم نسبوا إليه ما ذكر، ومن حالهم أن أحدهم إذا بشر به اغتم، والالتفات إلى الغيبة للإيذان بأن قبائحهم اقتضت الإعراض عنهم، وتحكى لغيرهم ليتعجب منها. وبِما في قوله بِما ضَرَبَ لِلرَّحْمنِ مَثَلًا موصولة ومعناها البنات وضرب بمعنى جعل، والمفعول الأول الذي هو عائد الموصول محذوف. أى: ضربه، ومثلا هو المفعول الثاني، والمثل بمعنى الشبه أى المشابه ."},{"ayah_number":18,"text":"ثم أضاف- سبحانه- إلى تبكيتهم السابق تبكيتا آخر فقال: أَوَمَنْ يُنَشَّؤُا فِي الْحِلْيَةِ وَهُوَ فِي الْخِصامِ غَيْرُ مُبِينٍ.والاستفهام للإنكار. وكلمة مَنْ عبارة عن جنس الإناث، وهي في محل نصب بمضمر معطوف على جَعَلُوا ويُنَشَّؤُا يربى وينشأ. يقال: نشأ فلان في بنى فلان، إذا شب وترعرع فيهم والْحِلْيَةِ: اسم لما يتحلى ويتزين به.أى: أيجترئون ويجعلون لله- تعالى- الإناث، اللائي من شأنهن أن ينشأن في الزينة، لأن هذه الحياة هي المناسبة لهن ولتكوينهن الجسدى، واللائي من شأن معظمهن أنهن لا يقدرن على الدفاع عن أنفسهن لضعفهن وقصورهن في الجدال وفي بيان الحجة التي ترد الخصم، وتزيل الشبهة..فالمقصود من الآية الكريمة تأنيب هؤلاء المشركين على جهلهم وسوء أدبهم، حيث إنهم نسبوا إلى الله- تعالى- الإناث اللائي من شأنهن النشأة في الحلية والدعة والنعومة، فصرن بمقتضى هذه النشأة، وبمقتضى تكوينهن البدني والعقلي، لا يقدرن على جدال أو قتال.. بينما نسبوا إلى أنفسهم الذكور الذين هم قوامون على النساء.وشبيه بهذه الآية قوله- تعالى-: أَلَكُمُ الذَّكَرُ وَلَهُ الْأُنْثى. تِلْكَ إِذاً قِسْمَةٌ ضِيزى."},{"ayah_number":19,"text":"ثم توعدهم- سبحانه- بسوء المصير بسبب افترائهم الكذب فقال: وَجَعَلُوا الْمَلائِكَةَ الَّذِينَ هُمْ عِبادُ الرَّحْمنِ إِناثاً، أَشَهِدُوا خَلْقَهُمْ.. والجعل هنا بمعنى القول والحكم على الشيء، كما تقول جعلت زيدا أفضل الناس، أى حكمت عليه بذلك.أى: أن هؤلاء المشركين زعموا وحكموا بأن الملائكة الذين هم عباد الرحمن، وصفوة خلقه، وأهل طاعته، زعموا أنهم إناث، فهل كانوا حاضرين وقت أن خلقناهم حتى حكموا عليهم بهذا الحكم الباطل؟كلا إنهم لم يكونوا حاضرين، ولذا سَتُكْتَبُ شَهادَتُهُمْ في صحائف أعمالهم المليئة بالسيئات وَيُسْئَلُونَ عنها سؤال تأنيب وتوبيخ يوم القيامة.حجة أو دليل، فهم أشبه ما يكونون بقطيع الأنعام الذي يسير خلف قائده دون أن يعرف إلى أى طريق يسير.."},{"ayah_number":20,"text":"ثم حكى - سبحانه - لونا من ألوان معاذيرهم الكاذبة فقال : ( وَقَالُواْ لَوْ شَآءَ الرحمن مَا عَبَدْنَاهُمْ ) .أى : وقال هؤلاء المشركون على سبيل الاحتجاب بالأعذار الباطلة : لو شاء الرحمن عدم عبادتنا للملائكة أو للأصنام ما عبدناهم .ثم يرد الله - تعالى - عليهم بما يخرس ألسنتهم ، ويهدم معاذيرهم فقال : ( مَّا لَهُم بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلاَّ يَخْرُصُونَ ) .أى : قالوا ما قالوه من غير علم أو برهان . . لأن مشيئة الله لا يعلمها أحد سواه ، ولأنه - سبحانه - قد اقتضت حكمته ومشيئته . أن يجعل للانسان القدرة على اختيار طريق الحق أو طريق الباطل ، وهم قد اختاروا طريق الباطل ، واستحبوا الكفر على الإِيمان دون أن يكرههم على ذلك مكره ، فما قالواه ما هو إلا نوع من أنواع خرصهم وكذبهم وظنونهم الفاسدة .قود فصلنا القول فى مسألة المشيئة عند تفسيرنا لقوله - تعالى - فى سورة الأنعام : ( سَيَقُولُ الذين أَشْرَكُواْ لَوْ شَآءَ الله مَآ أَشْرَكْنَا . . . ) وعند تفسيرنا لقوله - تعالى - فى سورة النحل : ( وَقَالَ الذين أَشْرَكُواْ لَوْ شَآءَ الله مَا عَبَدْنَا مِن دُونِهِ مِن شَيْءٍ نَّحْنُ ولا آبَاؤُنَا . . )."},{"ayah_number":21,"text":"وقوله - تعالى - : ( أَمْ آتَيْنَاهُمْ كِتَاباً مِّن قَبْلِهِ فَهُم بِهِ مُسْتَمْسِكُونَ ) إضراب عن نفى أن يكون لهم فيما ادعوه علم عن طريق العقل ، إلى إبطال أن يكون لهم علم من جهة النقل . و ( أَمْ ) بمعنى بل والهمزة . والاستفهام للإِنكار والتوبيخ ، أى : بل أأعطيناهم كتابا من قبل القرآن ، فيه ما يشهد بصحة أقوالهم فهم بهذالكتاب مستمسكون؟ كلا إننا لم نعطهم شيئا من ذلك ."},{"ayah_number":22,"text":"ثم بين - سبحانه - مستندهم الحقيقى فقال : ( بَلْ قالوا إِنَّا وَجَدْنَآ آبَآءَنَا على أُمَّةٍ وَإِنَّا على آثَارِهِم مُّهْتَدُونَ ) .أى : أنهم ليس لهم فى الحقيقة مستند لا من العقل ولا من النقل ، وإنما مستندهم الوحيد تقليدهم لآبائهم فى جهالاتهم وسفاهاتهم وكفرهم . فقد قالوا عندما دعاهم الرسول - صلى الله عليه وسلم - إلى الدين الحق : إنا وجدنا آباءنا على أمة ، أى على دين وطريقة تؤم وتقصد ، وهى عبادة هذه الآلهة ( وَإِنَّا على آثَارِهِم ) وطريقتهم ( مُّهْتَدُونَ ) أى : سائرون بدون تفكر أو تدبر ، أو حجة أو دليل ، فهم أشبه ما يكونون بقطيع الأنعام الذى يسير خلق قائده دون أن يعرف إلى أى طريق يسير . ."},{"ayah_number":23,"text":"وقوله- سبحانه-: وَكَذلِكَ ما أَرْسَلْنا مِنْ قَبْلِكَ فِي قَرْيَةٍ مِنْ نَذِيرٍ إِلَّا قالَ مُتْرَفُوها، إِنَّا وَجَدْنا آباءَنا عَلى أُمَّةٍ، وَإِنَّا عَلى آثارِهِمْ مُقْتَدُونَ تسلية للرسول صلّى الله عليه وسلّم عما أصابه منهم من أذى، ومن قول باطل.والكاف بمعنى مثل. واسم الإشارة ذلك يعود إلى حال الكافرين من قبلهم.أى: لا تحزن- أيها الرسول الكريم- لما تراه من إعراض المشركين عن دعوتك. فإن شأنهم كشأن سابقيهم في الكفر والضلال، فإننا ما أرسلنا من قبلك من رسول في قرية من القرى، أو في قوم من الأقوام، إلا قال المنعمون منهم، والذين أبطرهم الترف لمن جاءهم بالحق: إنا وجدنا آباءنا على دين وطريقة تؤم وتقصد، وإنا على آثارهم، وعلى نهجهم، مقتدون. أى: مقتدون بهم في عبادتهم وأفعالهم.وخص المترفين بالذكر، لأنهم القادة الذين صرفهم التنعم وحب الجاه والسلطان، عن النظر والتدبر والاستماع للحق، وجعلهم يستحبون العمى على الهدى.وهنا يحكى القرآن رد الرسول صلّى الله عليه وسلّم فيقول: قالَ أَوَلَوْ جِئْتُكُمْ بِأَهْدى مِمَّا وَجَدْتُمْ عَلَيْهِ آباءَكُمْ..أى: قال الرسول صلّى الله عليه وسلّم لقومه الذين أصروا على تقليد آبائهم في الكفر والضلال:أتتبعون آباءكم وتقتدون بهم في الكفر، حتى ولو جئتكم بدين أهدى وأصوب مما كان عليه آباؤكم؟"},{"ayah_number":24,"text":"وقوله: - تعالى-: قالَ أَوَلَوْ جِئْتُكُمْ ... قراءة ابن عامر وحفص عن عاصم.وقرأ الجمهور قل أولو جئتكم ... على أن الأمر للرسول صلّى الله عليه وسلّم.وقوله- تعالى-: قالُوا إِنَّا بِما أُرْسِلْتُمْ بِهِ كافِرُونَ أى: قال المترفون في الرد على رسلهم: إنا بما أرسلتم به من الهدى والدعوة إلى الدين الحق كافرون، وباقون على الدين الذي كان عليه آباؤنا."},{"ayah_number":25,"text":"وقوله- سبحانه-: فَانْتَقَمْنا مِنْهُمْ فَانْظُرْ كَيْفَ كانَ عاقِبَةُ الْمُكَذِّبِينَ بيان للعاقبة السيئة التي حاقت بهم بسبب إصرارهم على كفرهم وتقليدهم لآبائهم.أى: قالوا للرسل هذا القول الذي يدل على إيثارهم الغي على الرشد، فانتقمنا منهم.بأن أخذناهم أخذ عزيز مقتدر، فمنهم من أرسلنا عليه حاصبا ومنهم من أخذته الصيحة. ومنهم من خسفنا به الأرض، ومنهم من أغرقنا.فَانْظُرْ- أيها العاقل- وتأمل كَيْفَ كانَ عاقِبَةُ الْمُكَذِّبِينَ لقد كانت عاقبتهم أن دمرناهم تدميرا.هذا، والمتأمل في هذه الآيات الكريمة، يراها من أجمع الآيات القرآنية التي حكت الأقوال الباطلة التي تفوه بها المشركون، وردت عليهم ردا منطقيا حكيما يهدمها من قواعدها.لقد ذكرت- أولا- أنهم جعلوا لله- تعالى- من عباده جزءا ... ثم ردت عليهم بأنهم جاحدون لنعم الله، وأنهم لو كانوا يعقلون لما حكموا هذا الحكم الذي يدل على جهلهم وغفلتهم، لأنه لو كان الأمر كما ذكروا- على سبيل الفرض والتقدير- لما اختار- سبحانه- لذاته جنس البنات، وأعطاهم البنين..ثم ذكرت- ثانيا- حالهم عند ما يبشرون بالأنثى، وتهكمت بهم حين نسبوا إلى الله مَنْ يُنَشَّؤُا فِي الْحِلْيَةِ وَهُوَ فِي الْخِصامِ غَيْرُ مُبِينٍ والمقصود بذلك جنس البنات، ثم ذكرت- ثالثا- أنهم حكموا على الملائكة بأنهم إناث، وردت عليهم بأن حكمهم هذا ساقط، لأنهم لم يشهدوا خلقهم حتى يحكموا عليهم هذا الحكم الفاسد، وأنهم سيجازون على أحكامهم التي لا دليل عليها، بما يستحقون من عقاب.ثم ذكرت- رابعا- معاذيرهم التي اعتذروا بها عند ما حاصرتهم الحجج الدامغة، فقد قالوا: لَوْ شاءَ الرَّحْمنُ ما عَبَدْناهُمْ فرد- سبحانه- عليهم بقوله: ما لَهُمْ بِذلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا يَخْرُصُونَ، لأن قولهم هذا ما هو إلا لون من ألوان الاحتيال على الحقيقة بالأقوال الساقطة.ثم ذكرت- خامسا- أنهم في إصرارهم على كفرهم لم يستندوا إلى دليل عقلي أو نقلي، وإنما استندوا على شيء واحد هو التقليد لآبائهم في جهلهم وضلالهم..وهكذا ذكر القرآن أقوالهم وشبهاتهم.. ثم رد عليها بما يدحضها..وبعد هذا البيان الماحق لشبهات المشركين ولأقوالهم الباطلة.. أتبع- سبحانه- ذلك بذكر جانب من قصة إبراهيم- عليه السلام- مع قومه، وبذكر جانب من اعتراضاتهم على الرسول صلّى الله عليه وسلّم وعلى دعوته، ورد عليها بما يخرس ألسنتهم فقال- تعالى-:"},{"ayah_number":26,"text":"أى: واذكر- أيها الرسول الكريم- لقومك حال جدك إبراهيم- عليه السلام- وقت أن قال لأبيه آزر، ولقومه الذين كانوا عاكفين على عبادة الأصنام، مقلدين في ذلك آباءهم..قال لهم: إننى برىء مما تعبدونه من هذه الأوثان.وذكرهم- سبحانه- هنا بحال إبراهيم، لأنه كان أعظم آبائهم، ومحط فخرهم، والمجمع على محبته منهم.فكأنه- تعالى- يقول لهم: هذا هو حال جدكم إبراهيم الذي تعتزون به فلماذا لم تقلدوه في إنكاره لعبادة الأصنام، وفي هجره لما كان عليه أبوه وقومه، وإخلاصه العبادة لله- تعالى- وحده.وقوله: بَراءٌ مصدر وقع موقع الصفة وهي برىء، على سبيل المبالغة في التبري من عبادتهم لغير الله- تعالى- يقال: تبرأت من فلان، فأنا منه براء.أى: كرهت قوله وفعله والقرب منه."},{"ayah_number":27,"text":"والاستثناء في قوله: إِلَّا الَّذِي فَطَرَنِي فَإِنَّهُ سَيَهْدِينِ منقطع، أى: أنا برىء من عبادة أصنامكم، لكني أعبد الذي خلقني وفطرني بقدرته، فإنه هو الذي سيهدين إلى الصراط المستقيم.ويصح أن يكون متصلا بناء على أنهم كانوا يعبدون الله- تعالى- ويشركون معه في هذه العبادة أصنامهم.أى: إننى برىء من عبادة أصنامكم، إلا أنى لا أعبد إلا الله- تعالى- الذي فطرني.أى: خلقني بقدرته على غير مثال سابق.وقال هنا سَيَهْدِينِ وقال في آية أخرى: الَّذِي خَلَقَنِي فَهُوَ يَهْدِينِ، للدلالة على ثقة إبراهيم- عليه السلام- بفضل ربه- تعالى- عليه، وأنه يهديه في الحال وفي الاستقبال، وأن هذه الهداية مصاحبة له في كل وقت من أوقات حياته.ومن الآيات الكثيرة التي تشبه هاتين الآيتين قوله- تعالى- حكاية عن نبيه إبراهيم:فَلَمَّا رَأَى الشَّمْسَ بازِغَةً قالَ هذا رَبِّي هذا أَكْبَرُ، فَلَمَّا أَفَلَتْ قالَ يا قَوْمِ إِنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ. إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّماواتِ وَالْأَرْضَ حَنِيفاً وَما أَنَا مِنَ الْمُشْرِكِينَ ... .وقوله- سبحانه-: قالَ أَفَرَأَيْتُمْ ما كُنْتُمْ تَعْبُدُونَ. أَنْتُمْ وَآباؤُكُمُ الْأَقْدَمُونَ. فَإِنَّهُمْ عَدُوٌّ لِي إِلَّا رَبَّ الْعالَمِينَ. الَّذِي خَلَقَنِي فَهُوَ يَهْدِينِ.  ."},{"ayah_number":28,"text":"والضمير المنصوب في قوله- تعالى- بعد ذلك: وَجَعَلَها كَلِمَةً باقِيَةً فِي عَقِبِهِ ...يعود إلى كلمة التوحيد، المشتملة على البراءة من كل عبادة لغير الله- تعالى-، والمعبر عنها قبل ذلك بقوله- تعالى-: إِنَّنِي بَراءٌ مِمَّا تَعْبُدُونَ.وضمير الفاعل المستتر في قوله- سبحانه-: وَجَعَلَها ... يعود إلى الله- تعالى-.أى: وجعل الله- تعالى- بفضله وكرمه، كلمة التوحيد، باقية في عقب ابراهيم، وفي ذريته من بعده، بأن جعل من ذريته الأنبياء والصالحين الذين قالوا ربنا الله ثم استقاموا.ويؤيد هذا المعنى قوله- تعالى- في سورة الصافات: سَلامٌ عَلى إِبْراهِيمَ، كَذلِكَ نَجْزِي الْمُحْسِنِينَ. إِنَّهُ مِنْ عِبادِنَا الْمُؤْمِنِينَ. وَبَشَّرْناهُ بِإِسْحاقَ نَبِيًّا مِنَ الصَّالِحِينَ. وَبارَكْنا عَلَيْهِ وَعَلى إِسْحاقَ، وَمِنْ ذُرِّيَّتِهِما مُحْسِنٌ وَظالِمٌ لِنَفْسِهِ مُبِينٌ ...ويصح أن يكون ضمير الفاعل يعود إلى إبراهيم- عليه السلام-، على معنى أنه أوصى ذريته من بعده بعبادة الله- تعالى- وحده، وأنه دعا ربه أن يجعل في ذريته من يعبده وحده.فيكون المعنى: وجعل ابراهيم هذه الكلمة وهي كلمة التوحيد باقية في ذريته حيث أوصاهم بعبادة الله وحده.ويشهد لذلك قوله- تعالى-: وَوَصَّى بِها- أى بكلمة التوحيد- إِبْراهِيمُ بَنِيهِ وَيَعْقُوبُ يا بَنِيَّ إِنَّ اللَّهَ اصْطَفى لَكُمُ الدِّينَ فَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ ... .ثم بين- سبحانه- الحكمة في ذلك الجعل فقال: لَعَلَّهُمْ يَرْجِعُونَ أى: جعلها كذلك رجاء أن يرجع إلى كلمة التوحيد من أشرك من ذرية ابراهيم، ببركة دعائه لهم بالإيمان ودعاء من آمن منهم.فلقد حكى القرآن عن إبراهيم أن دعا الله- تعالى- بقوله: رَبِّ اجْعَلْنِي مُقِيمَ الصَّلاةِ وَمِنْ ذُرِّيَّتِي ... وبقوله: وَاجْنُبْنِي وَبَنِيَّ أَنْ نَعْبُدَ الْأَصْنامَ."},{"ayah_number":29,"text":"وقوله- سبحانه-: بَلْ مَتَّعْتُ هؤُلاءِ وَآباءَهُمْ حَتَّى جاءَهُمُ الْحَقُّ وَرَسُولٌ مُبِينٌ إضراب عن كلام محذوف ينساق إليه الكلام، والمراد «بهؤلاء» أهل مكة المعاصرين للنبي صلّى الله عليه وسلّم وقوله: مَتَّعْتُ من التمتع بمعنى إعطائهم ما يشتهون من المطاعم والمشارب والنعم المتعددة، واشتغالهم بذلك عن طاعة الله- تعالى- وشكره.والمعنى: اقتضت حكمتنا أن نجعل كلمة التوحيد باقية في بعض ذرية إبراهيم لعل من بقي من هذه الذرية على الشرك أن يرجع إليها، ولكنهم لم يرجعوا بل أصروا على كفرهم، فلم أعاجلهم بالعقوبة، بل متعت هؤلاء المشركين المعاصرين لك- أيها الرسول الكريم- بأن أمددتهم بالنعم المتعددة هم وآباءهم، وبقيت تلك النعم فيهم: حَتَّى جاءَهُمُ الْحَقُّ وهو دعوتك إياهم إلى إخلاص العبادة لنا، وجاءهم رَسُولٌ مُبِينٌ هو أنت- أيها الرسول الكريم- فإن رسالتك واضحة المعالم، بينة المقاصد، ليس فيها شيء من الغموض الذي يحملهم على الإعراض عنها.فالمقصود من الآية الكريمة، بيان أن الكلمة الباقية في عقب إبراهيم وهي كلمة التوحيد، لم يتبعها جميع أفراد ذريته، بل اتبعها قوم وكفر بها آخرون وأن هؤلاء الكافرين- وعلى رأسهم كفار قريش- لم يعاجلهم الله- تعالى- بالعقوبة، بل أعطاهم نعما متعددة، فلم يشكروه- تعالى- عليها، واستمروا على ذلك، حتى جاءهم الحق، فلم يؤمنوا به، ولا بمن حمله إليهم وهو الرسول المبين صلّى الله عليه وسلّم.ومن الآيات التي تدل على أن ذرية إبراهيم كان منها المؤمن، وكان منها الكافر. قوله- تعالى-: وَلَقَدْ أَرْسَلْنا نُوحاً وَإِبْراهِيمَ، وَجَعَلْنا فِي ذُرِّيَّتِهِمَا النُّبُوَّةَ وَالْكِتابَ، فَمِنْهُمْ مُهْتَدٍ، وَكَثِيرٌ مِنْهُمْ فاسِقُونَ ."},{"ayah_number":30,"text":"ثم بين- سبحانه- موقفهم من الحق الذي جاءهم به الرسول صلّى الله عليه وسلّم فقال: وَلَمَّا جاءَهُمُ الْحَقُّ قالُوا هذا سِحْرٌ وَإِنَّا بِهِ كافِرُونَ.أى: وحين جاءهم الرسول صلّى الله عليه وسلّم بالحق من عند ربهم، لكي يخرجهم من ظلمات الكفر إلى نور الإيمان.. قالوا- على سبيل الجحود والعناد-: هذا الذي جئتنا به نوع من السحر، وإنا به كافرون مكذبون.والتعبير بقوله: جاءَهُمُ يشعر بأن الحق قد وصل إليهم دون أن يتعبوا أنفسهم في البحث عنه، ومع ذلك فقد استقبلوه بالجحود والإنكار."},{"ayah_number":31,"text":"ثم حكى- سبحانه- لونا آخر من ألوان حسدهم وعنادهم فقال: وَقالُوا لَوْلا نُزِّلَ هذَا الْقُرْآنُ عَلى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ.والمراد بالقريتين مكة أو الطائف. ومقصودهما إحداهما، كالوليد بن المغيرة من مكة، وكعروة بن مسعود من الطائف..ويعنون بالعظم: كثرة المال، والرئاسة في قومه.أى: وقال هؤلاء المشركون- على سبل العناد والحسد-: هلا أنزل هذا القرآن، الذي يقرؤه علينا محمد صلّى الله عليه وسلّم على رجل عظيم في ماله وسلطانه، ويكون من إحدى هاتين القريتين، وهما مكة أو الطائف.فهم لجهلهم وانطماس بصائرهم، استكثروا أن ينزل هذا القرآن على محمد صلّى الله عليه وسلّم الذي وإن كان في القمة من الشرف والسمو بين قومه إلا أنه لم يكن أكثرهم مالا وسلطانا، وهم يريدون أن تكون النبوة في زعيم من زعمائهم، أو رئيس من رؤسائهم.وهذا منهم- كما يقول الآلوسى- لجهلهم بأن رتبة الرسالة، إنما تستدعى عظيم النفس، بالتخلي عن الرذائل الدنية، والتحلي بالكمالات والفضائل القدسية، دون التزخرف بالزخارف الدنيوية."},{"ayah_number":32,"text":"وقد وبخهم الله- تعالى- على جهلهم هذا بقوله: أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ..فالاستفهام للإنكار والتهكم بهم، والتعجب من تفكيرهم.والمراد بالرحمة: ما يشمل النبوة، وما أنزله على نبيه صلّى الله عليه وسلّم من وحى، وما منحه إياه من خلق كريم، وخير عميم.أى: كيف بلغ الجهل والغباء بهؤلاء المشركين إلى هذه الدرجة؟ إنهم ليس بيدهم ولا بيد غيرهم عطاء ربك، وليس عندهم مفاتيح الرسالة ليضعوها حيث شاءوا، وليختاروا لها من أرادوا. ومادام الأمر كذلك فكيف يعترضون على نزول القرآن عليك- أيها الرسول الكريم-؟.ثم بين- سبحانه- مظاهر قدرته في خلقه فقال: نَحْنُ قَسَمْنا بَيْنَهُمْ مَعِيشَتَهُمْ فِي الْحَياةِ الدُّنْيا ... أى: نحن قسمنا بينهم أرزاقهم في هذه الدنيا، ولم نترك تقسيمها لأحد منهم، ونحن الذين- بحكمتنا- تولينا تدبير أسبابها ولم نكلها إليهم لعلمنا بعجزهم وقصورهم.ونحن الذين رفعنا بعضهم فوق بعض درجات في الدنيا، فهذا غنى وذاك فقير، وهذا مخدوم، وذاك خادم، وهذا قوى، وذاك ضعيف.ثم ذكر- سبحانه- الحكمة من هذا التفاوت في الأرزاق فقال: لِيَتَّخِذَ بَعْضُهُمْ بَعْضاً سُخْرِيًّا.أى: فعلنا ذلك ليستخدم بعضهم بعضا في حوائجهم، ويعاون بعضهم بعضا في مصالحهم، وبذلك تنتظم الحياة، وينهض العمران. ويعم الخير بين الناس، ويصل كل واحد إلى مطلوبه على حسب ما قدر الله- تعالى- له من رزق واستعداد..ولو أنا تركنا أمر تقسيم الأرزاق إليهم لتهارجوا وتقاتلوا، وعم الخراب في الأرض، لأن كل واحد منهم يريد أن يأخذ ما ليس من حقه، لأن الحرص والطمع من طبيعته.وإذا كان هذا هو حالهم بالنسبة لأمور دنياهم فكيف أباحوا لأنفسهم التحكم في منصب النبوة، وهو بلا شك أعلى شأنا، وأبعد شأوا من أمور الدنيا.وقوله سُخْرِيًّا بضم السين- من التسخير، بمعنى تسخير بعضهم لبعض وخدمة بعضهم لبعض، وعمل بعضهم لبعض، فالغنى- مثلا- يقدم المال لغيره، نظير ما يقدمه له ذلك الغير من عمل معين..وبذلك تنتظم أمور الحياة، وتسير في طريقها الذي رسمه- سبحانه- لها.قال الجمل ما ملخصه: قوله: لِيَتَّخِذَ بَعْضُهُمْ بَعْضاً سُخْرِيًّا أى: ليستخدم بعضهم بعضا، فيسخر الأغنياء بأموالهم، الأجراء الفقراء بالعمل، فيكون بعضهم سببا لمعاش بعض، هذا بماله، وهذا بأعماله، فيلتئم قوام العالم، لأن الأرزاق لو تساوت لتعطلت المعايش، فلم يقدر أحد منهم أن ينفك عما جعلناه إليه من هذا الأمر الدنىء، فكيف يطمعون في الاعتراض في أمر النبوة، أيتصور عاقل أن نتولى قسم الناقص، ونكل العالي إلى غيرنا..؟  .هذا، والمتأمل في هذه الآية الكريمة يراها تقرر سنة من سنن الله- تعالى- التي لا تغيير لها ولا تبديل، والتي تؤيدها المشاهدة في كل زمان ومكان، فحتى الدول التي تدعى المساواة في كل شيء.. ترى سمة التفاوت في الأرزاق وفي غيرها واضحة جلية، وصدق الله في قوله:وَرَفَعْنا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجاتٍ.ومن الآيات التي تشبه هذه الآية قوله- تعالى-: وَاللَّهُ فَضَّلَ بَعْضَكُمْ عَلى بَعْضٍ فِي الرِّزْقِ ... .وقوله- سبحانه-: انْظُرْ كَيْفَ فَضَّلْنا بَعْضَهُمْ عَلى بَعْضٍ، وَلَلْآخِرَةُ أَكْبَرُ دَرَجاتٍ، وَأَكْبَرُ تَفْضِيلًا."},{"ayah_number":33,"text":"ثم ختم- سبحانه- هذا التهوين لحطام الدنيا فقال: وَلَوْلا أَنْ يَكُونَ النَّاسُ أُمَّةً واحِدَةً، لَجَعَلْنا لِمَنْ يَكْفُرُ بِالرَّحْمنِ لِبُيُوتِهِمْ سُقُفاً مِنْ فِضَّةٍ، وَمَعارِجَ عَلَيْها يَظْهَرُونَ.ولَوْلا حرف امتناع لامتناع. والكلام على حذف مضاف. والمراد بالأمة الواحدة:أمة الكفر. والمعارج جمع معرج وهي المصاعد التي يصعد عليها إلى أعلى.أى: ولولا كراهة أن يكون الناس جميعا أمة واحدة مجتمعة على الكفر حين يشاهدون سعة الرزق، ورفاهية العيش، ظاهرة بين الكافرين..لولا كراهية ذلك. لجعلنا بمشيئتنا وقدرتنا، لمن يكفر بالرحمن، الشيء الكثير من حطام الدنيا، بأن نجعل لبيوتهم سقفا من فضة، ولجعلنا لهم مصاعد فخمة عليها يرقون إلى أعلى مساكنهم."},{"ayah_number":34,"text":"ولجعلنا- أيضا- لبيوتهم أبوابا جميلة، وسررا ثمينة عَلَيْها يَتَّكِؤُنَ أى: على السرر يتكئون وهم جالسون فوقها."},{"ayah_number":35,"text":"وَزُخْرُفاً أى: ولجعلنا لهم زخرفا، ليستعملوه في أسقف منازلهم، وفي أبواب بيوتهم، وفي غير ذلك من شئون حياتهم.والزخرف: يطلق على الشيء الذي يتزين به. فيشمل الذهب والفضة، وغيرهما مما يستعمله الناس في تزيين بيوتهم.وقوله: وَإِنْ كُلُّ ذلِكَ لَمَّا مَتاعُ الْحَياةِ الدُّنْيا، وَالْآخِرَةُ عِنْدَ رَبِّكَ لِلْمُتَّقِينَ أى:وما كل ما ذكرناه من البيوت الموصوفة بما ذكرناه من الصفات السابقة، إلا شيء يتمتع به المتمتعون في الحياة، التي أمرها إلى زوال واضمحلال..أما الآخرة التي زينتها باقية لا تنتهي ولا تنقطع، فهي عند ربك خاصة بالمؤمنين الصادقين، الذين آثروا النعيم الباقي على النعيم الفاني، فقدموا في دنياهم العمل الصالح، الذي ينفعهم في أخراهم.وبعد هذا الحديث الجامع عن هوان شأن الدنيا عند الله- تعالى-، أتبع- سبحانه- ذلك ببيان حال الذين يعرضون عن ذكر الله- تعالى-، وأنهم يوم القيامة لن ينفعهم ندمهم أو تحسرهم، وسلى النبي صلّى الله عليه وسلّم عما أصابه منهم. فقال- تعالى-:"},{"ayah_number":36,"text":"وقوله- سبحانه-: يَعْشُ أى: يعرض. يقال عشا فلان يعشو، كدعا يدعو، وعشى يعشى، كرضى يرضى، إذا ضعف بصره، ومنه قولهم: ناقة عشواء، إذا كانت لا تبصر إلا شيئا قليلا، والمراد هنا: عمى البصيرة وضعف إدراكها للخير. ومنه قولهم: ركب فلان العشواء، إذا خبط أمره على غير هدى أو بصيرة.والمعنى: ومن يتعام عن ذكر الرحمن، ويعرض عن قرآنه، ويتجاهل هدى الرسول صلّى الله عليه وسلّم نُقَيِّضْ لَهُ شَيْطاناً أى، نهيئ ونسبب له شيطانا رجيما يستولى عليه، ويستحوذ على قلبه وعقله.فَهُوَ لَهُ قَرِينٌ أى: فذلك الشيطان يكون ملازما ومصاحبا لهذا الإنسان الذي أعرض عن القرآن، ملازمة القرين لقرينه، والشيء لظله.ومن الآيات التي تشبه هذه الآية قوله- تعالى-: وَقَيَّضْنا لَهُمْ قُرَناءَ فَزَيَّنُوا لَهُمْ ما بَيْنَ أَيْدِيهِمْ وَما خَلْفَهُمْ، وَحَقَّ عَلَيْهِمُ الْقَوْلُ فِي أُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِهِمْ مِنَ الْجِنِّ وَالْإِنْسِ إِنَّهُمْ كانُوا خاسِرِينَ ."},{"ayah_number":37,"text":"ثم بين- سبحانه- الآثار التي تترتب على مقارنة الشيطان للإنسان فقال: وَإِنَّهُمْ لَيَصُدُّونَهُمْ عَنِ السَّبِيلِ وَيَحْسَبُونَ أَنَّهُمْ مُهْتَدُونَ.والضمير في وَإِنَّهُمْ يعود إلى الشيطان باعتبار جنسه، وفي قوله- تعالى- لَيَصُدُّونَهُمْ يعود إلى وَمَنْ في قوله وَمَنْ يَعْشُ ... باعتبار معناها.أى: ومن يعرض عن طاعة الله، نهيئ له شيطانا، فيكون ملازما له ملازمة تامة، وإن هؤلاء الشياطين وظيفتهم أنهم يصدون هؤلاء الفاسقين عن ذكر الله- تعالى-، وعن سبيله الحق وصراطه المستقيم.وَيَحْسَبُونَ أى: هؤلاء الكافرون أَنَّهُمْ مُهْتَدُونَ إلى السبيل الحق. فالضمائر في قوله وَيَحْسَبُونَ وما بعده يعود إلى الكافرين.ويصح أن يكون الضمير في قوله وَيَحْسَبُونَ يعود إلى الكفار، وفي قوله أَنَّهُمْ مُهْتَدُونَ يعود إلى الشيطان، فيكون المعنى:ويظن هؤلاء الكافرون أن الشياطين مهتدون إلى الحق، ولذلك اتبعوهم وأطاعوهم."},{"ayah_number":38,"text":"ثم بين- سبحانه- ما يكون بين هذا الإنسان الكافر وبين قرينه من الشياطين يوم القيامة، فقال- تعالى-: حَتَّى إِذا جاءَنا قالَ يا لَيْتَ بَيْنِي وَبَيْنَكَ بُعْدَ الْمَشْرِقَيْنِ فَبِئْسَ الْقَرِينُ.أى: لقد استمر هذا المعرض عن ذكر الله في غيه. ومات على ذلك حتى إذا جاءنا يوم القيامة للحساب والجزاء، قالَ لقرينه الذي صده عن طريق الحق..يا لَيْتَ بَيْنِي وَبَيْنَكَ بُعْدَ الْمَشْرِقَيْنِ أى: أتمنى أن تكون المسافة التي بيني وبينك من البعد والمفارقة، كالمسافة التي بين المشرق والمغرب.فالمراد بالمشرقين المشرق والمغرب فعبر- سبحانه- بالمشرقين على سبيل التغليب لأحدهما على الآخر.فَبِئْسَ الْقَرِينُ أى: فبئس القرين أنت- أيها الشيطان- فالمخصوص بالذم محذوف."},{"ayah_number":39,"text":"ثم بين- سبحانه- بعد ذلك ما سيقال لهذا العاشى عن ذكر الله ولقرينه على سبيل التأنيب والتوبيخ فقال: وَلَنْ يَنْفَعَكُمُ الْيَوْمَ إِذْ ظَلَمْتُمْ....والضمير في قوله: يَنْفَعَكُمُ يعود إلى التمني المذكور في قوله: يا لَيْتَ بَيْنِي وَبَيْنَكَ بُعْدَ الْمَشْرِقَيْنِ ... وإِذْ ظرف لما مضى من الزمان، بدل من الْيَوْمَ.أى: ولن ينفعكم ندمكم وتمنيكم اليوم شيئا، بعد أن تبين لكم أنكم كنتم ظالمين في الدنيا، ومصرين على الكفر والضلال.وقوله: أَنَّكُمْ فِي الْعَذابِ مُشْتَرِكُونَ تعليل لما قبله. أى: ولن ينفعكم اليوم تمنيكم وندمكم لأنكم في هذا اليوم أنتم وقرناءكم مشتركون في العذاب، كما كنتم في الدنيا مشتركين في سببه، وهو الكفر والضلال.قال صاحب الكشاف ما ملخصه: قوله: أَنَّكُمْ فِي الْعَذابِ مُشْتَرِكُونَ في محل الرفع على الفاعليه. يعنى: ولن ينفعكم كونكم مشتركين في العذاب كما ينفع الواقعين في الأمر الصعب اشتراكهم فيه لتعاونهم في تحمل أعبائه. لأن كل واحد منكم، به من العذاب ما هو فوق طاقته..ولك أن تجعل الفاعل التمني في قوله: يا لَيْتَ بَيْنِي وَبَيْنَكَ ... على معنى: ولن ينفعكم اليوم ما أنتم فيه من تمنى مباعدة القرين، وقوله: أَنَّكُمْ فِي الْعَذابِ مُشْتَرِكُونَ تعليل، أى: ولن ينفعكم تمنيكم، لأن حقكم أن تشتركوا أنتم وقرناؤكم في العذاب ... وتقويه قراءة من قرأ أَنَّكُمْ بالكسر."},{"ayah_number":40,"text":"وبعد هذا التوبيخ الشديد للمعرض عن ذكر الله ولشيطانه، يوجه الله- تعالى- خطابه لنبيه صلّى الله عليه وسلّم ليزيده تسلية وتثبيتا فيقول: أَفَأَنْتَ تُسْمِعُ الصُّمَّ أَوْ تَهْدِي الْعُمْيَ وَمَنْ كانَ فِي ضَلالٍ مُبِينٍ.والاستفهام للنفي أى: أفأنت- أيها الرسول الكريم- تستطيع أن تسمع الصم صوتك، أو أن تهدى الذين انطمست بصائرهم إلى الطريق الحق. أو أن تخرج من كان في الضلال الواضح إلى الهدى والرشاد؟كلا إنك لن تستطيع ذلك، لأن الهداية والإضلال، من الله- تعالى- وحده. وأنت- أيها الرسول الكريم- عليك البلاغ ونحن علينا الحساب.فالمقصود من الآية الكريمة تسلية الرسول صلّى الله عليه وسلّم ونهيه من أن يضيق صدره بسبب إعراضهم المستمر عن دعوة الحق، وبيان أن الهداية والإضلال بيد الله- تعالى- وحده.وسماهم- سبحانه- صما وعميا، مع أنهم يسمعون ويبصرون، لأنهم بمنزلة الصم والعمى في عدم انتفاعهم بالهدى والرشاد الذي جاءهم به صلّى الله عليه وسلّم.وقوله- تعالى-: وَمَنْ كانَ فِي ضَلالٍ مُبِينٍ معطوف على العمى والصم باعتبار تغاير الصفات.أى: أنت- أيها الرسول الكريم- لن تستطيع هداية من كان أصم وأعمى، ومن كان مصرا على الضلال المبين وما دام الأمر كذلك فسر في طريقك، دون أن تذهب نفسك عليهم حسرات.."},{"ayah_number":41,"text":"وقوله- سبحانه-: فَإِمَّا نَذْهَبَنَّ بِكَ فَإِنَّا مِنْهُمْ مُنْتَقِمُونَ، أَوْ نُرِيَنَّكَ الَّذِي وَعَدْناهُمْ فَإِنَّا عَلَيْهِمْ مُقْتَدِرُونَ زيادة في تسليته وتثبيته صلّى الله عليه وسلّم.أى: أن أمرك- أيها الرسول الكريم- مع هؤلاء الظالمين لا يخلو عن حالين: إما أن نتوفينك قبل أن ترى نقمتنا منهم.. وفي هذه الحالة فسنتولى نحن عذابهم والانتقام منهم، حسب إرادتنا ومشيئتنا، وإما أن نبقى حياتك حتى ترى بعينيك العذاب الذي توعدناهم به، فإنا عليهم وعلى غيرهم مقتدرون على تنفيذ ما نتوعد به من دون أن يستطيع أحد الإفلات من قبضتنا وقدرتنا.قال ابن كثير: أى: نحن قادرون على هذا وعلى هذا. ولم يقبض الله- تعالى- رسوله، حتى أقر عينه من أعدائه، وحكمه في نواصيهم، وملكه ما تضمنته صياصيهم .وشبيه بهذه الآية قوله- تعالى-: وَإِنْ ما نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِنَّما عَلَيْكَ الْبَلاغُ وَعَلَيْنَا الْحِسابُ ."},{"ayah_number":42,"text":"وقوله- سبحانه-: فَإِمَّا نَذْهَبَنَّ بِكَ فَإِنَّا مِنْهُمْ مُنْتَقِمُونَ، أَوْ نُرِيَنَّكَ الَّذِي وَعَدْناهُمْ فَإِنَّا عَلَيْهِمْ مُقْتَدِرُونَ زيادة في تسليته وتثبيته صلّى الله عليه وسلّم.أى: أن أمرك- أيها الرسول الكريم- مع هؤلاء الظالمين لا يخلو عن حالين: إما أن نتوفينك قبل أن ترى نقمتنا منهم.. وفي هذه الحالة فسنتولى نحن عذابهم والانتقام منهم، حسب إرادتنا ومشيئتنا، وإما أن نبقى حياتك حتى ترى بعينيك العذاب الذي توعدناهم به، فإنا عليهم وعلى غيرهم مقتدرون على تنفيذ ما نتوعد به من دون أن يستطيع أحد الإفلات من قبضتنا وقدرتنا.قال ابن كثير: أى: نحن قادرون على هذا وعلى هذا. ولم يقبض الله- تعالى- رسوله، حتى أقر عينه من أعدائه، وحكمه في نواصيهم، وملكه ما تضمنته صياصيهم .وشبيه بهذه الآية قوله- تعالى-: وَإِنْ ما نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِنَّما عَلَيْكَ الْبَلاغُ وَعَلَيْنَا الْحِسابُ ."},{"ayah_number":43,"text":"والفاء في قوله- تعالى-: فَاسْتَمْسِكْ بِالَّذِي أُوحِيَ إِلَيْكَ ... واقعة جوابا لشرط مقدر.أى: إذا كان الأمر كما ذكرنا لك من أن أمرك مع هؤلاء المشركين لا يخلو عن حالين:فاستمسك- أيها الرسول الكريم- بما أوحينا إليك من هدايات وإرشادات إِنَّكَ عَلى صِراطٍ مُسْتَقِيمٍ وطريق قويم لا عوج فيه ولا اضطراب."},{"ayah_number":44,"text":"وَإِنَّهُ أى: هذا القرآن لَذِكْرٌ لَكَ وَلِقَوْمِكَ أى: لشرف عظيم لك ولشرف عظيم لأهل مكة الذين بعثت فيهم بصفة خاصة، ولغيرهم ممن آمن بك بصفة عامة كما قال- تعالى-: لَقَدْ أَنْزَلْنا إِلَيْكُمْ كِتاباً فِيهِ ذِكْرُكُمْ ... أى: عزكم وشرفكم.وقوله: وَسَوْفَ تُسْئَلُونَ تحذير من مخالفة ما اشتمل عليه هذا القرآن من أحكام وآداب وتشريعات.أى: وسوف تسألون يوم القيامة عنه، وعن القيام بحقه، وعن مقدار تمسككم بأوامره ونواهيه وعن شكركم لله- تعالى- على منحكم لهذه النعمة."},{"ayah_number":45,"text":"ثم أضاف- سبحانه- إلى هذا التثبيت لنبيه صلّى الله عليه وسلّم تثبيتا آخر فقال: وَسْئَلْ مَنْ أَرْسَلْنا مِنْ قَبْلِكَ مِنْ رُسُلِنا أَجَعَلْنا مِنْ دُونِ الرَّحْمنِ آلِهَةً يُعْبَدُونَ.والمقصود من الآية الكريمة بيان أن الرسل جميعا، قد دعوا أقوامهم إلى عبادة الله- تعالى- وحده، كما قال- سبحانه-: وَلَقَدْ بَعَثْنا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ، فَمِنْهُمْ مَنْ هَدَى اللَّهُ، وَمِنْهُمْ مَنْ حَقَّتْ عَلَيْهِ الضَّلالَةُ .كما قال- تعالى-: وَما أَرْسَلْنا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لا إِلهَ إِلَّا أَنَا فَاعْبُدُونِ   .قال صاحب الكشاف ما ملخصه: ليس المراد بسؤال الرسل حقيقة السؤال لاستحالته، ولكنه مجاز عن النظر في أديانهم، وأنهم ما جاءوا قط بعبادة الأوثان، وإنما جاءوا بالأمر بعبادة الله- تعالى- وحده..وقيل: إن النبي صلّى الله عليه وسلّم جمع الله له الأنبياء، في ليلة الإسراء في بيت المقدس، فصلى بهم إماما، وقيل له سلهم: فلم يتشكك ولم يسأل.وقيل معناه، سل أمم من أرسلنا من قبلك، وهم أهل الكتابين: التوراة والإنجيل فإذا سألهم فكأنما سأل- رسلهم- فالكلام على حذف مضاف  .فالآية الكريمة تقرر على كل الوجوه بأبلغ أسلوب، أن جميع الرسل قد جاءوا بعقيدة واحدة، وبدين واحد، هو عبادة الله- تعالى- ونبذ كل معبود سواه.ثم تمضى السورة الكريمة في تسليتها للرسول صلّى الله عليه وسلّم وفي تثبيتها للمؤمنين، فتذكر جانبا من قصة موسى- عليه السلام مع فرعون، وكيف أن فرعون سخر من دعوة موسى- عليه السلام- وتباهي على قومه بذلك، وكيف أنه استخف بهم فأطاعوه، فكانت عاقبته وعاقبتهم أن أغرقهم الله جميعا. قال- تعالى-:"},{"ayah_number":46,"text":"وقصة موسى- عليه السلام- مع فرعون ومع بنى إسرائيل، على رأس القصص التي تكرر الحديث عنها في القرآن الكريم، في سور متعددة، وذلك لما فيها من مساجلات ومحاورات بين أهل الحق وأهل الباطل، ولما فيها من عبر وعظات لقوم يعقلون.لقد وردت هذه القصة في سور: البقرة، والأعراف، ويونس، وهود، والإسراء، وطه، والقصص، والصافات، وغافر.. ولكن بأساليب متنوعة يكمل بعضها بعضا.وهنا تبدأ هذه القصة بقوله- تعالى-: وَلَقَدْ أَرْسَلْنا مُوسى بِآياتِنا إِلى فِرْعَوْنَ وَمَلَائِهِ، فَقالَ إِنِّي رَسُولُ رَبِّ الْعالَمِينَ.أى: والله لقد أرسلنا نبينا موسى- عليه السلام- بِآياتِنا الدالة على وحدانيتنا وقدرتنا، والتي على رأسها اليد والعصا.. وأرسلناه بهذه الآيات إِلى فِرْعَوْنَ وَمَلَائِهِ أى:أشراف قومه فقال لهم ناصحا ومرشدا: إِنِّي رَسُولُ رَبِّ الْعالَمِينَ إليكم، لآمركم بعبادة الله- تعالى-: وحده، وأنهاكم عن عبادة غيره."},{"ayah_number":47,"text":"فَلَمَّا جاءَهُمْ بِآياتِنا إِذا هُمْ مِنْها يَضْحَكُونَ أى: فحين جاء موسى- عليه السلام-إلى فرعون وملئه بآياتنا الدالة على قدرتنا، سارعوا إلى الضحك منها، والسخرية بها، بدون تأمل أو تدبر، شأن المغرورين الجهلاء.فقوله- تعالى-: إِذا هُمْ مِنْها يَضْحَكُونَ جواب فَلَمَّا والتعبير يشير إلى مسارعتهم إلى السخرية والاستخفاف بالآيات التي جاء بها موسى- عليه السلام-، مع أن هذه الآيات كانت تقتضي منهم التدبر والتفكر لو كانوا يعقلون."},{"ayah_number":48,"text":"وقوله- سبحانه-: وَما نُرِيهِمْ مِنْ آيَةٍ إِلَّا هِيَ أَكْبَرُ مِنْ أُخْتِها ... بيان لقسوة قلوبهم، وعدم تأثرها بالآيات والمعجزات.أى: وما نريهم من آية دالة على صدق نبينا موسى، إلا وتكون هذه الآية أكبر من أختها السابقة عليها، في الدلالة على ذلك، مع كون الآية السابقة عظيمة وكبيرة في ذاتها.والمقصود بالجملة الكريمة، بيان أن هؤلاء القوم لم يأتهم موسى- عليه السلام- بآية واحدة تشهد بصدقه فيما جاءهم به من عند ربه، وإنما أتاهم بمعجزات متعددة، وكل معجزة أدل على صدقه مما قبلها.ويصح أن يكون المراد وصف الجميع بالكبر، على معنى أن كل واحدة لكمالها في ذاتها، إذا نظر إليها الناظر، ظنها أكبر من البواقي لاستقلالها بإفادة الغرض الذي جاءت من أجله.وإلى هذا المعنى أشار صاحب الكشاف بقوله: والغرض بهذا الكلام، أنهن موصوفات بالكبر، لا يكدن يتفاوتن فيه، وكذلك العادة في الأشياء التي تتلاقى في الفضل. وتتفاوت منازلها فيه التفاوت اليسير، أن تختلف آراء الناس في تفضيلها، فيفضل بعضهم هذا، وبعضهم ذاك، فعلى ذلك بنى الناس كلامهم فقالوا: رأيت رجالا بعضهم أفضل من بعض، وربما اختلفت آراء الرجل الواحد فيها، فتارة يفضل هذا وتارة يفضل ذاك، ومنه بيت الحماسة:من تلق منهم تقل لاقيت سيدهم مثل النجوم التي يسرى بها السارى  وقوله- تعالى-: وَأَخَذْناهُمْ بِالْعَذابِ لَعَلَّهُمْ يَرْجِعُونَ بيان للمصير السيئ الذي آلوا إليه.أى: وأخذناهم بسبب إصرارهم على الكفر والمعاصي، بالعذاب الدنيوي الشديد لكي يرجعوا عما هم عليه من كفر وفسوق، ولكنهم لم يرجعوا.فالمراد بالعذاب هنا العذاب الدنيوي، الذي أشار إليه- سبحانه- بقوله:فَأَرْسَلْنا عَلَيْهِمُ الطُّوفانَ وَالْجَرادَ وَالْقُمَّلَ وَالضَّفادِعَ وَالدَّمَ، آياتٍ مُفَصَّلاتٍ، فَاسْتَكْبَرُوا وَكانُوا قَوْماً مُجْرِمِينَ..   ."},{"ayah_number":49,"text":"ثم حكى- سبحانه- ما قالوه بعد أن نزل بهم العذاب، فقال: وَقالُوا يا أَيُّهَا السَّاحِرُ ادْعُ لَنا رَبَّكَ بِما عَهِدَ عِنْدَكَ إِنَّنا لَمُهْتَدُونَ.وجمهور المفسرين على أن قولهم هذا، كان على سبيل التعظيم لموسى- عليه السلام- لأنهم كانوا يوقرون السحرة، ويعتبرونهم العلماء.قال ابن كثير: قوله يا أَيُّهَا السَّاحِرُ أى: العالم ... وكان علماء زمانهم هم السحرة، ولم يكن السحر عندهم في زمانهم مذموما، فليس هذا منهم على سبيل الانتقاص، لأن الحال حال ضرورة منهم إليه، فهي تقتضي تعظيمهم لموسى- عليه السلام- ..  .وما في قوله: بِما عَهِدَ عِنْدَكَ مصدرية: أى: بعهده عندك، والمراد بهذا العهد: النبوة. وسميت عهدا، لأن الله- تعالى- عاهد نبيه أن يكرمه بها، أو لأن لها حقوقا تحفظ كما يحفظ العهد.وقوله: إِنَّنا لَمُهْتَدُونَ مرتب على كلام محذوف.أى: وحين أخذنا فرعون وقومه بالعذاب، قالوا لموسى- على سبيل التذلل والتعظيم من شأنه- يا أيها الساحر الذي غلبنا بسحره وعلمه، ادع لنا ربك بحق عهده إليك بالنبوة، لئن كشف عنا ربك هذا العذاب الذي نزل بنا إِنَّنا لَمُهْتَدُونَ أى إننا لمؤمنون ثابتون على ذلك، متبعون لك في كل ما تأمرنا به أو تنهانا عنه."},{"ayah_number":50,"text":"فدعا موسى- عليه السلام- ربه أن يكشف عنهم العذاب، فأجاب الله دعوته بأن كشف عنهم، فماذا كانت النتيجة؟ كانت النتيجة أنهم نقضوا عهودهم، واستمروا على كفرهم، كما قال- تعالى-: فَلَمَّا كَشَفْنا عَنْهُمُ الْعَذابَ أى: فحين كشفنا عنهم العذاب الذي حل بهم إِذا هُمْ يَنْكُثُونَ أى: إذا هم ينقضون عهدهم بالإيمان فلا يؤمنون. يقال: نكث فلان عهده ونقضه، إذا لم يف به.ومن سوء أدبهم أنهم قالوا: ادع لنا ربك، فكأن الله- تعالى- رب موسى وحده، وليس ربا لهم.وشبيه بهاتين الآيتين قوله- تعالى-: وَلَمَّا وَقَعَ عَلَيْهِمُ الرِّجْزُ قالُوا يا مُوسَى ادْعُ لَنا رَبَّكَ بِما عَهِدَ عِنْدَكَ، لَئِنْ كَشَفْتَ عَنَّا الرِّجْزَ لَنُؤْمِنَنَّ لَكَ، وَلَنُرْسِلَنَّ مَعَكَ بَنِي إِسْرائِيلَ. فَلَمَّا كَشَفْنا عَنْهُمُ الرِّجْزَ إِلى أَجَلٍ هُمْ بالِغُوهُ إِذا هُمْ يَنْكُثُونَ"},{"ayah_number":51,"text":"ثم حكى- سبحانه- جانبا من طغيان فرعون وفجوره، واستخفافه بعقول قومه فقال:وَنادى فِرْعَوْنُ فِي قَوْمِهِ ... أى: أن فرعون جمع زعماء قومه، وأخبرهم بما يريد أن يقول لهم.أو أنه أمر مناديا ينادى في قومه جميعا، ليعلمهم بما يريد إعلامهم به، وأسند- سبحانه- النداء إلى فرعون، لأنه هو الآمر به.والتعبير بقوله: فِي قَوْمِهِ يشعر بأن النداء قد وصل إليهم جميعا ودخل في قلوبهم.وقوله- تعالى-: قالَ يا قَوْمِ أَلَيْسَ لِي مُلْكُ مِصْرَ وَهذِهِ الْأَنْهارُ تَجْرِي مِنْ تَحْتِي أَفَلا تُبْصِرُونَ ... حكاية لما قاله فرعون لقومه.أى: أن فرعون جمع عظماء قومه، وقال لهم- بعد أن خشي إيمانهم بموسى: يا قَوْمِ أَلَيْسَ لِي مُلْكُ مِصْرَ بحيث لا ينازعني في ذلك منازع، ولا يخالفني في ذلك مخالف، فالاستفهام للتقرير.وفضلا عن ذلك فإن هذه الأنهار التي ترونها متفرعة من النيل تجرى تحت قدمي، أو من تحت قصرى.أَفَلا تُبْصِرُونَ ذلك، وتستدلون به على قوة أمرى، وسعة ملكي، وعظم شأنى فمفعول تُبْصِرُونَ محذوف، أى: أفلا تبصرون عظمتي."},{"ayah_number":52,"text":"وأَمْ في قوله: أَمْ أَنَا خَيْرٌ مِنْ هذَا الَّذِي هُوَ مَهِينٌ وَلا يَكادُ يُبِينُ هي المنقطعة المقدرة بمعنى بل التي هي للاضراب، والإشارة بهذا تعود لموسى- عليه السلام-.أى: بل أنا خير من هذا الذي هو فقير وليس صاحب ملك أو سطوة أو مال.. وفي الوقت نفسه لا يَكادُ يُبِينُ أى: لا يكاد يظهر كلامه لعقدة في لسانه."},{"ayah_number":53,"text":"ثم أضاف إلى ذلك قوله- كما حكى القرآن عنه: فَلَوْلا أُلْقِيَ عَلَيْهِ أَسْوِرَةٌ مِنْ ذَهَبٍ أَوْ جاءَ مَعَهُ الْمَلائِكَةُ مُقْتَرِنِينَ.والأسورة: جمع سوار، وهو كناية عن تمليكه، وكانوا إذا ملكوا رجلا عليهم، جعلوا في يديه سوارين، وطوقوه بطوق من ذهب، علامة على أنه ملكهم.أى: فهلا لو كان موسى ملكا أو رسولا، أن يحلى نفسه بأساور من ذهب، أو جاء إلينا ومعه الملائكة محيطين به، ومتقارنين معه، لكي يعينوه ويشهدوا له بالنبوة.ولا شك أن هذه الأقوال التي تفوه بها فرعون، تدل على شدة طغيانه، وعلى عظم غروره، وعلى استغلاله الضخم لغفلة قومه وسفاهتهم وضعفهم.ورحم الله الإمام ابن كثير فقد قال ما ملخصه: وهذا الذي قاله فرعون- لعنه الله- كذب واختلاق، وإنما حملة على هذا الكفر والعناد، وهو ينظر إلى موسى- عليه السلام- بعين كافرة شقية، وقد كان موسى من الجلالة والعظمة والبهاء في صورة يبهر أبصار ذوى الألباب.وقوله: وَلا يَكادُ يُبِينُ افتراء- أيضا- فإنه وإن كان قد أصاب لسانه في حال صغره شيء من جهة تلك الجمرة، فقد سأل ربه أن يحل عقدة من لسانه، فاستجاب الله- تعالى- له وفرعون إنما أراد بهذا الكلام، أن يروج على رعيته، لأنهم كانوا جهلة أغبياء.. ."},{"ayah_number":54,"text":"وقوله- تعالى-: فَاسْتَخَفَّ قَوْمَهُ فَأَطاعُوهُ، إِنَّهُمْ كانُوا قَوْماً فاسِقِينَ بيان لما كان عليه فرعون من لؤم وخداع، ولما كان عليه قومه من جبن وخروج على طاعة الله- تعالى-.أى: وبعد أن قال فرعون لقومه ما قال من تطاول على موسى- عليه السلام- طلب منهم الخفة والسرعة والمبادرة إلى الاستجابة لما قاله لهم، فأجابوه إلى طلبه منهم، لأنهم كانوا قوما خارجين على طاعتنا، مؤثرين الغي على الرشد، والضلالة على الهداية.."},{"ayah_number":55,"text":"ثم بين- سبحانه- سوء عاقبتهم فقال: فَلَمَّا آسَفُونا انْتَقَمْنا مِنْهُمْ فَأَغْرَقْناهُمْ أَجْمَعِينَ. فَجَعَلْناهُمْ سَلَفاً وَمَثَلًا لِلْآخِرِينَ.وقوله: آسَفُونا أى: أغضبونا أشد الغضب، من أسف فلان أسفا، إذا اشتد غضبه وسَلَفاً أى: قدوة لمن بعدهم من الكفار في استحقاق مثل عقوبتهم. وهو مصدر وصف به على سبيل المبالغة، ولذا يطلق على القليل والكثير. يقال: سلفه الشيء سلفا، إذا تقدم ومضى. وفلان سلف له عمل صالح، أى: تقدم له عمل صالح ومنه: الأسلاف، أى:المتقدمون على غيرهم.أى: فلما أغضبنا فرعون وقومه أشد الغضب، بسبب إصرارهم على الكفر والفسوق والعصيان، انتقمنا منهم انتقاما شديدا، حيث أغرقناهم أجمعين في اليم."},{"ayah_number":56,"text":"فَجَعَلْناهُمْ سَلَفاً أى قدوة لمن بعدهم في الكفر في استحقاق مثل عقوبتهم كما جعلناهم مَثَلًا أى: عبرة وموعظة لِلْآخِرِينَ الذين يعملون مثل أعمالهم..وبذلك نرى في هذه الآيات الكريمة، جانبا من قصة موسى- عليه السلام- مع فرعون وملئه.ويتجلى في هذا الجانب من القصة طغيان فرعون، واستخفافه بعقول قومه، ومجاهرته بالكذب والفجور.. فكانت عاقبتهم جميعا الدمار والبوار.ثم انتقلت السورة الكريمة من الحديث عن جانب من قصة موسى، إلى الحديث عن جانب من قصة عيسى- عليه السلام- فقال- تعالى-:"},{"ayah_number":57,"text":"ذكر المفسرون في سبب نزول قوله- تعالى-: وَلَمَّا ضُرِبَ ابْنُ مَرْيَمَ مَثَلًا ...روايات منها: أنه لما نزل قوله- تعالى-: وَسْئَلْ مَنْ أَرْسَلْنا مِنْ قَبْلِكَ مِنْ رُسُلِنا ...تعلق المشركون بأمر عيسى وقالوا: ما يريد محمد صلّى الله عليه وسلّم إلا أن نتخذه إلها، كما اتخذت النصارى عيسى ابن مريم فأنزل الله- تعالى- وَلَمَّا ضُرِبَ ابْنُ مَرْيَمَ مَثَلًا....وقال الواحدي: أكثر المفسرين على أن هذه الآية، نزلت في مجادلة ابن الزبعرى- قبل أن يسلم- مع النبي صلّى الله عليه وسلّم فإنه لما نزل قوله- تعالى-: إِنَّكُمْ وَما تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ....قال ابن الزبعرى خصمتك- يا محمد- ورب الكعبة. أليست النصارى يعبدون المسيح، واليهود يعبدون عزيرا، وبنو مليح يعبدون الملائكة؟ فإن كان هؤلاء في النار، فقد رضينا أن نكون نحن وآلهتنا في النار؟.فقال له النبي صلّى الله عليه وسلّم: «ما أجهلك بلغة قومك؟ أما فهمت أن ما لما لا يعقل» ؟. وفي رواية أنه صلّى الله عليه وسلّم قال له: «إنهم يعبدون الشيطان» وأنزل الله- تعالى-: وَلَمَّا ضُرِبَ ابْنُ مَرْيَمَ مَثَلًا إِذا قَوْمُكَ مِنْهُ يَصِدُّونَ..   .وكلمة يَصِدُّونَ قرأها الجمهور بكسر الصاد. وقرأها ابن عامر والكسائي بضم الصاد. وهما بمعنى واحد. ومعناهما: يضجون ويصيحون فرحا. يقال: صد يصد- بكسر الصاد وضمها- بمعنى ضج- كعكف- بضم الكاف وكسرها.ويرى بعضهم أن يَصِدُّونَ- بكسر الصاد- بمعنى: يضجون ويصيحون ويضحكون ... وأن يَصِدُّونَ- بضم الصاد- بمعنى يعرضون. من الصد بمعنى الإعراض عن الحق.والمعنى: وحين ضرب ابن الزبعرى، عيسى ابن مريم مثلا، وحاجك بعبادة النصارى له، فاجأك قومك- كفار قريش- بسبب هذه المحاجة، بالصياح والضجيج والضحك، فرحا منهم بما قاله ابن الزبعرى، وظنا منهم أنه قد انتصر عليك في الخصومة والمجادلة.فمن في قوله مِنْهُ الظاهر أنها للسببية، كما في قوله- تعالى-: مِمَّا خَطِيئاتِهِمْ أُغْرِقُوا فَأُدْخِلُوا ناراً....والمراد بالمثل هنا: الحجة والبرهان.قال الآلوسى: والحجة لما كانت تسير مسير الأمثال شهرة، قيل لها مثل. أو المثل بمعنى المثال. أى: جعله مقياسا وشاهدا على إبطال قوله صلّى الله عليه وسلّم: إن آلهتهم من حصب جهنم، وجعل عيسى- عليه السلام- نفسه مثلا من باب: الحج عرفة  ."},{"ayah_number":58,"text":"ثم بين- سبحانه- أقوالهم التي بنوا عليها باطلهم فقال: وَقالُوا أَآلِهَتُنا خَيْرٌ أَمْ هُوَ ... ؟ والضمير هُوَ يعود إلى عيسى- عليه السلام-.ومرادهم بالاستفهام تفضيل عيسى- عليه السلام- على آلهتهم، مجاراة للنبي صلّى الله عليه وسلّم.فكأنهم يقولون: لقد أخبرتنا بأن عيسى ابن مريم رسول من رسل الله- تعالى- وأنه خير من آلهتنا.. فإن كان في النار يوم القيامة لأن الله- تعالى- يقول: إِنَّكُمْ وَما تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ فقد رضينا أن نكون نحن وآلهتنا في النار.وقد أبطل الله زعمهم هذا بقوله: ما ضَرَبُوهُ لَكَ إِلَّا جَدَلًا.أى: لا تهتم- أيها الرسول الكريم- بما قالوه، فإنهم ما ضربوا لك هذا المثل بعيسى إلا من أجل مجادلتك بالباطل، وليس من أجل الوصول إلى الحق.وقوله: بَلْ هُمْ قَوْمٌ خَصِمُونَ مؤكد لما قبله من كونهم قالوا ذلك لأجل الجدل بالباطل، لا لطلب الحق، وإضراب عن مزاعمهم وعن مجاراتهم في خصومتهم.أى: ذرهم- أيها الرسول الكريم- في باطلهم يعمهون، فإنهم قوم مجبولون على الخصومة، وعلى اللجاج في الباطل.فقوله: خَصِمُونَ جمع خصم- بفتح فكسر- وهو الإنسان المبالغ في الجدل والخصومة، دون أن يكون هدفه الوصول إلى الحق.وجاء التعبير في قوله: ما ضَرَبُوهُ لَكَ إِلَّا جَدَلًا بصيغة الجمع، مع أن ضارب المثل واحد، وهو ابن الزبعرى، لأن إسناد فعل الواحد إلى الجماعة، من الأساليب المعروفة في اللغة العربية، ومنه قول الشاعر:فسيف بنى عبس وقد ضربوا به ... نبا بيدي ورقاء عن رأس خالدفإنه قد نسب الضرب إلى جميع بنى عبس، مع تصريحه بأن الضارب واحد، وهو ورقاء..ولأنهم لما أيدوا ابن الزبعرى في قوله، فكأنهم جميعا قد قالوه.."},{"ayah_number":59,"text":"ثم بين- سبحانه- حقيقة عيسى- عليه السلام- فقال: إِنْ هُوَ إِلَّا عَبْدٌ أَنْعَمْنا عَلَيْهِ، وَجَعَلْناهُ مَثَلًا لِبَنِي إِسْرائِيلَ.أى: ليس هو أى: عيسى- عليه السلام- إلا عبد من عبادنا الذين أنعمنا عليهم بنعمة النبوة وَجَعَلْناهُ مَثَلًا أى: أمرا عجيبا، جديرا بأن يسير ذكره كالأمثال لِبَنِي إِسْرائِيلَ الذين أرسلناه إليهم، حيث خلقناه من غير أب، وأعطيناه المعجزات الباهرات التي منها: إبراء الأكمة والأبرص وإحياء الموتى بإذن الله ... وهذا كله دليل على وحدانيتنا، وكمال قدرتنا ونفاذ إرادتنا.فالآية الكريمة ترفع من شأن عيسى- عليه السلام-، وتحدد منزلته، وتنفى عنه غلو المغالين في شأنه، وإنقاص المنقصين من قدره."},{"ayah_number":60,"text":"ثم أكد- سبحانه- كمال قدرته فقال: وَلَوْ نَشاءُ لَجَعَلْنا مِنْكُمْ مَلائِكَةً فِي الْأَرْضِ يَخْلُفُونَ.و «من» في قوله- تعالى- مِنْكُمْ يصح أن تكون للبدلية، فيكون المعنى: ولو نشاء إهلاككم أيها الكافرون لفعلنا ولجعلنا بدلا منكم ملائكة يخلفونكم بعد موتكم، ولكنا لم نشأ ذلك لحكم نحن نعلمها.ويصح أن تكون للتبعيض فيكون المعنى: ولو نشاء لجعلنا منكم يا رجال قريش ملائكة، بطريق التوليد منكم، من غير واسطة نساء، فهذا أمر سهل علينا، مع أنه أعجب من حال عيسى الذي تستغربونه، لأنه جاء من غير أب، مع أن الأم من طبيعتها الولادة.فالمقصود بالآية الكريمة بيان أن قدرة الله- تعالى- لا يعجزها شيء، وأن ما تعجبوا منه، الله- تعالى- قادر على أن يأتى بما هو أعجب منه.قال صاحب الكشاف: قوله وَلَوْ نَشاءُ لقدرتنا على خلق عجائب الأمور، وبدائع الفطر، لَجَعَلْنا مِنْكُمْ أى: لولدنا منكم يا رجال مَلائِكَةً يخلفونكم في الأرض، كما يخلفكم أولادكم، كما ولدنا عيسى من أنثى من غير فحل، لتعرفوا تميزنا بالقدرة الباهرة، ولتعلموا أن الملائكة أجسام.. وذات الله- تعالى- متعالية عن ذلك ."},{"ayah_number":61,"text":"ثم بين- سبحانه- بعض ما يتعلق بعيسى- عليه السلام- فقال: وَإِنَّهُ لَعِلْمٌ لِلسَّاعَةِ.فالضمير في إِنَّهُ يعود إلى عيسى لأن السياق في شأنه، وقيل يعود إلى القرآن أو إلى الرسول صلّى الله عليه وسلّم وضعف ذلك لأن الكلام في شأن عيسى.والمراد بالعلم: العلامة، واللام في قوله لِلسَّاعَةِ بمعنى على. والكلام على حذف مضاف.والمعنى: وإن عيسى- عليه السلام- عند نزوله من السماء في آخر الزمان حيا، ليكونن علامة على قرب قيام الساعة، ودليلا على أن نهاية الدنيا توشك أن تقع..قال الآلوسى: وَإِنَّهُ أى: عيسى عليه السلام- لَعِلْمٌ لِلسَّاعَةِ أى: أنه بنزوله شرط من أشراطها.وقد نطقت الأخبار بنزوله- عليه السلام- في آخر الزمان، فقد أخرج البخاري ومسلم والترمذي وأبو داود وابن ماجة، عن أبى هريرة قال: قال رسول الله صلّى الله عليه وسلّم: لينزلن ابن مريم، حكما عدلا فليكسرن الصليب، وليقتلن الخنزير، وليضعن الجزية، وليذهبن الشحناء والتباغض والتحاسد، وليدعون إلى المال فلا يقبله أحد  .وقال ابن كثير ما ملخصه: قوله: إِنَّهُ لَعِلْمٌ لِلسَّاعَةِ الصحيح أن الضمير يعود على عيسى، فإن السياق في ذكره، ثم المراد بذلك نزوله قبل يوم القيامة كما قال- تعالى- وَإِنْ مِنْ أَهْلِ الْكِتابِ إِلَّا لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ ... أى: قبل موت عيسى.وقد تواترت الأحاديث عن رسول الله صلّى الله عليه وسلّم «أنه أخبر بنزول عيسى قبل يوم القيامة، إماما عادلا، وحكما مقسطا» .وقوله: فَلا تَمْتَرُنَّ بِها أى: فلا تشكن في وقوعها في الوقت الذي يشاؤه الله- تعالى-، فقوله تَمْتَرُنَّ من المرية بمعنى الشك والريب.وقوله: وَاتَّبِعُونِ هذا صِراطٌ مُسْتَقِيمٌ أى: واتبعوا- أيها الناس- ما جئتكم به من عند ربي، فإن هذا الذي جئتكم به، هو الطريق المستقيم الذي يوصلكم إلى السعادة في الدنيا والآخرة."},{"ayah_number":62,"text":"وَلا يَصُدَّنَّكُمُ الشَّيْطانُ أى: ولا يمنعنكم الشيطان بسبب وسوسته لكم، عن طاعتي واتباعى إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ أى: إن الشيطان عداوته لكم ظاهرة، وكيده لكم واضح، كما قال- تعالى-: إِنَّ الشَّيْطانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوًّا. إِنَّما يَدْعُوا حِزْبَهُ لِيَكُونُوا مِنْ أَصْحابِ السَّعِيرِ."},{"ayah_number":63,"text":"ثم حكى- سبحانه- ما قاله عيسى- عليه السلام- لقومه، عند ما بعثه الله إليهم فقال: وَلَمَّا جاءَ عِيسى بِالْبَيِّناتِ، قالَ قَدْ جِئْتُكُمْ بِالْحِكْمَةِ.والبينات: جمع بينة. وهي صفة لموصوف محذوف، والمراد بها: المعجزات التي أيد الله- تعالى- بها عيسى- عليه السلام-.والمراد بالحكمة: التشريعات والتكاليف والمواعظ التي أرشدهم إليها، عن طريق الكتاب الذي أنزله الله تعالى إليه، وهو الإنجيل.أى: وحين جاء عيسى- عليه السلام- إلى قومه، قال لهم على سبيل النصح والإرشاد:يا قوم لقد جئتكم بالمعجزات البينات الواضحة التي تشهد بصدقى وجئتكم بالإنجيل المشتمل على ما تقتضيه الحكمة الإلهية من آداب وتشريعات ومواعظ.وقوله: وَلِأُبَيِّنَ لَكُمْ بَعْضَ الَّذِي تَخْتَلِفُونَ فِيهِ متعلق بمحذوف والتقدير:قد جئتكم بالحكمة لأعلمكم إياها، وجئتكم- أيضا- لأبين لكم ولأصحح لكم بعض الأمور التي تختلفون فيها.وقال- سبحانه- وَلِأُبَيِّنَ لَكُمْ بَعْضَ الَّذِي تَخْتَلِفُونَ فِيهِ ولم يقل كل الذي تختلفون فيه، للإشعار بالرحمة بهم، وبالستر عليهم، حيث بين البعض وترك البعض الآخر، لأنه لا ضرورة تدعو إلى بيانه.قال صاحب الكشاف: فإن قلت: هلا بين لهم كل الذي يختلفون فيه؟ قلت: كانوا يختلفون في الديانات، وما يتعلق بالتكليف، وفيما سوى ذلك مما لم يتعبدوا بمعرفته والسؤال عنه، وإنما بعث ليبين لهم ما اختلفوا فيه مما يعنيهم من أمر دينهم..  .وقوله- تعالى-: فَاتَّقُوا اللَّهَ وَأَطِيعُونِ. إِنَّ اللَّهَ هُوَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هذا صِراطٌ مُسْتَقِيمٌ.أى: إذا كان الأمر كما ذكرت لكم، فاتقوا الله- تعالى- بأن تصونوا أنفسكم عن كل ما يغضبه، وبأن تطيعوني في كل ما آمركم به أو أنهاكم عنه."},{"ayah_number":64,"text":"وإن الله- تعالى- هو ربي وربكم فأخلصوا له العبادة والطاعة، وهذا الذي آمركم به أو أنهاكم عنه، هو الطريق القويم، الذي يوصلكم إلى السعادة الدنيوية والأخروية."},{"ayah_number":65,"text":"ثم بين- سبحانه- موقف أهل الكتاب من دعوة عيسى- عليه السلام- فقال:فَاخْتَلَفَ الْأَحْزابُ مِنْ بَيْنِهِمْ....والأحزاب: جمع حزب. والمراد بهم الفرق التي تحزبت وتجمعت على الباطل من بعد عيسى.وضمير الجمع في قوله مِنْ بَيْنِهِمْ يعود إلى من بعث إليهم عيسى- عليه السلام- من اليهود والنصارى.وقيل: يعود إلى النصارى خاصة، لأنهم هم الذين اختلفوا في شأنه، فمنهم من قال: هو الله ومنهم من قال: هو ابن الله. ومنهم من قال: ثالث ثلاثة.قال الآلوسى: قوله: فَاخْتَلَفَ الْأَحْزابُ أى: الفرق المتحزبة مِنْ بَيْنِهِمْ أى: من بين من بعث إليهم، وخاطبهم بما خاطبهم من اليهود والنصارى وهم أمة دعوته- عليه السلام-.وقيل: المراد النصارى، وهم أمة إجابته، وقد اختلفوا فرقا: ملكانية، ونسطورية، ويعقوبية  .وقوله- تعالى-: فَوَيْلٌ لِلَّذِينَ ظَلَمُوا مِنْ عَذابِ يَوْمٍ أَلِيمٍ بيان للعقاب الشديد الذي أعده الله- تعالى- لهم، بسبب اختلافهم وبغيهم، ونسبتهم إلى عيسى ما هو برىء منه.أى: فهلاك وعذاب شديد للذين ظلموا أنفسهم بالكفر، وبافترائهم على عيسى- عليه السلام-، وما أشد حسرتهم في هذا اليوم العصيب."},{"ayah_number":66,"text":"والاستفهام في قوله: هَلْ يَنْظُرُونَ إِلَّا السَّاعَةَ أَنْ تَأْتِيَهُمْ بَغْتَةً وَهُمْ لا يَشْعُرُونَ للنفي.وينظرون بمعنى: ينتظرون. والخطاب لكفار مكة الذين أعرضوا عن دعوة الحق.أى: ما ينتظر هؤلاء المشركون إلا قيام الساعة، وهذا القيام سيأتيهم فجأة، وبدون شعور منهم بها، وحينئذ يندمون ولن ينفعهم الندم، ولو كانوا عقلاء لاتبعوا الحق الذي جاءهم به رسولنا صلّى الله عليه وسلّم، قبل فوات الأوان.فالآية الكريمة دعوة لهؤلاء المشركين إلى الاستجابة للرسول صلّى الله عليه وسلّم إذا دعاهم لما يصلحهم، من قبل أن يأتى يوم لا بيع فيه ولا خلال.وشبيه بهذه الآية قوله- تعالى-: فَهَلْ يَنْظُرُونَ إِلَّا السَّاعَةَ أَنْ تَأْتِيَهُمْ بَغْتَةً فَقَدْ جاءَ أَشْراطُها. فَأَنَّى لَهُمْ إِذا جاءَتْهُمْ ذِكْراهُمْ.وبذلك نرى الآيات الكريمة، قد وبخت المشركين على جدالهم بالباطل وردت عليهم بما يخرس ألسنتهم، وبينت الحق في شأن عيسى- عليه السلام- وتوعدت المختلفين في أمره- اختلافا يتنافى مع ما جاءهم به- بالعذاب الشديد.وبعد هذا الحديث عن جانب من قصة موسى، وعن جانب من قصة عيسى- عليهما السلام-، وعن موقف أقوامهما منهما.. بعد كل ذلك رسمت السورة الكريمة صورة واضحة لحسن عاقبة المؤمنين، ولسوء عاقبة المكذبين، ليهلك من هلك عن بينة، ويحيا من حي عن بينة، فقال- تعالى-:"},{"ayah_number":67,"text":"وقوله- تعالى-: الْأَخِلَّاءُ جمع خليل بمعنى صديق. وسمى الأصدقاء أخلاء، لأن المودة التي بينهم تخللت قلوبهم واختلطت بنفوسهم.أى: الأصدقاء في الدنيا، يصير بعضهم لبعض يوم القيامة أعداء، لأنهم كانوا يجتمعون على الشرور والآثام في الدنيا، وكانوا يتواصون بالبقاء على الكفر والفسوق والعصيان فلما جاء يوم القيامة، وانكشفت الحقائق.. انقلبت صداقتهم إلى عداوة.وقوله- تعالى-: الْأَخِلَّاءُ جمع خليل بمعنى صديق. وسمى الأصدقاء أخلاء، لأن المودة التي بينهم تخللت قلوبهم واختلطت بنفوسهم.أى: الأصدقاء في الدنيا، يصير بعضهم لبعض يوم القيامة أعداء، لأنهم كانوا يجتمعون على الشرور والآثام في الدنيا، وكانوا يتواصون بالبقاء على الكفر والفسوق والعصيان فلما جاء يوم القيامة، وانكشفت الحقائق.. انقلبت صداقتهم إلى عداوة.إِلَّا الْمُتَّقِينَ فإن صداقتهم في الدنيا تنفعهم في الآخرة، لأنهم أقاموها على الإيمان والعمل الصالح والطاعة لله رب العالمين.فالآية الكريمة إنذار للكافرين الذين كانت صداقاتهم في الدنيا تقوم على محاربة الحق، ومناصرة الباطل ... وبشارة عظيمة للمتقين الذين بنوا صداقتهم في الدنيا على طاعة الله- تعالى- ونصرة دينه، والعمل بشريعته."},{"ayah_number":68,"text":"ثم بشر الله- تعالى- عباده بجملة من البشارات الكريمة، فقال- تعالى-: يا عِبادِ لا خَوْفٌ عَلَيْكُمُ الْيَوْمَ وَلا أَنْتُمْ تَحْزَنُونَ. الَّذِينَ آمَنُوا بِآياتِنا وَكانُوا مُسْلِمِينَ. ادْخُلُوا الْجَنَّةَ أَنْتُمْ وَأَزْواجُكُمْ تُحْبَرُونَ.والخوف معناه: توقع ما يخشاه ويغتم له الإنسان في المستقبل. والحزن معناه: غم يلحق الإنسان من أجل شيء مضى.وقوله: تُحْبَرُونَ أى: تفرحون وتسرون سرورا عظيما يظهر حباره- بفتح الحاء وكسرها- أى: أثره الحسن على وجوهكم وأفئدتكم، فهو من الحبر- بفتح الحاء والباء- بمعنى الأثر. ويصح أن يكون من الحبر- بسكون الباء- بمعنى الزينة وحسن الهيئة.وبهذا ترى الآيات الكريمة قد نفت عنهم الخوف والحزن، وفتحت لهم أبواب الجنة، وأعلمتهم بأنهم سيكونون هم وأزواجهم في سرور دائم.أى: يقول الله- تعالى- لعباده المؤمنين يوم القيامة: يا عباد الذين شرفتكم بالإضافة إلى ذاتى، لا خوف عليكم اليوم من أمر المستقبل، ولا أنتم تحزنون على أمر مضى."},{"ayah_number":69,"text":"وقوله: الَّذِينَ آمَنُوا بِآياتِنا وَكانُوا مُسْلِمِينَ في محل نصب، صفة لقوله «يا عباد» أى: يا عباد الذين آمنوا بآياتنا الدالة على وحدانيتنا وعلى صدق نبينا صلّى الله عليه وسلّم. وكانوا في الدنيا مخلصين وجوههم لنا، وجاعلين أنفسهم سالمة لطاعتنا.."},{"ayah_number":70,"text":"ادْخُلُوا الْجَنَّةَ أَنْتُمْ وَأَزْواجُكُمْ أى: ونساؤكم المؤمنات تُحْبَرُونَ أى: تسرون وتتلذذون بتلك النعم التي أنعم بها- سبحانه- عليكم.فالمراد بأزواجهم هنا: نساؤهم، لأن في هذه الصحبة تلذذا أكثر، ونعيما أكبر.والإضافة في قوله أَزْواجُكُمْ للاختصاص التام، فتخرج الأزواج غير المؤمنات.ومنهم من يرى أن المراد بقوله وَأَزْواجُكُمْ: نظراؤكم وأشباهكم في الطاعة لله- تعالى-.أى: ادخلوا الجنة أنتم وأشباهكم في الإيمان والطاعة، دخولا لا تنالون معه إلا الفرح الدائم، والسرور الذي لا انقطاع له.وشبيه بهذه الآية قوله- تعالى-: إِنَّ أَصْحابَ الْجَنَّةِ الْيَوْمَ فِي شُغُلٍ فاكِهُونَ. هُمْ وَأَزْواجُهُمْ فِي ظِلالٍ عَلَى الْأَرائِكِ مُتَّكِؤُنَ."},{"ayah_number":71,"text":"ثم بين- سبحانه- مظاهر أخرى لتكريمه لهؤلاء العباد فقال: يُطافُ عَلَيْهِمْ بِصِحافٍ مِنْ ذَهَبٍ وَأَكْوابٍ....والصحاف: جمع صحفة، وهي الآنية الواسعة الكبيرة التي توضع فيها الأطعمة.والأكواب: جمع كوب وهو ما يوضع فيه الشراب.وفي الكلام حذف يعرف من السياق، والتقدير: يقال لهم: ادخلوا الجنة أنتم وأزواجكم تحبرون، فإذا ما دخلوها واستقروا فيها، يطاف عليهم بأطعمة وأشربة في أوان من ذهب.ولم تذكر الأطعمة والأشربة للعلم بها، إذ لا معنى للطواف بالصحاف والأكواب وهي فارغة..وَفِيها ما تَشْتَهِيهِ الْأَنْفُسُ وَتَلَذُّ الْأَعْيُنُ أى: وفي الجنة التي دخلوها كل ما تشتهيه الأنفس من أنواع المشتهيات، وكل ما تتلذذ بين الأعين وتسر برؤيته.وَأَنْتُمْ أيها المؤمنون فِيها خالِدُونَ خلودا أبديا لا نهاية له."},{"ayah_number":72,"text":"ثم ختم- سبحانه- هذا التكريم لعباده بقوله: وَتِلْكَ الْجَنَّةُ الَّتِي أُورِثْتُمُوها بِما كُنْتُمْ تَعْمَلُونَ. لَكُمْ فِيها فاكِهَةٌ كَثِيرَةٌ مِنْها تَأْكُلُونَ.واسم الإشارة تِلْكَ مبتدأ وخبره الْجَنَّةُ وما بعدهما صفة الجنة.. وفي الكلام التفات من الغيبة إلى الخطاب على سبيل التشريف.وقال- سبحانه- وَتِلْكَ بالإفراد، للإشعار بأن الخطاب لكل واحد من أهل الجنة، على سبيل العناية به، والإعلاء من شأنه.أى: ويقال لهم يوم القيامة على سبيل التشريف: وهذه الجنة التي أورثتموها بسبب أعمالكم الصالحة في الدنيا، لكم فيها فاكهة كثيرة، وثمار شهية لذيذة، منها تأكلون أكلا هنيئا مريئا.وعبر بقوله- تعالى- أُورِثْتُمُوها للإشعار بأنها قد صارت إليهم بفضل الله وكرمه، كما يصير الميراث إلى الوارث.وقوله بِما كُنْتُمْ تَعْمَلُونَ بيان للأسباب التي أوصلتهم إلى هذه المنازل العالية، فإن أعمالهم الطيبة التي تقبلها الله- تعالى- منهم، جعلتهم- بفضله وإحسانه- في أعلى الدرجات وأسماها."},{"ayah_number":73,"text":"ثم ختم- سبحانه- هذا التكريم لعباده بقوله: وَتِلْكَ الْجَنَّةُ الَّتِي أُورِثْتُمُوها بِما كُنْتُمْ تَعْمَلُونَ. لَكُمْ فِيها فاكِهَةٌ كَثِيرَةٌ مِنْها تَأْكُلُونَ.واسم الإشارة تِلْكَ مبتدأ وخبره الْجَنَّةُ وما بعدهما صفة الجنة.. وفي الكلام التفات من الغيبة إلى الخطاب على سبيل التشريف.وقال- سبحانه- وَتِلْكَ بالإفراد، للإشعار بأن الخطاب لكل واحد من أهل الجنة، على سبيل العناية به، والإعلاء من شأنه.أى: ويقال لهم يوم القيامة على سبيل التشريف: وهذه الجنة التي أورثتموها بسبب أعمالكم الصالحة في الدنيا، لكم فيها فاكهة كثيرة، وثمار شهية لذيذة، منها تأكلون أكلا هنيئا مريئا.وعبر بقوله- تعالى- أُورِثْتُمُوها للإشعار بأنها قد صارت إليهم بفضل الله وكرمه، كما يصير الميراث إلى الوارث.وقوله بِما كُنْتُمْ تَعْمَلُونَ بيان للأسباب التي أوصلتهم إلى هذه المنازل العالية، فإن أعمالهم الطيبة التي تقبلها الله- تعالى- منهم، جعلتهم- بفضله وإحسانه- في أعلى الدرجات وأسماها."},{"ayah_number":74,"text":"وكعادة القرآن الكريم في المقارنة بين الأخيار والأشرار جاء الحديث عن سوء عاقبة الكافرين بعد الحديث عن حسن عاقبة المؤمنين، فقال- تعالى- إِنَّ الْمُجْرِمِينَ فِي عَذابِ جَهَنَّمَ خالِدُونَ.أى: إن الكافرين بالحق، الراسخين في الإجرام، الكاملين فيه، سيكونون يوم القيامة، في عذاب جهنم خالدين فيه خلودا أبديا."},{"ayah_number":75,"text":"لا يُفَتَّرُ عَنْهُمْ أى: لا يخفف عنهم العذاب، فقوله يُفَتَّرُ مأخوذ من الفتور بمعنى الهدوء والسكون، يقال: فترت الحمى، إذا خفت حدتها، وفتر المرض إذا سكن قليلا.وَهُمْ فِيهِ مُبْلِسُونَ أى: وهم في هذا العذاب في أقصى درجات الحزن والذلة واليأس يقال: أبلس فلان إبلاسا، إذا سكت عن الكلام سكوتا مصحوبا بالحزن وانقطاع الحجة."},{"ayah_number":76,"text":"ثم بين- سبحانه- أن ما نزل بهؤلاء المجرمين من عذاب كان بسبب كفرهم فقال- تعالى-: وَما ظَلَمْناهُمْ وَلكِنْ كانُوا هُمُ الظَّالِمِينَ.أى: نحن ما ظلمنا هؤلاء الكافرين بإنزال هذا العذاب المهين الدائم بهم، ولكن هم الذين ظلموا أنفسهم، باستحبابهم العمى على الهدى، وإيثارهم الغي على الرشد."},{"ayah_number":77,"text":"ثم حكى- سبحانه- بعض أقوالهم بعد نزول العذاب بهم فقال: وَنادَوْا يا مالِكُ لِيَقْضِ عَلَيْنا رَبُّكَ.والمراد بذلك سؤال مالك خازن النار، واللام في قوله لِيَقْضِ لام الدعاء.أى: وبعد أن طال العذاب على هؤلاء الكافرين، نادوا في ذلة واستجداء قائلين لخازن النار: يا مالك ادع لنا ربك كي يقضى علينا، بأن يميتنا حتى نستريح من هذا العذاب.فالمراد بالقضاء هنا: الإهلاك والإماتة، ومنه قوله- تعالى-: فَوَكَزَهُ مُوسى فَقَضى عَلَيْهِ.. أى: فأهلكه.وفي هذا النداء ما فيه من الكرب والضيق، حتى إنهم ليتمنون الموت لكي يستريحوا مما هم فيه من عذاب.وهنا يجيئهم الرد بما يزيدهم غما على غمهم، وهو قوله- تعالى-: قالَ إِنَّكُمْ ماكِثُونَ أى: قال مالك في الرد عليهم: إنكم ماكثون فيها بدون موت يريحكم من عذابها، وبدون حياة تجدون معها الراحة والأمان."},{"ayah_number":78,"text":"وقوله- سبحانه-: لَقَدْ جِئْناكُمْ بِالْحَقِّ وَلكِنَّ أَكْثَرَكُمْ لِلْحَقِّ كارِهُونَ تأكيد منه- تعالى- وتقرير لرد مالك عليهم، ومبين لسبب مكثهم فيها..أى: لقد جئناكم- أيها الكافرون- بالحق على ألسنة رسلنا الذين لم يتركوا وسيلة من الوسائل إلا وسلكوها معكم في الإرشاد إلى طريق الهدى، ولكن أكثركم كان كارها للحق والهدى، معرضا عنهما إعراضا كليا، مصرا على كفره وشركه.وعبر- سبحانه- بالأكثر لأن قلة منهم لم تكن كارهة للحق، ولكنها كانت منقادة لأمر سادتها وكبرائها.. أما الذين كانوا يعرفون الحق ولكن يكرهونه، فهم الزعماء والكبراء، لأنهم يرون في اتباعه انتقاصا من شهواتهم وتصادما مع أهوائهم."},{"ayah_number":79,"text":"ثم وبخهم- سبحانه- على مكرهم، وبين أنه مكر بائر خائب فقال: أَمْ أَبْرَمُوا أَمْراً فَإِنَّا مُبْرِمُونَ.وأَمْ هنا منقطعة بمعنى بل والهمزة، والجملة الكريمة كلام مستأنف مسوق لتأنيب المشركين على ما دبروه من كيد للرسول صلّى الله عليه وسلّم وللمؤمنين. والإبرام: الإتقان للشيء والإحكام له، وأصله الفتل المحكم. يقال: أبرم فلان الحبل، إذا أتقن فتله.أى: بل أحكموا كيدهم للنبي صلّى الله عليه وسلّم ولأصحابه؟ إن كانوا يظنون ذلك فقد خاب ظنهم، لأن مكرنا أعظم من مكرهم، وكيدنا يزهق كيدهم..فالمقصود بالآية الكريمة الانتقال من عدم إجابة ندائهم، إلى تأنيبهم على ما كان منهم في الدنيا من مكر بالحق وأهله، وكيف أن هذا المكر السيئ كانت نتيجته الخسران لهم."},{"ayah_number":80,"text":"وقوله- سبحانه-: أَمْ يَحْسَبُونَ أَنَّا لا نَسْمَعُ سِرَّهُمْ وَنَجْواهُمْ ... توبيخ آخر لهم على جهلهم وانطماس بصائرهم.والمراد بالسر هنا: حديثهم مع أنفسهم، والمراد بنجواهم: ما تكلم به بعضهم مع بعض دون أن يطلعوا عليه أحدا غيرهم.أى: بل أيظن هؤلاء الجاهلون أننا لا نعلم ما يتحدثون به مع أنفسهم، وما يتحدثون به مع غيرهم في خفية واستتار.وقوله- سبحانه-: بَلى وَرُسُلُنا لَدَيْهِمْ يَكْتُبُونَ أى: إذا كانوا يظنون ذلك فقد خابوا وخسروا، فإننا نعلم سرهم ونجواهم. ورسلنا الذين يحفظون عليهم أعمالهم، ملازمون لهم، ويسجلون عليهم كل صغيرة وكبيرة.وبعد هذا التهديد والوعيد لأولئك الكافرين.. تأخذ السورة الكريمة في تلقين الرسول صلّى الله عليه وسلّم الحجة التي يجابهم بها، وفي تسليته عما أصابه منهم، وفي الثناء على الله- تعالى- بما هو أهله من تمجيد وتعظيم، ثم تختتم بهذا النداء الخاشع من الرسول صلّى الله عليه وسلّم لخالقه- عز وجل- فتقول:"},{"ayah_number":81,"text":"وإِنْ في قوله- تعالى-: قُلْ إِنْ كانَ لِلرَّحْمنِ وَلَدٌ ... يرى بعضهم أنها شرطية، وأن الكلام مسوق على سبيل الفرض والتقدير.والمعنى: قل- أيها الرسول الكريم- ردا على هؤلاء الكافرين الذين نسبوا الولد إلى الله- تعالى-، قل لهم: إن كان للرحمن ولد- على سبيل الفرض والتقدير- فأنا أول العابدين لهذا الولد، ولكن هذا الفرض قد ثبتت استحالته يقينا لا شك معه، فما أدى إليه، وما ترتب عليه من نسبتكم الولد إلى الله- تعالى- محال- أيضا- وإذا فأنا لا أعبد إلا الله- تعالى- وحده، وأنزهه- سبحانه- عن الولد أو الشريك.ومن الآيات الكريمة التي نفت عن الله- عز وجل- الولد قوله- تعالى-: بَدِيعُ السَّماواتِ وَالْأَرْضِ أَنَّى يَكُونُ لَهُ وَلَدٌ وَلَمْ تَكُنْ لَهُ صاحِبَةٌ، وَخَلَقَ كُلَّ شَيْءٍ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ .وقوله- عز وجل-: وَقالُوا اتَّخَذَ الرَّحْمنُ وَلَداً. لَقَدْ جِئْتُمْ شَيْئاً إِدًّا. تَكادُ السَّماواتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبالُ هَدًّا. أَنْ دَعَوْا لِلرَّحْمنِ وَلَداً. وَما يَنْبَغِي لِلرَّحْمنِ أَنْ يَتَّخِذَ وَلَداً .ومن المفسرين الذين رجحوا أن تكون إِنَّ هنا شرطية، الإمام ابن جرير، فقد قال بعد أن ذكر بعض الأقوال في ذلك: وأولى الأقوال عندنا بالصواب في ذلك، قول من قال:معنى إِنَّ الشرط الذي يقتضى الجزاء. ومعنى الكلام: قل يا محمد لمشركي قومك، الزاعمين أن الملائكة بنات الله، إن كان للرحمن ولد- على سبيل الفرض- فأنا أول العابدين. ولكنه لا ولد له فأنا أعبده لأنه لا ينبغي أن يكون له ولد.وإذا وجه الكلام إلى ما قلنا من هذا الوجه، لم يكن على وجه الشك، ولكن على الإلطاف في الكلام، وحسن الخطاب، كما قال- جل ثناؤه- وَإِنَّا أَوْ إِيَّاكُمْ لَعَلى هُدىً أَوْ فِي ضَلالٍ مُبِينٍ .وقال الإمام ابن كثير: يقول- تعالى-: قُلْ يا محمد إِنْ كانَ لِلرَّحْمنِ وَلَدٌ فَأَنَا أَوَّلُ الْعابِدِينَ.أى: لو فرض هذا لعبدته على ذلك، لأنى عبد من عبيده، مطيع لجميع ما أمرنى به، ليس عندي استكبار ولا إباء عن عبادته، فلو فرض هذا كان هذا، ولكن هذا ممتنع في حقه  - تعالى-، والشرط لا يلزم منه الوقوع ولا الجواز- أيضا- كما قال- تعالى-: لَوْ أَرادَ اللَّهُ أَنْ يَتَّخِذَ وَلَداً لَاصْطَفى مِمَّا يَخْلُقُ ما يَشاءُ، سُبْحانَهُ هُوَ اللَّهُ الْواحِدُ الْقَهَّارُ .وقال صاحب الكشاف- رحمه الله-: قوله- تعالى-: قُلْ إِنْ كانَ لِلرَّحْمنِ وَلَدٌ..وصح ذلك وثبت ببرهان صحيح.. فَأَنَا أَوَّلُ الْعابِدِينَ أى: فأنا أول من يعظم ذلك الولد، وأسبقكم إلى طاعته..وهذا كلام وارد على سبيل الفرض والتمثيل لغرض، وهو المبالغة في نفى الولد، والإطناب فيه.. وذلك أنه علق العبادة بكينونة الولد، وهي محال في نفسها، فكان المعلق بها محالا مثلها..  .ويرى بعض العلماء أن إِنْ في الآية نافية بمعنى ما، فيكون المعنى: قل- أيها الرسول- لهؤلاء الكافرين: ما كان للرحمن من ولد، وما صح وما أمكن ذلك، فهو مستحيل عقلا وشرعا ... وما دام الأمر كذلك، فأنا أول العابدين لله- تعالى- المنزهين له عن الولد والشريك وغيرهما.قال الإمام القرطبي: قوله- تعالى-: قُلْ إِنْ كانَ لِلرَّحْمنِ وَلَدٌ ... اختلف في معناه. فقال ابن عباس والحسن والسدى: المعنى: ما كان للرحمن ولد. إِنْ بمعنى ما، ويكون الكلام على هذا تاما، ثم تبتدى بقوله- تعالى- فَأَنَا أَوَّلُ الْعابِدِينَ.وقيل المعنى: قل يا محمد، إن ثبت له ولد، فأنا أول من يعبد ولده، ولكن يستحيل أن يكون له ولد، وهو كما تقول لمن تناظره: إن ثبت ما قلت بالدليل، فأنا أول من يعتقده، وهذا مبالغة في الاستبعاد، أى: لا سبيل إلى اعتقاده..وإِنْ على هذا للشرط، وهو الأجود.وقيل إن معنى الْعابِدِينَ الآنفين. وقال بعض العلماء لو كان كذلك لكان العبدين..بغير ألف، يقال: عبد- بكسر الباء- يعبد عبدا- بفتحها- إذا أنف وغضب فهو عبد، والاسم العبدة، مثل الأنفة..  .ويبدو لنا أن الرأيين يؤديان إلى نفى أن يكون لله- تعالى- ولد وإن كان الرأى الأول- وهو أنّ حرف إِنْ للشرط- هو المتبادر من معنى الآية وعليه جمهور المفسرين."},{"ayah_number":82,"text":"ثم نزه- عز وجل- ذاته عن أقوال المفترين فقال: سُبْحانَ رَبِّ السَّماواتِ وَالْأَرْضِ، رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ.وسبحان: اسم مصدر بمعنى التنزيه والتقديس، منصوب على أنه مفعول مطلق بفعل محذوف، أى: سبحت الله- تعالى- تسبيحا، ونزهته تنزيها، عن أن يكون له ولد أو شريك، فهو- عز وجل- رب السموات، ورب الأرض رب العرش العظيم، وهو المتعالي عن كل ما وصفه الكافرون والفاسقون من صفات لا تليق بجلاله.وجاء هذا التنزيه والتقديس بلفظ سُبْحانَ، لا بلفظ الفعل سبح أو يسبح، لأن النقص الذي أرادوا إلصاقه به شنيع، فكان من المناسب أن يؤتى بأقوى لفظ في التنزيه والتقديس.وما في قوله: عَمَّا يَصِفُونَ مصدرية، أى: عن وصفهم لله الولد، ويصح أن تكون موصولة والعائد محذوف. أى: عن الذي يصفونه به.وفي إضافة رب إلى العرش، مع أنه أعظم الأجرام، تنبيه على أن جميع المخلوقات تحت ملكوته وربوبيته، فكيف يتخذ من خلقه ولدا؟."},{"ayah_number":83,"text":"والفاء في قوله- تعالى-: فَذَرْهُمْ يَخُوضُوا وَيَلْعَبُوا.. للافصاح عن شرط مقدر..أى: إذا كان الأمر كما ذكرنا لك- أيها الرسول الكريم- فاترك هؤلاء الكافرين يخوضون في باطلهم، وينهمكون في لعبهم..حَتَّى يُلاقُوا يَوْمَهُمُ الَّذِي يُوعَدُونَ وهو يوم القيامة، الذي سنحاسبهم فيه حسابا عسيرا، ونعاقبهم بالعقوبة التي يستحقونها.فالآية الكريمة تسلية للرسول صلّى الله عليه وسلّم عما لحقه منهم من أذى، وتهديد لأولئك الكافرين على أقوالهم الباطلة، وأفعالهم الشنيعة."},{"ayah_number":84,"text":"ثم أكد- سبحانه- أنه هو الإله الحق، وأن كل ما عداه باطل، فقال: وَهُوَ الَّذِي فِي السَّماءِ إِلهٌ، وَفِي الْأَرْضِ إِلهٌ، وَهُوَ الْحَكِيمُ الْعَلِيمُ.والجار والمجرور في قوله فِي السَّماءِ وفِي الْأَرْضِ متعلق بلفظ إِلهٌ، لأنه بمعنى معبود أو بمعنى مستحق للعبادة، وهذا اللفظ الكريم خبر مبتدأ محذوف، أى: هو إله..أى: وهو- سبحانه- وحده المعبود بحق في السماء، والمعبود بحق في الأرض، لا إله غيره، ولا رب سواه، وهو- عز وجل- الْحَكِيمُ في كل أقواله وأفعاله الْعَلِيمُ بكل شيء في هذا الوجود.فالآية الكريمة تدل على أن المستحق للعبادة من أهل السماء ومن أهل الأرض، هو الله- تعال-، وكل معبود سواه فهو باطل.قال الجمل ما ملخصه: قوله- سبحانه-: وَهُوَ الَّذِي فِي السَّماءِ إِلهٌ.. الجار والمجرور متعلق بلفظ إله، لأنه بمعنى معبود في السماء ومعبود في الأرض..وبما تقرر من أن المراد بإله: معبود، اندفع ما قيل من أن هذا يقتضى تعدد الآلهة، لأن النكرة إذا أعيدت نكرة تعددت، كقولك: أنت طالق وطالق.وإيضاح هذا الاندفاع، أن الإله بمعنى المعبود، وهو- تعالى- معبود فيهما. والمغايرة إنما هي بين معبوديته في السماء، ومعبوديته في الأرض، لأن المعبودية من الأمور الإضافية فيكفى التغاير فيها من أحد الطرفين، فإذا كان العابد في السماء غير العابد في الأرض، صدق أن معبوديته في السماء غير معبوديته في الأرض مع أن المعبود واحد، وفيه دلالة على اختصاصه- تعالى- باستحقاق الألوهية، فإن التقديم يدل على الاختصاص.. ."},{"ayah_number":85,"text":"وقوله- تعالى-: وَتَبارَكَ الَّذِي لَهُ مُلْكُ السَّماواتِ وَالْأَرْضِ وَما بَيْنَهُما ثناء منه- سبحانه- على ذاته بما هو أهله.ولفظ تَبارَكَ فعل ماض، أى تعالى الله وتعظم، وزاد خيره وكثر إنعامه، وهو مأخوذ من البركة- بفتح الراء- بمعنى الكثرة من كل خير.. أو من البرك- بسكون الراء- بمعنى الثبوت والدوام.. وكل شيء ثبت ودام فقد برك.أى: وتعالى الله وتقدس، وثبت خيره، وزاد إنعامه، فهو- سبحانه- الذي له ملك السموات والأرض، وله ملك ما بينهما من مخلوقات أخرى لا يعملها أحد سواه.وَعِنْدَهُ عِلْمُ السَّاعَةِ أى: وعنده وحده لا عند غيره العلم التام بوقت قيام الساعة.فالمصدر وهو عِلْمُ مضاف لمفعوله وهو السَّاعَةِ والعالم بذلك هو الله- تعالى-.والمراد بالساعة: يوم القيامة، وسميت بذلك لسرعة قيامها، كما قال- تعالى- وَلِلَّهِ غَيْبُ السَّماواتِ وَالْأَرْضِ، وَما أَمْرُ السَّاعَةِ إِلَّا كَلَمْحِ الْبَصَرِ أَوْ هُوَ أَقْرَبُ....وَإِلَيْهِ تُرْجَعُونَ أى: وإليه وحده مرجعكم للحساب أو الجزاء، وليس إلى أحد سواه- عز وجل-."},{"ayah_number":86,"text":"ثم بين- سبحانه- أنه لا شفاعة لأحد إلا بإذنه، فقال: ولا يملك الذين يدعون من دونه الشفاعة إلا من شهد بالحق وهم يعلمون.والمراد بالموصول في قوله: وَلا يَمْلِكُ الَّذِينَ يَدْعُونَ ... الأصنام وغيرها مما عبد من دون الله- تعالى-، وهو فاعل، وجملة يَدْعُونَ صلة لا محل لها من الإعراب، والعائد محذوف.والشفاعة من الشفع بمعنى الضم، لأن الشفيع ينضم إلى المشفوع له، فيصير شفعا بعد أن كان فردا.والاستثناء في قوله إِلَّا مَنْ شَهِدَ بِالْحَقِّ متصل، لأن المستثنى منه عام، ثم استثنى منه الموحدون، كعيسى ابن مريم.والمعنى: ولا يملك المعبودون من دون الله- تعالى- الشفاعة لأحد من الناس، إلا من شهد بالحق منهم، وأخلص العبادة لله- تعالى- وحده، كعيسى ابن مريم، وعزير، والملائكة، فهؤلاء يملكونها إذا أذن الله- سبحانه- لهم بها.ويجوز أن يكون الاستثناء منقطعا، إذا كان المستثنى منه خاصا بالأصنام فيكون المعنى:ولا تملك الأصنام الشفاعة لأحد، لكن من شهد بالحق وبوحدانية الله كعيسى ابن مريم وغيره، فإنه يملكها بإذن الله- تعالى-.ويصح أن يكون المراد بقوله: إِلَّا مَنْ شَهِدَ بِالْحَقِّ المؤمن المشفوع فيه فيكون المعنى: ولا يملك أحد الشفاعة لأحد. إلا لمن آمن بالله- تعالى- وشهد الشهادة الحق وهو المؤمن، فإنه تجوز الشفاعة له، أما الكافر فلا يملك أحد أن يشفع له. كما قال- تعالى-:وَلا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضى..وجملة وَهُمْ يَعْلَمُونَ حالية. أى: والحال أنهم يعلمون علما يقينا، أن المستحق للعباد هو الله- تعالى-.وقيد- سبحانه- الشهادة بقوله وَهُمْ يَعْلَمُونَ للإشعار بأن الشهادة بالحق مع العلم بها هي المعتدة، أما الشهادة بدون علم بالمشهود به فإنها لا تكون كذلك.وجمع- سبحانه- الضمير هُمْ باعتبار معنى مِنْ، وأفرده في ضمير شَهِدَ باعتبار لفظها."},{"ayah_number":87,"text":"ثم بين- سبحانه- ما كان عليه المشركون من تناقض بين أقوالهم وأفعالهم فقال:وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّهُ، فَأَنَّى يُؤْفَكُونَ.أى: والله لئن سألت- يا محمد- هؤلاء الكافرين عمن خلقهم وخلق من يعبدونهم من دون الله، ليقولن: الله هو الخالق لكل المخلوقات.وقوله: فَأَنَّى يُؤْفَكُونَ استفهام قصد به التعجب من أحوالهم المتناقضة أى: ما دمتم قد اعترفتم بأن الخالق لكم ولغيركم هو الله، فكيف انصرفتم عن عبادة الله إلى عبادة غيره.وكيف أشركتم معه غيره في ذلك مع اعترافكم بأنه- سبحانه- هو الخالق لكل شيء.يقال: أفك فلان فلانا يأفك إفكا- من باب طرب وعلم- إذا صرفه وقلبه عن الشيء.وسميت قرى قوم لوط بالمؤتفكات لأن جبريل جعل عاليها سافلها بأمر الله- تعالى-."},{"ayah_number":88,"text":"ثم حكى- سبحانه- ما تضرع به الرسول صلّى الله عليه وسلّم إلى ربه فقال: وَقِيلِهِ يا رَبِّ إِنَّ هؤُلاءِ قَوْمٌ لا يُؤْمِنُونَ ...والقيل، والقال، والقول ... كلها مصادر بمعنى واحد. والضمير يعود إلى الرسول صلّى الله عليه وسلّم وقراءة الجمهور بفتح اللام وضم الهاء، على أنه معطوف على قوله- تعالى- قبل ذلك: سِرَّهُمْ وَنَجْواهُمْ ويكون مقول القول: يا رَبِّ إِنَّ هؤُلاءِ قَوْمٌ لا يُؤْمِنُونَ.والمعنى: أيحسب هؤلاء الكافرون الجاهلون، أننا لا نسمع سرهم ونجواهم، ونسمع تضرع رسولنا إلينا بقوله: يا رَبِّ إِنَّ هؤُلاءِ قَوْمٌ لا يُؤْمِنُونَ؟إن كانوا يحسبون ذلك الحسبان، فقد كذبوا وخسروا، لأننا نعلم ذلك وغيره علما تاما.ويصح أن يكون قوله- تعالى- وَقِيلِهِ منصوبا بفعل محذوف والتقدير: ويعلم قيله يا رب إن هؤلاء قوم لا يؤمنون..وقرأ عاصم وحمزة وَقِيلِهِ بكسر اللام والهاء، عطفا على الساعة أى: وعنده- سبحانه- علم الساعة، وعلم قول الرسول صلّى الله عليه وسلّم يا رب إن هؤلاء المشركين قوم لا يؤمنون.والتعبير بالنداء بلفظ الرب، يشعر بالقرب، ويوحى بالإجابة ويفيد كمال التضرع..كما أن التعبير بقوله قَوْمٌ يشير إلى أن كفرهم كان كفرا جماعيا، لا كفرا فرديا."},{"ayah_number":89,"text":"وقوله- تعالى-: فَاصْفَحْ عَنْهُمْ وَقُلْ سَلامٌ فَسَوْفَ يَعْلَمُونَ إرشاد وتسلية من الله- تعالى- لنبيه. أى: فأعرض عنهم، ولا تطمع في إيمانهم لشدة كفرهم، وَقُلْ سَلامٌ أى: وقل لهم: أمرى وشأنى الآن مسالمتكم ومتاركتكم.. فَسَوْفَ يَعْلَمُونَ سوء عاقبة كفرهم وإصرارهم على باطلهم.وبعد: فهذا تفسير لسورة «الزخرف» نسأل الله- تعالى- أن يجعله خالصا لوجهه، ونافعا لعباده.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم."}]