[{"ayah_number":1,"text":"مقدمة وتمهيد1- سورة «الأحقاف» هي السورة السادسة والأربعون في ترتيب المصحف، أما ترتيبها في النزول فقد كان بعد سورة «الجاثية» .والذي يراجع ما كتبه العلماء في ترتيب سور القرآن الكريم، يجد أن الحواميم قد نزلت مرتبة كترتيبها في المصحف.2- وسورة «الأحقاف» عدد آياتها خمس وثلاثون آية في المصحف الكوفي، وأربع وثلاثون آية في غيره، وهي من السور المكية.قال الآلوسى: أخرج ابن مردويه عن ابن عباس وابن الزبير أنها نزلت بمكة، فأطلق غير واحد القول بمكيتها من غير استثناء..واستثنى بعضهم قوله- تعالى-: قُلْ أَرَأَيْتُمْ إِنْ كانَ مِنْ عِنْدِ اللَّهِ، وَكَفَرْتُمْ بِهِ، وَشَهِدَ شاهِدٌ مِنْ بَنِي إِسْرائِيلَ عَلى مِثْلِهِ.واستثنى بعضهم قوله- تعالى-: وَالَّذِي قالَ لِوالِدَيْهِ أُفٍّ لَكُما أَتَعِدانِنِي أَنْ أُخْرَجَ وَقَدْ خَلَتِ الْقُرُونُ مِنْ قَبْلِي ... إلى قوله- تعالى-: إِنَّهُمْ كانُوا خاسِرِينَ.3- وقد افتتحت السورة الكريمة بالثناء على القرآن الكريم، وبيان جانب من مظاهر قدرة الله- تعالى-، وبتلقين النبي صلّى الله عليه وسلّم الجواب السديد الذي يرد به على المشركين، فقال- تعالى-: قُلْ أَرَأَيْتُمْ ما تَدْعُونَ مِنْ دُونِ اللَّهِ. أَرُونِي ماذا خَلَقُوا مِنَ الْأَرْضِ، أَمْ لَهُمْ شِرْكٌ فِي السَّماواتِ، ائْتُونِي بِكِتابٍ مِنْ قَبْلِ هذا، أَوْ أَثارَةٍ مِنْ عِلْمٍ إِنْ كُنْتُمْ صادِقِينَ.ثم تحكى السورة الكريمة بعض الأعذار الزائفة التي اعتذر بها الكافرون وردت عليهم بما يبطلها، فقال- تعالى-: وَقالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا لَوْ كانَ خَيْراً ما سَبَقُونا إِلَيْهِ، وَإِذْ لَمْ يَهْتَدُوا بِهِ فَسَيَقُولُونَ هذا إِفْكٌ قَدِيمٌ....4- ثم انتقلت السورة إلى الحديث عن حسن عاقبة الذين قالوا ربنا الله ثم استقاموا، وعن الوصايا الحكيمة التي أوصى الله- تعالى- بها الأبناء نحو آبائهم، وعن حسن عاقبةالذين يعملون بتلك الوصايا، فقال- تعالى-: أُولئِكَ الَّذِينَ نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ ما عَمِلُوا، وَنَتَجاوَزُ عَنْ سَيِّئاتِهِمْ فِي أَصْحابِ الْجَنَّةِ، وَعْدَ الصِّدْقِ الَّذِي كانُوا يُوعَدُونَ.كما بينت السورة الكريمة سوء عاقبة الكافرين، الذين أعرضوا عن دعوة الحق، قال- تعالى-: وَيَوْمَ يُعْرَضُ الَّذِينَ كَفَرُوا عَلَى النَّارِ، أَذْهَبْتُمْ طَيِّباتِكُمْ فِي حَياتِكُمُ الدُّنْيا، وَاسْتَمْتَعْتُمْ بِها، فَالْيَوْمَ تُجْزَوْنَ عَذابَ الْهُونِ بِما كُنْتُمْ تَسْتَكْبِرُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ، وَبِما كُنْتُمْ تَفْسُقُونَ.5- ثم حذرت السورة المشركين من الإصرار على شركهم، وذكرتهم بما حل بالمشركين من قبلهم كقوم عاد وثمود ... وبينت لهم أن هؤلاء الكافرين لم تغن عنهم أموالهم ولا قوتهم شيئا، عند ما حاق بهم عذاب الله- تعالى-، فقال- سبحانه-: وَلَقَدْ مَكَّنَّاهُمْ فِيما إِنْ مَكَّنَّاكُمْ فِيهِ، وَجَعَلْنا لَهُمْ سَمْعاً وَأَبْصاراً وَأَفْئِدَةً، فَما أَغْنى عَنْهُمْ سَمْعُهُمْ وَلا أَبْصارُهُمْ وَلا أَفْئِدَتُهُمْ مِنْ شَيْءٍ، إِذْ كانُوا يَجْحَدُونَ بِآياتِ اللَّهِ، وَحاقَ بِهِمْ ما كانُوا بِهِ يَسْتَهْزِؤُنَ. وَلَقَدْ أَهْلَكْنا ما حَوْلَكُمْ مِنَ الْقُرى، وَصَرَّفْنَا الْآياتِ لَعَلَّهُمْ يَرْجِعُونَ.6- ثم أخذت السورة الكريمة في أواخرها، في تسلية الرسول صلّى الله عليه وسلّم وفي إدخال السرور على قلبه بأن ذكرته بحضور نفر من الجن إليه، للاستماع إلى القرآن الكريم، وكيف أنهم عند ما استمعوا إليه أوصى بعضهم بعضا بالإنصات وحسن الاستماع، وكيف أنهم عند ما عادوا إلى قومهم دعوهم إلى الإيمان بالحق الذي استمعوا إليه، وبالنبي الذي جاء به، فقال- تعالى- حكاية عنهم: يا قَوْمَنا أَجِيبُوا داعِيَ اللَّهِ وَآمِنُوا بِهِ، يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُجِرْكُمْ مِنْ عَذابٍ أَلِيمٍ.ثم ختمت السورة الكريمة بأمره صلّى الله عليه وسلّم بالصبر على أذى قومه، فقال- تعالى-:فَاصْبِرْ كَما صَبَرَ أُولُوا الْعَزْمِ مِنَ الرُّسُلِ وَلا تَسْتَعْجِلْ لَهُمْ. كَأَنَّهُمْ يَوْمَ يَرَوْنَ ما يُوعَدُونَ لَمْ يَلْبَثُوا إِلَّا ساعَةً مِنْ نَهارٍ، بَلاغٌ، فَهَلْ يُهْلَكُ إِلَّا الْقَوْمُ الْفاسِقُونَ.7- والمتأمل في سورة «الأحقاف» يراها، قد أقامت الأدلة على وحدانية الله- تعالى-، وعلى كمال قدرته. وعلى صدق الرسول صلّى الله عليه وسلّم فيما يبلغه عن ربه، وعلى أن هذا القرآن من عند الله، وعلى أن يوم القيامة حق.أقامت الأدلة على كل ذلك، بأبلغ الأساليب وأحكمها، ومن ذلك أنها ساقت ألوانا من مظاهر قدرة الله- تعالى- في خلقه، كما ذكرت شهادة شاهد من بنى إسرائيل على أن الإسلام هو الدين الحق، كما طوفت بالناس في أعماق التاريخ لتطلعهم على مصارع الغابرين، الذين أعرضوا عن دعوة الحق، كما عقدت عدة مقارنات بين مصير الأخيار ومصير الأشرار..وبذلك تكون السورة قد ساقت من الأدلة ما فيه الكفاية والإقناع لأولى الألباب، على أن الرسول صلّى الله عليه وسلّم صادق فيما يبلغه عن ربه.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم..سورة «الأحقاف» من السور التي افتتحت ببعض الحروف الهجائية، وأقرب الأقوال إلى الصواب في معناها أن يقال: إن هذه الحروف المقطعة قد وردت في افتتاح بعض السور، للإشعار بأن هذا القرآن الذي تحدى به الله- تعالى- المشركين، هو من جنس الكلام المركب من هذه الحروف التي يعرفونها، ويقدرون على تأليف الكلام منها، فإذا عجزوا عن الإتيان بسورة من مثله، فذلك لبلوغه في الفصاحة والحكمة مرتبة فصحاؤهم وبلغاؤهم دونها بمراحل شاسعة.وفضلا عن كل ذلك فإن تصدير بعض السور، يمثل هذه الحروف المقطعة يجذب أنظار المعرضين عن استماع القرآن حين يتلى عليهم إلى الإنصات والتدبر، لأنه يطرق أسماعهم في أول التلاوة بألفاظ غير مألوفة في مجاري كلامهم.وذلك مما يلفت أنظارهم، ليتبينوا ما يراد منها، فيسمعوا حكما وحججا ومواعظ من شأنها أنها تهديهم إلى الحق، لو كانوا يعقلون.وقد سبق أن بينا- بشيء من التفصيل- آراء العلماء في هذه الحروف المقطعة"},{"ayah_number":2,"text":"وقوله- تعالى-: تَنْزِيلُ الْكِتابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ بيان لمصدر هذا القرآن، وأنه من عند الله- تعالى-، لا من عند غيره.أى: أن هذا القرآن منزل من عند الله- تعالى- الْعَزِيزِ أى: صاحب العزة الغالبة، والسلطان القاهر الْحَكِيمِ في كل أقواله وأفعاله وتصريفه لشئون خلقه."},{"ayah_number":3,"text":"ثم بين- سبحانه- أنه لم يخلق هذا الكون عبثا، فقال: ما خَلَقْنَا السَّماواتِ وَالْأَرْضَ وَما بَيْنَهُما إِلَّا بِالْحَقِّ وَأَجَلٍ مُسَمًّى....وقوله: إِلَّا بِالْحَقِّ استثناء مفرغ من أهم الأحوال، وهو صفة لمصدر محذوف، وقوله: وَأَجَلٍ مُسَمًّى معطوف على «الحق» والكلام على تقدير مضاف محذوف.أى: ما خلقنا هذا الكون بسمائه وأرضه وما بينهما من مخلوقات لا يعلمها إلا الله، ما خلقنا كل ذلك إلا خلقا ملتبسا بالحق الذي لا يحوم حوله باطل وبالحكمة التي اقتضتها إرادتنا ومشيئتنا..وما خلقنا كل ذلك- أيضا- إلا بتقدير أجل معين، هو يوم القيامة الذي تفنى عنده جميع المخلوقات.فالمراد بالأجل المسمى: يوم القيامة الذي ينتهى عنده آجال الناس، ويقفون بين يدي الله- تعال- للحساب والجزاء.وشبيه بهذه الآية قوله- تعالى-: وَما خَلَقْنَا السَّماءَ وَالْأَرْضَ وَما بَيْنَهُما باطِلًا. ذلِكَ ظَنُّ الَّذِينَ كَفَرُوا، فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنَ النَّارِ .وقوله- سبحانه-: وَما خَلَقْنَا السَّماواتِ وَالْأَرْضَ وَما بَيْنَهُما لاعِبِينَ. ما خَلَقْناهُما إِلَّا بِالْحَقِّ ..ثم بين- سبحانه- موقف المشركين من خالقهم فقال: وَالَّذِينَ كَفَرُوا عَمَّا أُنْذِرُوا مُعْرِضُونَ والإنذار: الإعلام المقترن بتهديد، فكل إنذار إعلام، وليس كل إعلام إنذار.و «ما» في قوله: عَمَّا أُنْذِرُوا يصح أن تكون موصولة والعائد محذوف، ويصح أن تكون مصدرية.والإعراض عن الشيء: الصدود عنه، وعدم الإقبال عليه، وأصله من العرض- بضم العين- وهو الجانب، لأن المعرض عن الشيء يعطيه جانب عنقه، مبتعدا عنه.أى: نحن الذين خلقنا بقدرتنا وحكمتنا، السموات والأرض وما بينهما، بالحق الذي اقتضته مشيئتنا، وبتقدير أمد معين، عند انتهائه «تبدل الأرض غير الأرض والسموات..»ومع كل هذه الدلائل الساطعة الدالة على وحدانيتنا وقدرتنا، فالذين كفروا بالحق، عن الذي أنذروه من الحساب والجزاء معرضون، وفي طغيانهم يعمهون..فالآية الكريمة قد وضحت أن هذا الكون لم يخلقه الله- تعالى- عبثا، وأن لهذا الكون نهاية ينتهى عندها، وأن الكافرين- لجهلهم وعنادهم- لم يستجيبوا لمن دعاهم إلى إخلاص العبادة لله الواحد القهار، ولم يستعدوا لاستقبال يوم القيامة بالإيمان والعمل الصالح."},{"ayah_number":4,"text":"ثم أمر الله- تعالى- رسوله صلّى الله عليه وسلّم أن يوبخ هؤلاء الكافرين على جهالاتهم وعنادهم، فقال: قُلْ أَرَأَيْتُمْ ما تَدْعُونَ مِنْ دُونِ اللَّهِ، أَرُونِي ماذا خَلَقُوا مِنَ الْأَرْضِ، أَمْ لَهُمْ شِرْكٌ فِي السَّماواتِ....وقوله: أَرَأَيْتُمْ بمعنى أخبرونى، ومفعوله الأول قوله ما تَدْعُونَ وجمله «ماذا خلقوا» سدت مسد مفعوله الثاني.وجملة: «أرونى» مؤكدة لقوله: أَرَأَيْتُمْ لأنها- أيضا- بمعنى أخبرونى.والمعنى: قل- أيها الرسول الكريم- لهؤلاء المشركين- على سبيل التوبيخ والتأنيب-: أخبرونى عن هذه الآلهة التي تعبدونها من دول الله- تعالى-، أى شيء في الأرض أوجدته هذه الآلهة؟ إنها قطعا لم تخلق شيئا من الأرض. فالأمر في قوله أَرُونِي للتعجيز والتبكيت.و «أم» في قوله أَمْ لَهُمْ شِرْكٌ فِي السَّماواتِ للإضراب عن أن يكونوا قد خلقوا شيئا، إلى بيان أنهم لا مشاركة لهم مع الله في خلق السموات أو الأرض أو غيرهما. فقوله:شِرْكٌ بمعنى مشاركة..أى: بل ألهم مشاركة من الله- تعالى- في خلق شيء من السموات؟ كلا، لا مشاركة لهم في خلق أى شيء، وإنما الخالق لكل شيء هو الله رب العالمين.فالاستفهام للتوبيخ والتقريع.فالمراد من الآية الكريمة نفى استحقاق معبوداتهم لأى لون من ألوان العبادة بأبلغ وجه، لأن هذه المعبودات لا مدخل لها في خلق أى شيء لا من العوالم السفلية ولا من العوالم العلوية، وإنما الكل مخلوق لله- تعالى- وحده.ومن الآيات التي وردت في هذا المعنى قوله- تعالى-: هذا خَلْقُ اللَّهِ فَأَرُونِي ماذا خَلَقَ الَّذِينَ مِنْ دُونِهِ.وبعد أن أفحمهم- سبحانه- من الناحية العقلية، أتبع ذلك بإفحامهم بالأدلة النقلية، فقال- تعالى-: ائْتُونِي بِكِتابٍ مِنْ قَبْلِ هذا، أَوْ أَثارَةٍ مِنْ عِلْمٍ، إِنْ كُنْتُمْ صادِقِينَ.والأمر في قوله- تعالى- ائْتُونِي للتعجيز والتهكم- أيضا- كما في قوله:أَرُونِي.وقوله: أَثارَةٍ مِنْ عِلْمٍ أى: بقية من علم يؤثر عن الأولين، وينسب إليهم.قال القرطبي: وفي الصحاح: «أو أثارة من علم» أى: بقية منه. وكذلك الأثرة- بالتحريك- ويقال: سمنت الإبل على أثارة، أى: على بقية من شحم كان فيها قبل ذلك..والأثارة: مصدر كالسماحة والشجاعة، وأصل الكلمة من الأثر، وهي الرواية، يقال:أثرت الحديث آثره أثرا وأثارة وأثرة فأنا آثر، إذا ذكرته عن غيرك، ومنه قيل: حديث مأثور، أى نقله الخلف عن السلف.أى: هاتوا لي- أيها المشركون- كتابا من قبل هذا القرآن يدل على صحة ما أنتم عليه من شرك، فإن لم تستطيعوا ذلك- ولن تستطيعوا- فأتونى ببقية من علم يؤثر عن السابقين، ويسند إليهم، ويشهد لكم بصحة ما أنتم فيه من كفر.إِنْ كُنْتُمْ صادِقِينَ فيما تزعمونه من أنكم على الحق.وهكذا أخذ عليهم القرآن الحجة، وألزمهم ببطلان ما هم عليه من ضلال، بالأدلة العقلية المتمثلة في شهادة هذا الكون المفتوح، وبالأدلة النقلية المتمثلة في أنه لا يوجد عندهم كتاب أو ما يشبه الكتاب. يستندون إليه في استحقاق تلك المعبودات للعبادة.والحق أن هذا الآية الكريمة على رأس الآيات التي تخرس أصحاب الأقوال التي لا دليل على صحتها، وتعلم الناس مناهج البحث الصحيح الذي يوصلهم إلى الحق والعدل.."},{"ayah_number":5,"text":"ثم بين- سبحانه- أن هؤلاء المشركين قد بلغوا الذروة في ضلالهم وجهلهم فقال: وَمَنْ أَضَلُّ مِمَّنْ يَدْعُوا مِنْ دُونِ اللَّهِ مَنْ لا يَسْتَجِيبُ لَهُ إِلى يَوْمِ الْقِيامَةِ.أى: لا أحد أشد ضلالا وجهلا من هؤلاء المشركين الذين يعبدون من دون الله- تعالى- آلهة، هذه الآلهة لا تسمع كلامهم، ولا تعقل نداءهم، ولا تشعر بعبادتهم لها منذ أن عبدوها، إلى أن تقوم الساعة.فإذا ما قامت الساعة، تحولت هذه الآلهة- بجانب عدم شعورها بشيء إلى عدوة لهؤلاء العابدين لها.قال بعض العلماء: وفي قوله: إِلى يَوْمِ الْقِيامَةِ نكتة حسنة، وذلك أنه جعل يوم القيامة غاية لعدم الاستجابة، ومن شأن الغاية انتهاء المغيا عندها. لكن عدم الاستجابة مستمر بعد هذه الغاية، لأنهم في يوم القيامة لا يستجيبون لهم.فالوجه- والله أعلم- أنها من الغايات المشعرة، بأن ما بعدها وإن وافق ما قبلها، إلا أنه أزيد منه زيادة بينة تلحقه بالثاني، حتى كأن الحالتين وإن كانتا نوعا واحدا، لتفاوت ما بينهما كالشىء وضده، وذلك أن الحالة الأولى التي جعلت غايتها القيامة لا تزيد على عدم الاستجابة، والحالة الثانية التي في القيامة زادت على عدم الاستجابة، بالعداوة بالكفر بعبادتهم إياهم .ثم أكد- سبحانه- عدم إحساس الأصنام بعابديها فقال: وَهُمْ عَنْ دُعائِهِمْ غافِلُونَ.أى: وهذه الأصنام عن عبادة عابديها غافلة، لا تدرك شيئا، ولا تحس بمن حولها.قال صاحب الكشاف: وإنما قيل «من» و «هم» لأنه أسند إليهم ما يسند إلى أولى العلم من الاستجابة والغفلة، ولأنهم كانوا يصفونهم بالتمييز جهلا وغباوة.ويجوز أن يريد: كل معبود من دون الله من الجن والإنس والأوثان  ."},{"ayah_number":6,"text":"ثم بين ما يكون بين العابدين والمعبودين من عداوة يوم القيامة فقال: وَإِذا حُشِرَ النَّاسُ كانُوا لَهُمْ أَعْداءً وَكانُوا بِعِبادَتِهِمْ كافِرِينَ.أى: وإذا جمع الله- تعالى- الناس للحساب والجزاء يوم القيامة، صار الكفار مع من عبدوهم من دون الله أعداء، يلعن بعضهم بعضا، وكانُوا أى: المعبودين بِعِبادَتِهِمْ أى بعبادة الكفرة إياهم كافِرِينَ أى: جاحدين مكذبين.وشبيه بهذه الآية قوله- تعالى-: وَاتَّخَذُوا مِنْ دُونِ اللَّهِ آلِهَةً لِيَكُونُوا لَهُمْ عِزًّا. كَلَّا سَيَكْفُرُونَ بِعِبادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا  .وقوله- سبحانه-: وَقالَ إِنَّمَا اتَّخَذْتُمْ مِنْ دُونِ اللَّهِ أَوْثاناً مَوَدَّةَ بَيْنِكُمْ فِي الْحَياةِ الدُّنْيا، ثُمَّ يَوْمَ الْقِيامَةِ يَكْفُرُ بَعْضُكُمْ بِبَعْضٍ وَيَلْعَنُ بَعْضُكُمْ بَعْضاً، وَمَأْواكُمُ النَّارُ وَما لَكُمْ مِنْ ناصِرِينَ  .ثم لقن الله- سبحانه- نبيه صلّى الله عليه وسلّم أجوبه أخرى، ليرد بها على الأقوال الزائفة التي تفوه بها المشركون فقال- تعالى-:"},{"ayah_number":7,"text":"وقوله تُتْلى من التلاوة بمعنى القراءة بتمهل وترتيل. أى: وإذا تتلى على هؤلاء الكافرين، آياتنا الواضحة الدالة على وحدانيتنا وقدرتنا قالَ الَّذِينَ كَفَرُوا لِلْحَقِّ لَمَّا جاءَهُمْ أى: قالوا للآيات المتلوة عليهم. والتي اشتملت على الحق الذي يهديهم إلى الصراط المستقيم.هذا سِحْرٌ مُبِينٌ أى: قالوا: هذا الذي جئتنا به يا محمد سحر واضح، وتمويه ظاهر.والتعبير بقوله- سبحانه-: قالَ الَّذِينَ كَفَرُوا لِلْحَقِّ لَمَّا جاءَهُمْ: يشعر بأن هؤلاء الجاحدين الجاهلين، قد بادروا إلى وصف ما جاءهم به الرسول صلّى الله عليه وسلّم بأنه سحر، بدون تفكر أو تأمل أو انتظار.وفي وصفهم لما جاءهم به الرسول صلّى الله عليه وسلّم بأنه سحر، دليل على عجزهم عن الإتيان بمثله، أو بسورة من مثله."},{"ayah_number":8,"text":"ثم حكى- سبحانه- جانبا من أكاذيبهم فقال: أَمْ يَقُولُونَ افْتَراهُ ... و «أم» هنا منقطعة بمعنى بل والهمزة، وتفيد الإضراب والانتقال من حكاية أقوالهم الباطلة السابقة. إلى أقوال أخرى أشد منها بطلانا وكذبا. والاستفهام للإنكار والتعجب من حالهم.والافتراء: أشنع الكذب. أى: بل أيقول هؤلاء الكافرون لك- أيها الرسول الكريم- إنك افتريت هذا القرآن واختلقته من عند نفسك؟.ثم لقن الله- تعالى- نبيه صلّى الله عليه وسلّم الرد الذي يخرسهم فقال قُلْ إِنِ افْتَرَيْتُهُ فَلا تَمْلِكُونَ لِي مِنَ اللَّهِ شَيْئاً.أى: قل لهم- أيها الرسول الكريم- في الرد على زعمهم أنك افتريت هذا القرآن: إن كنت على سبيل الفرض والتقدير قد افتريته من عند نفسي، عاقبني ربي، ولا تستطيعون أنتم أو غيركم أن تمنعوا عنى شيئا من عذابه وعقابه، وما دام الأمر كذلك فكيف أفتريه، وأنا أعلم علم اليقين أن افتراء شيء منه يؤدى إلى عقابي؟فجواب «إن» في قوله: إِنِ افْتَرَيْتُهُ محذوف، وتقديره: عاجلني بالعقوبة، وقوله: فَلا تَمْلِكُونَ لِي مِنَ اللَّهِ شَيْئاً قام مقامه.قال- تعالى-: وَلَوْ تَقَوَّلَ عَلَيْنا بَعْضَ الْأَقاوِيلِ. لَأَخَذْنا مِنْهُ بِالْيَمِينِ. ثُمَّ لَقَطَعْنا مِنْهُ الْوَتِينَ. فَما مِنْكُمْ مِنْ أَحَدٍ عَنْهُ حاجِزِينَ  .وقوله: هُوَ أَعْلَمُ بِما تُفِيضُونَ فِيهِ أى: الله- تعالى- الذي زعمتم أنى أفترى عليه الكذب، هو أعلم منى ومنكم ومن كل المخلوقات، بما تندفعون فيه من القدح في آياته، والإعراض عن دعوته، وسيجازيكم على ذلك بما تستحقونه من عقاب.فقوله: تُفِيضُونَ من الإفاضة، وهي الأخذ في الشيء باندفاع وعنف، وأصله من فاض الإناء، إذا سال بشدة.وقوله- سبحانه-: كَفى بِهِ شَهِيداً بَيْنِي وَبَيْنَكُمْ وَهُوَ الْغَفُورُ الرَّحِيمُ ترهيب لهم من الانسياق في كفرهم، وترغيب لهم في الدخول في الإيمان لينالوا مغفرة الله- تعالى- ورحمته.أى: كفى بشهادة الله- تعالى- بيني وبينكم شهادة، فهو الذي يعلم أنى صادق فيما أبلغه عنه، ويعلم أنكم الكاذبون فيما تزعمونه، وهو- سبحانه- الواسع المغفرة والرحمة، لمن تاب إليه وأناب."},{"ayah_number":9,"text":"ثم أمره الله- تعالى- أن يبين لهم أن ما جاءهم به من هداية، قد جاء بها الرسل من قبله لأقوامهم، وأنه رسول كسائر الرسل السابقين فقال- تعالى-: قُلْ ما كُنْتُ بِدْعاً مِنَ الرُّسُلِ ...والبدع من كل شيء: أوله ومبدؤه. يقال: فلان بدع في هذا الأمر، أى: هو أول فيه دون أن يسبقه فيه سابق، من الابتداع بمعنى الاختراع.أى: وقل لهم- أيها الرسول الكريم- إنى لست أول رسول أرسله الله- تعالى- إلى الناس، وإنما سبقني كثيرون أنتم تعرفون شيئا من أخبارهم ومن أخبار أقوامهم، ومادام الأمر كذلك فكيف تنكرون نبوتي، وتشككون في دعوتي؟.وقوله- سبحانه-: وَما أَدْرِي ما يُفْعَلُ بِي وَلا بِكُمْ، إِنْ أَتَّبِعُ إِلَّا ما يُوحى إِلَيَّ، وَما أَنَا إِلَّا نَذِيرٌ مُبِينٌ بيان لوظيفته صلّى الله عليه وسلّم. أى: وإننى وأنا رسول الله لا أعلم ما سيفعله الله- تعالى- بي أو بكم في المستقبل من أمور الدنيا، هل سأبقى معكم في مكة أو سأهاجر منها. وهل سيصيبكم العذاب عاجلا أو آجلا؟ فإنى ما أفعل معكم، ولا أقول لكم إلا ما أوحاه الله- تعالى- إليّ، وما أنا إلا نذير مبين، أوضح لكم الحق من الباطل، وأخوّفكم من سوء المصير، إذا ما بقيتم على كفركم وشرككم.فالمقصود بقوله- تعالى-: وَما أَدْرِي ما يُفْعَلُ بِي وَلا بِكُمْ أى: في دار الدنيا، أما بالنسبة للآخرة، فالله- تعالى- قد بشره وبشر أتباعه بالثواب العظيم في آيات كثيرة، ومن ذلك قوله- تعالى-: وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضى. وقوله- سبحانه-: وَبَشِّرِ الْمُؤْمِنِينَ بِأَنَّ لَهُمْ مِنَ اللَّهِ فَضْلًا كَبِيراً.قال الإمام ابن كثير ما ملخصه: قال الحسن البصري في قوله: وَما أَدْرِي ما يُفْعَلُ بِي وَلا بِكُمْ أى: في الدنيا، أأخرج كما أخرجت الأنبياء قبلي؟ أم أقتل كما قتلوا، ولا أدرى أيخسف بكم أو ترمون بالحجارة؟ أما في الآخرة فمعاذ الله، قد علم أنه في الجنة.وهذا القول هو الذي عوّل عليه ابن جرير، وأنه لا يجوز غيره، ولا شك أن هذا هو اللائق به صلّى الله عليه وسلّم، فإنه بالنسبة للآخرة، جازم أنه يصير إلى الجنة ومن اتبعه، وأما في الدنيا فلم يدر ما كان يؤول إليه أمره وأمر المشركين. أيؤمنون أم يكفرون فيعذبون فيستأصلون بكفرهم؟  .والمتدبر في هذه الآية الكريمة، يراها قد اشتملت على أسمى ألوان الأدب من النبي صلّى الله عليه وسلّم مع خالقه- عز وجل- فقد فوّض صلّى الله عليه وسلّم أمره إلى خالقه، وصرح بأنه لا يتبع إلا ما يوحيه إليه سبحانه- وأنه لا علم له بالغيب، وإنما علم ذلك إلى الله- تعالى- وحده."},{"ayah_number":10,"text":"ثم أمر الله- تعالى- رسوله صلّى الله عليه وسلّم مرة أخرى، أن يذكرهم بإيمان العقلاء من أهل الكتاب بهذا الدين، لعلهم عن طريق هذا التذكير يقلعون عن كفرهم وعنادهم فقال: قُلْ أَرَأَيْتُمْ إِنْ كانَ مِنْ عِنْدِ اللَّهِ وَكَفَرْتُمْ بِهِ.أى: قل- أيها الرسول الكريم- لهؤلاء الكافرين: أخبرونى إن كان هذا الذي أوحاه الله- تعالى- إليّ من قرآن، هو من عنده- تعالى- وحده، والحال أنكم كفرتم به ألستم في هذه الحالة تكونون ظالمين لأنفسكم وللحق الذي جئتكم به من عند خالقكم؟ لا شك أنكم في هذه الحالة تكونون ظالمين جاحدين.وقوله- سبحانه-: وَشَهِدَ شاهِدٌ مِنْ بَنِي إِسْرائِيلَ عَلى مِثْلِهِ، فَآمَنَ وَاسْتَكْبَرْتُمْ ...معطوف على ما قبله على سبيل التأكيد لظلمهم.أى: أخبرونى إن كان هذا القرآن من عند الله، والحال أنكم قد كفرتم به، مع أن شاهدا من بنى إسرائيل الذين تثقون بشهادتهم، قد شهد على مثل القرآن بالصدق. لاتفاق التوراة والقرآن على وحدانية الله- تعالى- وعلى أن البعث حق، وعلى أن الجزاء حق.. فآمن هذا الشاهد بالقرآن وبمن جاء به وهو الرسول صلّى الله عليه وسلّم واستكبرتم أنتم عن الإيمان..ألستم في هذه الحالة تكونون على رأس الظالمين الجاحدين لكل ما هو حق وصدق؟! فجواب الشرط في الآية محذوف. أى: إذا كان الأمر كما ذكرنا ومع ذلك لم تؤمنوا فقد كفرتم وظلمتم، والله- تعالى- لا يهدى القوم الذين من شأنهم استحباب الظلم على العدل، والعمى على الهدى.وشبيه بهذه الآية قوله- تعالى-: قُلْ أَرَأَيْتُمْ إِنْ كانَ مِنْ عِنْدِ اللَّهِ ثُمَّ كَفَرْتُمْ بِهِ، مَنْ أَضَلُّ مِمَّنْ هُوَ فِي شِقاقٍ بَعِيدٍ   .قال صاحب الكشاف- رحمه الله-: جواب الشرط محذوف تقديره. إن كان القرآن من عند الله وكفرتم به، ألستم ظالمين، ويدل على هذا المحذوف قوله- تعالى-: إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ.والشاهد من بنى إسرائيل: عبد الله بن سلام.. وفيه نزل: وَشَهِدَ شاهِدٌ مِنْ بَنِي إِسْرائِيلَ عَلى مِثْلِهِ....والضمير للقرآن. أى: على مثله في المعنى، وهو ما في التوراة من المعاني المطابقة لمعانى القرآن من التوحيد والوعد والوعيد وغير ذلك .وعلى رأى صاحب الكشاف تكون الآية مدنية في سورة مكية، لأن إيمان عبد الله بن سلام- رضى الله عنه- كان بالمدينة ولم يكن بمكة.ومن المفسرين من يرى أن الآية الكريمة نزلت في شأن كل من آمن من أهل الكتاب، وأنها لم تنزل في عبد الله بن سلام بصفة خاصة..قال الإمام ابن كثير: وهذا الشاهد اسم جنس، يعم عبد الله بن سلام وغيره، فإن هذه الآية مكية نزلت قبل إسلام عبد الله بن سلام، وهذه كقوله- تعالى-: وَإِذا يُتْلى عَلَيْهِمْ قالُوا آمَنَّا بِهِ إِنَّهُ الْحَقُّ مِنْ رَبِّنا، إِنَّا كُنَّا مِنْ قَبْلِهِ مُسْلِمِينَ.قال مسروق والشعبي: ليس بعبد الله بن سلام. هذه الآية مكية، وإسلامه كان بالمدينة..وقال مالك عن أبى النضر، عن عامر بن سعد، عن أبيه قال: ما سمعت رسول الله صلّى الله عليه وسلّم يقول لأحد يمشى على الأرض: «إنه من أهل الجنة» إلا لعبد الله بن سلام، قال: وفيه نزلت: وَشَهِدَ شاهِدٌ مِنْ بَنِي إِسْرائِيلَ عَلى مِثْلِهِ.. وكذا قال ابن عباس ومجاهد والضحاك وقتادة..  .وعلى أية حال فالمقصود من الآية الكريمة إثبات أن هذا القرآن من عند الله- تعالى-،وأن الرسول صلّى الله عليه وسلّم صادق فيما يبلغه عن ربه، وأن العقلاء من أهل الكتاب قد شهدوا بذلك، وآمنوا بالنبي صلّى الله عليه وسلّم، فكان من الواجب على المشركين- لو كانوا يعقلون- أن يقلعوا عن عنادهم، وأن يتبعوا الحق الذي جاءهم به النبي صلّى الله عليه وسلّم.ثم حكى- سبحانه- بعض الأعذار الفاسدة، التي اعتذر بها الكافرون عن عدم دخولهم في الإسلام، ورد عليهم بما يكبتهم، وبشر المؤمنين الصادقين بما يشرح صدورهم فقال:"},{"ayah_number":11,"text":"وقد ذكر المفسرون في سبب نزول قوله- تعالى-: وَقالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا.. روايات منها: أن مشركي مكة حين رأوا أن أكثر المؤمنين من الفقراء، كعمار، وبلال، وعبد الله بن مسعود.. قالوا ذلك.وسبب قولهم هذا، اعتقادهم الباطل، أنهم هم الذين لهم عند الله العظمة والجاه والسبق إلى كل مكرمة، لأنهم هم أصحاب المال والسلطان، أما أولئك الفقراء فلا خير فيهم، ولا سبق لهم إلى خير..أى: وقال الذين كفروا للذين آمنوا- على سبيل السخرية والاستخفاف بهم-، لو كان هذا الذي أنتم عليه من الإيمان بما جاء به محمد صلّى الله عليه وسلّم حقا وخيرا، لما سبقتمونا إليه، ولما سبقنا إليه غيركم من المؤمنين لأننا نحن العظماء الأغنياء.. وأنتم الضعفاء الفقراء..فهم- لانطماس بصائرهم وغرورهم- توهموا أنهم لغناهم وجاههم هم المستحقون للسبق إلى كل خير، وأن غيرهم من الفقراء لا يعقل ما يعقلونه، ولا يفهم ما يفهمونه.ومن الآيات الكريمة التي تشبه هذه الآية قوله- تعالى-: وَكَذلِكَ فَتَنَّا بَعْضَهُمْ بِبَعْضٍ لِيَقُولُوا: أَهؤُلاءِ مَنَّ اللَّهُ عَلَيْهِمْ مِنْ بَيْنِنا.. .وقوله- سبحانه-: وَإِذْ لَمْ يَهْتَدُوا بِهِ فَسَيَقُولُونَ هذا إِفْكٌ قَدِيمٌ تعجيب من غرورهم وعنادهم، ورميهم الحق بما هو برىء منه.و «إذ» ظرف لكلام محذوف دل عليه الكلام، أى: وإذ لم يهتدوا بما جاء به الرسول صلّى الله عليه وسلّم من عند ربه، ظهر عنادهم واستكبارهم وقالوا هذا القرآن كذب قديم من أخبار السابقين، نسبه محمد صلّى الله عليه وسلّم إلى ربه.وشبيه بهذا الآية. قوله- تعالى-: وَقالُوا أَساطِيرُ الْأَوَّلِينَ اكْتَتَبَها فَهِيَ تُمْلى عَلَيْهِ بُكْرَةً وَأَصِيلًا..  ."},{"ayah_number":12,"text":"ثم بين- سبحانه- أن هذا القرآن هو المهيمن على الكتب السماوية التي سبقته فقال- تعالى-: وَمِنْ قَبْلِهِ كِتابُ مُوسى إِماماً وَرَحْمَةً ...أى: ومن قبل هذا القرآن الذي أنزلناه على نبينا محمد صلّى الله عليه وسلّم كان كتاب موسى وهو التوراة إِماماً يهتدى به في الدين وَرَحْمَةً من الله- تعالى- لمن آمن به.وقوله: وَمِنْ قَبْلِهِ خبر مقدم، وكِتابُ مُوسى مبتدأ مؤخر، وقوله: إِماماً وَرَحْمَةً حالان من كِتابُ مُوسى..والمقصود من هذه الجملة الكريمة، الرد على قولهم في القرآن هذا إِفْكٌ قَدِيمٌ فكأنه- تعالى- يقول لهم: كيف تصفون القرآن بذلك، مع أنه قد سبقه كتاب موسى الذي تعرفونه، والذي وافق القرآن في الأمر بإخلاص العبادة لله- تعالى- وحده، وفي غير ذلك من أصول الشرائع..ثم مدح- سبحانه- هذا القرآن بقوله: وَهذا كِتابٌ مُصَدِّقٌ لِساناً عَرَبِيًّا، لِيُنْذِرَ الَّذِينَ ظَلَمُوا وَبُشْرى لِلْمُحْسِنِينَ.أى: وهذا القرآن الذي أنزلناه على نبينا محمد صلّى الله عليه وسلّم مصدق لكتاب موسى الذي هو إمام ورحمة، ومصدق لغيره من الكتب السماوية السابقة وأمين عليها، وقد أنزلناه بلسان عربي مبين، امتنانا منا على من بعث الرسول صلّى الله عليه وسلّم فيهم وهم العرب.وقد اقتضت حكمتنا أن نجعل من وظيفة هذا الكتاب: الإنذار للظالمين بسوء المصير إذا ما أصروا على ظلمهم، والبشارة للمحسنين بحسن عاقبتهم بسبب إيمانهم وإحسانهم.فاسم الإشارة في قوله: وَهذا يعود للقرآن الكريم، وقوله مصدق صفة لكتاب.وقوله لِساناً عَرَبِيًّا حال من الضمير في «مصدق» الذي هو صفة للكتاب والضمير في «لينذر» يعود إلى الكتاب، و «الذين ظلموا» مفعوله. أى: لينذر الكتاب الذين ظلموا، وقوله: وَبُشْرى لِلْمُحْسِنِينَ في محل نصب عطفا على محل «لينذر» .وقال- سبحانه- في صفة هذا الكتاب مُصَدِّقٌ لِساناً عَرَبِيًّا ولم يقل: مصدق لكتاب موسى، للتنبيه على أنه مصدق لكتاب موسى ولغيره من الكتب السماوية السابقة.والتعبير بقوله لِساناً عَرَبِيًّا فيه تكريم للعرب، وتذكير لهم بنعمة الله عليهم، حيث جعل القرآن الذي هو أجمع الكتب السماوية للهدايات والخيرات بلسانهم، وهذا يقتضى إيمانهم به، وحرصهم على اتباع إرشاداته.وقوله- تعالى-: لِيُنْذِرَ الَّذِينَ ظَلَمُوا وَبُشْرى لِلْمُحْسِنِينَ بيان لوظيفة هذا الكتاب، وتحديد لمصير كل فريق، ليهلك من هلك عن بينة، ويحيا من من حي عن بينة."},{"ayah_number":13,"text":"ثم فصل- سبحانه- ما أعده للمحسنين من جزيل الثواب فقال: إِنَّ الَّذِينَ قالُوا رَبُّنَا اللَّهُ ... أى: قالوا ذلك بألسنتهم، وصدقت هذا القول قلوبهم ثُمَّ اسْتَقامُوا بعد ذلك على صراط الله المستقيم، بأن فعلوا بإخلاص وطاعة كل ما أمرهم- سبحانه- بفعله، واجتنبوا بقوة كل ما أمرهم باجتنابه، وقوله: فَلا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ خبر «إن» ، وجيء بالفاء في خبر الموصول لما فيه من معنى الشرط.أى: إن الذين قالوا ذلك، ثم استقاموا وثبتوا على طاعتنا فلا خوف عليهم من لحوق مكروه بهم، ولا هم يحزنون بسبب فوات محبوب لديهم، وإنما هم في سعادة مستمرة، وفي سرور دائم، لا يعكره خوف من مستقبل مجهول، ولا حزن على أمر قد مضى."},{"ayah_number":14,"text":"أُولئِكَ الموصوفون بما ذكر من الإيمان والاستقامة، هم أَصْحابُ الْجَنَّةِ خالِدِينَ فِيها خلودا أبديا. جَزاءً بِما كانُوا يَعْمَلُونَ أى: يجزون هذا الجزاء الطيب بسبب أعمالهم الصالحة، التي كانوا يعملونها في الدنيا.وبعد هذا الحديث عن حقيقة هذا الدين، وعن حسن عاقبة الذين قالوا ربنا الله ثم استقاموا، جاء الحديث عن وجوب الإحسان إلى الوالدين وعما يترتب عليه هذا الإحسان من ثواب عظيم، قال- تعالى-:"},{"ayah_number":15,"text":"قال الإمام ابن كثير: لما ذكر- تعالى- في الآية الأولى التوحيد له، وإخلاص العبادة والاستقامة إليه، عطف بالوصية بالوالدين، كما هو مقرون في غير ما آية من القرآن، كقوله: وَقَضى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوالِدَيْنِ إِحْساناً وقال: أَنِ اشْكُرْ لِي وَلِوالِدَيْكَ إِلَيَّ الْمَصِيرُ إلى غير ذلك من الآيات الكثيرة .وقوله- سبحانه-: وَوَصَّيْنَا الْإِنْسانَ بِوالِدَيْهِ إِحْساناً ... من الإيصاء بالشيء بمعنى الأمر به. قال- تعالى-: وَأَوْصانِي بِالصَّلاةِ وَالزَّكاةِ ما دُمْتُ حَيًّا أى: أمرنى بالمحافظة على أدائهما..وقوله: إِحْساناً قراءة عاصم وحمزة والكسائي. وقرأ غيرهم من بقية السبعة حسنا وعلى القراءتين فانتصابهما على المصدرية. أى: ووصينا الإنسان وأمرناه بأن يحسن إلى والديه إحسانا أو حسنا، بأن يقدم إليهما كل ما يؤدى إلى برهما وإكرامهما.ويصح أن يكون وصينا بمعنى ألزمنا، فيتعدى لاثنين، فيكون المفعول الثاني منهما، قوله:إِحْساناً أو حسنا.وقوله- سبحانه-: حَمَلَتْهُ أُمُّهُ كُرْهاً وَوَضَعَتْهُ كُرْهاً تعليل للإيصاء المذكور ولفظ كُرْهاً قرئ بضم الكاف وفتحها، وهما قراءتان سبعيتان، قالوا: ومعناهما واحد كالضّعف- بتشديد الضاد وفتحها أو ضمها- فهما لغتان بمعنى واحد.وهذا اللفظ منصوب على الحال من الفاعل. أى: حملته أمه ذات كره. ووضعته ذات كره، أو هو صفة لمصدر مقدر، أى: حملته حملا ذا كره، ووضعته كذلك.ولا شك في أن الأم تعانى في أثناء حملها ووضعها لوليدها، الكثير من المشاق والآلام والمتاعب.. فكان من الوفاء أن يقابل ذلك منها بالإحسان والإكرام.وشبيه بهذه الآية قوله- تعالى- في آية أخرى: حَمَلَتْهُ أُمُّهُ وَهْناً عَلى وَهْنٍ.. .أى: حملته أمه ضعفا على ضعف، لأن الحمل كلما تزايد وعظم في بطنها، ازداد ضعفها..وقوله- تعالى-: وَحَمْلُهُ وَفِصالُهُ ثَلاثُونَ شَهْراً بيان لمدة الحمل والفطام، والكلام على حذف مضاف. والفصال: مصدر فاصل، وهو بمعنى الفطام، وسمى الفطام فصالا، لأن الطفل ينفصل عن ثدي أمه في نهاية الرضاع.أى: ومدة حمل الطفل مع مدة فصاله عن ثدي أمه، ثلاثون شهرا.قال صاحب الكشاف: فإن قلت: المراد بيان مدة الرضاع لا الفطام، فكيف عبر عنه بالفصال.. قلت: لما كان الرضاع يليه الفصال ويلابسه، لأنه ينتهى به ويتم، سمى فصالا..وفيه فائدة، وهي الدلالة على الرضاع التام المنتهى بالفصال ووقته.. .وقال الشوكانى: وقد استدل بهذه الآية على أن أقل الحمل ستة أشهر، لأن مدة الرضاع سنتان، أى: مدة الرضاع الكامل، كما في قوله- تعالى-: وَالْوالِداتُ يُرْضِعْنَ أَوْلادَهُنَّ حَوْلَيْنِ كامِلَيْنِ لِمَنْ أَرادَ أَنْ يُتِمَّ الرَّضاعَةَ فذكر- سبحانه- في هذه الآية أقل مدة الحمل، وأكثر مدة الرضاع.وفي هذه الآية إشارة إلى أن حق الأم، آكد من حق الأب، لأنها هي التي حملت وليدها بمشقة ووضعته بمشقة، وأرضعته هذه المدة بتعب ونصب..   .وقوله- تعالى-: حَتَّى إِذا بَلَغَ أَشُدَّهُ وَبَلَغَ أَرْبَعِينَ سَنَةً قالَ رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلى والِدَيَّ.. غاية لمحذوف يفهم من سياق الكلام.والأشد: قوة الإنسان واشتعال حرارته، من الشدة بمعنى القوة والارتفاع. يقال: شد النهار، إذا ارتفع، وهو مفرد جاء بصيغة الجمع، ولا واحد له من لفظه.والمراد ببلوغ أشده: أن يصل سنه على الراجح- إلى ثلاث وثلاثين سنة.وقوله: أَوْزِعْنِي أى: رغبني ووفقني، من قولك: أوزعت فلانا بكذا، إذا أغريته وحببته في فعله. أى: أن هذا الإنسان بعد أن بقي في بطن أمه ما بقي، وبعد أن وضعته وأرضعته وفطمته وتولته برعايتها، واستمرت حياته «حتى إذا بلغ أشده» أى: حتى إذا بلغ زمن استكمال قوته، وبلغ أربعين سنة وهي تمام اكتمال العقل والقوة والفتوة.قالَ على سبيل الشكر لخالقه رَبِّ أَوْزِعْنِي ... أى: يا رب وفقني وألهمنى أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلى والِدَيَّ بأن وفقتني ووفقتهما إلى صراطك المستقيم، وبأن رزقتهما العطف عليّ، ورزقتني الشكر لهما، ووفقني- أيضا- أَنْ أَعْمَلَ صالِحاً تَرْضاهُ منى، وتقبله عندك وَأَصْلِحْ لِي فِي ذُرِّيَّتِي أى: واجعل- يا إلهى- الصلاح راسخا في ذريتي، وساريا فيها، لأن صلاح الذرية فيه السعادة الغامرة للآباء.إِنِّي تُبْتُ إِلَيْكَ توبة صادقة نصوحا وإنى من المسلمين الذين أخلصوا نفوسهم لطاعتك، وقلوبهم لمرضاتك.فأنت ترى أن الآية الكريمة قد اشتملت على أسمى ألوان الدعوات، التي عن طريق إجابتها تتحقق السعادة الدنيوية والأخروية.قال صاحب الكشاف: فإن قلت: ما معنى «في» في قوله: وَأَصْلِحْ لِي فِي ذُرِّيَّتِي؟قلت: معناه أن يجعل ذريته موقعا للصلاح ومظنته، كأنه قال: هب لي الصلاح في ذريتي، وأوقعه فيهم. .وفي الآية الكريمة: تنبيه للعقلاء، إلى أن شأنهم- خصوصا عند بلوغ سن الأربعين. أن يكثروا من التضرع إلى الله بالدعاء، وأن يتزودوا بالعمل الصالح، فإنها السن التي بعث الله- تعالى- فيها معظم الأنبياء، والتي فيها يكتمل العقل، وتستجمع القوة، ويرسخ فيها خلق الإنسان الذي تعوده وألفه ورحم الله القائل:إذا المرء وافى الأربعين ولم يكن ... له دون ما يهوى حياء ولا سترفدعه، ولا تنفس عليه الذي مضى ... وإن جر أسباب الحياة له العمر"},{"ayah_number":16,"text":"ثم بين- سبحانه- حسن عاقبة من يسلك هذا الطريق القويم فقال: أُولئِكَ الَّذِينَ نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ ما عَمِلُوا ...واسم الإشارة يعود إلى الإنسان باعتبار الجنس. أى: أولئك الموصوفون بما ذكر من الصفات الجميلة، هم الَّذِينَ نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ ما عَمِلُوا من الأعمال الطيبة المتقبلة عندنا.. وَنَتَجاوَزُ عَنْ سَيِّئاتِهِمْ فلا نعاقبهم عليها، لكثرة توبتهم إلينا.. بل نجعلهم فِي عداد أَصْحابِ الْجَنَّةِ الخالدين فيها، والمتنعمين بخيراتها.فالجار والمجرور في قوله أَصْحابِ الْجَنَّةِ في محل نصب على الحال، على سبيل التشريف والتكريم، كما تقول: أكرمنى الأمير في أصحابه، أى: حالة كوني معدودا من أصحابه.وقوله- تعالى-: وَعْدَ الصِّدْقِ الَّذِي كانُوا يُوعَدُونَ تذييل مؤكد لما قبله. ولفظ وَعْدَ مصدر لفعل مقدر. أى: وعدهم الله- تعالى- وعد الصدق الذي كانوا يوعدون به على ألسنة الرسل في الدنيا.هذا، وقد ذكر بعض المفسرين أن هاتين الآيتين نزلتا في شأن أبى بكر الصديق- رضى الله عنه-، وقد استجاب الله دعاءه، فأسلم أبواه وأولاده جميعا..  .وبعد أن ساق- سبحانه- هذه الصورة الوضيئة لأصحاب الجنة، أتبع ذلك ببيان صورة سيئة لنوع آخر من الناس، فقال- تعالى-:"},{"ayah_number":17,"text":"والاسم الموصول في قوله- تعالى-: وَالَّذِي قالَ لِوالِدَيْهِ أُفٍّ لَكُما.. بمعنى الذين، وهو مبتدأ وخبره قوله: أُولئِكَ الَّذِينَ حَقَّ عَلَيْهِمُ الْقَوْلُ.. وهذا صريح في أن المراد بقوله: وَالَّذِي العموم وليس الإفراد، وهذا يدل- أيضا- على فساد قول من قال إن الآية نزلت في شأن عبد الرحمن بن أبى بكر الصديق- رضى الله عنهما-، والصحيح أنها في حق كل كافر عاق لوالديه، منكر للبعث.قال ابن كثير عند تفسيره لهذه الآية: وهذا عام في كل من قال هذا، ومن زعم أنها نزلت في عبد الرحمن بن أبى بكر، فقوله ضعيف، لأن عبد الرحمن أسلم بعد ذلك، وحسن إسلامه، وكان من خيار أهل زمانه.أخرج البخاري عن يوسف بن ماهك قال: كان مروان على الحجاز، استعمله معاوية بن أبى سفيان، فخطب وجعل يذكر يزيد بن معاوية لكي يبايع له بعد أبيه.فقال له عبد الرحمن بن أبى بكر شيئا.. فقال مروان: إن هذا الذي أنزل فيه: وَالَّذِي قالَ لِوالِدَيْهِ أُفٍّ لَكُما ...فقالت عائشة من وراء حجاب: ما أنزل الله فينا شيئا من القرآن، إلا أن الله أنزل عذري. وفي رواية للنسائى أنها قالت: كذب مروان، والله ما هو به، ولو شئت أن أسمى الذي نزلت فيه لسميته...ولفظ «أف» : اسم صوت ينبئ عن التضجر، أو اسم فعل مضارع هو أتضجر.والمقصود به هنا: إظهار الملل والتأفف والكراهية لما يقوله أبواه من نصح له.وقوله: أَتَعِدانِنِي فعل مضارع من وعد الماضي، وحذف واوه في المضارع مطرد.والنون الأولى نوع الرفع، والثانية نون الوقاية.وقوله: أَنْ أُخْرَجَ: أن وما دخلت عليه في تأويل مصدر هو المفعول الثاني لقوله:أَتَعِدانِنِي. أى: والذي قال لوالديه- على سبيل الإنكار والإعراض عن نصحهما- أُفٍّ لَكُما أى: أقول بعدا وكرها لقولكما، أو إنى متضجر من قولكما.أَتَعِدانِنِي أَنْ أُخْرَجَ أى: أتعداننى الخروج من قبري بعد أن أموت، لكي أبعث وأحاسب على عملي، والحال أنه قَدْ خَلَتِ أى: مضت الْقُرُونُ الكثيرة مِنْ قَبْلِي دون أن يخرج أحد منهم من قبره، ودون أن يرجع بعد أن مات.فالآية الكريمة تصور بوضوح ما كان عليه هذا الإنسان، من سوء أدب مع أبويه، ومن إنكار صريح للبعث والحساب والجزاء.ثم حكى- سبحانه- مارد به الأبوان فقال: وَهُما يَسْتَغِيثانِ اللَّهَ وَيْلَكَ آمِنْ، إِنَّ وَعْدَ اللَّهِ حَقٌّ....وقوله: يَسْتَغِيثانِ اللَّهَ أى: يلتمسان غوثه وعونه في هداية هذا الإنسان إلى الصراط المستقيم، والجملة في محل نصب على الحال.ولفظ «ويلك» في الأصل، يقال في الدعاء على شخص بالهلاك والتهديد. والمراد به هنا:حض المخاطب على الإيمان والطاعة لله رب العالمين.أى: هذا هو حال الإنسان العاق الجاحد، أما حال أبواه، فإنهما يفزعان لما قاله وترتعش أفئدتهما لهذا التطاول والصدود عن الحق، فيلجئان إلى الله، ويلتمسان منه- سبحانه- الهداية لابنهما، ويحضان هذا الابن على الإيمان بوحدانية الله- تعالى-، وبالبعث والحساب والجزاء، فيقولان له: وَيْلَكَ آمِنْ إِنَّ وَعْدَ اللَّهِ حَقٌّ ولا خلف فيه، ولا راد له..والمتأمل في هذه الجملة الكريمة يراها تصور لهفة الوالدين على إيمان ولدهما أكمل تصوير، فهما يلتمسان من الله له الهداية، ثم يهتفان بهذا الابن العاق بفزع أن يترك هذا الجحود، وأن يبادر إلى الإيمان بالحق..ولكن الابن العاق يصر على كفره، ويلج في جحوده: فَيَقُولُ في الرد على أبويه ما هذا إِلَّا أَساطِيرُ الْأَوَّلِينَ. أى: ما هذا الذي تعدانني إياه من البعث والحساب والجزاء.. إلا أباطيل الأولين وخرافاتهم التي سطروها في كتبهم.فالأساطير: جمع أسطورة، وهي ما سجله الأقدمون في كتبهم من خرافات وأكاذيب."},{"ayah_number":18,"text":"وقوله: أُولئِكَ.. اسم الإشارة هذا يعود إلى العاقين المكذبين بالبعث والجزاء المذكورين في قوله- تعالى- قبل ذلك: وَالَّذِي قالَ لِوالِدَيْهِ أُفٍّ لَكُما ...أى: أولئك القائلون ذلك، هم الَّذِينَ حَقَّ عَلَيْهِمُ الْقَوْلُ أى: وجب عليهم العذاب الذي حكم به- سبحانه- على أمثالهم في قوله- تعالى- لإبليس لَأَمْلَأَنَّ جَهَنَّمَ مِنْكَ وَمِمَّنْ تَبِعَكَ مِنْهُمْ أَجْمَعِينَ كما يفيده قوله- سبحانه- بعد ذلك. فِي أُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِهِمْ مِنَ الْجِنِّ وَالْإِنْسِ. أى: أولئك الذين وجب عليهم العذاب، حالة كونهم مندرجين في أمم قد مضت من قبلهم من طائفة الجن ومن طائفة الإنس إِنَّهُمْ جميعا كانُوا خاسِرِينَ لأنهم استحبوا الكفر على الإيمان."},{"ayah_number":19,"text":"ثم بين- سبحانه- مظهرا من مظاهر عدالته في حكمه بين عباده فقال: وَلِكُلٍّ دَرَجاتٌ مِمَّا عَمِلُوا. وَلِيُوَفِّيَهُمْ أَعْمالَهُمْ وَهُمْ لا يُظْلَمُونَ.والتنوين في قوله وَلِكُلٍّ عوض عن المضاف إليه المحذوف، والجار والجرور في قوله مِمَّا عَمِلُوا صفة لقوله دَرَجاتٌ، ومن بيانية، وما موصولة.وقوله: وَلِيُوَفِّيَهُمْ أَعْمالَهُمْ علة لمحذوف.. والمعنى: ولكل فريق من الفريقين: فريق المؤمنين المعبر عنهم بقوله: - تعالى-: أُولئِكَ الَّذِينَ نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ ما عَمِلُوا ...وفريق الكافرين المعبر عنهم بقوله- تعالى-: أُولئِكَ الَّذِينَ حَقَّ عَلَيْهِمُ الْقَوْلُ ...لكل فريق من هؤلاء وهؤلاء دَرَجاتٌ حاصلة من الذي عملوه من الخير والشر، وقد فعل- سبحانه- ذلك معهم، ليوفيهم جزاء أعمالهم.وَهُمْ جميعا لا يُظْلَمُونَ شيئا، بل كل فريق منهم يجازى على حسب عمله. كما قال- تعالى-: فَمَنْ يَعْمَلْ مِثْقالَ ذَرَّةٍ خَيْراً يَرَهُ. وَمَنْ يَعْمَلْ مِثْقالَ ذَرَّةٍ شَرًّا يَرَهُ."},{"ayah_number":20,"text":"ثم بين- سبحانه- ما سيكون عليه الكافرون يوم القيامة من حال سيئة فقال: وَيَوْمَ يُعْرَضُ الَّذِينَ كَفَرُوا عَلَى النَّارِ، أَذْهَبْتُمْ طَيِّباتِكُمْ فِي حَياتِكُمُ الدُّنْيا ...والظرف متعلق بمحذوف تقديره: اذكر. وقوله يُعْرَضُ من العرض بمعنى الوقوف على الشيء، وتلقى ما يترتب على هذا الوقوف على هذا الشيء من خير أو شر.والمراد بالعرض على النار هنا: مباشرة عذابها، وإلقائهم فيها، ويشهد لهذا قوله- تعالى- بعد ذلك وَيَوْمَ يُعْرَضُ الَّذِينَ كَفَرُوا عَلَى النَّارِ، أَلَيْسَ هذا بِالْحَقِّ، قالُوا: بَلى وَرَبِّنا قالَ فَذُوقُوا الْعَذابَ بِما كُنْتُمْ تَكْفُرُونَ.قال الآلوسى: قوله: وَيَوْمَ يُعْرَضُ الَّذِينَ كَفَرُوا عَلَى النَّارِ. أى: يعذبون بها، من قولهم: عرض بنو فلان على السيف، إذا قتلوا به، وهو مجاز شائع..  .وقوله: أَذْهَبْتُمْ.. إلخ مقول لقول محذوف. وهذا اللفظ قرأه ابن كثير وابن عامر أأذهبتم بهمزتين على الاستفهام الذي هو للتقريع والتوبيخ، وقرأه الجمهور أَذْهَبْتُمْ بهمزة واحدة على الخبر من غير استفهام.أى: واذكر- أيها العاقل- لتعتبر وتتعظ، يوم يقف الذين كفروا على النار، فيرون سعيرها ثم يلقون فيها، ويقال لهم- على سبيل الزجر والتأنيب- أَذْهَبْتُمْ طَيِّباتِكُمْ فِي حَياتِكُمُ الدُّنْيا أى: ضيعتم وأتلفتم الطيبات التي أنعم الله بها عليكم في حياتكم الدنيا، حيث اسْتَمْتَعْتُمْ بِها استمتاعا دنيويا دون أن تدخروا للآخرة منها شيئا..فَالْيَوْمَ تُجْزَوْنَ عَذابَ الْهُونِ أى: تجزون عذاب الهون والخزي والذل.بِما كُنْتُمْ تَسْتَكْبِرُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ أى: بسبب استكباركم في الأرض بغير الحق..وَبِما كُنْتُمْ تَفْسُقُونَ أى: وبسبب خروجكم في الدنيا عن طاعة الله- تعالى-، وعن هدى أنبيائه.وقيد- سبحانه- استكبارهم في الأرض بكونه بغير الحق، ليسجل عليهم هذه الرذيلة، وليبين أنهم قوم دينهم التكبر والغرور وإيثار اتباع الباطل على الحق.قال الجمل: والحاصل أنه- تعالى- علل ذلك العذاب بأمرين:أحدهما: الاستكبار والترفع وهو ذنب القلب.والثاني: الفسق وهو ذنب الجوارح، وقدم الأول على الثاني، لأن أحوال القلب أعظم وقعا من أعمال الجوارح .ثم انتقلت السورة الكريمة بعد ذلك إلى الحديث عن مصارع الغابرين الذين كانوا أشد قوة وأكثر جمعا من مشركي قريش، لكي يعتبروا بهم، ويقلعوا عن كفرهم، حتى لا يكون مصيرهم كمصير من سبقوهم في الكفر والطغيان، فقال- سبحانه-:"},{"ayah_number":21,"text":"والمقصود بقوله- تعالى-: أَخا عادٍ: هود- عليه السلام- فقد أرسله الله- تعالى- إلى قبيلة عاد، ليأمرهم بعبادة الله- تعالى-، وكانوا قوما جبارين، فلم يستمعوا إلى نصحه، فكانت عاقبتهم الهلاك والتدمير.وقد وردت قصته معهم في سور متعددة، منها: سورة الأعراف، وسورة هود، وسورة الشعراء، وسورة الحاقة..قال القرطبي ما ملخصه: قوله- تعالى-: وَاذْكُرْ أَخا عادٍ هو هود بن عبد الله ابن رباح، كان أخاهم في النسب لا في الدين، إذ أنذر قومه بالأحقاف، والأحقاف: ديار عاد.. وهي جمع حقف- بكسر الحاء-، وهو ما استطال من الرمل العظيم واعوج، ولم يبلغ أن يكون جبلا.. .ويغلب على الظن أن مساكنهم كانت على مرتفعات من الأرض في شمال حضر موت، وعلى مقربة من المكان الذي يسمى الآن بالرّبع الخالي غربي عمان..والمعنى: واذكر- أيها الرسول الكريم- لقومك ليعتبروا ويتعظوا قصة هود- عليه السلام- وقت أن أنذر قومه، وهم يعيشون بتلك الأماكن المرتفعة المسماة بالأحقاف.وقوله: وَقَدْ خَلَتِ النُّذُرُ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ جملة حالية في محل نصب.أى: جاء هود إلى قومه فأمرهم بإخلاص العبادة لله- تعالى- وحده، وخوفهم من سوء عاقبة مخالفته، والحال أنه قد أخبرهم بأن الرسل الذين سبقوه، والذين يأتون من بعده، كليهم قد بعثهم الله- تعالى- لهداية أقوامهم، ولعبادته- سبحانه- وحده.فالنذر: جمع نذير، والمراد بهم الرسل الذين يخوفون أقوامهم من سوء عاقبة الإشراك مع الله- تعالى- آلهة أخرى في العبادة.والمراد بقوله: مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ الرسل السابقون عليه، والمتأخرون عنه.ثم ذكر- سبحانه- جانبا من نصائح هود لقومه فقال: أَلَّا تَعْبُدُوا إِلَّا اللَّهَ، إِنِّي أَخافُ عَلَيْكُمْ عَذابَ يَوْمٍ عَظِيمٍ.أى: أنذرهم قائلا لهم: إنى أحذركم من عبادة أحد سوى الله- تعالى- وآمركم بإخلاص العبادة له- تعالى- وحده، لأنى أخاف عليكم عذاب يوم هائل عظيم، وهو يوم القيامة، يَوْمَ لا يَنْفَعُ مالٌ وَلا بَنُونَ، إِلَّا مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ.فأنت ترى أن هودا- عليه السلام- بجانب أنه قد أمر قومه بما يسعدهم، فإنه قد بين لهم- أيضا- أنه ما حمله على هذا الأمر إلا خوفه عليهم، وحرصه على نجاتهم من عذاب يوم القيامة."},{"ayah_number":22,"text":"ولكن قومه لم يقابلوا ذلك بالطاعة والإذعان، بل قابلوا دعوة نبيهم لهم بالإعراض والاستخفاف، وقد حكى القرآن ذلك بقوله: قالُوا أَجِئْتَنا لِتَأْفِكَنا عَنْ آلِهَتِنا، فَأْتِنا بِما تَعِدُنا إِنْ كُنْتَ مِنَ الصَّادِقِينَ. أى: قال قوم هود له- على سبيل الإنكار والسفاهة- أجئتنا بهذه الدعوة لِتَأْفِكَنا عَنْ آلِهَتِنا أى: لتصرفنا وتبعدنا عن عبادة آلهتنا التي ألفنا عبادتها يقال: أفك فلان فلانا عن الشيء، إذا صرفه عنه.ثم أضافوا إلى هذا الإنكار، إنكارا آخر مصحوبا بالتحدي والاستهزاء فقالوا: فَأْتِنا بِما تَعِدُنا. أى: إن كان الأمر كما تقول فأتنا بما تعدنا به من العذاب العظيم، إِنْ كُنْتَ مِنَ الصَّادِقِينَ فيما أخبرتنا به.وهكذا نلمس في ردهم سوء الظن، وعدم الفهم، واستعجال العذاب، والإصرار على الباطل الذي ألفوه.."},{"ayah_number":23,"text":"ولكن هودا- عليه السلام- قابل كل هذه الجهالات بالحلم والأناة، فرد عليهم بقوله:قالَ إِنَّمَا الْعِلْمُ عِنْدَ اللَّهِ.... أى: قال لهم: إنما علم وقت نزول العذاب بكم عند الله- تعالى- وحده، ولا مدخل لي في ذلك.وإنما أنا أُبَلِّغُكُمْ ما أُرْسِلْتُ بِهِ إليكم من ربي وربكم، وتلك هي وظيفتي.ثم عقب على هذا الرد بما يدل على حمقهم وغبائهم فقال: وَلكِنِّي أَراكُمْ قَوْماً تَجْهَلُونَ.أى: أنا لا علم لي بوقت نزول العذاب عليكم، لأن رسالتي محصورة في التبليغ والإنذار..وهذا كان يجب أن يكون مفهوما لديكم لوضوحه.. ولكني أراكم قوما تجهلون ما هو واضح، وتنكرون ما هو حق، وتصرون على ما هو باطل، وتطالبوننى بما لا أملكه."},{"ayah_number":24,"text":"ثم يجمل السياق بعد ذلك ما كان بين هود وقومه من جدال طويل، ليصل إلى العذاب الذي استعجلوه فيقول: فَلَمَّا رَأَوْهُ عارِضاً مُسْتَقْبِلَ أَوْدِيَتِهِمْ قالُوا هذا عارِضٌ مُمْطِرُنا والفاء في قوله فَلَمَّا رَأَوْهُ ... فصيحة.والضمير في قوله رَأَوْهُ يعود إلى ما في قوله- تعالى- قبل ذلك: فَأْتِنا بِما تَعِدُنا والمراد به العذاب.قال الشوكانى: الضمير في «رأوه» يرجع إلى «ما» في قوله بِما تَعِدُنا. وقال المبرد والزجاج: الضمير في «رأوه» يعود إلى غير مذكور، وبينه قوله عارِضاً، فالضمير يعود إلى السحاب. أى: فلما رأوا السحاب عارضا، فعارضا نصب على التكرير، أى:التفسير. وسمى السحاب عارضا لأنه يبدو في عرض السماء. قال الجوهري: العارض:السحاب يعترض في الأفق.. .والمعنى: وأتى العذاب الذي استعجله قوم هود إليهم، فلما رأوه بأعينهم، متمثلا في سحاب يظهر في أفق السماء، ومتجها نحو أوديتهم ومساكنهم.قالُوا وهم يجهلون أنه العذاب الذي استعجلوه هذا عارِضٌ مُمْطِرُنا أى: هذا سحاب ننتظر من ورائه المطر الذي ينفعنا..قيل: إنها حبس عنهم المطر لفترة طويلة، فلما رأوا السحاب في أفق السماء، استبشروا وفرحوا وقالوا: هذا عارِضٌ مُمْطِرُنا.وهنا جاءهم الرد على لسان هود بأمر ربه، فقال لهم: بَلْ هُوَ مَا اسْتَعْجَلْتُمْ بِهِ، رِيحٌ فِيها عَذابٌ أَلِيمٌ....أى: قال لهم هود- عليه السلام- ليس الأمر كما توقعتم من أن هذا العارض سحاب تنزل منه الأمطار عليكم، بل الحق أن هذا العارض هو العذاب الذي استعجلتم نزوله، وهو يتمثل في ريح عظيمة تحمل العذاب المهلك الأليم لكم.فقوله: رِيحٌ يصح أن يكون بدلا من «ما» أو من «هو» في قوله بَلْ هُوَ مَا اسْتَعْجَلْتُمْ بِهِ كما يصح أن يكون خبر المبتدأ محذوف، وجملة فِيها عَذابٌ أَلِيمٌ صفة لقوله: رِيحٌ."},{"ayah_number":25,"text":"ثم وصف- سبحانه- هذا الريح بصفة أخرى فقال: تُدَمِّرُ كُلَّ شَيْءٍ بِأَمْرِ رَبِّها ... أى: هذه الريح التي أرسلها الله- تعالى- عليهم، من صفاتها أنها تدمر وتهلك كل شيء مرت به يتعلق بهؤلاء الظالمين من نفس أو مال أو غيرهما..والتعبير بقوله: بِأَمْرِ رَبِّها لبيان أنها لم تأتهم من ذاتها، وإنما أتتهم بأمر الله- تعالى- وبقضائه وبمشيئته.والفاء في قوله: فَأَصْبَحُوا لا يُرى إِلَّا مَساكِنُهُمْ فصيحة- أيضا-. أى: هذه الريح أرسلناها عليهم فدمرتهم، فصار الناظر إليهم لا يرى شيئا من آثارهم سوى مساكنهم، لتكون هذه المساكن عبرة لغيرهم.قال الجمل: وقوله: لا يُرى إِلَّا مَساكِنُهُمْ قرأ حمزة وعاصم لا يُرى بضم الياء على البناء للمفعول، ومساكنهم بالرفع لقيامه مقام الفاعل. والباقون من السبعة بفتح تاء الخطاب، - على البناء للفاعل- ومَساكِنُهُمْ بالنصب على أنه مفعول به...وقوله: كَذلِكَ نَجْزِي الْقَوْمَ الْمُجْرِمِينَ أى: مثل ذلك الجزاء المهلك المدمر، نجازي القوم الذين من دأبهم الإجرام والطغيان.وهكذا طوى- سبحانه- صفحة أولئك الظالمين من قوم هود- عليه السلام- وما ظلمهم- سبحانه- ولكن كانوا أنفسهم يظلمون."},{"ayah_number":26,"text":"ولم تكتف السورة الكريمة بعرض مصارع هؤلاء المجرمين، الذين لا يخفى أمرهم على المشركين المعاصرين للنبي صلّى الله عليه وسلّم بل أخذت في تذكير هؤلاء المشركين، بما يحملهم على الزيادة من العظة والعبرة لو كانوا يعقلون، فقال- تعالى-: وَلَقَدْ مَكَّنَّاهُمْ فِيما إِنْ مَكَّنَّاكُمْ فِيهِ، وَجَعَلْنا لَهُمْ سَمْعاً وَأَبْصاراً وَأَفْئِدَةً.و «ما» في قوله: فِيما إِنْ مَكَّنَّاكُمْ فِيهِ موصولة. و «إن» نافية. أى: والله لقد مكنا قوم هود وغيرهم من الأقوام السابقين عليكم- يا أهل مكة- في الذي لم نمكنكم فيه، بأن جعلناهم أشد منكم قوة، وأكثر جمعا، وأعطيناهم من فضلنا أسماعا وأبصارا وأفئدة.فالمقصود من الآية بيان أن المشركين السابقين، أعطاهم الله- تعالى- من الأموال والأولاد والقوة.. أكثر مما أعطى الكافرين المعاصرين للنبي صلّى الله عليه وسلّم.ولكن هؤلاء الطغاة السابقين لما لم يشكروا الله- تعالى- على نعمه كانت عاقبتهم الهلاك، كما يدل عليه قوله- سبحانه- بعد ذلك: فَما أَغْنى عَنْهُمْ سَمْعُهُمْ وَلا أَبْصارُهُمْ وَلا أَفْئِدَتُهُمْ مِنْ شَيْءٍ ... أى: أعطيناهم من النعم ما لم نعطكم يا أهل مكة، ولكنهم لما لم يشكرونا على نعمنا، ولم يستعملوها في طاعتنا، أخذناهم أخذ عزيز مقتدر، دون أن تنفعهم شيئا أسماعهم ولا أبصارهم ولا أفئدتهم، حين نزل بهم عذابنا، بل كل ما بين أيديهم من قوة ومن نعم ذهب أدراج الرياح وصار معهم هباء منثورا.و «من» في قوله: مِنْ شَيْءٍ لتأكيد عدم الإغناء. أى: ما أغنت عنهم شيئا حتى ولو كان هذا الشيء في غاية القلة والحقارة.ثم بين- سبحانه- أن ما أصابهم من دمار كان بسبب جحودهم للحق واستهزائهم به، فقال: إِذْ كانُوا يَجْحَدُونَ بِآياتِ اللَّهِ، وَحاقَ بِهِمْ ما كانُوا بِهِ يَسْتَهْزِؤُنَ.أى: هذا الهلاك والدمار الذي حاق بهم، كان بسبب جحودهم لآيات الله الدالة على وحدانيته وكمال قدرته، واستهزائهم بما جاءهم به رسلهم من الحق.ومن الآيات القرآنية التي وردت في هذا المعنى، قوله- تعالى-: فَأَهْلَكْنا أَشَدَّ مِنْهُمْ بَطْشاً وَمَضى مَثَلُ الْأَوَّلِينَ.وقوله- سبحانه- أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كانَ عاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ، كانُوا أَكْثَرَ مِنْهُمْ وَأَشَدَّ قُوَّةً وَآثاراً فِي الْأَرْضِ. فَما أَغْنى عَنْهُمْ ما كانُوا يَكْسِبُونَ."},{"ayah_number":27,"text":"ثم أضاف- سبحانه- إلى هذا التذكير والتخويف للمشركين، تذكيرا وتخويفا آخر، فقال: وَلَقَدْ أَهْلَكْنا ما حَوْلَكُمْ مِنَ الْقُرى أى: والله لقد أهلكنا ما حولكم يا أهل مكة من القرى الظالمة، كقوم هود وصالح وغيرهم.وَصَرَّفْنَا الْآياتِ أى: كررناها ونوعناها بأساليب مختلفة لَعَلَّهُمْ يَرْجِعُونَ عما كانوا عليه من الشرك والفجور، ولكنهم لم يرجعوا عما كانوا فيه من ضلال وبغى، فدمرناهم تدميرا.."},{"ayah_number":28,"text":"فَلَوْلا نَصَرَهُمُ الَّذِينَ اتَّخَذُوا مِنْ دُونِ اللَّهِ قُرْباناً آلِهَةً أى: فهلا نصرهم ومنعهم من الهلاك. هؤلاء الآلهة الذين اتخذوهم من دون الله قربانا يتقربون بهم إليه- سبحانه- كما قالوا ما نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونا إِلَى اللَّهِ زُلْفى.«فلولا» هنا حرف تحضيض بمعنى «هلا» والمفعول الأول لاتخذوا محذوف أى: الذين اتخذوهم، وآلِهَةً هو المفعول الثاني، و «قربانا» حال. وهو كل ما يتقرب به إلى الله- تعالى- من طاعة أو نسك. والجمع قرابين.وقوله- تعالى-: بَلْ ضَلُّوا عَنْهُمْ وَذلِكَ إِفْكُهُمْ وَما كانُوا يَفْتَرُونَ إضراب انتقالي عن نفى النصرة إلى ما هو أشد من ذلك.أى: أن هؤلاء الآلهة لم يكتفوا بعدم نصر أولئك الكافرين، بل غابوا عنهم وتركوهم وحدهم، ولم يحضروا إليهم.. وذلك الغياب الذي حدث من آلهتهم عنهم. مظهر من مظاهر كذب هؤلاء الكافرين وافترائهم على الحق في الدنيا، حيث زعموا أن هذه الآلهة الباطلة ستشفع لهم يوم القيامة، وقالوا- كما حكى القرآن عنهم-: هؤُلاءِ شُفَعاؤُنا عِنْدَ اللَّهِ ... وها هم اليوم لا يرون آلهتهم، ولا يجدون لهم شيئا من النفع."},{"ayah_number":29,"text":"وبعد هذا التذكير والوعيد للكافرين، بيّن- سبحانه- جانبا من مظاهر تكريمه لنبيه صلّى الله عليه وسلّم حيث أرسل له نفرا من الجن، يستمعون القرآن، ويؤمنون به، فقال- تعالى-:قال القرطبي ما ملخصه: قوله- تعالى-: وَإِذْ صَرَفْنا إِلَيْكَ نَفَراً مِنَ الْجِنِّ ... هذا توبيخ لمشركي قريش. أى: أن الجن سمعوا القرآن فآمنوا به وعلموا أنه من عند الله، وأنتم معرضون مصرون على الكفر..قال المفسرون: لما مات أبو طالب، خرج النبي صلّى الله عليه وسلّم إلى الطائف، يلتمس من أهلها النصرة، ويدعوهم إلى الإيمان ... أغروا به سفهاءهم وعبيدهم يسبونه ويضحكون به..فانصرف صلّى الله عليه وسلّم عنهم، حتى إذا كان ببطن نخلة- وهو موضع بين مكة والطائف- قام يصلى من الليل، فمر به نفر من جن نصيبين- وهو موضع قرب الشام- فاستمعوا إليه وقالوا: أنصتوا. .وهناك روايات أخرى كثيرة في عدد هؤلاء الجن، وفي الأماكن التي التقوا فيها مع النبي صلّى الله عليه وسلّم وفيما قرأ الرسول صلّى الله عليه وسلّم عليهم، وفيمن كان مع النبي صلّى الله عليه وسلّم خلال التقائه بهم...ويبدو لنا من مجموع هذه الروايات أن لقاء النبي صلّى الله عليه وسلّم بالجن قد تعدد، وأن هذه الآيات تحكى لقاء معينا، وسورة الجن تحكى لقاء آخر.قال الآلوسى: وقد أخرج الطبراني في الأوسط، وابن مردويه عن الحبر، أى: عن ابن عباس أنه قال: صرفت الجن إلى رسول الله صلّى الله عليه وسلّم مرتين.وذكر الخفاجي أنه قد دلت الأحاديث، على أن وفادة الجن كانت ست مرات، ويجمع بذلك اختلاف الروايات في عددهم، وفي غير ذلك. .و «النفر» على المشهور- ما بين الثلاثة والعشرة من الرجال وهو مأخوذ من النفير، لأن الرجل إذا حزبه أمر نفر بعض الناس الذين يهتمون بأمره لإغاثته.والمعنى: واذكر- أيها الرسول الكريم- لقومك، وقت أن صرفنا إليك، ووجهنا نحوك، نفرا من الجن، يستمعون القرآن منك.فَلَمَّا حَضَرُوهُ أى: فحين حضروا القرآن عند تلاوته منك، أو فحين حضروا مجلسك قالُوا على سبيل التناصح- أَنْصِتُوا أى: قال بعضهم لبعض: اسكتوا لأجل أن نستمع إلى هذا القرآن، وهذا يدل على سمو أدبهم وحرصهم على تلقى العلم.فَلَمَّا قُضِيَ أى: فحين انتهى الرسول صلّى الله عليه وسلّم من قراءته.وَلَّوْا إِلى قَوْمِهِمْ مُنْذِرِينَ أى: انصرفوا إلى قومهم ليخوفوهم من عذاب الله- تعالى- إذا ما عصوه أو خالفوا أمره- سبحانه-."},{"ayah_number":30,"text":"قالُوا يا قَوْمَنا إِنَّا سَمِعْنا كِتاباً أُنْزِلَ مِنْ بَعْدِ مُوسى ... أى: وبعد أن انصرفوا إلى قومهم منذرين، ووصلوا إليهم. قالوا لهم: يا قومنا إنا سمعنا كتابا عظيم الشأن، جليل القدر، أنزل من بعد نبي الله- تعالى- موسى- عليه السلام-.وهذا الكتاب مُصَدِّقاً لِما بَيْنَ يَدَيْهِ أى: مصدقا لما قبله من الكتب وهو- أيضا- يَهْدِي إِلَى الْحَقِّ الذي لا يحوم حوله الباطل، ويهدى- أيضا- إِلى طَرِيقٍ مُسْتَقِيمٍ أى: إلى طريق قويم واضح يصل بأتباعه إلى السعادة.قال الآلوسى: قوله: أُنْزِلَ مِنْ بَعْدِ مُوسى ذكروه دون عيسى- عليهما السلام-لأنه متفق عليه عند أهل الكتابين، ولأن الكتاب المنزل عليه أجل الكتب قبل القرآن، وكان عيسى مأمورا بالعمل بمعظم ما فيه أو بكله.وقال عطاء: لأنهم كانوا على اليهودية، وهذا القول يحتاج إلى نقل صحيح.وعن ابن عباس: أن الجن لم تكن سمعت بعيسى، فلذا قالوا ذلك. وفي هذا القول بعد، فإن اشتهار أمر عيسى، وانتشار أمر دينه، أظهر من أن يخفى، لا سيما على الجن، ومن هنا قال أبو حيان: إن هذا لا يصح عن ابن عباس ."},{"ayah_number":31,"text":"ثم حكى- سبحانه- بعد ذلك ما يدل على إيمانهم بما سمعوه فقال: يا قَوْمَنا أَجِيبُوا داعِيَ اللَّهِ....أى: وقالوا لقومهم- أيضا-: يا قومنا أجيبوا داعي الله الذي دعاكم الى الحق وإلى طريق مستقيم. وَآمِنُوا بِهِ أى: وآمنوا بهذا الرسول الكريم وبما جاء من عند ربه.يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ أى: أجيبوا داعي الله وآمنوا به، يغفر لكم ربكم من ذنوبكم التي وقعتم فيها، ويبعدكم بفضله ورحمته من عذاب أليم.والتعبير بقوله: مِنْ ذُنُوبِكُمْ يدل على حسن أدبهم، وعلى أنهم يفوضون المغفرة إلى ربهم، فهو- سبحانه- إن شاء غفرها جميعا، وإن شاء غفر بعضها."},{"ayah_number":32,"text":"ثم ختموا الترغيب في الإيمان بالترهيب من الإصرار على الكفر والمعاصي فقالوا- كما حكى القرآن عنهم-: وَمَنْ لا يُجِبْ داعِيَ اللَّهِ فَلَيْسَ بِمُعْجِزٍ فِي الْأَرْضِ.أى: قالوا لقومهم إنكم إذا أجبتم داعي الله، غفر لكم- سبحانه- ذنوبكم أما الذي يعرض عن هذا الداعي الصادق الأمين، فإنه لن يستطيع أن يفلت من عذاب الله، ولن يقدر على الهرب من عقابه، لأنه- سبحانه- لا يعجزه شيء، ولا يخفى عليه شيء في الأرض ولا في السماء.وَلَيْسَ لَهُ مِنْ دُونِهِ أَوْلِياءُ أى: وليس لهذا المعرض من أنصار يستطيعون دفع عذاب الله عنه.أُولئِكَ أى: الذين لم يجيبوا داعي الله فِي ضَلالٍ مُبِينٍ أى: في ضلال واضح لا يخفى على أحد من العقلاء.هذا، ومن الأحكام التي أخذها العلماء من هذه الآيات:1- أن رسالة النبي صلّى الله عليه وسلّم كانت إلى الإنس والجن، لأن هذه الآيات تحكى إيمان بعض الجن به صلّى الله عليه وسلّم ودعوتهم غيرهم إلى الإيمان به.2- أن هذه الآيات تدل على أن حكم الجن كحكم الإنس في الثواب والعقاب وفي وجوب العمل بما أمرهم الله- تعالى- به وفي وجوب الانتهاء عما نهاهم عنه، لأن قوله- تعالى-:يا قَوْمَنا أَجِيبُوا داعِيَ اللَّهِ وَآمِنُوا بِهِ يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُجِرْكُمْ مِنْ عَذابٍ أَلِيمٍ. وَمَنْ لا يُجِبْ داعِيَ اللَّهِ فَلَيْسَ بِمُعْجِزٍ فِي الْأَرْضِ وَلَيْسَ لَهُ مِنْ دُونِهِ أَوْلِياءُ، أُولئِكَ فِي ضَلالٍ مُبِينٍ.أقول: هاتان الآيتان اللتان حكاهما الله- تعالى- على ألسنة بعض الجن تدلان على ثواب المطيع، وعذاب العاصي.قال بعض العلماء ما ملخصه: وقد دلت آية أخرى على أن المؤمنين من الجن يدخلون الجنة وهي: قوله- تعالى- في سورة الرحمن: وَلِمَنْ خافَ مَقامَ رَبِّهِ جَنَّتانِ. فَبِأَيِّ آلاءِ رَبِّكُما تُكَذِّبانِ.ويستأنس لهذا- أيضا- بقوله- تعالى-: لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلا جَانٌّ فإنه يشير إلى أن في الجنة جنا يطمثون النساء كالإنس..وبهذا يعلم أن ما ذهب إليه بعض العلماء، أنه يفهم من قوله- تعالى-: يا قَوْمَنا أَجِيبُوا داعِيَ اللَّهِ وَآمِنُوا بِهِ يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُجِرْكُمْ مِنْ عَذابٍ أَلِيمٍ أن المؤمنين من الجن لا يدخلون الجنة، وأن جزاء إيمانهم، وإجابتهم داعي الله، هو الغفران وإجارتهم من العذاب الأليم فقط.. هذا الفهم إنما هو خلاف التحقيق، وأن المؤمنين من الجن يدخلون الجنة..ثم ختم- سبحانه- السورة الكريمة، بتوبيخ المشركين على جهلهم وعدم تفكيرهم، وبيّن ما سيكونون عليه من خزي يوم القيامة، وأمر نبيه صلّى الله عليه وسلّم بالصبر على أذاهم.فقال:"},{"ayah_number":33,"text":"والهمزة في قوله: أَوَلَمْ يَرَوْا أَنَّ اللَّهَ ... للاستفهام الإنكارى، والواو للعطف على مقدر يستدعيه المقام ...أى: أبلغ العمى والجهل بهؤلاء الكافرين، أنهم لم يروا ولم يعقلوا أن الله- تعالى- الذي خلق السموات والأرض بقدرته وَلَمْ يَعْيَ بِخَلْقِهِنَّ أى: ولم يتعب ولم ينصب بسبب خلقهن، من قولهم عيى فلان بالأمر- كفرح- إذا تعب، أو المعنى: ولم يعجز عن خلقهن ولم يتحير فيه، مأخوذ من قولهم: عيى فلان بأمره، إذا تحير ولم يعرف ماذا يفعل.وقوله: بِقادِرٍ عَلى أَنْ يُحْيِيَ الْمَوْتى في محل رفع خبر أَنَّ، والباء في قوله- تعالى- بِقادِرٍ مزيدة للتأكيد.فالمقصود بالآية الكريمة توبيخ المشركين على جهلهم وانطماس بصائرهم، حيث لم يعرفوا أن الله- تعالى- الذي أوجد الكون، قادر على أن يعيدهم الى الحياة بعد موتهم.وأورد القرآن ذلك في أسلوب الاستفهام الإنكارى، ليكون تأنيبهم على جهلهم أشد.وقوله: بَلى إِنَّهُ عَلى كُلِّ شَيْءٍ قَدِيرٌ تقرير وتأكيد لقدرته- تعالى- على إحياء الموتى، لأن لفظ بَلى يؤتى به في الجواب لإبطال النفي السابق، وتقرير نقيضه، بخلاف لفظ نعم فإنه يقرر النفي نفسه.أى: بلى إنه- سبحانه- قادر على إحياء الموتى، لأنه- تعالى- على كل شيء قدير."},{"ayah_number":34,"text":"ثم كرر- سبحانه- التذكير للناس بأحوال الكافرين يوم الحساب ليعتبروا ويتعظوا فقال: وَيَوْمَ يُعْرَضُ الَّذِينَ كَفَرُوا عَلَى النَّارِ ... أى: واذكر- أيها العاقل- يوم يلقى الذين كفروا في النار، بعد مشاهدتها ورؤيتها..ثم يقال لهم على سبيل الزجر والتهكم أَلَيْسَ هذا بِالْحَقِّ أى: أليس هذا العذاب كنتم تنكرونه في الدنيا، قد ثبت عليكم ثبوتا لا مفر لكم منه، ولا محيد لكم عنه..قالُوا بَلى وَرَبِّنا أى: قالوا في الجواب: بلى يا ربنا إن هذا العذاب حق، وإنكارنا له في الدنيا إنما كان عن جهل وغفلة وغرور منا..فهم قد اعترفوا بأن الحساب حق، والجزاء حق.. في وقت لا ينفع فيه الاعتراف.ولذا جاء الرد عليهم بقوله- تعالى-: قالَ- سبحانه- فَذُوقُوا الْعَذابَ أى: فتذوقوا طعمه الأليم، ووقعه المهين بِما كُنْتُمْ تَكْفُرُونَ أى: بسبب كفركم وجحودكم."},{"ayah_number":35,"text":"ثم ختم- سبحانه- السورة الكريمة بأمر نبيه صلّى الله عليه وسلّم بالصبر على مكرهم فقال:فَاصْبِرْ كَما صَبَرَ أُولُوا الْعَزْمِ مِنَ الرُّسُلِ. أى: إذا كان الأمر كما ذكرنا لك- أيها الرسول الكريم- فاصبر على أذى قومك، كما صبر إخوانك أولو العزم من الرسل، أى:أصحاب الجد والثبات والصبر على الشدائد والبلاء.. وهم- على أشهر الأقوال-: نوح وإبراهيم وموسى وعيسى ومحمد- صلوات الله عليهم جميعا-.وقوله: وَلا تَسْتَعْجِلْ لَهُمْ نهى منه- تعالى- لنبيه عن استعجال العذاب لهم. أى:ولا تستعجل لهم العذاب. فالمفعول محذوف للعلم به.. ثم بين- سبحانه- ما يدعو إلى عدم الاستعجال فقال: كَأَنَّهُمْ يَوْمَ يَرَوْنَ ما يُوعَدُونَ لَمْ يَلْبَثُوا إِلَّا ساعَةً مِنْ نَهارٍ ... أى:اصبر- أيها الرسول- على أذى قومك كما صبر إخوانك أولو العزم من الرسل. ولا تستعجل العذاب لهؤلاء الكافرين فإنه آتيهم لا ريب فيه، وكأنهم عند ما يرون هذا العذاب ويحل بهم، لم يلبثوا في الدنيا إلا وقتا قليلا وزمنا يسيرا، لأن شدة هذا العذاب تنسيهم كل متع الدنيا وشهواتها.وقوله- تعالى-: بَلاغٌ خبر لمبتدأ محذوف أى: هذا الذي أنذرتكم به، أو هذا القرآن، بلاغ كاف في وعظكم وإنذاركم إذا تدبرتم فيه، وتبليغ من الرسول صلّى الله عليه وسلّم إليكم.فَهَلْ يُهْلَكُ إِلَّا الْقَوْمُ الْفاسِقُونَ كلا، إنه لا يهلك بعذاب الله- تعالى- إلا القوم الخارجون عن طاعته، الواقعون في معصيته فالاستفهام للنفي..وبعد فهذا تفسير لسورة «الأحقاف» نسأل الله أن يجعله خالصا لوجهه، ونافعا لعباده.والحمد لله الذي بنعمته تتم الصالحات.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم."}]