[{"ayah_number":1,"text":"مقدمة1- هذه السورة تسمى بسورة محمد صلّى الله عليه وسلّم لما فيها من الحديث عما أنزل عليه صلّى الله عليه وسلّم وتسمى- أيضا- بسورة القتال، لحديثها المستفيض عنه.وهي من السور المدنية التي يغلب على الظن أن نزولها كان بعد غزوة بدر وقبل غزوة الأحزاب، وقد ذكروا أن نزولها كان بعد سورة «الحديد».وعدد آياتها أربعون آية في البصري، وثمان وثلاثون في الكوفي، وتسع وثلاثون في غيرهما.2- وتفتتح السورة الكريمة ببيان سوء عاقبة الكافرين، وحسن عاقبة المؤمنين، ثم تحض المؤمنين على الإغلاظ في قتال الكافرين، وفي أخذهم أسارى، وفي الإعلاء من منزلة المجاهدين في سبيل الله.قال- تعالى-: وَالَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ فَلَنْ يُضِلَّ أَعْمالَهُمْ، سَيَهْدِيهِمْ وَيُصْلِحُ بالَهُمْ، وَيُدْخِلُهُمُ الْجَنَّةَ عَرَّفَها لَهُمْ ...3- ثم وجه- سبحانه- نداء إلى المؤمنين وعدهم فيه بالنصر متى نصروه وتوعد الكافرين بالتعاسة والخيبة، ووبخهم على عدم اعتبارهم واتعاظهم، كما بشر المؤمنين- أيضا- بجنة فيها ما فيها من نعيم.قال- تعالى-: مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ، فِيها أَنْهارٌ مِنْ ماءٍ غَيْرِ آسِنٍ، وَأَنْهارٌ مِنْ لَبَنٍ لَمْ يَتَغَيَّرْ طَعْمُهُ، وَأَنْهارٌ مِنْ خَمْرٍ لَذَّةٍ لِلشَّارِبِينَ، وَأَنْهارٌ مِنْ عَسَلٍ مُصَفًّى، وَلَهُمْ فِيها مِنْ كُلِّ الثَّمَراتِ، وَمَغْفِرَةٌ مِنْ رَبِّهِمْ، كَمَنْ هُوَ خالِدٌ فِي النَّارِ، وَسُقُوا ماءً حَمِيماً فَقَطَّعَ أَمْعاءَهُمْ.4- ثم انتقلت السورة الكريمة إلى الحديث عن المنافقين، فذكرت جانبا من مواقفهم السيئة من النبي صلّى الله عليه وسلّم ومن دعوته، ووبختهم على خداعهم وسوء أدبهم.قال- تعالى-: وَمِنْهُمْ مَنْ يَسْتَمِعُ إِلَيْكَ حَتَّى إِذا خَرَجُوا مِنْ عِنْدِكَ قالُوا لِلَّذِينَ أُوتُوا الْعِلْمَ ماذا قالَ آنِفاً أُولئِكَ الَّذِينَ طَبَعَ اللَّهُ عَلى قُلُوبِهِمْ وَاتَّبَعُوا أَهْواءَهُمْ.5- ثم صورت السورة الكريمة ما جبل عليه هؤلاء المنافقون من جبن وهلع، وكيف أنهم عند ما يدعون إلى القتال يصابون بالفزع الخالع.قال- سبحانه- وَيَقُولُ الَّذِينَ آمَنُوا لَوْلا نُزِّلَتْ سُورَةٌ، فَإِذا أُنْزِلَتْ سُورَةٌ مُحْكَمَةٌ وَذُكِرَ فِيهَا الْقِتالُ، رَأَيْتَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يَنْظُرُونَ إِلَيْكَ نَظَرَ الْمَغْشِيِّ عَلَيْهِ مِنَ الْمَوْتِ فَأَوْلى لَهُمْ. طاعَةٌ وَقَوْلٌ مَعْرُوفٌ، فَإِذا عَزَمَ الْأَمْرُ فَلَوْ صَدَقُوا اللَّهَ لَكانَ خَيْراً لَهُمْ.6- وبعد أن بينت السورة الكريمة أن نفاق المنافقين كان بسبب استحواذ الشيطان عليهم، وتوعدتهم بسوء المصير في حياتهم وبعد مماتهم.بعد كل ذلك أخبرت النبي صلّى الله عليه وسلّم بأوصافهم الذميمة، فقال- تعالى-: أَمْ حَسِبَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ أَنْ لَنْ يُخْرِجَ اللَّهُ أَضْغانَهُمْ. وَلَوْ نَشاءُ لَأَرَيْناكَهُمْ، فَلَعَرَفْتَهُمْ بِسِيماهُمْ، وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ، وَاللَّهُ يَعْلَمُ أَعْمالَكُمْ.7- ثم عادت السورة إلى الحديث عن الكافرين وعن المؤمنين، فتوعدت الكافرين بحبوط أعمالهم. وأمرت المؤمنين بطاعة الله ورسوله. ونهتهم عن اليأس والقنوط، وبشرتهم بالنصر والظفر، وحذرتهم من البخل، ودعتهم إلى الإنفاق في سبيل الله.قال- تعالى-: ها أَنْتُمْ هؤُلاءِ تُدْعَوْنَ لِتُنْفِقُوا فِي سَبِيلِ اللَّهِ فَمِنْكُمْ مَنْ يَبْخَلُ وَمَنْ يَبْخَلْ فَإِنَّما يَبْخَلُ عَنْ نَفْسِهِ، وَاللَّهُ الْغَنِيُّ وَأَنْتُمُ الْفُقَراءُ، وَإِنْ تَتَوَلَّوْا يَسْتَبْدِلْ قَوْماً غَيْرَكُمْ. ثُمَّ لا يَكُونُوا أَمْثالَكُمْ.8- هذا والمتدبر في هذه السورة الكريمة- بعد هذا العرض الإجمالى لها- يراها تهتم بقضايا من أهمها ما يأتى:(أ) تشجيع المؤمنين على الجهاد في سبيل الله- تعالى-: وعلى ضرب رقاب الكافرين، وأخذهم أسرى، وكسر شوكتهم، وإذلال نفوسهم.. كل ذلك بأسلوب قد اشتمل على أسمى ألوان التحضيض على القتال.نرى ذلك في قوله- تعالى-: فَإِذا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقابِ. حَتَّى إِذا أَثْخَنْتُمُوهُمْ فَشُدُّوا الْوَثاقَ، فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِداءً حَتَّى تَضَعَ الْحَرْبُ أَوْزارَها.وفي قوله- تعالى-: يا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ وَيُثَبِّتْ أَقْدامَكُمْ.(ب) بيان سوء عاقبة الكافرين في الدنيا والآخرة، ودعوتهم إلى الدخول في الدين الحق، وإبراز الأسباب التي حملتهم على الجحود والعناد.نرى ذلك في آيات كثيرة منها قوله- تعالى-: وَكَأَيِّنْ مِنْ قَرْيَةٍ هِيَ أَشَدُّ قُوَّةً مِنْ قَرْيَتِكَ الَّتِي أَخْرَجَتْكَ أَهْلَكْناهُمْ فَلا ناصِرَ لَهُمْ. أَفَمَنْ كانَ عَلى بَيِّنَةٍ مِنْ رَبِّهِ كَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ وَاتَّبَعُوا أَهْواءَهُمْ.(ج) كشفها عن أحوال المنافقين وأوصافهم بصورة تميزهم عن المؤمنين وتدعو كل عاقل إلى احتقارهم ونبذهم. بسبب خداعهم وكذبهم، وجبنهم واستهزائهم بتعاليم الإسلام.ولقد توعدهم الله- تعالى- بأشد ألوان العذاب، فقال: أُولئِكَ الَّذِينَ لَعَنَهُمُ اللَّهُ فَأَصَمَّهُمْ وَأَعْمى أَبْصارَهُمْ.نسأل الله- تعالى- أن يجعلنا من عباده المؤمنين الصادقين.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم.افتتحت سورة القتال بهذا الذم الشديد للكافرين، وبهذا الثناء العظيم على المؤمنين.افتتحت بقوله- سبحانه-: الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ أَضَلَّ أَعْمالَهُمْ. وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ، وَآمَنُوا بِما نُزِّلَ عَلى مُحَمَّدٍ وَهُوَ الْحَقُّ مِنْ رَبِّهِمْ. كَفَّرَ عَنْهُمْ سَيِّئاتِهِمْ وَأَصْلَحَ بالَهُمْ.وقوله: الَّذِينَ كَفَرُوا.. مبتدأ، خبره قوله- سبحانه- أَضَلَّ أَعْمالَهُمْ.والمراد بهم كفار قريش، الذين أعرضوا عن الحق وحرضوا غيرهم على الإعراض عنه.فقوله: صَدُّوا من الصد بمعنى المنع، والمفعول محذوف.وقوله: أَضَلَّ أَعْمالَهُمْ أى: أبطلها وأحبطها وجعلها ضائعة ذاهبة لا أثر لها ولا وجود، والمراد بهذه الأعمال: ما كانوا يعملونه في الدنيا من عمل حسن، كإكرام الضيف، وبر الوالدين، ومساعدة المحتاج. أى: الذين كفروا بالله- تعالى- وبكل ما يجب الإيمان به، ومنعوا غيرهم من اتباع الدين الحق الذي أمر الله- تعالى- باتباعه أَضَلَّ-سبحانه- أعمالهم، بأن جعلها ذاهبة ضائعة غير مقبولة عنده. كما قال- تعالى-:وَقَدِمْنا إِلى ما عَمِلُوا مِنْ عَمَلٍ فَجَعَلْناهُ هَباءً مَنْثُوراً.قال صاحب الكشاف: أَضَلَّ أَعْمالَهُمْ أى: أبطلها وأحبطها: وحقيقته، جعلها ضالة ضائعة ليس لها من يتقبلها ويثيب عليها، كالضالة من الإبل، التي هي مضيعة لا رب لها يحفظها ويعتنى بأمرها، أو جعلها ضالة في كفرهم ومعاصيهم، ومغلوبة بها، كما يضل الماء اللبن.وأعمالهم ما كانوا يعملونه في كفرهم بما يسمونه مكارم: من صلة الأرحام، وفك الأسرى.وقيل: أبطل ما عملوه من الكيد لرسول الله صلّى الله عليه وسلّم والصد عن سبيل الله، بأن نصره عليهم وأظهر دينه على الدين كله."},{"ayah_number":2,"text":"ثم بين- سبحانه- بعد ذلك ما أعده للمؤمنين من ثواب فقال: وَالَّذِينَ آمَنُوا وَعَمِلُوا الأعمال الصَّالِحاتِ التي توافر فيها الإخلاص والاتباع لهدى الرسول صلّى الله عليه وسلّم وقوله: وَآمَنُوا بِما نُزِّلَ عَلى مُحَمَّدٍ من باب عطف الخاص على العام، فقد أفرده بالذكر مع أنه داخل في الإيمان والعمل الصالح، للإشارة إلى أنه شرط في صحة الإيمان، وللإشعار بسمو مكانة هذا المنزل عليه صلّى الله عليه وسلّم وبعلو قدره.وقوله: وَهُوَ الْحَقُّ مِنْ رَبِّهِمْ جملة معترضة، لتأكيد حقية هذا المنزل على النبي صلّى الله عليه وسلّم وتقرير كماله وصدقه. أى: وهذا المنزل على الرسول صلّى الله عليه وسلّم وهو الحق الكائن من عند الله- تعالى- رب العالمين، لا من عند أحد سواه.وقوله: كَفَّرَ عَنْهُمْ سَيِّئاتِهِمْ خبر الموصول، أى: والذين آمنوا وعملوا الأعمال الصالحة، محا عنهم- سبحانه- ما عملوه من أعمال سيئة، ولم يعاقبهم عليها، فضلا منه وكرما.فقوله: كَفَّرَ من الكفر بمعنى الستر والتغطية. يقال: كفر الزارع زرعه إذا غطاه، وستره حماية له مما يضره. والمراد به هنا: المحو والإزالة على سبيل المجاز.وقوله: وَأَصْلَحَ بالَهُمْ معطوف على ما قبله. أى: محا عنهم بسبب إيمانهم وعملهم الصالح، ما اقترفوه من سيئات، كما قال- تعالى-: إِنَّ الْحَسَناتِ يُذْهِبْنَ السَّيِّئاتِ ولم يكتف- سبحانه- بذلك، بل وأصلح أحوالهم وأمورهم وشئونهم. بأن وفقهم للتوبة الصادقة في الدنيا، وبأن منحهم الثواب الجزيل في الآخرة.فالمراد بالبال هنا: الحال والأمر والشأن.قال القرطبي: والبال كالمصدر، ولا يعرف منه فعل، ولا تجمعه العرب إلا في ضرورة الشعر، فيقولون فيه بالات...وهذه الجملة الكريمة وهي قوله: وَأَصْلَحَ بالَهُمْ نعمة عظمى لا يحس بها إلا من وهبه الله- تعالى- إياها، فإن خزائن الأرض لا تنفع صاحبها إذا كان مشتت القلب، ممزق النفس، مضطرب المشاعر والأحوال. أما الذي ينفعه فهو راحة البان. وطمأنينة النفس، ورضا القلب، والشعور بالأمان والسلام."},{"ayah_number":3,"text":"والإشارة في قوله: ذلِكَ بِأَنَّ الَّذِينَ كَفَرُوا اتَّبَعُوا الْباطِلَ.. تعود إلى ما مر من ذم الكافرين، ومدح المؤمنين.أى: ذلك الذين حكمنا به من ضلال أعمال الكافرين، ومن إصلاح بال المؤمنين، سببه أن الذين كفروا اتبعوا في دنياهم الطريق الباطل الذي لا خير فيه ولا فلاح. وأن الذين آمنوا وعملوا الأعمال الصالحة في دنياهم، اتبعوا طريق الحق الكائن من ربهم.فالمراد بالباطل هنا. الكفر وما يتبعه من أعمال قبيحة، والمراد بالحق: الإيمان والعمل الصالح.وقوله ذلِكَ مبتدأ، وخبره ما بعده.وقوله: كَذلِكَ يَضْرِبُ اللَّهُ لِلنَّاسِ أَمْثالَهُمْ أى: مثل ذلك البيان الرائع الحكيم، يبين الله- تعالى-: للناس أحوال الفريقين، وأوصافهما الجارية في الغرابة مجرى الأمثال، وهي اتباع المؤمنين الحقّ وفوزهم، واتباع الكافرين الباطل وخسرانهم.قال صاحب الكشاف: فإن قلت: أين ضرب الأمثال؟ قلت: في جعل اتباع الباطل مثلا لعمل الكفار، واتباع الحق مثلا لعمل المؤمنين، أو في أن جعل الإضلال مثلا لخيبة الكفار، وتكفير السيئات مثلا لفوز المؤمنين».ثم أرشد الله- تعالى-: المؤمنين إلى ما يجب عليهم فعله عند لقائهم لأعدائهم، وبعد انتصارهم عليهم، كما بين لهم الحكمة من مشروعية القتال. والجزاء الحسن الذي أعده للمجاهدين، فقال- تعالى-:"},{"ayah_number":4,"text":"والفاء في قوله- تعالى-: فَإِذا لَقِيتُمُ لترتيب ما بعدها من إرشاد المؤمنين إلى ما يجب عليهم فعله عند قتل أعدائهم، على ما قبلها وهو بيان حال الكفار.فالمراد باللقاء هنا: القتال لا مجرد اللقاء والرؤية. كما أن المراد بالذين كفروا هنا المشركون وكل من كان على شاكلتهم ممن ليس بيننا وبينهم عهد بل بيننا وبينهم حرب وقتال.وقوله- سبحانه-: فَضَرْبَ الرِّقابِ أمر للمؤمنين بما يجب فعله عند لقائهم لأعدائهم. وقوله: فَضَرْبَ منصوب على أنه مصدر لفعل محذوف. أى: فإذا كان حال الذين كفروا كما ذكرت لكم من إحباط أعمالهم بسبب اتباعهم الباطل وإعراضهم عن الحق، فإذا لقيتموهم للقتال، فلا تأخذكم بهم رأفة، بل اضربوا رقابهم ضربا شديدا.والتعبير عن القتل بقوله: فَضَرْبَ الرِّقابِ، لتصويره في أفظع صوره. ولتهويل أمر هذا القتال، ولإرشاد المؤمنين إلى ما يجب عليهم فعله.قال صاحب الكشاف: قوله: لَقِيتُمُ من اللقاء وهو الحرب فَضَرْبَ الرِّقابِ أصله: فاضربوا الرقاب ضربا، فحذف الفعل وقدم المصدر، فأنيب منابه مضافا إلى المفعول، وفيه اختصار مع إعطاء معنى التوكيد، لأنك تذكر المصدر، وتدل على الفعل بالنصبة التي فيه.وضرب الرقاب: عبارة عن القتل.. وذلك أن قتل الإنسان أكثر ما يكون بضرب رقبته، فوقع عبارة عن القتل، وإن ضرب بغير رقبته من المقاتل.على أن في هذه العبارة من الغلظة والشدة، ما ليس في لفظ القتل، لما فيها من تصوير القتل بأشنع صورة، وهو حز العنق، وإطارة العضو الذي هو رأس البدن   .وقوله- سبحانه-: حَتَّى إِذا أَثْخَنْتُمُوهُمْ فَشُدُّوا الْوَثاقَ بيان لما يكون من المؤمنين بعد مثل حركة أعدائهم، وإنزال الهزيمة بهم.وقوله: أَثْخَنْتُمُوهُمْ من الإثخان بمعنى كثرة الجراح، مأخوذ من الشيء الثخين، أى: الغليظ. يقال: أثخن الجيش في عدوه، إذا بالغ في إنزال الجراحة الشديدة به، حتى أضعفه وأزال قوته.والوثاق- بفتح الواو وكسرها- اسم للشيء الذي يوثق به الأسير كالرباط أى: عند لقائكم- أيها المؤمنون- لأعدائكم، فاضربوا أعناقهم، فإذا ما تغلبتم عليهم وقهرتموهم، وأنزلتم بهم الجراح التي تجعلهم عاجزين عن مقاومتكم، فأحكموا قيد من أسرتموه منهم، حتى لا يستطيع التفلت أو الهرب منكم.وقوله- سبحانه- فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِداءً إرشاد لما يفعلونه بعد ذلك.والمن: الإطلاق بغير عوض، يقال: منّ فلان على فلان إذا أنعم عليه بدون مقابل.والفداء: ما يقدمه الأسير من أموال أو غيرها لكي يفتدى بها نفسه من الأسر.وقوله: مَنًّا وفِداءً منصوبان على المصدرية بفعل محذوف: أى: فإما تمنون عليهم بعد الأسر منا بأن تطلقوا سراحهم بدون مقابل، وإما أن تفدوا فداء بأن تأخذوا منهم فدية في مقابل إطلاق سراحهم.وقوله- سبحانه- حَتَّى تَضَعَ الْحَرْبُ أَوْزارَها غاية لهذه الأوامر والإرشادات.وأوزار الحرب: آلاتها وأثقالها التي لا تقوم إلا بها، كالسلاح وما يشبه.قال الشاعر:وأعددت للحرب أوزارها ... رماحا طوالا وخيلا ذكوراأى: افعلوا بهم ما أمرناكم بفعله، واستمروا على ذلك حتى تنتهي الحرب التي بينكم وبين أعدائكم بهزيمتهم وانتصاركم عليهم.وسميت آلات الحرب وأحمالها بالأوزار، لأن الحرب لما كانت لا تقوم إلا بها، فكأنها تحملها وتستقل بها، فإذا انقضت الحرب فكأنها وضعت أحمالها وانفصلت عنها.ثم بين- سبحانه- الحكمة من مشروعية قتال الأعداء، مع أنه- سبحانه- قادر على إهلاك هؤلاء الأعداء، فقال: ذلِكَ وَلَوْ يَشاءُ اللَّهُ لَانْتَصَرَ مِنْهُمْ، وَلكِنْ لِيَبْلُوَا بَعْضَكُمْ بِبَعْضٍ.واسم الإشارة: خبر لمبتدأ محذوف، أى: الأمر ذلك، أو في محل نصب على المفعولية بفعل محذوف، أى: افعلوا ذلك الذي أمرناكم به وأرشدناكم إليه واعلموا أنه- سبحانه- لو يشاء الانتصار من هؤلاء الكافرين والانتقام منهم لفعل، أى: لو يشاء إهلاكهم لأهلكهم، ولكنه- سبحانه- لم يفعل ذلك بل أمركم بمحاربتهم ليختبر بعضكم ببعض، فيتميز عن طريق هذا الاختبار والامتحان، قوى الإيمان من ضعيفه. كما قال- تعالى-: وَلَنَبْلُوَنَّكُمْ حَتَّى نَعْلَمَ الْمُجاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ وَنَبْلُوَا أَخْبارَكُمْ.ثم بين- سبحانه- بعد ذلك ما أعده للمجاهدين من ثواب عظيم فقال: وَالَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أى: والذين استشهدوا وهم يقاتلون من أجل إعلاء كلمة الله.فَلَنْ يُضِلَّ أَعْمالَهُمْ أى: فلن يضيع أعمالهم ولن يبطلها."},{"ayah_number":5,"text":"بل سَيَهْدِيهِمْ أى: بل سيوصلهم إلى طريق السعادة والفلاح.وَيُصْلِحُ بالَهُمْ أى: ويصلح أحوالهم وشئونهم وقلوبهم."},{"ayah_number":6,"text":"وَيُدْخِلُهُمُ الْجَنَّةَ عَرَّفَها لَهُمْ أى: ويدخلهم بعد كل ذلك الجنة يوم القيامة ويهديهم إلى بيوتهم ومساكنهم فيها، بحيث لا يخطئونها، حتى لكأنهم يقيمون فيها منذ خلقوا، وذلك كله بإلهام من الله- تعالى- لهم.قال الآلوسى ما ملخصه: عَرَّفَها لَهُمْ هذا التعريف في الآخرة. قال مجاهد: يهدى أهل الجنة إلى بيوتهم ومساكنهم، وحيث قسم الله- تعالى- لهم منها، لا يخطئون كأنهم ساكنوها منذ خلقوا.. وذلك بإلهام منه- عز وجل-.وورد في بعض الآثار أن حسناته تكون دليلا له على منزله فيها، وقيل: إنه- تعالى-:رسم على كل منزل اسم صاحبه وهو نوع من التعريف.وقيل: معنى عرفها لهم. طيبها لهم من العرف وهو الرائحة الطيبة، ومنه طعام معرف، أى مطيب.وعن الجبائي أن التعريف في الدنيا، وهو يذكر أوصافها، والمراد أنه- سبحانه- لم يزل يمدحها لهم، حتى عشقوها، فاجتهدوا في فعل ما يوصلهم إليها..هذا ومن الأحكام التي أخذها العلماء من هذه الآيات ما يأتى:1- وجوب قتال الكافرين بكل شدة وقوة، حتى تضعف شوكتهم، وتدول دولتهم، ويخضعوا لحكم شريعة الإسلام فيهم.وفي هذه المعنى وردت آيات كثيرة، منها قوله- تعالى-: يا أَيُّهَا النَّبِيُّ جاهِدِ الْكُفَّارَ وَالْمُنافِقِينَ وَاغْلُظْ عَلَيْهِمْ وَمَأْواهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ.2- أخذ بعض العلماء من قوله- تعالى-: فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِداءً حَتَّى تَضَعَ الْحَرْبُ أَوْزارَها أن الأسير من الأعداء يدور أمره بين هاتين الحالتين إما أن نطلق سراحه بدون مقابل، وإما أن نطلق سراحه في مقابل فدية معينة نأخذها منه، وقد تكون هذه الفدية مالا، أو عملا، أو غير ذلك مما فيه منفعة للمسلمين.ويرى بعض العلماء أن هذه الآية منسوخة بقوله- تعالى-: فَإِذَا انْسَلَخَ الْأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ، وَخُذُوهُمْ وَاحْصُرُوهُمْ وَاقْعُدُوا لَهُمْ كُلَّ مَرْصَدٍ  .ويرى المحققون من العلماء أن هذه الآية، وهي قوله- تعالى-: فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِداءً. تحكى حالات معينة يكون أمر الأسرى فيها دائرا بين المن والفداء، لأنهما من مصلحة المسلمين، وهناك حالات أخرى يكون الأصلح فيها قتل الأعداء، أو استرقاقهم.فمسألة الأسرى من الأعداء، يكون الحكم فيها على حسب ما تقتضيه مصلحة المسلمين، ومرجع الحكم فيها إلى البصراء بالحرب وبوضع خططها، لأنهم أعرف الناس بكيفية معاملة الأسرى.وهذا الرأى الأخير هو الذي تطمئن إليه النفس، لأنه الثابت من فعل رسول الله صلّى الله عليه وسلّم ومن أفعال أصحابه، ولأن ذكر المن والفداء لا ينافي جواز غيره كالقتل- مثلا- لأن هذا الغير مفهوم من آيات أخرى ذكرت هذا الحكم في أوقات وحالات معينة.وقد رجح هذا الرأى كثير من العلماء، منهم الإمام ابن جرير، فقد قال ما ملخصه- بعد أن ساق جملة من الأقوال-: والصواب من القول عندنا في ذلك، أن هذه الآية محكمة غير منسوخة لأنه غير مستنكر أن يكون جعل الخيار في المن والقتل والفداء إلى الرسول صلّى الله عليه وسلّم وإلى القائمين بعده بأمر الأمة. وإن لم يكن القتل مذكورا في هذه الآية، لأنه قد أذن- سبحانه- بقتلهم في آيات أخرى منها فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ.وقد فعل الرسول صلّى الله عليه وسلّم كل ذلك، مع الأسرى ففي بدر قتل عقبة بن أبى معيط.وأخذ الفداء من غيره.. ومنّ على ثمامة بن أثال الحنفي وهو أسير في يده .وقال القرطبي- بعد أن ذكر أربعة أقوال-: الخامس: أن الآية محكمة، والإمام مخير في كل حال.وبهذا قال كثير من العلماء منهم: ابن عمر، والحسن وعطاء، وهو مذهب مالك والشافعى والثوري والأوزاعى.. وغيرهم، وهو الاختيار لأن النبي صلّى الله عليه وسلّم والخلفاء الراشدين فعلوا كل ذلك. فقد قتل النبي صلّى الله عليه وسلّم في بدر النضر بن الحارث. وأخذ الفداء من أسارى بدر.. وقد منّ على سبى هوازن. وهذا كله ثابت في الصحيح .وقال بعض العلماء ما ملخصه: وما نحسبنا مخطئين إذ قلنا إن الذي كان من النبي صلّى الله عليه وسلّم من الأعمال المختلفة، كان نزولا على مقتضى المصلحة، ولذلك نراه كان يجتهد في تعرف وجوه المصلحة، فيستشير أصحابه.ولو كان الأمر أمر خطة مرسومة، واحدا لا يتخطى. ما كان هناك معنى للاستشارة، ولا للنزول على رأى بعض أصحابه، ولما خالف في الحرب الواحدة بين أسير وأسير، فقتل هذا، وأخذ الفداء من هذا. ومنّ على هذا.وإذا فالمصلحة العامة وحدها هي لمحكمة، وهي الخطة التي تتبع في الحروب، خصوصا والحرب مكر وخديعة، وما دامت مكرا أو خديعة فليترك للماكرين وضع خطط المكر والخديعة ولا يرسم لهم كيف يمكرون، وإلا ما كانوا ما كرين .3- بشارة الشهداء بالثواب الجزيل، وبالأجر العظيم، ويكفى لذلك قوله- تعالى-:وَالَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ فَلَنْ يُضِلَّ أَعْمالَهُمْ، سَيَهْدِيهِمْ وَيُصْلِحُ بالَهُمْ، وَيُدْخِلُهُمُ الْجَنَّةَ عَرَّفَها لَهُمْ.وقد ذكر الإمام ابن كثير عند تفسيره لهذه الآيات جملة من الأحاديث منها: ما أخرجه الإمام أحمد عن قيس الجذامي قال: قال رسول الله صلّى الله عليه وسلّم: «يعطى الشهيد ست خصال: عند أول قطرة من دمه يكفر عنه كل خطيئة، ويرى مقعده من الجنة، ويزوج من الحور العين، ويؤمن من الفزع الأكبر، ومن عذاب القبر، ويحلى حلة الإيمان  .ثم وجه- سبحانه- نداء إلى المؤمنين بشرهم بنصره متى نصروا دينه، وتوعد الكافرين بالخيبة والخسران، ووبخهم على عدم تدبرهم في مصير الذين من قبلهم، وسلى النبي صلّى الله عليه وسلّم عما أصابه من أعدائه، فقال- تعالى-:"},{"ayah_number":7,"text":"والمراد بنصر المؤمنين لله- تعالى- نصرهم لدينه، بأن يستقيموا على أمره ويتبعوا الرسول صلّى الله عليه وسلّم في كل ما أمرهم به أو نهاهم عنه.والمعنى: يا من آمنتم بالله- تعالى- حق الإيمان، إن تنصروا دين الله- عز وجل- وتتبعوا رسوله، يَنْصُرْكُمْ- سبحانه- على أعدائكم وَيُثَبِّتْ أَقْدامَكُمْ عند قتالكم إياهم ويوفقكم بعد ذلك للثبات على دينه، والشكر على نعمه.وفي معنى هذه الآية، وردت آيات كثيرة، منها قوله- تعالى-: وَلَيَنْصُرَنَّ اللَّهُ مَنْ يَنْصُرُهُ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ .وقوله- سبحانه-: كانَ حَقًّا عَلَيْنا نَصْرُ الْمُؤْمِنِينَ.وقوله- عز وجل-: إِنَّا لَنَنْصُرُ رُسُلَنا وَالَّذِينَ آمَنُوا فِي الْحَياةِ الدُّنْيا وَيَوْمَ يَقُومُ الْأَشْهادُ ."},{"ayah_number":8,"text":"وبعد هذا النداء الذي يحمل أكرم البشارات للمؤمنين، ذم- سبحانه- الكافرين ذما شديدا، فقال: وَالَّذِينَ كَفَرُوا، فَتَعْساً لَهُمْ وَأَضَلَّ أَعْمالَهُمْ.والاسم الموصول مبتدأ، وخبره محذوف، وفَتَعْساً منصوب على المصدر بفعل مضمر من لفظه، واللام في قوله لَهُمْ لتبيين المخاطب، كما في قولهم: سقيا له، أى: أعنى له يقال: تعس فلان- من باب منع وسمع- بمعنى هلك.قال القرطبي ما ملخصه وقوله: فَتَعْساً لَهُمْ نصب على المصدر بسبيل الدعاء، مثل سقيا له.. وفيه عشرة أقوال: الأول: بعدا لهم. الثاني: حزنا لهم....... الخامس) هلاكا لهم..يقال: تعسا لفلان، أى ألزمه الله هلاكا.ومنه الحديث الشريف: «تعس عبد الدينار والدرهم والقطيفة. إن أعطى رضى، وإن لم يعط لم يرض» .وفي رواية: «تعس وانتكس، وإذا شيك- أى أصابته شوكة- فلا انتقش» أى: فلا شفى من مرضه  .والمعنى: والذين كفروا فتعسوا تعسا شديدا، وهلكوا هلاكا مبيرا، وأضل الله- تعالى- أعمالهم، بأن أحبطها ولم يقبلها منهم، لأنها صدرت عن نفوس أشركت مع خالقها ورازقها آلهة أخرى في العبادة.فقوله: وَأَضَلَّ أَعْمالَهُمْ معطوف على الفعل المقدر الذي نصب به لفظ «تعسا» ودخلت الفاء على هذا اللفظ، تشبيها للاسم الموصول بالشرط."},{"ayah_number":9,"text":"ثم بين- سبحانه- الأسباب التي أدت بهم إلى الخسران والضلال فقال: ذلِكَ بِأَنَّهُمْ كَرِهُوا ما أَنْزَلَ اللَّهُ فَأَحْبَطَ أَعْمالَهُمْ.أى: ذلك الذي حل بهم من التعاسة والإضلال بسبب أنهم كرهوا ما أنزله الله- تعالى- على رسوله صلّى الله عليه وسلّم من قرآن يهدى إلى الرشد، فكانت نتيجة هذه الكراهية، أن أحبط الله أعمالهم الحسنة التي عملوها في الدنيا كإطعام الطعام وصلة الأرحام.. لأن هذه الأعمال لم تصدر عن قلب سليم، يؤمن بالله وملائكته وكتبه ورسله واليوم الآخر."},{"ayah_number":10,"text":"ثم وبخهم- سبحانه- على عدم اعتبارهم بما في هذا الكون من عبر وعظات فقال:أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كانَ عاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ.والهمزة للاستفهام التقريعى، والفاء معطوفة على مقدر، أى: أقبعوا في مساكنهم فلم يسيروا في جنبات الأرض، فيشاهدوا كيف كانت عاقبة المكذبين من قبلهم كقوم عاد وثمود ولوط.. وغيرهم.وقوله: دَمَّرَ اللَّهُ عَلَيْهِمْ وَلِلْكافِرِينَ أَمْثالُها جملة مستأنفة، كأنه قيل: كيف كانت عاقبة الذين من قبلهم؟ فكان الجواب: دمر الله- تعالى- عليهم مساكنهم وأموالهم، فالمفعول محذوف للتهويل والمبالغة في الإهلاك. يقال: دمر الله- تعالى- الأعداء تدميرا، إذا أهلكهم إهلاكا شديدا. ودمر عليهم، أى: أهلك ما يختص بهم، وجاء هنا بكلمة «عليهم» لتضمين التدمير معنى الإيقاع أو الهجوم.وقوله: وَلِلْكافِرِينَ أَمْثالُها وعيد وتهديد لهؤلاء الكافرين المعاصرين للنبي صلّى الله عليه وسلّم. أى: هكذا كانت عاقبة المجرمين السابقين، وللكافرين المعاصرين لك- أيها الرسول الكريم- السائرين على درب سابقيهم في الكفر والضلال والطغيان، أمثال تلك العاقبة السيئة.فالضمير في قوله- تعالى- أَمْثالُها يعود إلى العاقبة المتقدمة. وجمع- سبحانه- لفظ الأمثال باعتبار تعدد العذاب الذي نزل بالأمم المكذبة السابقة."},{"ayah_number":11,"text":"واسم الإشارة في قوله- سبحانه- ذلِكَ بِأَنَّ اللَّهَ مَوْلَى الَّذِينَ آمَنُوا، وَأَنَّ الْكافِرِينَ لا مَوْلى لَهُمْ. أى: ذلك التدمير والإهلاك الذي حل بالمكذبين، بسبب أن الله- تعالى- هو ولى المؤمنين وناصرهم ومؤيدهم.. أما الكافرون فلا مولى لهم ينصرهم أو يدفع عنهم ما حل بهم من دمار وخسران.فالمراد بالمولى هنا: الناصر والمعين، وأن نصرته- تعالى- هي للمؤمنين خاصة.ولا يناقض هذا قوله- تعالى- في آية أخرى: ثُمَّ رُدُّوا إِلَى اللَّهِ مَوْلاهُمُ الْحَقِّ.. لأن المراد بقوله: مَوْلاهُمُ الْحَقِّ: إلههم الحق، ومالكهم الحق، وخالقهم وخالق كل شيء."},{"ayah_number":12,"text":"ثم بين- سبحانه- ما أعده للمؤمنين من ثواب عظيم، وما أعده للكافرين من عذاب أليم، فقال: إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهارُ. وَالَّذِينَ كَفَرُوا يَتَمَتَّعُونَ.. أى يتمتعون وينتفعون بملاذ الدنيا أياما قليلة.وَيَأْكُلُونَ مآكلهم بدون تفكر أو تحر للحلال أو شكر لله كَما تَأْكُلُ الْأَنْعامُ طعامها الذي يلقيه إليها صاحبها.فالمقصود بالجملة الكريمة ذم هؤلاء الكافرين، لشبههم بالأنعام التي لا تعقل، في كونهم يأكلون طعامهم دون أن يشكروا الله- تعالى- عليه، ودون أن يفرقوا بين الحلال والحرام، ودون أن يرتفعوا بإنسانيتهم عن مرتبة الحيوان الأعجم.قال الآلوسى: والمعنى أن أكلهم مجرد عن الفكر والنظر، كما تقول للجاهل: تعيش كما تعيش البهيمة، فأنت لا تريد التشبيه في مطلق العيش، ولكن في خواصه ولوازمه. وحاصله أنهم يأكلون غافلين عن عواقبهم ومنتهى أمورهم  .وقوله: وَالنَّارُ مَثْوىً لَهُمْ بيان لسوء عاقبتهم في الآخرة، بعد بيان صورتهم القبيحة في الدنيا. والمثوى: اسم مكان لمحل إقامة الإنسان.أى: والنار هي المكان المعد لنزولهم فيه يوم القيامة."},{"ayah_number":13,"text":"ثم سلى- سبحانه- نبيه عما أصابه منهم من أذى فقال: وَكَأَيِّنْ مِنْ قَرْيَةٍ هِيَ أَشَدُّ قُوَّةً مِنْ قَرْيَتِكَ الَّتِي أَخْرَجَتْكَ أَهْلَكْناهُمْ فَلا ناصِرَ لَهُمْ.وكلمة كَأَيِّنْ مركبة من كاف التشبيه وأى الاستفهامية المنونة، ثم هجر معنى جزأيها وصارت كلمة واحدة بمعنى كم الخبرية الدالة على التكثير، ويكنى بها عن عدد مبهم فتحتاج إلى تميز بعدها. وهي مبتدأ.. وقوله: أَهْلَكْناهُمْ خبرها. ومِنْ قَرْيَةٍ تمييز لها. والمراد بالقرية أهلها، وهم مشركو قريش.أى: وكم من أهل قرية هم أشد قوة من أهل قريتك التي أخرجوك منها- أيها الرسول الكريم- فترتب على فعلهم هذا أن أهلكناهم دون أن ينصرهم من عقابنا ناصر، أو أن يجيرهم من عذابنا مجير.قال ابن كثير عند تفسيره لهذه الآية ما ملخصه: وهذا تهديد شديد ووعيد أكيد لأهل مكة، في تكذيبهم لرسول الله صلّى الله عليه وسلّم وهو سيد المرسلين، وخاتم النبيين.روى ابن أبى حاتم، بسنده- عن ابن عباس أن النبي صلّى الله عليه وسلّم لما خرج من مكة إلى الغار، التفت إليها وقال: يا مكة: أنت أحب بلاد الله إلى الله وأنت أحب بلاد الله إليّ، ولو أن المشركين لم يخرجونى لم أخرج منك.. فأنزل الله هذه الآية .ثم واصلت السورة الكريمة حديثها في الموازنة والمقارنة بين حال المؤمنين وحال الكافرين.فقال- تعالى-:"},{"ayah_number":14,"text":"والاستفهام في قوله- تعالى-: أَفَمَنْ كانَ عَلى بَيِّنَةٍ مِنْ رَبِّهِ للإنكار والنفي، والفاء للعطف على مقدر يقتضيه السياق، و «من» مبتدأ، والخبر قوله كَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ. والبينة: ما يتبين به الحق من كل شيء، كالنصوص الصحيحة في النقليات والبراهين السليمة في العقليات.والمراد بمن كان على بينة من ربه: الرسول صلّى الله عليه وسلّم وأتباعه، والمراد بمن زين له سوء عمله، واتبعوا أهواءهم: المشركون الذين استحبوا العمى على الهدى.والمعنى: أفمن كان على بينة من أمر ربه، وعلى طريقة سليمة من هديه، يستوي مع من كان على ضلالة من أمره، بأن ارتكب الموبقات مع توهمه بأنها حسنات، واتبع هواه دون أن يفرق بين القبيح والحسن؟ لا شك أنهما لا يستويان في عقل أى عاقل. فإن الفريق الأول مهتد في منهجه وسلوكه، والفريق الثاني في النقيض منه."},{"ayah_number":15,"text":"ثم أكد- سبحانه- هذا المعنى بأن بين مصير الفريقين فقال: مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ.والمراد بالمثل هنا: الصفة. وهو مبتدأ، والكلام على تقدير الاستفهام الإنكارى، وتقدير مضاف محذوف، والخبر قوله- تعالى-: كَمَنْ هُوَ خالِدٌ فِي النَّارِ. أى: أمثل أهل الجنة كمثل من هو خالد في النار، أو: أمثل الجنة كمثل جزاء من هو خالد في النار، وقدر الاستفهام في المبتدأ لأنه مرتب على الإنكارى السابق في قوله: أَفَمَنْ كانَ عَلى بَيِّنَةٍ مِنْ رَبِّهِ.ورحم الله- تعالى- صاحب الكشاف، فقد قال: فإن قلت ما معنى قوله- تعالى-:مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ فِيها أَنْهارٌ كمن هو خالد في النار؟قلت: هو كلام في صورة الإثبات، ومعناه النفي والإنكار، لانطوائه تحت حكم كلام مصدر بحروف الإنكار، ودخوله في حيزه، وانخراطه في سلكه، وهو قوله- تعالى-:أَفَمَنْ كانَ عَلى بَيِّنَةٍ مِنْ رَبِّهِ كَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ..؟ فكأنه قيل: أمثل الجنة كمن هو خالد في النار، أى كمثل جزاء من هو خالد في النار؟فإن قلت: فلم عرّى في حرف الإنكار؟ وما فائدة التعرية؟قلت: تعريته من حرف الإنكار فيها زيادة تصوير لمكابرة من يسوى بين المتمسك بالبينة والتابع لهواه، وأنه بمنزلة من يثبت التسوية بين الجنة التي تجرى فيها الأنهار، وبين النار التي يسقى أهلها الجحيم.. .وقوله- سبحانه-: فِيها أَنْهارٌ مِنْ ماءٍ غَيْرِ آسِنٍ تفسير مسوق لشرح محاسن الجنة أى: صفة الجنة التي وعد الله- تعالى- بها عباده المتقين، أنها فيها أنهار من ماء ليس متغيرا في طعمه أو رائحته، وإنما هو ماء طيب لذيذ تشتهيه النفوس.والماء الآسن: هو الماء الذي تغير طعمه وريحه، لطول مكثه في مكان معين. يقال: أسن الماء يأسن- كضرب- يضرب، إذا تغير.وَأَنْهارٌ مِنْ لَبَنٍ لَمْ يَتَغَيَّرْ طَعْمُهُ أى: وفيها- أيضا- أنهار من لبن لم يتغير طعمه لا بالحموضة ولا بغيرها مما يجرى على الألبان التي تشرب في الدنيا.وَأَنْهارٌ مِنْ خَمْرٍ لَذَّةٍ لِلشَّارِبِينَ أى: وفيها كذلك أنهار من خمر هي في غاية اللذة لمن يشربها، إذ لا يعقبها ذهاب عقل، ولا صداع.وقال- سبحانه- لَذَّةٍ لِلشَّارِبِينَ للإشعار بأنها لذيذة لجميع من يشربونها بخلاف خمر الدنيا فإن من الناس من ينفر منها ويعافها حتى ولو كان على غير دين الإسلام.وَأَنْهارٌ مِنْ عَسَلٍ مُصَفًّى أى: وفيها- أيضا- أنهار من عسل لا يخالطه ما يخالط عسل الدنيا من الشمع أو غيره.وَلَهُمْ أى: للمؤمنين فِيها أى: في الجنة فضلا عن كل ذلك مِنْ كُلِّ الثَّمَراتِ التي يشتهونها، وأهم من كل ذلك أنهم لهم فيها: مَغْفِرَةٌ مِنْ رَبِّهِمْ أى: لهم ثواب عظيم وفضل كبير من ربهم، حيث ستر لهم ذنوبهم، وأزالها عنهم، وحولها إلى حسنات بكرمه وإحسانه.وقوله- سبحانه-: كَمَنْ هُوَ خالِدٌ فِي النَّارِ وَسُقُوا ماءً حَمِيماً فَقَطَّعَ أَمْعاءَهُمْ أى:أمثل جزاء المؤمنين الذي هو الجنة التي فيها ما فيها من أنهار الماء واللبن والخمر والعسل..كمثل عقاب الكافرين والمتمثل في نارهم خالدين فيها أبدا، وفي ماء في أشد درجات الحرارة، يشربونه فيقطع أمعاءهم؟لا شك أن كل عاقل يرى فرقا شاسعا، بين حسن عاقبة المؤمنين، وسوء عاقبة الكافرين.وبذلك نرى أن هاتين الآيتين قد فرقت بين الأخيار والأشرار في المنهج والسلوك، وفي المصير الذي يصير إليه كل فريق.وبعد هذا الحديث المفصل عن حال المؤمنين وحال الكافرين وعن مصير كل فريق. انتقلت السورة إلى الحديث عن المنافقين، وعن موقفهم من النبي صلّى الله عليه وسلّم ومن القرآن الكريم الذي أنزله الله- تعالى- عليه، فقال- سبحانه-:"},{"ayah_number":16,"text":"وضمير الجمع في قوله- تعالى-: وَمِنْهُمْ مَنْ يَسْتَمِعُ إِلَيْكَ يعود إلى هؤلاء الكافرين الذين يأكلون كما تأكل الأنعام، وذلك باعتبار أن المنافقين فرقة من الكافرين، إلا أنها تخفى هذا الكفر وتبطنه.كما يحتمل أن يعود إلى كل من أظهر الإسلام، باعتبار أن من بينهم قوما قالوا كلمة الإسلام بأفواههم دون أن تصدقها قلوبهم.وعلى كل حال فإن النفاق قد ظهر بالمدينة، بعد أن قويت شوكة المسلمين بها. وصاروا قوة يخشاها أعداؤهم، هذه القوة جعلت بعض الناس يتظاهرون بالإسلام على كره وهم يضمرون له ولأتباعه العداوة والبغضاء.. ويؤيدهم في ذلك اليهود وغيرهم من الضالين.أى: ومن هؤلاء الذين يناصبونك العداوة والبغضاء- أيها الرسول الكريم قوم يستمعون إليك بآذانهم لا بقلوبهم.حَتَّى إِذا خَرَجُوا مِنْ عِنْدِكَ أى: من مجلسك الذي كانوا يستمعون إليك فيه، قالُوا على سبيل الاستهزاء والتهكم لِلَّذِينَ أُوتُوا الْعِلْمَ من أصحابك، الذين فقهوا كلامك وحفظوه.ماذا قالَ آنِفاً أى: ماذا كان يقول محمد صلّى الله عليه وسلّم قبل أن نفارق مجلسه.فقوله: آنِفاً اسم فاعل، ولم يسمع له فعل ثلاثي، بل سمع ائتنف يأتنف واستأنف يستأنف بمعنى ابتدأ.قال القرطبي: قوله: ماذا قالَ آنِفاً أى: ماذا قال الآن.. فآنفا يراد به الساعة التي هي أقرب الأوقات إليك، من قولك استأنفت الشيء إذا ابتدأت به ومنه قولهم: أمر أنف، وروضة أنف، أى: لم يرعها أحد .وقال الآلوسى ما ملخصه: قوله: وَمِنْهُمْ مَنْ يَسْتَمِعُ إِلَيْكَ ... هم المنافقون، وإفراد الضمير باعتبار اللفظ، كما أن جمعه باعتبار المعنى.قال ابن جريج، كانوا يحضرون مجلس رسول الله صلّى الله عليه وسلّم فيسمعون كلامه ولا يعونه ولا يراعونه حق رعايته تهاونا منهم.ومقصودهم بقولهم: ماذا قالَ آنِفاً الاستهزاء وإن كان بصورة الاستعلام.وآنِفاً اسم فاعل على غير القياس أو بتجريد فعله من الزوائد لأنه لم يسمع له ثلاثي، بل المسموع: استأنف وأتنف .ثم بين- سبحانه- حالهم فقال: أُولئِكَ الَّذِينَ طَبَعَ اللَّهُ عَلى قُلُوبِهِمْ وَاتَّبَعُوا أَهْواءَهُمْ. أى: أولئك المنافقون الذين قالوا هذا القول القبيح، هم الذين طبع الله- تعالى- على قلوبهم بأن جعلها بسبب استحبابهم الضلالة على الهداية لا ينتفعون بنصح، ولا يستجيبون لخير، وهم الذين اتبعوا أهواءهم وشهواتهم فصاروا لا يعقلون حقا، ولا يفقهون حديثا.فالآية الكريمة تصور تصويرا بليغا ما كان عليه هؤلاء المنافقون من مكر وخداع، ومن خبث وسوء طوية. وترد عليهم بهذا الذم الشديد الذي يناسب جرمهم."},{"ayah_number":17,"text":"ثم يعقب- سبحانه- على ذلك ببيان حال المؤمنين الصادقين فيقول: وَالَّذِينَ اهْتَدَوْا زادَهُمْ هُدىً وَآتاهُمْ تَقْواهُمْ.أى: هذا هو حال المنافقين، وهذا هو الحكم الذي يناسبهم، أما الذين اهتدوا إلى الحق، واستجابوا له، وخالطت بشاشته قلوبهم، فهم الذين زادهم الله- تعالى- هداية على هدايتهم. وزادهم علما وبصيرة وفقها في الدين، ومنحهم بفضله وإحسانه خلق التقوى والخشية منه، والطاعة لأمره، وكافأهم على ذلك بما يستحقون من ثواب جزيل."},{"ayah_number":18,"text":"ثم تعود السورة الكريمة إلى توبيخ هؤلاء المنافقين على غفلتهم وانطماس بصائرهم، فتقول: فَهَلْ يَنْظُرُونَ إِلَّا السَّاعَةَ أَنْ تَأْتِيَهُمْ بَغْتَةً، فَقَدْ جاءَ أَشْراطُها. فَأَنَّى لَهُمْ إِذا جاءَتْهُمْ ذِكْراهُمْ؟.فالاستفهام للإنكار والتعجب من حالهم، وقوله أَنْ تَأْتِيَهُمْ بدل اشتمال من الساعة، والأشراط جمع شرط- بالتحريك مع الفتح- وهو العلامة، وأصله الإعلام عن الشيء.يقال: أشرط فلان نفسه لكذا، إذا أعلمها له وأعدها، ومنه الشرطي- كتركي-والجمع شرط- بضم ففتح- سموا بذلك لأنهم أعلموا أنفسهم بعلامات يعرفون بها، وتميزهم عن غيرهم.وقوله: فَأَنَّى لَهُمْ خبر مقدم وذِكْراهُمْ مبتدأ مؤخر، والضمير في قوله جاءَتْهُمْ يعود إلى الساعة، والكلام على حذف مضاف قبل قوله ذِكْراهُمْ أى:فأنى لهم نفع ذكراهم؟والمعنى: ما ينتظر هؤلاء الجاهلون إلا الساعة، التي سيفاجئهم مجيؤها مفاجأة بدون مقدمات، والحق أن علاماتها قد ظهرت دون أن يرفعوا لها رأسا، ودون أن يعتبروا بها أو يتعظوا لاستيلاء الأهواء عليهم.ولكنهم عند ما تداهمهم الساعة بأهوالها، ويقفون للحساب. يتذكرون ويؤمنون بالله ورسله.. ولكن إيمانهم في ذلك الوقت لن ينفعهم، لأنه جاء في غير محله الذي يقبل فيه، وتذكرهم واتعاظهم- أيضا- لن يفيدهم لأنه جاء بعد فوات الأوان.ومن الآيات التي وردت في هذا المعنى قوله- تعالى-: فَلَمْ يَكُ يَنْفَعُهُمْ إِيمانُهُمْ لَمَّا رَأَوْا بَأْسَنا .وقوله- تعالى-: وَقالُوا آمَنَّا بِهِ وَأَنَّى لَهُمُ التَّناوُشُ مِنْ مَكانٍ بَعِيدٍ  .وقوله- عز وجل-: يَوْمَئِذٍ يَتَذَكَّرُ الْإِنْسانُ وَأَنَّى لَهُ الذِّكْرى  .قال الآلوسى: الظاهر أن المراد بأشراط الساعة هنا: علاماتها التي كانت واقعة إذ ذاك، وأخبروا أنها علامات لها، كبعثة نبينا صلّى الله عليه وسلّم فقد أخرج أحمد والبخاري ومسلم والترمذي عن أنس قال: قال رسول الله صلّى الله عليه وسلّم: «بعثت أنا والساعة كهاتين- وأشار بالسبابة والوسطى» .وأراد صلّى الله عليه وسلّم مزيد القرب بين مبعثه والساعة، فإن السبابة تقرب من الوسطى.وأخرج أحمد عن بريدة قال: سمعت رسول الله صلّى الله عليه وسلّم يقول: «بعثت أنا والساعة جميعا. وإن كادت لتسبقني» وهذا أبلغ في إفادة القرب.وعدوا منها انشقاق القمر الذي وقع له صلّى الله عليه وسلّم والدخان الذي وقع لأهل مكة، أما أشراطها مطلقا فكثيرة، ومنها ككون الحفاة العراة رعاء الشاة يتطاولون في البنيان"},{"ayah_number":19,"text":"ثم أمر الله- تعالى- رسوله صلّى الله عليه وسلّم أن يداوم على استغفاره وطاعته لله- تعالى- وأن يأمر اتباعه بالاقتداء به في ذلك فقال: فَاعْلَمْ أَنَّهُ لا إِلهَ إِلَّا اللَّهُ.والفاء في قوله: فَاعْلَمْ للإفصاح عن جواب شرط معلوم مما مر من آيات.والتقدير: إذا تبين لك ما سقناه عن حال السعداء والأشقياء، فاعلم أنه لا إله إلا الله، واثبت على هذا العلم، واعمل بمقتضاه، واستمر على هذا العمل وَاسْتَغْفِرْ لِذَنْبِكَ أى:واستغفر الله- تعالى- من أن يقع منك ذنب، واعتصم بحبله لكي يعصمك من كل مالا يرضيه. واستغفر- أيضا لِلْمُؤْمِنِينَ وَالْمُؤْمِناتِ بأن تدعو لهم بالرحمة والمغفرة وَاللَّهُ- تعالى- بعد كل ذلك يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْواكُمْ أى يعلم كل متقلب وكل إقامة لكم سواء أكانت في بر أم في بحر أم في غيرهما.والمقصود: أنه- تعالى- يعلم جميع أحوالكم ولا يخفى عليه شيء منها، والمتقلب:المتصرف، من التقلب وهو التصرف والانتقال من مكان إلى آخر. والمثوى: المسكن الذي يأوى إليه الإنسان، ويقيم به.قال الإمام ابن كثير: وقوله: فَاعْلَمْ أَنَّهُ لا إِلهَ إِلَّا اللَّهُ هذا إخبار بأنه لا إله إلا الله، ولا يتأتى كونه آمرا بعلم ذلك، ولهذا عطف عليه بقوله: وَاسْتَغْفِرْ لِذَنْبِكَ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِناتِ.وفي الصحيح أن رسول الله صلّى الله عليه وسلّم كان يقول: «اللهم اغفر لي خطيئتي وجهلي، وإسرافى في أمرى، وما أنت أعلم به منى. اللهم اغفر لي هزلى وجدي، وخطئى وعمدي، وكل ذلك عندي» .وفي الصحيح أنه كان يقول في آخر الصلاة: «اللهم اغفر لي ما قدمت وما أخرت، وما أسررت وما أعلنت، وما أسرفت. وما أنت أعلم به منى، أنت إلهى لا إله إلا أنت» .وفي الصحيح أنه قال: «يا أيها الناس. توبوا إلى ربكم فإنى أستغفر الله وأتوب إليه في اليوم أكثر من سبعين مرة» .ومن الأحكام التي أخذها العلماء من هذه الآية الكريمة: وجوب المداومة على استغفار الله- تعالى- والتوبة إليه توبة صادقة نصوحا.لأنه إذا كان الرسول صلّى الله عليه وسلّم وهو الذي غفر الله له ما تقدم من ذنبه وما تأخر- قد أمره- سبحانه- بالاستغفار، فأولى بغيره أن يواظب على ذلك، لأن الاستغفار بجانب أنه ذكر لله- تعالى- فهو- أيضا شكر له- سبحانه- على نعمه.وقد توسع الإمام الآلوسى في الحديث عن معنى قوله- تعالى-: وَاسْتَغْفِرْ لِذَنْبِكَ.. فارجع إليه إن شئت   .ثم بين- سبحانه- بعد ذلك حال المنافقين عند ما يدعون إلى القتال في سبيل الله، وكيف أنهم يستولى عليهم الذعر والهلع عند مواجهة هذا التكليف، وكيف سيكون مصيرهم إذا ما استمروا على هذا النفاق. فقال- تعالى-:"},{"ayah_number":20,"text":"قال الإمام الرازي ما ملخصه: لما بين الله حال المنافق والكافر، والمهتدى المؤمن عند استماع الآيات العلمية، من التوحيد والحشر وغيرهما.. أتبع ذلك ببيان حالهم في الآيات العملية، فإن المؤمن كان ينتظر ورودها، ويطلب تنزيلها، وإذا تأخر عنه التكليف كان يقول: هلا أمرت بشيء من العبادة.والمنافق كان إذا نزلت الآية أو السورة وفيها تكليف كره ذلك.. فذكر- سبحانه- تباين حال الفريقين في العلم والعمل. فالمنافق لا يفهم العلم ولا يريد العمل، والمؤمن يعلم ويحب العمل..فقوله- تعالى-: وَيَقُولُ الَّذِينَ آمَنُوا لَوْلا نُزِّلَتْ سُورَةٌ حكاية لتطلع المؤمنين الصادقين إلى نزول القرآن، وتشوقهم إلى الاستماع إليه، والعمل بأحكامه.أى: ويقول الذين آمنوا إيمانا حقا، لرسوله صلّى الله عليه وسلّم: يا رسول الله هلا نزلت سورة جديدة من هذا القرآن الكريم، الذي نحبه ونحب العمل بما فيه من هدايات وآداب وأحكام وجهاد في سبيل الله- عز وجل-.قوله: فَإِذا أُنْزِلَتْ سُورَةٌ مُحْكَمَةٌ وَذُكِرَ فِيهَا الْقِتالُ، رَأَيْتَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يَنْظُرُونَ إِلَيْكَ نَظَرَ الْمَغْشِيِّ عَلَيْهِ مِنَ الْمَوْتِ.. بيان لموقف المنافقين من الجهاد في سبيل الله، وتصوير بديع لما انطوت عليه نفوسهم من جبن خالع.والمراد بقوله مُحْكَمَةٌ: أى: واضحة المعاني فيما سيقت له من الأمر بالجهاد في سبيل الله، بحيث لا يوجد مجال لتأويل معناها على الوجه الذي سيقت له.أى: هذا هو حال المؤمنين بالنسبة لحبهم للقرآن الكريم، أما حال المنافقين فإنك تراهم إذا ما أنزلت سورة فاصلة بينة تأمر أمرا صريحا بالقتال لإعلاء كلمة الله تراهم ينظرون إليك كنظر من حضره الموت فصار بصره شاخصا لا يتحرك من شدة الخوف والفزع.والمقصود أنهم يوجهون أبصارهم نحو النبي صلّى الله عليه وسلّم بحدة وهلع، لشدة كراهتهم للقتال معه، إذ في هذا القتال عز للإسلام، ونصر للمؤمنين، والمنافقون يبغضون ذلك.فالآية الكريمة ترسم صورة خالدة بليغة لكل نفس لئيمة خوارة، مبتوتة عن الإيمان، وعن الفطرة السليمة، متجردة عن الحياء الذي يستر مخازيها.وقوله- تعالى- فَأَوْلى لَهُمْ تهديد ووعيد لهم على جبنهم وخبث طويتهم.وقوله فَأَوْلى يرى بعضهم أنه فعل ماض بمعنى قارب، وفاعله ضمير يعود إلى الموت، أى: قاربهم ما يهلكهم وهو الموت الذي يرتعدون منه..ويرى آخرون أن قوله فَأَوْلى اسم تفضيل بمعنى أحق وأجدر، وأنه خبر لمبتدأ محذوف، واللام بمعنى الباء. أى: فالعقاب والهلاك أولى بهم وأحق وأجدر. ويكون قوله- تعالى- بعد ذلك طاعَةٌ وَقَوْلٌ مَعْرُوفٌ كلام مستأنف والخبر محذوف."},{"ayah_number":21,"text":"أى: طاعة وقول معروف منكم لرسول الله صلّى الله عليه وسلّم خير لكم من هذا السلوك الذميم.ويصح أن يكون قوله- سبحانه- فَأَوْلى مبتدأ. وقوله لَهُمْ متعلق به. والخبر قوله طاعَةٌ. واللام في لَهُمْ أيضا. بمعنى الباء.ويكون المعنى: أولى بهؤلاء المنافقين من أن ينظروا إليك نظر المغشى عليه من الموت،الطاعة التامة لك، والقول المعروف أمامك.. لأن ذلك يحملهم متى أخلصوا قلوبهم لله- تعالى- على الإقلاع عن النفاق.ولعل هذا القول الأخير هو أقرب الأقوال إلى سياق الآيات، لأن فيه إرشادا لهم إلى ما يحميهم من تلك الأخلاق المرذولة التي على رأسها الخداع والجبن والخور.وقوله: فَإِذا عَزَمَ الْأَمْرُ فَلَوْ صَدَقُوا اللَّهَ لَكانَ خَيْراً لَهُمْ متعلق بما قبله.أى: أولى لهم الطاعة والقول المعروف، وأولى لهم وأجدر بهم إذا جد الجد، ووجب القتال، أن يخلصوا لله- تعالى- نياتهم، فإنهم لو صدقوا الله في إيمانهم، لكان صدقهم خيرا لهم، من تلك المسالك الخبيثة التي سلكوها مع نبيهم صلّى الله عليه وسلّم.قال الشوكانى: قوله فَإِذا عَزَمَ الْأَمْرُ عزم الأمر أى جد الأمر والقتال ووجب وفرض.وأسند العزم إلى الأمر وهو لأصحابه على سبيل المجاز. وجواب فَإِذا قيل هو فَلَوْ صَدَقُوا اللَّهَ وقيل محذوف والتقدير: كرهوه أى: إذا جد الأمر ولزم القتال خالفوا وتخلفوا ."},{"ayah_number":22,"text":"ثم بين- سبحانه- ما هو متوقع منهم، ووجه الخطاب إليهم على سبيل الالتفات ليكون أزجر لهم، فقال: فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي الْأَرْضِ وَتُقَطِّعُوا أَرْحامَكُمْ.قال الفخر الرازي ما ملخصه: وهذه الآية فيها إشارة إلى فساد قول قالوه، وهو أنهم كانوا يقولون: كيف نقاتل العرب وهم من ذوى أرحامنا وقبائلنا.والاستفهام للتقرير المؤكد، وعسى للتوقع، وفي قوله إِنْ تَوَلَّيْتُمْ وجهان: أحدهما:أنه من الولاية، يعنى: فهل يتوقع منكم- أيها المنافقون- إن أخذتم الولاية وسار الناس بأمركم، إلا الإفساد في الأرض وقطع الأرحام؟وثانيهما: أنه من التولي بمعنى الإعراض وهذا أنسب- أى: إن كنتم تتركون القتال، وتقولون فيه الإفساد وقطع الأرحام، لكون الكفار أقاربنا، فإن في هذه الحالة لا يتوقع منكم إلا الإفساد وقطع الأرحام كما كان حالكم في الجاهلية.وعلى كلا القولين فالمقصود من الآية توبيخهم على جبنهم وكراهتهم لما يأمرهم به النبي صلّى الله عليه وسلّم من الجهاد في سبيل الله- تعالى-، وتقريعهم على أعذارهم الباطلة، ببيان أنهم لو أعرضوا عن القتال وخالفوا تعاليم الإسلام فلن يكون منهم إلا الإفساد وقطع الأرحام، وكذلك سيكون حالهم لو تولوا أمور الناس، وكانوا حكاما لهم.وقوله: أَنْ تُفْسِدُوا.. خبر عسى، وقوله: إِنْ تَوَلَّيْتُمْ.. جملة معترضة، وجواب إِنْ محذوف لدلالة قوله: فَهَلْ عَسَيْتُمْ.. عليه.أى: ما يتوقع منكم إلا الإفساد وقطع الأرحام، إن أعرضتم عن تعاليم الإسلام، أو إن توليتم أمور الناس، فاحذروا أن يكون منكم هذا التولي الذي سيفضى بكم إلى سوء المصير، الذي بينه- سبحانه- في قوله: أُولئِكَ الَّذِينَ لَعَنَهُمُ اللَّهُ"},{"ayah_number":23,"text":"أى: طردهم من رحمته فَأَصَمَّهُمْ وَأَعْمى أَبْصارَهُمْ بأن جعلهم بسبب إعراضهم عن الحق- كالصم الذين لا يسمعون، وكالعمى الذين لا يبصرون، لأنهم حين عطلوا أسماعهم وأبصارهم عن التدبر والتفكر صاروا بمنزلة الفاقدين لتلك الحواس."},{"ayah_number":24,"text":"ثم ساق- سبحانه- ما يدعو إلى التعجيب من حالهم فقال: أَفَلا يَتَدَبَّرُونَ الْقُرْآنَ.. والفاء للعطف على جملة محذوفة، والاستفهام للإنكار والزجر. أى: أيعرضون عن كتاب الله- تعالى- فلا يتدبرونه مع أنه زاخر بالمواعظ والزواجر والأوامر والنواهي.أَمْ عَلى قُلُوبٍ أَقْفالُها، أى، بل على قلوب هؤلاء المنافقين أقفالها التي حالت بينهم وبين التدبر والتفكر. والأقفال: جمع قفل- بضم فسكون- وهو الآلة التي تقفل بها الأبواب وما يشبهها، والمراد: التسجيل عليهم بأن قلوبهم مغلقة، لا يدخلها الإيمان، ولا يخرج منها الكفر والنفاق.قال صاحب الكشاف: فإن قلت: لم نكرت القلوب وأضيفت الأقفال إليها؟قلت: أما التنكير ففيه وجهان: أن يراد على قلوب قاسية مبهم أمرها في ذلك. أو يراد على بعض القلوب وهي قلوب المنافقين. وأما إضافة الأقفال، فلأنه يريد الأقفال المختصة بها، وهي أقفال الكفر التي استغلقت فلا تنفتح .وشبيه بهذه الآية قوله- تعالى-: أَفَلا يَتَدَبَّرُونَ الْقُرْآنَ، وَلَوْ كانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلافاً كَثِيراً.وقد أخذ العلماء من هذه الآية وأمثالها، وجوب التدبر والتفكر في آيات القرآن الكريم، والعمل بما فيها من هدايات وإرشادات، وأوامر ونواه، وآداب وأحكام، لأن عدم الامتثال لذلك يؤدى إلى قسوة القلوب وضلال النفوس، كما هو الحال في المنافقين والكافرين.ثم تواصل السورة حديثها عن المنافقين، فتفصح عن الأسباب التي حملتهم على هذا النفاق، وتصور أحوالهم السيئة عند ما تتوفاهم الملائكة، وتهددهم بفضح رذائلهم، وهتك أسرارهم.. قال- تعالى-:"},{"ayah_number":25,"text":"والمراد بارتدادهم على أدبارهم: رجوعهم إلى ما كانوا عليه من كفر وضلال.أى: إن الذين رجعوا إلى ما كانوا عليه من الكفر والضلال، وهم المنافقون، الذين يتظاهرون بالإسلام ويخفون الكفر.وقوله: مِنْ بَعْدِ ما تَبَيَّنَ لَهُمُ الْهُدَى ذم لهم على هذا الارتداد، لأنهم لم يعودوا إلى الكفر عن جهالة، وإنما عادوا إليه من بعد أن شاهدوا الدلائل الظاهرة، والبراهين الساطعة على أن الرسول صلّى الله عليه وسلّم صادق فيما يبلغه عن ربه، وعلى أن الإسلام هو الدين الحق.وقوله: الشَّيْطانُ سَوَّلَ لَهُمْ وَأَمْلى لَهُمْ جملة من مبتدأ وخبر، وهي خبر إن في قوله- سبحانه-: إِنَّ الَّذِينَ ارْتَدُّوا.وقوله: سَوَّلَ من التسويل بمعنى التزيين والتسهيل. يقال: سولت لفلان نفسه هذا الفعل، أى: زينته وحسنته له، وصورته له في صورة الشيء الحسن مع أنه قبيح.وقوله: وَأَمْلى من الإملاء وهو الإبقاء ملاوة من الدهر، أى: زمنا منه أى:الشيطان زين لهؤلاء المنافقين سوء أعمالهم، ومد لهم في الأمانى الباطلة، والآمال الفاسدة، وأسباب الغواية والضلال.وأسند- سبحانه- هذا التسويل والإملاء إلى الشيطان، مع أن الخالق لذلك هو الله- تعالى- لأن الشيطان هو السبب في هذا الضلال والخسران."},{"ayah_number":26,"text":"ثم بين- سبحانه- أسباب هذا الارتداء فقال: ذلِكَ بِأَنَّهُمْ قالُوا لِلَّذِينَ كَرِهُوا ما نَزَّلَ اللَّهُ سَنُطِيعُكُمْ فِي بَعْضِ الْأَمْرِ.أى: ذلك الارتداء عن الحق والتردي في الباطل. بسبب أن هؤلاء المنافقين قالوا للذين كرهوا ما نزل الله من الهدى على نبيه صلّى الله عليه وسلّم وهم اليهود ومن على شاكلتهم، قالوا لهم:سَنُطِيعُكُمْ فِي بَعْضِ الْأَمْرِ أى: سنطيعكم في بعض أموركم وأحوالكم التي على رأسها:العداوة لهذا الرسول صلّى الله عليه وسلّم ولما جاء به من عند ربه.كما قال- تعالى- حكاية عنهم في آية أخرى: أَلَمْ تَرَ إِلَى الَّذِينَ نافَقُوا يَقُولُونَ لِإِخْوانِهِمُ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتابِ. لَئِنْ أُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ، وَلا نُطِيعُ فِيكُمْ أَحَداً أَبَداً، وَإِنْ قُوتِلْتُمْ لَنَنْصُرَنَّكُمْ، وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكاذِبُونَ .وقوله- سبحانه-: وَاللَّهُ يَعْلَمُ إِسْرارَهُمْ تهديد لهم على هذا الدس والكيد والتآمر على الإسلام وأتباعه. أى: والله- تعالى- يعلم ما يسرونه من أقوال سيئة، ومن أفعال قبيحة، وسيعاقبهم على ذلك عقابا شديدا.وكلمة إِسْرارَهُمْ- بكسر الهمزة- مصدر أسررت إسرارا، بمعنى كتمت الشيء وأخفيته وقرأ بعض القراء السبعة إِسْرارَهُمْ- بفتح الهمزة- جمع سر. أى: يعلم الأشياء التي يسرونها ويخفونها."},{"ayah_number":27,"text":"ثم بين- سبحانه- حالهم- عند ما تقبض الملائكة أرواحهم فقال: فَكَيْفَ إِذا تَوَفَّتْهُمُ الْمَلائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبارَهُمْ.والفاء لترتيب ما بعدها على ما قبلها، والاستفهام للاستعظام والتهويل، و «كيف» منصوب بفعل محذوف هو العامل في الظرف «إذا» .والمراد بوجوههم: كل ما أقبل منهم، وبأدبارهم: كل ما أدبر من أجسامهم.أى: هؤلاء الذين ارتدوا على أدبارهم، وقالوا ما قالوا من كفر وضلال، كيف يكون حالهم إذا توفتهم الملائكة وقبضت أرواحهم؟ لا شك أن حالهم سيكون أسوأ حال وأقبحه، لأن ملائكة الموت يضربون عند قبض أرواحهم وجوه هؤلاء المنافقين وأدبارهم، ضربا أليما موجعا.وشبيه بهذه الآية قوله- تعالى-: وَلَوْ تَرى إِذْ يَتَوَفَّى الَّذِينَ كَفَرُوا الْمَلائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبارَهُمْ، وَذُوقُوا عَذابَ الْحَرِيقِ."},{"ayah_number":28,"text":"واسم الإشارة في قوله: ذلِكَ بِأَنَّهُمُ اتَّبَعُوا ما أَسْخَطَ اللَّهَ وَكَرِهُوا رِضْوانَهُ يعود إلى توفى الملائكة لهم، وقبضهم لأرواح هؤلاء المنافقين. أى: ذلك الضرب الأليم لهم من الملائكة عند قبضهم لأرواحهم بسبب أن هؤلاء المنافقين قد اتبعوا ما يغضب الله- تعالى- من الكفر والمعاصي، وبسبب أنهم كرهوا ما يرضيه من الإيمان والطاعة.فَأَحْبَطَ- سبحانه-: أَعْمالَهُمْ بأن أبطلها ولم يقبلها منهم، لأنها لم تصدر عن قلب سليم."},{"ayah_number":29,"text":"ثم هددهم- سبحانه- بكشف أستارهم، وفضح أسرارهم فقال: أَمْ حَسِبَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ، أَنْ لَنْ يُخْرِجَ اللَّهُ أَضْغانَهُمْ.و «أم» منقطعة بمعنى بل والهمزة، والاستفهام للتقريع والتوبيخ، و «أن» مخففة من الثقيلة، واسمها ضمير الشأن محذوف، والجملة بعدها خبرها، وأن وصلتها سادة مسد مفعولي حسب.والأضغان: جمع ضغن، وهو الحقد الشديد. يقال: ضغن صدر فلان ضغنا- بزنة تعب-، إذا اشتد حقده وغيظه، والاسم الضّغن، بمعنى الالتواء والاعوجاج الذي يكون في كل شيء، ويقال: تضاغن القوم، إذا انطوت قلوبهم على البغض والحقد.أى: بل أحسب هؤلاء المنافقون الذين امتلأت قلوبهم بمرض الكفر والضلال، أن الله- تعالى- غير قادر على إظهار أحقادهم الشديدة لرسوله صلّى الله عليه وسلّم والمؤمنين؟إن حسبانهم هذا هو لون من جهالاتهم ومن غباوتهم وانطماس بصائرهم.لأن الله- تعالى- لا يخفى عليه شيء، ولا يعجزه شيء في الأرض ولا في السماء."},{"ayah_number":30,"text":"ثم بين- سبحانه- بعض مظاهر قدرته فقال: وَلَوْ نَشاءُ لَأَرَيْناكَهُمْ فَلَعَرَفْتَهُمْ بِسِيماهُمْ، وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ.والمراد بالإراءة هنا: التعريف والعلم الذي يقوم مقام الرؤية بالبصر، كما في قولهم:سأريك يا فلان ما أصنع بك. أى: سأعلمك بذلك.والفاء في قوله: فَلَعَرَفْتَهُمْ بِسِيماهُمْ لترتيب المعرفة على الإراءة، والمراد بسيماهم:علاماتهم. يقال: سوم فلان فرسه تسويما، إذا جعل له علامة يتميز بها.وكررت اللام في قوله: فَلَعَرَفْتَهُمْ للتأكيد.ولحن القول: أسلوب من أساليبه المائلة عن الطريق المعروفة، كأن يقول للقائل قولا يترك فيه التصريح إلى التعريض والإبهام، يقال: لحنت لفلان ألحن لحنا، إذا قلت له قولا يفهمه عنك ويخفى على غيره.قال الجمل: واللحن يقال على معنيين، أحدهما: الكناية بالكلام حتى لا يفهمه غير مخاطبك- ومنه قول الرسول صلّى الله عليه وسلّم لبعض أصحابه في غزوة الأحزاب: «وإن وجدتموهم- أى: بنى قريظة- على الغدر فالحنوا لي لحنا أعرفه» .والثاني: صرف الكلام من الإعراب إلى الخطأ- أى: من النطق السليم إلى النطق الخطأ-.ويقال من الأول: لحنت- بفتح الحاء- ألحن فأنا لاحن، ويقال من الثاني: لحن- بكسر الحاء إذا لم ينطق نطقا سليما- فهو لحن.والمعنى: ولو نشاء إعلامك وتعريفك- أيها الرسول الكريم- بهؤلاء المنافقين وبذواتهم وأشخاصهم لفعلنا، لأن قدرتنا لا يعجزها شيء فَلَعَرَفْتَهُمْ بِسِيماهُمْ أى: بعلاماتهم الخاصة بهم، والتي يتميزون بها عن غيرهم.وَلَتَعْرِفَنَّهُمْ- أيضا- فِي لَحْنِ الْقَوْلِ أى: ولتعرفنهم بسبب أقوالهم المائلة عن  الأساليب المعروفة في الكلام، حيث يتخاطبون فيما بينهم بمخاطبات لا يقصدون ظاهرها، وإنما يقصدون أشياء أخرى فيها الإساءة إليك وإلى أتباعك.قال الإمام ابن كثير: قوله- تعالى-: وَلَوْ نَشاءُ لَأَرَيْناكَهُمْ فَلَعَرَفْتَهُمْ بِسِيماهُمْ يقول- تعالى-: ولو نشاء يا محمد لأريناك أشخاصهم، فعرفتهم عيانا، ولكن لم يفعل- سبحانه- ذلك في جميع المنافقين، سترا منه على خلقه.وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ أى: فيما يبدون من كلامهم الدال على مقاصدهم. كما قال عثمان- رضى الله عنه-: ما أسر أحد سريرة إلا أبداها الله على صفحات وجهه، وفلتات لسانه. وفي الحديث: «ما أسر أحد سريرة إلا كساه الله جلبابها» .وعن أبى مسعود عقبة بن عمرو قال: خطبنا رسول الله صلّى الله عليه وسلّم خطبة فحمد الله وأثنى عليه ثم قال: «إن منكم منافقين، فمن سميت فليقم. ثم قال: قم يا فلان، قم يا فلان- حتى سمى ستة وثلاثين رجلا- ثم قال: إن فيكم- أو منكم- فاتقوا الله» .وقوله- سبحانه-: وَاللَّهُ يَعْلَمُ أَعْمالَكُمْ ببان لعلمه الشامل- سبحانه- وتهديد لمن يجترح السيئات، أى: والله- تعالى- يعلم أعمالكم علما تاما كاملا، وسيجازيكم عليها بما تستحقون من ثواب أو عقاب."},{"ayah_number":31,"text":"ثم بين- سبحانه- سنة من سننه في خلقه فقال: وَلَنَبْلُوَنَّكُمْ حَتَّى نَعْلَمَ الْمُجاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ وَنَبْلُوَا أَخْبارَكُمْ.أى: ولنعاملنكم- أيها الناس- معاملة المختبر لكم بالتكاليف الشرعية المتنوعة، حتى نبين ونظهر لكم المجاهدين منكم من غيرهم، والصابرين منكم وغير الصابرين وَنَبْلُوَا أَخْبارَكُمْ أى: ونظهر أخباركم حتى يتميز الحسن منها من القبيح.فالمراد بقوله: حَتَّى نَعْلَمَ الْمُجاهِدِينَ.. إظهار هذا العلم للناس، حتى يتميز قوى الإيمان من ضعيفه، وصحيح العقيدة من سقيمها.وإلى هنا نجد الآيات الكريمة قد هددت المنافقين تهديدا شديدا، ووبختهم على مسالكهم الذميمة، وفضحتهم على رءوس الأشهاد، وحذرت المؤمنين من شرورهم.ثم ختم- سبحانه- السورة الكريمة بالدعوة إلى صلاح الأعمال، وبتهديد الكافرين بالعذاب الشديد، وبتبشير المؤمنين بالثواب الجزيل، وبدعوتهم إلى الإكثار من الإنفاق في سبيله.. فقال- تعالى-:"},{"ayah_number":32,"text":"والمراد بالذين كفروا في قوله: - تعالى-: إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ جميع الكافرين، كمشركي قريش، والمنافقين، وأهل الكتاب.أى: إن الذين كفروا بكل ما يجب الإيمان به، وَصَدُّوا غيرهم عن الإيمان بالحق.و «سبيل الله» الواضح المستقيم.وَشَاقُّوا الرَّسُولَ أى: عادوه وخالفوه وآذوه، وأصل المشاقة: أن تصير في شق وجانب، وعدوك في شق وجانب آخر، والمراد بها هنا: العداوة والبغضاء.وقوله: مِنْ بَعْدِ ما تَبَيَّنَ لَهُمُ ذم وتجهيل لهم، حيث حاربوا رسول الله صلّى الله عليه وسلّم من بعد أن ظهر لهم أنه على الحق، وأنه صادق فيما يبلغه عن ربه.وقوله: لَنْ يَضُرُّوا اللَّهَ شَيْئاً وَسَيُحْبِطُ أَعْمالَهُمْ بيان للآثار السيئة التي ترتبت على هذا الصدود والعداوة.أى: هؤلاء الذين كفروا، وصدوا غيرهم عن سبيل الله، وحاربوا رسول الله صلّى الله عليه وسلّم هؤلاء لن يضروا الله- تعالى- شيئا بسبب كفرهم وضلالهم، وسيبطل- سبحانه- أعمالهم التي عملوها في الدنيا، وظنوها نافعة لهم، كإطعام الطعام، وصلة الأرحام.لأن هذه الأعمال قد صدرت من نفس كافرة ولن يقبل- سبحانه- عملا من تلك النفوس، كما قال- تعالى-: وَقَدِمْنا إِلى ما عَمِلُوا مِنْ عَمَلٍ فَجَعَلْناهُ هَباءً مَنْثُوراً.وكما قال- سبحانه-: إِنَّما يَتَقَبَّلُ اللَّهُ مِنَ الْمُتَّقِينَ."},{"ayah_number":33,"text":"ثم وجه- سبحانه- نداء إلى المؤمنين، أمرهم فيه بالمداومة على طاعته ومراقبته فقال.يا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَلا تُبْطِلُوا أَعْمالَكُمْ.أى: يا من آمنتم بالله- تعالى- حق الإيمان، أطيعوا الله- تعالى- في كل ما أمركم به. وأطيعوا رسوله صلّى الله عليه وسلّم ولا تبطلوا ثواب أعمالكم بسبب ارتكابكم للمعاصي، التي على رأسها النفاق والشقاق، والمن والرياء، وما يشبه ذلك من ألوان السيئات.عن أبى العالية قال: كان أصحاب النبي صلّى الله عليه وسلّم بظنون أنه لا يضر مع «لا إله إلا الله» ذنب، كما لا ينفع مع الشرك عمل، فنزلت هذه الآية، فخافوا أن يبطل الذنب العمل.وروى نافع عن ابن عمر قال: كنا معشر أصحاب النبي صلّى الله عليه وسلّم نرى أنه ليس شيء من الحسنات إلا مقبولا حتى نزلت هذه الآية، فقلنا: ما هذا الذي يبطل أعمالنا؟ فقلنا:الكبائر الموجبات والفواحش حتى نزل قوله- تعالى-: إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ، وَيَغْفِرُ ما دُونَ ذلِكَ لِمَنْ يَشاءُ.فلما نزلت كففنا من القول في ذلك، فكنا نخاف على من أصاب الكبائر والفواحش، ونرجو لمن لم يصبها"},{"ayah_number":34,"text":"ثم بين- سبحانه- سوء مصير الذين استمروا على كفرهم حتى ماتوا عليه فقال: إِنَّ الَّذِينَ كَفَرُوا بالله- تعالى-، وبكل ما يجب الإيمان به.وَصَدُّوا عَنْ سَبِيلِ اللَّهِ أى: ومنعوا غيرهم عن الطريق التي توصلهم إلى طاعة الله ورضاه. ثُمَّ ماتُوا جميعا، وَهُمْ كُفَّارٌ دون أن يقلعوا عن كفرهم.فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ شيئا من ذنوبهم، لأن استمرارهم على الكفر حال بينهم وبين المغفرة.ومن الآيات الكثيرة التي تشبه هذه الآية في معناها قوله- تعالى-: إِنَّ الَّذِينَ كَفَرُوا وَماتُوا وَهُمْ كُفَّارٌ، فَلَنْ يُقْبَلَ مِنْ أَحَدِهِمْ مِلْءُ الْأَرْضِ ذَهَباً وَلَوِ افْتَدى بِهِ أُولئِكَ لَهُمْ عَذابٌ أَلِيمٌ وَما لَهُمْ مِنْ ناصِرِينَ."},{"ayah_number":35,"text":"والفاء في قوله: فَلا تَهِنُوا وَتَدْعُوا إِلَى السَّلْمِ وَأَنْتُمُ الْأَعْلَوْنَ فصيحة، والخطاب للمؤمنين على سبيل التبشير والتثبيت والحض على مجاهدة المشركين.أى: إذا كان الأمر كما ذكرت لكم من أن الله- تعالى- لن يغفر للكافرين..فَلا تَهِنُوا أى: فلا تضعفوا- أيها المؤمنون- أمامهم. ولا تخافوا من قتالهم.. من الوهن بمعنى الضعف، وفعله وهن بمعنى ضعف، ومنه قوله- تعالى-: وَكَأَيِّنْ مِنْ نَبِيٍّ قاتَلَ مَعَهُ رِبِّيُّونَ كَثِيرٌ، فَما وَهَنُوا لِما أَصابَهُمْ فِي سَبِيلِ اللَّهِ.وقوله: وَتَدْعُوا إِلَى السَّلْمِ معطوف على تَهِنُوا داخل في حيز النهى.أى: فلا تضعفوا عن قتال الكافرين، ولا تدعوهم إلى الصلح والمسالمة على سبيل الخوف منهم، وإظهار العجز أمامهم، فإن ذلك نوع من إعطاء الدنية التي تأباها تعاليم دينكم.وقوله: وَأَنْتُمُ الْأَعْلَوْنَ، وَاللَّهُ مَعَكُمْ، وَلَنْ يَتِرَكُمْ أَعْمالَكُمْ جمل حالية.أى: لا تضعفوا ولا تستكينوا لأعدائكم والحال أنكم أنتم الأعلون، أى: الأكثر قهرا وغلبة لأعدائكم، والله- تعالى- معكم بعونه ونصره وتأييده.وَلَنْ يَتِرَكُمْ أَعْمالَكُمْ أى: ولن ينقصكم شيئا من أجور أعمالكم، يقال: وترت فلانا حقه- من باب وعد- إذ انقصته حقه ولم تعطه له كاملا، وترت الرجل، إذا قتلت له قتيلا، أو سلبت منه ماله.قالوا: ومحل النهى عن الدعوة إلى صلح الكفار ومسالمتهم، إذا كان هذا الصلح أو تلك المسالمة تؤدى إلى إذلال المسلمين أو إظهارهم بمظهر الضعيف القابل لشروط أعدائه.. أما إذا كانت الدعوة إلى السلم لا تضر بمصلحة المسلمين فلا بأس من قبولها، عملا بقوله- تعالى-: وَإِنْ جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَها وَتَوَكَّلْ عَلَى اللَّهِ."},{"ayah_number":36,"text":"ثم بين- سبحانه- ما يدل على هوان هذه الدنيا فقال: إِنَّمَا الْحَياةُ الدُّنْيا لَعِبٌ وَلَهْوٌ.قال الجمل: يعنى كيف تمنعكم الدنيا عن طلب الآخرة، وقد علمتم أن الدنيا كلها لعب ولهو، إلا ما كان منها في عبادة الله- تعالى- وطاعته.واللعب: ما يشغل الإنسان وليس فيه منفعة في الحال أو المآل، ثم إذا استعمله الإنسان ولم ينتبه لأشغاله المهمة فهو اللعب، وإن أشغله عن مهمات نفسه فهو اللهو  .وَإِنْ تُؤْمِنُوا إيمانا حقا وَتَتَّقُوا الله- تعالى- يُؤْتِكُمْ أُجُورَكُمْ كاملة غير منقوصة، وَلا يَسْئَلْكُمْ أَمْوالَكُمْ أى: ولا يأمركم- سبحانه- أن تخرجوا جميع أموالكم على سبيل دفعها في الزكاة المفروضة، أو في صدقة التطوع، فالسؤال بمعنى الأمر والتكليف ويصح أن يكون المعنى: ولا يسألكم رسولكم صلّى الله عليه وسلّم شيئا من أموالكم، على سبيل الأجر له على تبليغ دعوة ربه، كما قال- تعالى-: قُلْ ما أَسْئَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَما أَنَا مِنَ الْمُتَكَلِّفِينَ.فالضمير على المعنى الأول يعود إلى الله تعالى، وعلى الثاني يعود إلى الرسول صلّى الله عليه وسلّم"},{"ayah_number":37,"text":"ثم أشار- سبحانه- إلى جانب من حكمته في تشريعاته فقال: إِنْ يَسْئَلْكُمُوها فَيُحْفِكُمْ تَبْخَلُوا وَيُخْرِجْ أَضْغانَكُمْ.وقوله فَيُحْفِكُمْ من الإحفاء بمعنى الإلحاف: وهو المبالغة في الطلب. يقال: أحفاه في المسألة، إذا ألح عليه في طلبها إلحاحا شديدا، ومنه قوله- تعالى- لا يَسْئَلُونَ النَّاسَ إِلْحافاً وأصله من أحفيت البعير، إذا أرهقته في المشي حتى انبرى ورق خفه.أى: إن يكلفكم بأخراج جميع أموالكم، ويبالغ في طلب ذلك منكم، تبخلوا بها فلا تعطوها، وبذلك يُخْرِجْ أَضْغانَكُمْ أى: يظهر أحقادكم وكراهيتكم لهذا التكليف، لأن حبكم الجم للمال يجعلكم تكرهون كل تشريع يأمركم بإخراج جميع أموالكم.فقوله فَيُحْفِكُمْ عطف على فعل الشرط، وقوله تَبْخَلُوا جواب الشرط، وقوله: وَيُخْرِجْ أَضْغانَكُمْ معطوف على هذا الجواب."},{"ayah_number":38,"text":"ثم تختتم السورة الكريمة بالدعوة إلى الإنفاق في سبيل الله فقال: ها أَنْتُمْ هؤُلاءِ- أيها المؤمنون- تُدْعَوْنَ لِتُنْفِقُوا فِي سَبِيلِ اللَّهِ أى: في وجوه الخير التي على رأسها الجهاد في سبيل إعلاء كلمة الله، ونصرة دينه.فَمِنْكُمْ مَنْ يَبْخَلُ أى: فمنكم- أيها المخاطبون- من يبخل بماله عن الإنفاق في وجوه الخير وَمَنْ يَبْخَلْ فَإِنَّما يَبْخَلُ عَنْ نَفْسِهِ أى: ومن يبخل فإنما يبخل عن داعي نفسه لا عن داعي ربه، أو فإنما يبخل على نفسه. يقال: بخل عليه وعنه- كفرح وكرم- بمعنى، لأن البخل فيه معنى المنع والإمساك ومعنى التضييق على من منع عنه المعروف، فعدى بلفظ عَنْ نظرا للمعنى الأول، ولفظ على نظرا للمعنى الثاني.وَاللَّهُ- تعالى- هو الْغَنِيُّ وَأَنْتُمُ الْفُقَراءُ إليه، لاحتياجكم إلى عونه احتياجا تاما، وَإِنْ تَتَوَلَّوْا أى: وإن تعرضوا عن هذا الإرشاد الحكيم.يَسْتَبْدِلْ قَوْماً غَيْرَكُمْ أى: يخلق بدلكم قوما آخرين.ثُمَّ لا يَكُونُوا أَمْثالَكُمْ أى: ثم لا يكونوا أمثالكم في الإعراض عن الخير، وفي البخل بما آتاهم الله من فضله.والمتأمل في هذه الآية يراها قد اشتملت على أسمى ألوان الدعوة إلى الإيمان والسخاء، والنهى عن الجحود والبخل.وبعد فهذا تفسير وسيط لسورة محمد صلّى الله عليه وسلّم نسأل الله- تعالى- أن يجعله خالصا لوجهه، ونافعا لعباده.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم."}]