[{"ayah_number":1,"text":"مقدمة وتمهيد1- سورة الفتح من السور المدنية، وعدد آياتها تسع وعشرون آية، وكان نزولها في أعقاب صلح الحديبية.قال ابن كثير- رحمه الله-: نزلت سورة «الفتح» لما رجع رسول الله صلّى الله عليه وسلّم من الحديبية في ذي القعدة سنة ست من الهجرة، حين صده المشركون عن الوصول إلى المسجد الحرام، ليقضى عمرته فيه، وحالوا بينه وبين ذلك، ثم مالوا إلى المصالحة والمهادنة، وأن يرجع عامه هذا ثم يأتى من قابل، فأجابهم إلى ذلك على تكره من جماعة من الصحابة...2- والمتدبر للقرآن الكريم، يرى كثيرا من آياته وسوره، في أعقاب بعض الغزوات، ليتعلم المسلمون من تلك الآيات والسور ما ينفعهم وما يصلح من شأنهم.فمثلا في أعقاب غزوة «بدر» نزلت سورة الأنفال التي سماها ابن عباس سورة بدر.وفي أعقاب غزوة «أحد» نزلت عشرات الآيات في سورة آل عمران.وفي أعقاب غزوة «بنى النضير» نزلت آيات من سورة الحشر.وفي أعقاب غزوة «الأحزاب» نزلت آيات من سورة الأحزاب.وفي أعقاب صلح الحديبية نزلت هذه السورة الكريمة، التي تحكى الكثير من الأحداث التي تتعلق بهذا الصلح.3- وقبل أن نبدأ في تفسير هذه السورة الكريمة، نرى من الخير أن نعطى للقارئ فكرة واضحة عن صلح الحديبية، التي نزلت في أعقابه هذه السورة.. فنقول- وبالله التوفيق-:رأى النبي صلّى الله عليه وسلّم في منامه أنه قد دخل المسجد الحرام هو وأصحابه، وقد صرحت السورة الكريمة بذلك في قوله- تعالى-: لَقَدْ صَدَقَ اللَّهُ رَسُولَهُ الرُّؤْيا بِالْحَقِّ، لَتَدْخُلُنَّ الْمَسْجِدَ الْحَرامَ إِنْ شاءَ اللَّهُ آمِنِينَ مُحَلِّقِينَ رُؤُسَكُمْ وَمُقَصِّرِينَ لا تَخافُونَ ... فقص صلّى الله عليه وسلّم هذه الرؤيا على أصحابه، ففرحوا بها. وكان المشركون قد منعوهم من دخول مكة، ومن الطواف بالمسجد الحرام.4- وخرج صلّى الله عليه وسلّم ومعه حوالى أربعمائة وألف من أصحابه، ليس معهم من السلاح سوى السيوف في أغمادها، وساقوا معهم الهدى الذي يتقربون بذبحه إلى الله- تعالى- ليكون دليلا على أنهم لا يريدون حرب قريش، وإنما يريدون الطواف بالبيت الحرام.وسار صلّى الله عليه وسلّم من المدينة إلى مكة، فلما وصل إلى «عسفان» وهو مكان بين مكة والمدينة- جاءه بشر بن سفيان الكعبي وكان مكلفا من قبل النبي صلّى الله عليه وسلّم لمعرفة أخبار قريش فقال: يا رسول الله، هذه قريش قد سمعت بمسيرك، فخرجوا معهم العوذ المطافيل- أى:ومعهم الإبل التي لم تلد، والإبل التي ولدت، قد لبسوا جلود النمور- أى: قد استعدوا لقتالك وقد نزلوا بذي طوى- وهو مكان بالقرب من مكة-، يعاهدون الله لا تدخلها عليهم أبدا..فقال صلّى الله عليه وسلّم: «يا ويح قريش!! لقد أكلتهم الحرب، ماذا عليهم لو خلوا بيني وبين سائر العرب، فإن هم أصابونى كان ذلك الذي أرادوا، وإن أظهرنى الله عليهم، دخلوا في الإسلام وافرين، وإن لم يفعلوا قاتلوا وبهم قوة، فما تظن قريش؟ فو الله لا أزال أجاهد على الذي بعثني الله به، حتى يظهره الله أو تنفرد هذه السالفة» أى أو أن أقتل في سبيل الله.ثم قال صلّى الله عليه وسلّم: «من رجل يخرج بنا على طريق غير طريقهم التي هم بها» ؟.فقال رجل من قبيلة أسلم: أنا يا رسول الله، فسلك بهم طريقا وعرا، انتهى بهم إلى «الحديبية» وهي قرية على بعد مرحلة من مكة، أو هي بئر سمى المكان بها.5- وفي هذا المكان بركت القصواء- وهي الناقة التي كان يركبها النبي صلّى الله عليه وسلّم فقال الناس: خلأت الناقة أى: حرنت وأبت المشي-، فقال صلّى الله عليه وسلّم: «ما خلأت وما هو لها بخلق، ولكن حبسها حابس الفيل عن مكة. لا تدعوني قريش إلى خطة يسألوننى فيها صلة الرحم إلا أعطيتهم إياها» .ثم أمر صلّى الله عليه وسلّم الناس بالنزول في هذا المكان..6- وعلمت قريش بنزول الرسول صلّى الله عليه وسلّم وأصحابه في الحديبية، فبدءوا يرسلون رسلهم لمعرفة الأسباب التي حملت المسلمين إلى المجيء إليهم.وكان من بين الرسل بديل بن ورقاء الخزاعي.. فلما سأل الرسول صلّى الله عليه وسلّم عن سبب مجيئه إلى مكة، أخبره أنه لم يأت يريد حربا وإنما جاء زائرا للبيت الحرام، ومعظما لحرمته..وعاد بديل إلى مكة، وأخبر المشركين بما قاله الرسول صلّى الله عليه وسلّم ولكنهم لم يقتنعوا، وقالوا: وإن كان جاء ولا يريد قتالا. والله لا يدخلها علينا عنوة أبدا ...7- ثم أرسلت قريش رسلا آخرين إلى النبي صلّى الله عليه وسلّم كان من بينهم، عروة بن مسعود الثقفي.. فكان مما قاله للرسول صلّى الله عليه وسلّم: يا محمد، أجمعت أوشاب الناس- أى:أخلاطهم- ثم جئت بهم إلى أهلك.. إن قريشا قد تعاهدت أنك لن تدخل عليهم مكة عنوة..وكان عروة خلال حديثه مع رسول الله صلّى الله عليه وسلّم يمد يده إلى لحيته صلّى الله عليه وسلّم فكان المغيرة ابن شعبة يقرع يد عروة ويقول له: اكفف يدك عن وجه رسول الله قبل أن لا تصل إليك.وشاهد عروة ما شاهد من احترام المسلمين لرسولهم صلّى الله عليه وسلّم فعاد إلى المشركين وقال لهم: يا معشر قريش، إنى قد جئت كسرى في ملكه، والنجاشيّ في ملكه، وإنى والله ما رأيت ملكا في قوم قط مثل محمد في أصحابه، ولقد رأيت قوما لا يسلمونه لشيء أبدا، فروا رأيكم..8- ثم أرسل النبي صلّى الله عليه وسلّم إلى قريش عثمان بن عفان- رضى الله عنه- لكي يخبرهم بأن المسلمين ما جاءوا لحرب، وإنما جاءوا للطواف بالبيت.وذهب إليهم عثمان وأخبرهم بذلك، ولكنهم صمموا على منع المسلمين من دخول مكة، قالوا لعثمان: إن شئت أنت أن تطوف بالبيت فطف.فقال لهم: ما كنت لأفعل حتى يطوف رسول الله صلّى الله عليه وسلّم.وطال مكث عثمان عند قريش، حتى أشيع بين المسلمين أنه قد قتله المشركون.فقال صلّى الله عليه وسلّم حين بلغه أن عثمان قد قتل: «لا نبرح حتى نناجز القوم» ودعا المسلمين إلى مبايعته على الموت، فبايعه المسلمون على ذلك تحت شجرة الرضوان ...ثم جاء عثمان بعد ذلك دون أن يصيبه أذى ...9- وأخيرا أوفدت قريش إلى النبي صلّى الله عليه وسلّم رجلا منهم اسمه سهيل بن عمرو، ليعقد صلحا مع المسلمين، وقالوا له: ائت محمدا فصالحه، ولا يكن في صلحه إلا أن يرجع عنا عامه هذا، فو الله لا تتحدث العرب عنا أنه دخلها علينا عنوة أبدا..وعند ما رأى النبي صلّى الله عليه وسلّم سهيلا مقبلا نحوه، قال لأصحابه: لقد سهل الله لكم من أمركم، إن قريشا أرادت الصلح حين بعثت هذا الرجل.وتم الصلح بين الفريقين على ما يأتى:أولا: أن يرجع المسلمون دون زيارة البيت هذا العام، فإذا كان العام التالي: أخلت قريش لهم مكة ثلاثة أيام، ليطوفوا بالبيت، وليس معهم إلا السيوف في غمدها..ثانيا: أن تضع الحرب أوزارها بين الطرفين عشر سنوات.ثالثا: من أتى الرسول صلّى الله عليه وسلّم من قريش مسلما بغير إذن وليه رده إليهم، ومن أتى قريشا من المسلمين لم يردوه.رابعا: من أحب أن يدخل في عقد مع الرسول صلّى الله عليه وسلّم فله ما أراد. ومن أحب أن يدخل في عهد قريش فله ذلك.ولقد عز على بعض المسلمين قبول الرسول صلّى الله عليه وسلّم لهذه الشروط، التي ظاهرها الظلم للمسلمين، حتى قال عمر- رضى الله عنه- للرسول صلّى الله عليه وسلّم: يا رسول الله، ألسنا على الحق وعدونا على الباطل؟ فقال صلّى الله عليه وسلّم: «إنى رسول الله ولست أعصيه وهو ناصري» .ثم أشار صلّى الله عليه وسلّم إلى المسلمين أن يتحللوا من عمرتهم، بأن ينحروا هديهم، وأن يحلقوا رءوسهم أو يقصروا. ولكنهم لم يسارعوا بالامتثال، فدخل صلّى الله عليه وسلّم على زوجه أم سلمة- رضى الله عنها-، وقد ظهر الغضب على وجهه.فقالت له: يا رسول الله، اعذرهم، وابدأ بما تأمرهم به دون أن تكلم منهم أحدا.فقام صلّى الله عليه وسلّم فنحر هديه، ودعا حالقه فحلق له، فلما رأى المسلمون ذلك من نبيهم، قاموا فنحروا هديهم، وجعل بعضهم يحلق بعضا.ثم أقام المسلمون بعد ذلك عدة أيام بالحديبية، ثم قفلوا راجعين إلى المدينة، وعند ما سمع صلّى الله عليه وسلّم بعضهم يقول: لقد رجعنا ولم نصنع شيئا..قال صلّى الله عليه وسلّم «بل فتحتم أعظم الفتح» .وصدق رسول الله صلّى الله عليه وسلّم في قوله هذا. فقد كان صلح الحديبية فتحا عظيما، كما نبين ذلك عند تفسيرنا للسورة الكريمة.وبهذا العرض المجمل لأحداث صلح الحديبية، نكون قد أعطينا القارئ فكرة مركزة عن هذا الصلح، وعن الجو العام الذي نزلت في أعقابه سورة الفتح، ومن أراد المزيد لمعرفة أحداث صلح الحديبية فليرجع إلى كتب السيرة  .وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم..افتتحت سورة «الفتح» بهذه البشارات السامية، والمدائح العالية للنبي صلّى الله عليه وسلّم افتتحت بقوله- تعالى-: إِنَّا فَتَحْنا لَكَ فَتْحاً مُبِيناً.والفتح في الأصل: إزالة الأغلاق عن الشيء.. وفتح البلد: المقصود به الظفر به، ووقوعه تحت سيطرة الفاتح.والذي عليه المحققون من العلماء أن المراد بالفتح هنا: صلح الحديبية وما ترتب عليه من خيرات كثيرة، ومنافع جمة للمسلمين.ويشهد لذلك أحاديث متعددة منها: ما أخرجه البخاري وأبو داود والنسائي عن ابن مسعود قال: أقبلنا من الحديبية مع رسول الله صلّى الله عليه وسلّم، وكان قد خرج إليها صلّى الله عليه وسلّم يوم الاثنين هلال ذي القعدة، فأقام بها بضعة عشر يوما، ثم قفل راجعا إلى المدينة، فبينما نحن نسير إلى المدينة إذ أتاه الوحى- وكان إذا أتاه اشتد عليه- فسرى عنه وبه من السرور ما شاء الله، فأخبرنا أنه أنزل عليه: إِنَّا فَتَحْنا لَكَ فَتْحاً مُبِيناً.وروى الإمام أحمد وأبو داود عن مجمع بن جارية الأوسى قال: شهدنا الحديبية، فلما انصرفنا منها وجدنا رسول الله صلّى الله عليه وسلّم واقفا عند كراع الغميم- موضع بين مكة والمدينة- وقد جمع الناس وقرأ عليهم: إِنَّا فَتَحْنا لَكَ فَتْحاً مُبِيناً الآيات.فقال رجل: يا رسول الله، أو فتح هو؟ فقال صلّى الله عليه وسلّم: أى والذي نفسي بيده إنه لفتح .ويرى بعضهم: أن المراد بالفتح هنا: فتح مكة، والتعبير عنه بالماضي في قوله: إِنَّا فَتَحْنا لَكَ فَتْحاً مُبِيناً لتحقق الوقوع، فهو من قبيل قوله- تعالى-: أَتى أَمْرُ اللَّهِ فَلا تَسْتَعْجِلُوهُ ... ويبدو لنا أن المراد بالفتح هنا صلح الحديبية لوجود الآثار الصحيحة التي تشهد لذلك، ولأن هذا الصلح قد ترتب عليه من المنافع للدعوة الإسلامية ما يجعله من أعظم الفتوح، إن لم يكن أعظمها.لقد ترتب عليه أن انتشر الأمان بين المسلمين والمشركين، فاستطاع المسلمون أن ينشروا دعوة الحق في مكة وفي غيرها، كما استطاعوا أن ينتقلوا من مكان إلى آخر للتبشير بدينهم، فترتب على ذلك أن دخل في الإسلام عدد كبير من الناس.قال الزهري: لم يكن فتح أعظم من صلح الحديبية، وذلك أن المشركين اختلطوا بالمسلمين، فسمعوا كلامهم، وتمكن الإسلام من قلوبهم، وأسلم خلق كثير، وكثر بهم سواد الإسلام.قال ابن هشام: والدليل على صحة قول الزهري، أن رسول الله صلّى الله عليه وسلّم خرج إلى الحديبية في ألف وأربعمائة من أصحابه ثم خرج إلى مكة في عام الفتح- بعد ذلك بسنتين- في عشرة آلاف من أصحابه.وقد أكد- سبحانه- هذا الفتح بثلاثة أنواع من المؤكدات، وهي «إن» والمصدر «فتحا» والوصف «مبينا» وذلك للمسارعة إلى تبشير المؤمنين بتحقق هذا الفتح، ولإدخال السرور على قلوبهم، بعد تلك الشروط التي اشتمل عليها الصلح، والتي ظنها بعضهم أن فيها إجحافا بالمسلمين.وأسند- سبحانه- الفعل إلى نون العظمة فَتَحْنا لتفخيم شأن المخبر- عز وجل- وعلو شأن المخبر عنه وهو الفتح.وقدم- سبحانه- الجار والمجرور لَكَ على المفعول المطلق فَتْحاً للاهتمام وللإشعار بأن ذلك الفتح كان من أجله صلّى الله عليه وسلّم وفي ذلك ما فيه من تعظيم أمره صلّى الله عليه وسلّم ومن وجوب طاعته، والامتثال لأمره."},{"ayah_number":2,"text":"ثم ذكر- سبحانه- بعد ذلك مظاهر فضله على رسوله صلّى الله عليه وسلّم فقال: لِيَغْفِرَ لَكَ اللَّهُ ما تَقَدَّمَ مِنْ ذَنْبِكَ وَما تَأَخَّرَ، وَيُتِمَّ نِعْمَتَهُ عَلَيْكَ، وَيَهْدِيَكَ صِراطاً مُسْتَقِيماً. وَيَنْصُرَكَ اللَّهُ نَصْراً عَزِيزاً.واللام في قوله لِيَغْفِرَ متعلقة بقوله: فَتَحْنا وهي للتعليل. والمراد بما تقدم من ذنبه صلّى الله عليه وسلّم ما كان قبل النبوة، وبما تأخر منه ما كان بعدها.والمراد بالذنب هنا بالنسبة له صلّى الله عليه وسلّم ما كان خلاف الأولى، فهو من باب حسنات الأبرار سيئات المقربين، أو المراد بالغفران: الحيلولة بينه وبين الذنوب كلها، فلا يصدر منه صلّى الله عليه وسلّم ذنب، لأن غفران الذنوب معناه: سترها وتغطيتها وإزالتها.قال الشوكانى: وقوله- تعالى-: لِيَغْفِرَ لَكَ اللَّهُ ما تَقَدَّمَ مِنْ ذَنْبِكَ وَما تَأَخَّرَ اللام: متعلقة بفتحنا وهي لام العلة، قال المبرد: هي لام كي ومعناها: إنا فتحنا لك فتحا مبينا- أى: ظاهرا واضحا مكشوفا- لكي يجتمع لك مع المغفرة تمام النعمة في الفتح، فلما انضم إلى المغفرة شيء حادث واقع حسن معنى كي.وقال ابن عطية: المراد أن الله فتح لك لكي يجعل الفتح علامة لغفرانه لك، فكأنها لام الصيرورة..وقال بعض العلماء: وقوله: لِيَغْفِرَ لَكَ اللَّهُ ما تَقَدَّمَ مِنْ ذَنْبِكَ وَما تَأَخَّرَ هو كناية عن عدم المؤاخذة. أو المراد بالذنب ما فرط منه صلّى الله عليه وسلّم من خلاف الأولى بالنسبة لمقامه صلّى الله عليه وسلّم أو المراد بالغفران: الحيلولة بينه وبين الذنوب كلها، فلا يصدر منه ذنب. لأن الغفر هو الستر، والستر إما بين العبد والذنب، وهو اللائق بمقام النبوة، أو بين الذنب وعقوبته، وهو اللائق بغيره.واللام في لِيَغْفِرَ للعلة الغائية. أى: أن مجموع المتعاطفات الأربعة غاية للفتح المبين، وسبب عنه لا كل واحد منها.والمعنى: يسرنا لك هذا الفتح لإتمام النعمة عليك، وهدايتك إلى الصراط المستقيم، ولنصرك نصرا عزيزا.ولما امتن الله عليه بهذه النعم، صدرها بما هو أعظم، وهو المغفرة الشاملة ليجمع له بين عزى الدنيا والآخرة. فليست المغفرة مسببة عن الفتح.ولقد كان صلّى الله عليه وسلّم مع هذه المغفرة من الله- تعالى- له، أعبد الناس لربه، وأشدهم خوفا منه، وأكثرهم صلة به.قال ابن كثير: قال الإمام أحمد: حدثنا عبد الرحمن، حدثنا سفيان عن زياد بن علاقة قال: سمعت المغيرة بن شعبة يقول: كان النبي صلّى الله عليه وسلّم يصلى حتى ترم قدماه أى:تتورم- فقيل له: أليس قد غفر الله لك ما تقدم من ذنبك وما تأخر؟ فقال: «أفلا أكون عبدا شكورا» ..وعن عروة بن الزبير عن عائشة قالت: كان رسول الله صلّى الله عليه وسلّم إذا صلى قام حتى تتفطر رجلاه- أى: تتشقق- فقالت له عائشة: يا رسول الله، أتصنع هذا وقد غفر الله لك ما تقدم من ذنبك وما تأخر؟.فقال: «يا عائشة، أفلا أكون عبدا شكورا..».وقوله- تعالى-: وَيُتِمَّ نِعْمَتَهُ عَلَيْكَ معطوف على ما قبله. أى: ويتم- سبحانه- نعمه عليك- أيها الرسول الكريم- بأن يظهر دعوتك، ويكتب لها النصر، والخلود، ويعطيك من الخصائص والمناقب ما لم يعطه لأحد من الأنبياء، فضلا عن غيرهم.وَيَهْدِيَكَ صِراطاً مُسْتَقِيماً أى: ويهديك ويرشدك- سبحانه- بفضله وكرمه، إلى الطريق القويم، والدين الحق، والأقوال الطيبة، والأعمال الصالحة.."},{"ayah_number":3,"text":"وَيَنْصُرَكَ اللَّهُ- تعالى- نَصْراً عَزِيزاً أى: نصرا قويا منيعا لا يغلبه غالب، ولا يدفعه دافع، لأنه من خالقك الذي لا راد لقضائه، ولا معقب لحكمه..هذا، والمتأمل في هذه الآيات الكريمة، يرى أن الله- تعالى- قد أكرم نبيه صلّى الله عليه وسلّم إكراما لا يدانيه إكرام، ومنحه من الخير والفضل ما لم يمنحه لأحد سواه."},{"ayah_number":4,"text":"ثم بين- سبحانه- بعد ذلك جانبا من مظاهر فضله على المؤمنين فقال: هُوَ الَّذِي أَنْزَلَ السَّكِينَةَ فِي قُلُوبِ الْمُؤْمِنِينَ، لِيَزْدادُوا إِيماناً مَعَ إِيمانِهِمْ.. ..والسكينة: من السكون، والمراد بها الثبات والطمأنينة التي أودعها- سبحانه- في قلوب المؤمنين، فترتب على ذلك أن أطاعوا الله ورسوله، بعد أن ظنوا أن في شروط صلح الحديبية ظلما لهم. وأن بايعوا النبي صلّى الله عليه وسلّم على الموت بعد أن بلغهم أن عثمان- رضى الله عنه- قد قتله المشركون، وفي التعبير عن ذلك بالإنزال، إشعار بعلو شأنها، حتى لكأنها كانت مودعة في خزائن رحمة الله- تعالى-، ثم أنزلها بفضله في قلوبهم بعد ذلك..أى: هو- سبحانه- بفضله ورحمته، الذي أنزل السكينة والطمأنينة والثبات في قلوب المؤمنين، فانشرحت صدورهم لهذا الصلح بعد أن ضاقت في أول الأمر.وقوله: لِيَزْدادُوا إِيماناً مَعَ إِيمانِهِمْ تعليل لهذا الإنزال للسكينة.أى: أوجد السكينة وخلقها في قلوبهم، ليزدادوا يقينا على يقينهم، وتصديقا إلى تصديقهم وثباتا على ثباتهم.وشبيه بهذه الآية قوله- تعالى-: إِذا تُلِيَتْ عَلَيْهِمْ آياتُهُ زادَتْهُمْ إِيماناً وقوله- سبحانه-: وَإِذا ما أُنْزِلَتْ سُورَةٌ فَمِنْهُمْ مَنْ يَقُولُ أَيُّكُمْ زادَتْهُ هذِهِ إِيماناً، فَأَمَّا الَّذِينَ آمَنُوا فَزادَتْهُمْ إِيماناً وَهُمْ يَسْتَبْشِرُونَ .وقد أخذ العلماء من هذه الآية وأمثالها، أن الإيمان يزيد وينقص.قال الآلوسى ما ملخصه: قال البخاري: لقيت أكثر من ألف رجل من العلماء بالأمصار، فما رأيت أحدا منهم يختلف في أن الإيمان قول وعمل، ويزيد وينقص.واحتجوا على ذلك بالعقل والنقل. أما العقل، فلأنه لو لم تتفاوت حقيقة الإيمان لكان إيمان آحاد الأمة المنهمكين في الفسوق والمعاصي، مساويا لإيمان الأنبياء، واللازم باطل، فكذا الملزوم..وأما الثاني: فلكثرة النصوص في هذا المعنى، ومنها الآية التي معنا وأمثالها، ومنها وما روى عن ابن عمر قال: قلنا: يا رسول الله، إن الايمان يزيد وينقص، قال: «نعم يزيد حتى يدخل صاحبه الجنة وينقص حتى يدخله النار» .وقال الإمام النووي وغيره: إن الايمان بمعنى التصديق القلبي، يزيد وينقص- أيضا بكثرة النظر، ووضوح الأدلة، ولهذا كان إيمان الصديقين أقوى من إيمان غيرهم.."},{"ayah_number":5,"text":"ثم بين- سبحانه- شمول ملكه وقدرته فقال: وَلِلَّهِ جُنُودُ السَّماواتِ وَالْأَرْضِ وَكانَ اللَّهُ عَلِيماً حَكِيماً. أى: ولله- تعالى- وحده جنود السموات والأرض من ملائكة وجن وإنس، إذ الكل تحت قهره وسلطانه، فهو- سبحانه- الذي يدبر أمرهم كيف شاء، ويدفع بعضهم ببعض كما تقتضي حكمته وإرادته، وهو- تعالى- العليم بكل شيء. الحكيم في جميع أفعاله ...واللام في قوله- سبحانه-: لِيُدْخِلَ الْمُؤْمِنِينَ وَالْمُؤْمِناتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهارُ ... متعلقة بمحذوف أو بقوله: فَتَحْنا..أى: فعل- سبحانه- ما فعل من جعل جنود السموات والأرض تحت سيطرته وملكه، ومن دفع الناس بعضهم ببعض، ليدخل المؤمنين والمؤمنات جنات تجرى من تحتها الأنهار.خالِدِينَ فِيها خلودا أبديا وَيُكَفِّرَ عَنْهُمْ سَيِّئاتِهِمْ التي فعلوها في دنياهم، بأن يغفرها لهم، ويزيلها عنهم، بل ويحولها لمن شاء منهم بفضله وكرمه إلى حسنات.وَكانَ ذلِكَ الإدخال للمؤمنين الجنة، وتكفير سيئاتهم..عِنْدَ اللَّهِ- تعالى- فَوْزاً عَظِيماً لا يقادر قدره، لأنه نهاية آمال المؤمنين، وأقصى ما يتمناه العقلاء المخلصون."},{"ayah_number":6,"text":"وَيُعَذِّبَ- سبحانه- بعدله الْمُنافِقِينَ وَالْمُنافِقاتِ، وَالْمُشْرِكِينَ وَالْمُشْرِكاتِ، الظَّانِّينَ بِاللَّهِ ظَنَّ السَّوْءِ....أى: الظانين بالله- تعالى- وبرسوله وبالمؤمنين الظن السيئ بأن توهموا أن الدائرة ستدور على المؤمنين وأنهم هم الذين سينتصرون. أو أنهم هم على الحق. وأن الرسول صلّى الله عليه وسلّم وأتباعه على الباطل.فقوله: السَّوْءِ صفة لموصوف محذوف. أى: الظانين بالله ظن الأمر السوء.وقوله- تعالى- عَلَيْهِمْ دائِرَةُ السَّوْءِ دعاء عليهم بأن ينزل بهم ما توقعوه للمؤمنين من سوء. أى: عليهم وحدهم ينزل ما يتمنونه للمؤمنين من شر وسوء.والدائرة في الأصل: تطلق على الخط المحيط بالشيء. ثم استعملت في النازلة المحيطة بمن نزلت به. وتستعمل أكثر ما تستعمل في المصائب والمكاره.قال صاحب الكشاف: قوله: عَلَيْهِمْ دائِرَةُ السَّوْءِ أى: ما يظنونه ويتوقعونه بالمؤمنين فهو حائق بهم ودائر عليهم. والسوء: الهلاك والدمار.فإن قلت: هل من فرق بين السّوء والسّوء؟ قلت: هما كالكره والكره، والضّعف والضّعف: من ساء، إلا أن المفتوح غالب في أن يضاف إليه ما يراد ذمه من كل شيء، وأما السوء بالضم، فجار مجرى الشر الذي هو نقيض الخير .ثم قال- تعالى-: وَغَضِبَ اللَّهُ عَلَيْهِمْ وَلَعَنَهُمْ، وَأَعَدَّ لَهُمْ جَهَنَّمَ وَساءَتْ مَصِيراً.أى: ليس عليهم دائرة السوء فقط، بل وفضلا عن ذلك فقد غضب الله- تعالى- عليهم، وطردهم من رحمته، وأعد لهم في الآخرة نار جهنم، وساءت هذه النار مصيرا لهم."},{"ayah_number":7,"text":"ثم أكد- سبحانه- ملكيته لكل شيء فقال: وَلِلَّهِ جُنُودُ السَّماواتِ وَالْأَرْضِ وَكانَ اللَّهُ عَزِيزاً حَكِيماً، أى: ولله- تعالى- وحده جنود السموات والأرض، وكان- سبحانه- وما زال غالبا على كل شيء، حكيما في كل أوامره ونواهيه. وفي كل تصرفاته وأفعاله.ولما كان المقصود من ذكر الجنود هنا: تهديد المنافقين والمشركين، وأنهم في قبضته- تعالى-، ناسب أن تذيل الآية هنا بقوله: وَكانَ اللَّهُ عَزِيزاً حَكِيماً لأن العزة تقتضي الغلبة للغير.ولما كان المقصود من ذكر الجنود في الآية الرابعة، بيان أن المدبر لهذا الكون هو الله- تعالى- ناسب أن تذيل الآية هناك بقوله- سبحانه-: وَكانَ اللَّهُ عَلِيماً حَكِيماً.ثم حدد الله- تعالى- الوظيفة التي كلف بها رسوله صلّى الله عليه وسلّم وبشر المؤمنين الذين وفوا بعهودهم بالأجر العظيم فقال:"},{"ayah_number":8,"text":"وقوله: مُبَشِّراً من التبشير، وهو الإخبار بالأمر السار لمن لا علم له بهذا الأمر.وقوله: وَنَذِيراً من الإنذار، وهو الإخبار بالأمر المخيف، لكي يجتنب ويحذر.أى: إِنَّا أَرْسَلْناكَ- أيها الرسول الكريم- إلى الناس، لتكون شاهِداً لمن آمن منهم بالإيمان، ولمن كفر منهم بالكفر، بعد أن بلغتهم رسالة ربك تبليغا تاما كاملا.ولتكون مُبَشِّراً للمؤمنين منهم برضا الله عنهم ومغفرته لهم وَنَذِيراً للكافرين وللعصاة بسوء المصير إذا ما استمروا على كفرهم وعصيانهم.والحكمة في جعله صلّى الله عليه وسلّم شاهدا مع أن الله- تعالى- لا يخفى عليه شيء: إظهار العدل الإلهى للناس في صورة جلية واضحة، وتكريم النبي صلّى الله عليه وسلّم بهذه الشهادة.وجمع- سبحانه- بين كونه صلّى الله عليه وسلّم مُبَشِّراً وَنَذِيراً لأن من الناس من ينفعه الترغيب في الثواب، ومنهم من لا يزجره إلا التخويف من العقاب. وانتصاب شاهِداً وَمُبَشِّراً وَنَذِيراً على الحال المقدرة.وفي معنى هذه الآية وردت آيات كثيرة، منها قوله- تعالى-: وَكَذلِكَ جَعَلْناكُمْ أُمَّةً وَسَطاً لِتَكُونُوا شُهَداءَ عَلَى النَّاسِ، وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيداً ...  .وقوله- سبحانه- وَيَوْمَ نَبْعَثُ فِي كُلِّ أُمَّةٍ شَهِيداً عَلَيْهِمْ مِنْ أَنْفُسِهِمْ وَجِئْنا بِكَ شَهِيداً عَلى هؤُلاءِ.. .وقوله- عز وجل-: يا أَيُّهَا النَّبِيُّ إِنَّا أَرْسَلْناكَ شاهِداً وَمُبَشِّراً وَنَذِيراً ."},{"ayah_number":9,"text":"ثم بين- سبحانه- الحكمة من إرساله صلّى الله عليه وسلّم فقال: لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ، وَتُعَزِّرُوهُ وَتُوَقِّرُوهُ وَتُسَبِّحُوهُ بُكْرَةً وَأَصِيلًا.وقوله: وَتُعَزِّرُوهُ من التعزير بمعنى النصرة مع التعظيم والتفخيم.وقوله: وَتُوَقِّرُوهُ أى: تعظموه وتقدروه.وقوله: وَتُسَبِّحُوهُ من التسبيح بمعنى التنزيه. تقول: سبحت الله- تعالى-، أى:نزهته عما لا يليق به، وبُكْرَةً أول النهار، وأَصِيلًا آخره، والمراد ظاهرهما، أو جميع أوقات النهار، كما يقال: شرقا وغربا لجميع الجهات.والخطاب للرسول صلّى الله عليه وسلّم ولأمته، كقوله- تعالى-: يا أَيُّهَا النَّبِيُّ إِذا طَلَّقْتُمُ النِّساءَ ... والقراءة بتاء الخطاب، هي قراءة الجمهور من القراء.قال الآلوسى: وهو من باب التغليب، غلب فيه المخاطب على الغائب فيفيد أن النبي صلّى الله عليه وسلّم مخاطب بالإيمان برسالته كأمته..  .أى: أرسلناك- أيها الرسول الكريم- شاهدا ومبشرا ونذيرا، لتكون على رأس المؤمنين بما أرسلناك به، وليتبعك في ذلك أصحابك ومن سيأتى بعدهم، بأن يؤمنوا بالله ورسوله إيمانا حقا، ولينصروك ويعظموك، وليسبحوا الله- تعالى- في الصباح والمساء. وعلى هذا يكون الضمير في قوله- تعالى-: وَتُعَزِّرُوهُ وَتُوَقِّرُوهُ يعود إلى الرسول صلّى الله عليه وسلّم وفي قوله وَتُسَبِّحُوهُ يعود إلى الله- تعالى-.قال القرطبي ما ملخصه: قرأ ابن كثير وأبو عمرو ليؤمنوا وكذلك يعزروه ويوقروه ويسبحوه كله بالياء على الخبر..وقرأ الباقون بالتاء في الخطاب ... والهاء في قوله: وَتُعَزِّرُوهُ وَتُوَقِّرُوهُ للنبي صلّى الله عليه وسلّم وهنا وقف تام. ثم تبتدئ بقوله: وَتُسَبِّحُوهُ أى: تسبحوا الله بكرة وأصيلا.وقيل: الضمائر كلها لله- تعالى- فعلى هذا يكون تأويل: تُعَزِّرُوهُ وَتُوَقِّرُوهُ أى:تثبتوا له صحة الربوبية، وتنفوا عنه أن يكون له ولد أو شريك.. ."},{"ayah_number":10,"text":"ثم مدح- سبحانه- الذين عاهدوا الرسول صلّى الله عليه وسلّم ووفوا بعهودهم أكمل وفاء، فقال: إِنَّ الَّذِينَ يُبايِعُونَكَ إِنَّما يُبايِعُونَ اللَّهَ..وقوله- سبحانه-: يُبايِعُونَكَ من المبايعة أو من البيعة، بمعنى المعاهدة أو العهد، وسميت المعاهدة مبايعة، لاشتمال كل واحدة منهما على معنى المبادلة، وعلى وجوب الصدق والوفاء.والمراد بهذه المبايعة، ما كان من المؤمنين في صلح الحديبية، عند ما عاهدوا الرسول صلّى الله عليه وسلّم على الثبات وعلى مناجزة المشركين بعد أن أشيع أنهم قتلوا عثمان- رضى الله عنه-. أى: إن الذين يبايعونك على الموت أو على عدم الفرار عند لقاء المشركين، إنما يبايعون ويعاهدون الله- تعالى- على ذلك قبل أن يبايعوك أنت، لأن المقصود من هذه البيعة إنما هو طاعته- سبحانه- وامتثال أمره، كما قال- تعالى-: مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطاعَ اللَّهَ. فالمقصود بقوله: إِنَّما يُبايِعُونَ اللَّهَ تأكيد وجوب الوفاء بما عاهدوا الرسول صلّى الله عليه وسلّم عليه من الثبات وعدم الفرار، والطاعة له في كل ما يأمرهم به.وقوله- سبحانه-: يَدُ اللَّهِ فَوْقَ أَيْدِيهِمْ زيادة في تأكيد وجوب الوفاء.ومذهب السلف في هذه الآية وأمثالها من آيات الصفات: أنه يجب الإيمان بها، وتفويض علم معناها المراد منها إلى الله- تعالى- وترك تأويلها مع تنزيهه- تعالى- عن حقيقتها، لاستحالة مشابهته- تعالى- بالحوادث، كما قال- سبحانه-: لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ.أما الخلف فمذهبهم تأويل هذه الصفات على معنى يليق بجلاله، فيؤولون اليد هنا بالقوة أو القدرة. أى: قوة الله- تعالى- وقدرته ونصرته فوق قوتهم ونصرتهم، كما يقال: اليد في هذه المسألة لفلان، أى: الغلبة والنصرة له.أو المعنى: يد الله- تعالى- بالوفاء بما وعدهم من الخير والنصرة فوق أيديهم..والمقصود بهذه الجملة- كما أشرنا- زيادة التأكيد على وجوب الوفاء والثبات.قال صاحب الكشاف: لما قال- سبحانه-: إِنَّما يُبايِعُونَ اللَّهَ أكده تأكيدا على سبيل التمثيل، فقال: يَدُ اللَّهِ فَوْقَ أَيْدِيهِمْ يريد أن يد رسول الله صلّى الله عليه وسلّم التي تعلو أيدى المبايعين: هي يد الله، والله- تعالى- منزه عن الجوارح وعن صفات الأجسام..وإنما المعنى: تقرير أن عقد الميثاق من الرسول صلّى الله عليه وسلّم كعقده مع الله- تعالى-  .ثم بين- سبحانه- سوء عاقبة الناكثين فقال: فَمَنْ نَكَثَ فَإِنَّما يَنْكُثُ عَلى نَفْسِهِ أى: فمن نقض العهد بعد إبرامه وتوثيقه، فإنما عاقبة نقضه يعود وبالها وشؤمها عليه.فقوله نَكَثَ مأخوذ من النّكث- بكسر النون- وهو فك الخيوط المغزولة بعد غزلها، وقوله: وَمَنْ أَوْفى بِما عاهَدَ عَلَيْهُ اللَّهَ فَسَيُؤْتِيهِ أَجْراً عَظِيماً أى: ومن ثبت على الوفاء بما عاهد الله- تعالى- عليه فسيعطيه- سبحانه- من فضله أجرا عظيما على ذلك.والهاء في قوله: عَلَيْهُ قرأها حفص بالضم، توصلا إلى تفخيم لفظ الجلالة، الملائم لتفخيم أمر العهد المشعر به الكلام، وقرأها الجمهور بالكسر.هذا، وقد وردت أحاديث متعددة، تصرح بأن الذين كانوا مع النبي صلّى الله عليه وسلّم في صلح الحديبية قد بايعوا جميعا النبي صلّى الله عليه وسلّم على الموت أو على عدم الفرار، سوى جماعة من المنافقين، امتنعوا عن هذه البيعة، لمرض قلوبهم، وسوء طويتهم..ومن هذه الأحاديث ما أخرجه الشيخان عن سلمة بن الأكوع قال: بايعت رسول الله صلّى الله عليه وسلّم تحت الشجرة، قيل: على أى شيء؟ قال: على الموت.وروى مسلم في صحيحه عن جابر بن عبد الله أنه سئل: كم كان عددكم يوم الحديبية؟قال: كنا أربع عشرة مائة، فبايعنا الرسول صلّى الله عليه وسلّم على أن لا نفر- سوى الجد بن قيس فإنه اختفى تحت بطن بعيره، ولم يسرع مع القوم..وهكذا فاز المؤمنون الصادقون بشرف هذه البيعة وحرم منها المنافقون لمرض قلوبهم.ثم انتقلت السورة الكريمة إلى الحديث عن المتخلفين، الذين لم يخرجوا مع النبي صلّى الله عليه وسلّم إلى صلح الحديبية، فتحكى أعذارهم الزائفة، وتفضحهم على رءوس الأشهاد، وترد على أقوالهم الباطلة، وتأمر النبي صلّى الله عليه وسلّم بالإعراض عنهم، وإهمال أمرهم، فهم قوم استحوذ عليهم الشيطان فأنساهم ذكر الله.."},{"ayah_number":11,"text":"قال الإمام الرازي ما ملخصه: لما بين- سبحانه- حال المنافقين، ذكر المتخلفين- بعد ذلك- فإن قوما من الأعراب امتنعوا عن الخروج مع رسول الله صلّى الله عليه وسلّم إلى مكة، لظنهم أنه يهزم، فإنهم قالوا: أهل مكة قاتلوه على باب المدينة.. فكيف يذهب إليهم.. واعتذروا عن الخروج معه صلّى الله عليه وسلّم .والمخلفون: جمع مخلّف، وهو المتروك في مكان خلف الخارجين من البلد كالنساء والصبيان، فإنهم في العادة لا يخرجون مع الرجال للجهاد، وعبر عنهم بالمخلفين على سبيل الذم لهم.والأعراب: اسم جنس لبدو العرب، واحده أعرابى، والأنثى أعرابية، والمقصود بهم هنا سكان البادية من قبائل غفار، ومزينة، وجهينة، وأشجع، وأسلم، والدّيل، وكان الرسول صلّى الله عليه وسلّم قد دعاهم إلى الخروج معه إلى مكة، ليساعدوه على إقناع قريش في الإذن بدخول مكة للطواف بالبيت الحرام.. ولكنهم اعتذروا.وقوله- سبحانه- سيقول لك المخلفون من الأعراب شغلتنا أموالنا وأهلونا فاستغفر لنا.. إعلام من الله- تعالى- لنبيه صلّى الله عليه وسلّم بما سيقوله هؤلاء المتخلفون له، بعد عودته إليهم من صلح الحديبية.أى: سيقول المخلفون لك- أيها الرسول الكريم-: إننا ما تخلفنا عنك باختيارنا، ولكن انشغالنا بحفظ ورعاية أموالنا ونسائنا وأولادنا الصغار، حال بيننا وبين الخروج معك إلى الحديبية، وما دام الأمر كذلك فَاسْتَغْفِرْ لَنا الله- تعالى- لكي يغفر لنا ذنوبنا التي وقعنا فيها بسبب هذا التخلف الذي لم يكن عن تكاسل أو معصية لك.ولما كان قولهم هذا لم يكن صحيحا، فقد رد الله- تعالى- عليهم بقوله: يَقُولُونَ بِأَلْسِنَتِهِمْ ما لَيْسَ فِي قُلُوبِهِمْ. أى: هم ليسوا صادقين فيما يقولون، والحق أنهم يقولون قولا من أطراف ألسنتهم، دون أن تؤيده قلوبهم، فإن السبب الحقيقي لعدم خروجهم معك، هو ضعف إيمانهم، ومرض قلوبهم، وتذبذب نفوسهم.فالجملة الكريمة تكذيب لهم فيما قالوه، وفضيحة لهم على رءوس الأشهاد.ثم أمر الله- تعالى- أن يجابههم بقوله: قُلْ فَمَنْ يَمْلِكُ لَكُمْ مِنَ اللَّهِ شَيْئاً إِنْ أَرادَ بِكُمْ ضَرًّا أَوْ أَرادَ بِكُمْ نَفْعاً.. والاستفهام للإنكار والنفي.أى: قل- أيها الرسول الكريم- لهؤلاء المتخلفين من الأعراب لا أحد يستطيع أن يمنع عنكم قضاء الله- تعالى-، إن أراد بكم ما يضركم من قتل أو هزيمة، أو إن أراد بكم ما ينفعكم، من نصر أو غنيمة لأن قضاء الله- تعالى- لا دافع له، كما قال- سبحانه-: ما يَفْتَحِ اللَّهُ لِلنَّاسِ مِنْ رَحْمَةٍ فَلا مُمْسِكَ لَها، وَما يُمْسِكْ فَلا مُرْسِلَ لَهُ مِنْ بَعْدِهِ   ..ثم أضرب- سبحانه- عن ذلك وقال: بَلْ كانَ اللَّهُ بِما تَعْمَلُونَ خَبِيراً أى: إن تخلفكم ليس سببه ما زعمتم، بل الحق أن تخلفكم كان بسبب ضعف إيمانكم، والله- تعالى- مطلع على أحوالكم اطلاعا تاما، وسيجازيكم بما تستحقون."},{"ayah_number":12,"text":"ثم أكد- سبحانه- كذبهم بإضراب آخر عن أقوالهم فقال: بَلْ ظَنَنْتُمْ أَنْ لَنْ يَنْقَلِبَ الرَّسُولُ وَالْمُؤْمِنُونَ إِلى أَهْلِيهِمْ أَبَداً، وَزُيِّنَ ذلِكَ فِي قُلُوبِكُمْ، وَظَنَنْتُمْ ظَنَّ السَّوْءِ وَكُنْتُمْ قَوْماً بُوراً والبور في الأصل: مصدر كالهلك، يوصف به المفرد والمثنى والجمع والمذكر والمؤنث.وهو هنا مستعمل بمعنى اسم الفاعل. وقيل: هو جمع بائر، كحائل وحول.قال صاحب الكشاف والبور من بار، كالهلك من هلك بناء ومعنى، ولذلك وصف به الواحد والجمع والمذكر والمؤنث. ويجوز أن يكون جمع بائر كعائذ وعوذ.. .والمعنى: ليس الأمر كما زعمتم- أيها المخلفون- من أن أموالكم وأولادكم هي التي شغلتكم عن الخروج مع رسولكم صلّى الله عليه وسلّم ولكن الحق أنكم ظننتم أن العدو سيستأصل شأفة المؤمنين بالقتل والإهلاك. وأنهم لن يعودوا بعد ذلك إلى أهليهم أبدا..وزين الشيطان هذا الظن الفاسد في قلوبكم، ومكنه من نفوسكم فقبعتم في دياركم، وظننتم، في كل ما يتعلق بالرسول صلّى الله عليه وسلّم وبأتباعه الصادقين ظَنَّ السَّوْءِ أى: الظن الذي كله سوء وشر ومنكر..وَكُنْتُمْ في علم الله- تعالى- وحكمه قَوْماً بُوراً أى: قوما هالكين فاسدين، لا تصلحون لشيء من الخير، ولا تستحقون إلا الخزي والعقاب.فأنت ترى أن الله- تعالى- قد ذم هؤلاء المتخلفين وفضحهم وتوعدهم بسوء المصير، لأسباب متعددة، منها: سوء ظنهم بالله- تعالى- وبرسوله، صلّى الله عليه وسلّم فقد توهموا أن الرسول والمؤمنين سيقتلون على يد أعدائهم، وأنهم لن يعودوا إلى أهليهم أبدا.ومنها: اعتذارهم الكاذب، بانشغالهم بأموالهم وأهليهم..ومنها: تعمدهم الكذب. وتفوههم بالكلام الذي لا تؤيده قلوبهم.ثم ختم- سبحانه- هذا الذم والتهديد للمتخلفين بقوله: وَمَنْ لَمْ يُؤْمِنْ بِاللَّهِ وَرَسُولِهِ فَإِنَّا أَعْتَدْنا لِلْكافِرِينَ سَعِيراً.أى: ومن لم يؤمن بالله- تعالى- إيمانا حقا، وبصدق الرسول صلّى الله عليه وسلّم في كل ما جاء"},{"ayah_number":13,"text":"ثم ختم- سبحانه- هذا الذم والتهديد للمتخلفين بقوله: وَمَنْ لَمْ يُؤْمِنْ بِاللَّهِ وَرَسُولِهِ فَإِنَّا أَعْتَدْنا لِلْكافِرِينَ سَعِيراً.أى: ومن لم يؤمن بالله- تعالى- إيمانا حقا، وبصدق الرسول صلّى الله عليه وسلّم في كل ما جاء به من عند ربه، ويطيعه في كل ما أمر به أو نهى عنه، عاقبناه عقابا شديدا، فإنا قد هيأنا للكافرين نارا مسعرة، تحرق الأبدان، وتشوى الوجوه.."},{"ayah_number":14,"text":"ثم بين- سبحانه- أنه هو المالك لكل شيء فقال: وَلِلَّهِ مُلْكُ السَّماواتِ وَالْأَرْضِ خلقا وتصرفا يَغْفِرُ لِمَنْ يَشاءُ أن يغفر له وَيُعَذِّبُ مَنْ يَشاءُ أن يعذبه.وَكانَ- سبحانه- وما زال غَفُوراً أى: واسع المغفرة رَحِيماً أى:واسع الرحمة."},{"ayah_number":15,"text":"ثم عادت السورة الكريمة إلى حكاية أقوال هؤلاء المنافقين، وإلى الرد عليها، فقال- تعالى-: سَيَقُولُ الْمُخَلَّفُونَ إِذَا انْطَلَقْتُمْ إِلى مَغانِمَ لِتَأْخُذُوها ذَرُونا نَتَّبِعْكُمْ ...والمراد بالمخلفين هنا: السابقون الذين وصفوا بأنهم من الأعراب، فاللام للعهد.أى: سيقول المخلفون عن الخروج معك يا محمد إلى مكة بعد أن خاب ظنهم فرجعتم سالمين إليهم بعد صلح الحديبية، سيقولون لك ولأصحابك: ذَرُونا نَتَّبِعْكُمْ أى: اتركونا لنسير معكم، لنشارككم في جمع الغنائم التي تنالونها من أعدائكم.فقوله ذَرُونا بمعنى اتركونا ودعونا.قال الآلوسى: والمراد بالمغانم هنا: مغانم خيبر- كما عليه عامة المفسرين- ولم نقف على خلاف في ذلك، وأيد بأن السين تدل على القرب، وخيبر أقرب المغانم التي انطلقوا إليها من الحديبية- كما علمت-، فإرادتها كالمتعينة، وقد جاء في الأخبار الصحيحة أن الله- تعالى- وعد أهل الحديبية أن يعوضهم من مغانم مكة مغانم خيبر، إذا قفلوا موادعين لا يصيبون شيئا» .وقد كان رجوع النبي صلّى الله عليه وسلّم وأصحابه من صلح الحديبية في ذي الحجة من السنة السادسة، وخروجهم إلى خيبر كان في المحرم من السنة السابعة، وقد أصاب المسلمون من خيبر غنائم كثيرة، وقد جعلها صلّى الله عليه وسلّم لمن شهد معه صلح الحديبية دون غيرهم.وقوله: يُرِيدُونَ أَنْ يُبَدِّلُوا كَلامَ اللَّهِ أى: يريد هؤلاء المخلفون بقولهم ذَرُونا نَتَّبِعْكُمْ أن يغيروا حكم الله- تعالى- الذي حكم به، وهو أن غنائم خيبر خاصة لمن شهد صلح الحديبية، أما هؤلاء المخلفون فلا نصيب لهم فيها.ثم لقن الله- تعالى- نبيه صلّى الله عليه وسلّم الرد الذي يخرسهم فقال: قُلْ لَنْ تَتَّبِعُونا كَذلِكُمْ قالَ اللَّهُ مِنْ قَبْلُ ... أى: قل- أيها الرسول الكريم- لهؤلاء المخلفين- على سبيل الإقناط والتيئيس والزجر- لا تتبعونا ونحن متجهون إلى خيبر لفتحها. فالنفي في قوله لَنْ تَتَّبِعُونا بمعنى النهى للمبالغة في منعهم من الخروج مع المؤمنين إلى خيبر.وقوله: كَذلِكُمْ قالَ اللَّهُ مِنْ قَبْلُ أى: مثل هذا النهى الصادر منى قد قاله الله- تعالى- من قبل رجوعنا من الحديبية، فقد أمرنى بمنعكم من الخروج معى إلى خيبر، وبحرمانكم من غنائمها، عقابا لكم على معصيتكم لي، وعلى سوء ظنكم بي وبأصحابى..ثم حكى- سبحانه- ما سيقوله هؤلاء المنافقون بعد مجابهتهم بتلك الحقيقة فقال:فَسَيَقُولُونَ بَلْ تَحْسُدُونَنا، بَلْ كانُوا لا يَفْقَهُونَ إِلَّا قَلِيلًا.أى: فسيقولون لك- أيها الرسول الكريم- بعد منعك إياهم من الخروج معكم إلى خيبر، وبعد أن ذكرت لهم حكم الله فيهم.. سيقولون لك على سبيل السفاهة وسوء الأدب:أنتم أيها المؤمنون تريدون بسبب هذا المنع من الخروج معكم إلى خيبر، أن تحسدونا وتمنعونا حقنا في الغنيمة، والله- تعالى- لم يأمركم بمنعنا، وإنما أنتم الذين فعلتموه حسدا لنا.وقوله: بَلْ كانُوا لا يَفْقَهُونَ إِلَّا قَلِيلًا إضراب عن قولهم هذا على سبيل التسلية للرسول صلّى الله عليه وسلّم أى: ليس الحق كما زعموا، بل الحق أنهم قوم دأبهم الحمق والجهالة، ولا يفقهون من أمور الدين إلا فقها قليلا، لا يسمن ولا يغنى من جوع.قال صاحب الكشاف: فإن قلت: ما الفرق بين حرفى الإضراب؟ قلت: الأول إضراب معناه: رد أن يكون حكم الله أن لا يتبعوهم وإثبات الحسد. والثاني: إضراب عن وصفهم بإضافة الحسد إلى المؤمنين، إلى وصفهم بما هو أطم منه، وهو الجهل وقلة الفقه.."},{"ayah_number":16,"text":"ثم فتح- سبحانه- أمام هؤلاء المخلفين من الأعراب باب التوبة، فأمر النبي صلّى الله عليه وسلّم أن يدعوهم إلى الجهاد معه، فإن صدقوا أفلحوا، وإن أعرضوا خسروا فقال: قُلْ لِلْمُخَلَّفِينَ مِنَ الْأَعْرابِ سَتُدْعَوْنَ إِلى قَوْمٍ أُولِي بَأْسٍ شَدِيدٍ، تُقاتِلُونَهُمْ أَوْ يُسْلِمُونَ.أى: قل- أيها الرسول الكريم- لهؤلاء المخلفين من الأعراب عن الخروج معك، ستدعون في المستقبل إلى القتال معى لقوم أصحاب قوة وشدة في الحرب، فيكون بينكم وبينهم أمران لا ثالث لهما: إما قتالكم لهم، وإما الإسلام منهم.«ف\"أو\"» في قوله أَوْ يُسْلِمُونَ للتنويع والحصر. وجملة «تقاتلونهم أو يسلمون»مستأنفة للتعليل، كما في قوله: سيدعوك الأمير للقائه يكرمك أو يخزى عدوك.وقد اختلف المفسرون في المراد بهؤلاء القوم أولى البأس الشديد، فمنهم من قال: فارس والروم، ومنهم من قال: بنو حنيفة أتباع مسيلمة الكذاب.والذي عليه المحققون من العلماء أن المقصود بهم: هوازن وثقيف الذين التقى بهم المسلمون في غزوة حنين بعد فتح مكة.وذلك لأن عددا كبيرا من تلك القبائل المتخلفة قد اشتركت في تلك الغزوة، حتى لقد بلغ عدد المسلمين فيها ما يقرب من اثنى عشر ألفا، ولأن أهل هوازن وثقيف قد كانوا يجيدون الرماية والكر والفر، فاستطاعوا في أول المعركة- بعد أن اغتر المسلمون بقوتهم- أن يفرقوا بعض صفوف المسلمين، ثم تجمع المسلمون بعد ذلك وانتصروا عليهم، ثم كانت النتيجة أن انتهت تلك الغزوة بإسلام هوازن وثقيف. كما هو معروف في كتب السيرة.ولقد أشار القرآن الكريم إلى ما كان بين المسلمين وبين هوازن وثقيف من قتال في قوله- تعالى-: لَقَدْ نَصَرَكُمُ اللَّهُ فِي مَواطِنَ كَثِيرَةٍ وَيَوْمَ حُنَيْنٍ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنْكُمْ شَيْئاً، وَضاقَتْ عَلَيْكُمُ الْأَرْضُ بِما رَحُبَتْ، ثُمَّ وَلَّيْتُمْ مُدْبِرِينَ. ثُمَّ أَنْزَلَ اللَّهُ سَكِينَتَهُ عَلى رَسُولِهِ وَعَلَى الْمُؤْمِنِينَ، وَأَنْزَلَ جُنُوداً لَمْ تَرَوْها، وَعَذَّبَ الَّذِينَ كَفَرُوا وَذلِكَ جَزاءُ الْكافِرِينَ. ثُمَّ يَتُوبُ اللَّهُ مِنْ بَعْدِ ذلِكَ عَلى مَنْ يَشاءُ، وَاللَّهُ غَفُورٌ رَحِيمٌ .وقد رجح فضيلة شيخنا الدكتور أحمد السيد الكومى أن يكون المقصود بالقوم أولى البأس الشديد هوازن وثقيف، فقال ما ملخصه: وتكاد تنفق كتب السيرة على أن الجيش الذي ذهب لفتح مكة، ثم ذهب بعد ذلك إلى غزو هوازن وثقيف يوم حنين، كان يضم بين جوانحه العدد الكثير من قبائل أسلم وأشجع وجهينة وغفار ومزينة.وإذن فالأمر المحقق أن القبائل المتخلفة يوم الحديبية، ساهمت في الجهاد بقسط وافر يوم فتح مكة، ويوم حنين..وقد أقام المسلمون بمكة بعد أن فتحوها- بدون قتال يذكر- خمسة عشر يوما.. ثم ذهبوا لقتال هوازن وثقيف.. وكانوا رماة مهرة ذوى مهارة حربية، ودراية بفنون القتال فهزموا المسلمين في أول الأمر، ثم هزمهم المسلمون.ومن كل ذلك يترجح الحكم بأن هؤلاء القوم هم هوازن، وأن كثيرا من المخلفين أسلم إسلاما خالصا، وحسنت توبته..  .وقوله- سبحانه-: فَإِنْ تُطِيعُوا يُؤْتِكُمُ اللَّهُ أَجْراً حَسَناً، وَإِنْ تَتَوَلَّوْا كَما تَوَلَّيْتُمْ مِنْ قَبْلُ يُعَذِّبْكُمْ عَذاباً أَلِيماً بيان للثواب العظيم الذي أعده- سبحانه- للطائفين، وللعذاب الأليم الذي توعد به الفاسقين.أى: فإن تطيعوا- أيها المخالفون- رسولكم صلّى الله عليه وسلّم يؤتكم الله من فضله أجرا حسنا، وإن تتولوا وتعرضوا عن الطاعة، كما أعرضتم من قبل في صلح الحديبية عن طاعته، يعذبكم- سبحانه- عذابا أليما."},{"ayah_number":17,"text":"ثم ختم- سبحانه- هذه الآيات برفع الحرج عن الذين تخلفوا لأعذار حقيقة فقال:لَيْسَ عَلَى الْأَعْمى حَرَجٌ، وَلا عَلَى الْأَعْرَجِ حَرَجٌ، وَلا عَلَى الْمَرِيضِ حَرَجٌ ...أى: ليس على هؤلاء إثم في التخلف عن الجهاد، لما بهم من الأعذار والعاهات المرخصة لهم في التخلف عنه.وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فيما أمرا به أو نهيا عنه، يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهارُ، وَمَنْ يَتَوَلَّ عن طاعتهما يُعَذِّبْهُ الله- تعالى- عَذاباً أَلِيماً لا يقادر قدره.ثم بشر الله- تعالى- المؤمنين الصادقين ببشارات متنوعة، ومدحهم مدحا عظيما، وبين- سبحانه- أن سنته في خلقه لن تتخلف، فقال- تعالى-:"},{"ayah_number":18,"text":"واللام في قوله- تعالى-: لَقَدْ رَضِيَ اللَّهُ عَنِ الْمُؤْمِنِينَ إِذْ يُبايِعُونَكَ تَحْتَ الشَّجَرَةِ ...هي الموطئة للقسم، وتسمى هذه البيعة بيعة الرضوان.والشجرة: كانت بالحديبية، وقد جلس صلّى الله عليه وسلّم تحتها ليبايع أصحابه على الموت أو على عدم الفرار، فبايعوه على ذلك- ما عدا بعض المنافقين-، وقد كان الناس بعد ذلك يترددون على تلك الشجرة ويصلون تحتها، ويدعون الله- تعالى-.. فأمر عمر- رضى الله عنه- قطعها خشية الافتتان بها. أى: والله لقد رضى الله- تعالى- عن المؤمنين الذين بايعوك- أيها الرسول الكريم- تحت الشجرة، على الموت من أجل إعلاء كلمة ربهم.وفي هذه الجملة أسمى وأعلى ما يتمناه إنسان، وهو رضا الله- تعالى- عنه ودخوله في زمرة العباد الذين ظفروا بمغفرته- سبحانه- ورحمته.قال الآلوسى- رحمه الله-: والتعبير بالمضارع لاستحضار صورة هذه المبايعة. وقوله- سبحانه-: تَحْتَ الشَّجَرَةِ متعلق بيبايعونك ... وفي التقييد بذلك إشارة إلى مزيد وقع تلك المبايعة في النفوس. ولذا استوجبت رضا الله- تعالى- الذي لا يعادله شيء، ويستتبع مالا يكاد يخطر على البال.ويكفى فيما ترتب على ذلك ما أخرجه أحمد عن جابر، ومسلم عن أم بشر، عنه، عن النبي صلّى الله عليه وسلّم أنه قال: «لا يدخل النار أحد ممن بايع تحت الشجرة» ..وصح برواية الشيخين وغيرهما في أولئك المؤمنين من حديث جابر، أنه صلّى الله عليه وسلّم قال لهم «أنتم خير أهل الأرض..» .وقوله- تعالى-: فَعَلِمَ ما فِي قُلُوبِهِمْ فَأَنْزَلَ السَّكِينَةَ عَلَيْهِمْ، وَأَثابَهُمْ فَتْحاً قَرِيباً بشارة أخرى لهؤلاء المؤمنين الصادقين.أى: لقد رضى- سبحانه- عن الذين بايعوك تحت الشجرة- أيها الرسول الكريم- حيث علم ما في قلوبهم من الصدق والإخلاص وإيثار الآخرة على الأولى، فأنزل السكينة والطمأنينة والأمان عليهم، وَأَثابَهُمْ أى: وأعطاهم ومنحهم فتحا قريبا، وهو فتح خيبر، الذي كان بعد صلح الحديبية بأقل من شهرين.وقيل المراد به: فتح مكة، والأول أرجح، لأن فتح خيبر لم يكن فتح أقرب منه، ولأن المسلمين قد أصابوا من فتح خيبر غنائم كثيرة."},{"ayah_number":19,"text":"وقد أشار- سبحانه- بعد ذلك إلى تلك الغنائم فقال: وَمَغانِمَ كَثِيرَةً يَأْخُذُونَها....أى: وأثابكم مغانم كثيرة تأخذونها من خيبر. وَكانَ اللَّهُ- تعالى- وما زال عَزِيزاً أى: غالبا حَكِيماً في كل أفعاله وأحكامه."},{"ayah_number":20,"text":"وَعَدَكُمُ اللَّهُ مَغانِمَ كَثِيرَةً تَأْخُذُونَها ... أيها المؤمنون من أعدائكم في مستقبل أيامكم.وقد صدق الله- تعالى- وعده معهم، فلقد غنموا بعد ذلك من بلاد فارس والروم وغيرهما.والإشارة في قوله فَعَجَّلَ لَكُمْ هذِهِ تعود إلى مغانم خيبر، كما روى عن مجاهد- وعليه يكون المراد بالناس في قوله: وَكَفَّ أَيْدِيَ النَّاسِ عَنْكُمْ أهل خيبر وحلفاءهم من بنى أسد وغطفان حين جاءوا لنصرة يهود خيبر، فألقى الله الخوف في قلوبهم جميعا.ويرى بعض المفسرين أن الإشارة في قوله: فَعَجَّلَ لَكُمْ هذِهِ إلى صلح الحديبية وقد روى ذلك عن ابن عباس.وعليه يكون المراد بالناس في قوله: وَكَفَّ أَيْدِيَ النَّاسِ عَنْكُمْ مشركي قريش، أى: منعهم من حربكم، بأن قذف في قلوبهم الرعب منكم.ويبدو لنا أن هذا الرأى الذي قاله ابن عباس- رضى الله عنهما- هو الأقرب إلى الصواب، لأنه يتسق مع سياق الآيات، ولأنه يؤكد أن صلح الحديبية كان فتحا ومغنما، كان فتحا بدليل قول الرسول صلّى الله عليه وسلّم لمن شك في ذلك: «أى والذي نفسي بيده إنه لفتح»وكان مغنما لأن المسلمين غنموا من ورائه انتشار الدعوة الإسلامية في آفاق الأرض.واللام في قوله: وَلِتَكُونَ آيَةً لِلْمُؤْمِنِينَ متعلقة بمحذوف، أى فعل ما فعل من التعجيل والكف لتكون تلك النعم والبشارات علامات للمؤمنين على رعاية الله- تعالى- لهم، ورضاه عنهم.وَيَهْدِيَكُمْ أيها المؤمنون صِراطاً مُسْتَقِيماً أى: طريقا واضحا قويما، به تصلون إلى ما تبغونه من عزة وأمان."},{"ayah_number":21,"text":"وقوله: وَأُخْرى لَمْ تَقْدِرُوا عَلَيْها قَدْ أَحاطَ اللَّهُ بِها ... معطوف على هذِهِ.أى: فعجل لكم هذه المغانم، وعجل لكم مغانم أخرى، لم تقدروا على الحصول عليها قبل ذلك لبعدها عن أن تنالها أيديكم. وقد أحاط الله بها لأنه- سبحانه- لا يعجزه شيء وَكانَ اللَّهُ عَلى كُلِّ شَيْءٍ قَدِيراً.وتختلف الأقوال في هذه المغانم الأخرى فمنهم من يرى أنها فتح مكة، ومنهم من يرى أنها فتح خيبر. ومنهم من يرى أنها مغانم هوازن وثقيف، ومنهم من يرى أنها مغانم المسلمين من الفرس والروم.ويبدو لنا أن أرجح هذه الأقوال أولها، لأنه ترتب على هذا الصلح في الحديبية أن فتحت مكة بعد سنتين منه، بسبب نقض المشركين له، وقد تم فتحا بدون قتال يذكر، بعد أن حدث ما حدث بين المسلمين وبين مشركي مكة من قتال انتصر فيه المسلمون تارة كغزوة بدر، وانتصر فيه المشركون أخرى كغزوة أحد ...فالمسلمون لم يقدروا على دخول مكة إلا في عام الفتح، وبعد أن أحاط الله- تعالى- بها بقدرته التي لا يغلبها شيء، وبعد أن استعصت على المسلمين زمنا طويلا، وقد سلمها- سبحانه- لهم بأقل أنواع القتال وَكانَ اللَّهُ عَلى كُلِّ شَيْءٍ قَدِيراً.والذي يتأمل في هذه الآيات الكريمة يرى الله- تعالى-، قد بشر المسلمين الذين شهدوا صلح الحديبية ببشارات متعددة.بشرهم- أولا- برضاه عنهم- وهذه أسمى بشارة وأعلاها..وبشرهم- ثانيا- بتفضله عليهم بمنحهم السكينة والطمأنينة التي تجعلهم في ثبات وأمان..وبشرهم- ثالثا- بفتوحات وغنائم منها القريب العاجل، ومنها الآجل المتحقق، الذي يكاد لتحققه أن يشاهدوه بأعينهم لأن الله- تعالى- وعد به ووعده لا يتخلف."},{"ayah_number":22,"text":"ثم بشرهم- رابعا- بأنهم هم المنصورون لأن سنته قد اقتضت ذلك، فقال: وَلَوْ قاتَلَكُمُ الَّذِينَ كَفَرُوا لَوَلَّوُا الْأَدْبارَ ... وتولية الأدبار كناية عن الهزيمة، لأن المنهزم يعطى ظهره لمن انتصر عليه. أى: ولو قاتلكم الذين كفروا وأنتم على تلك الحالة من قوة الإيمان، وصدق العهد، وإخلاص النية، وحسن الاستعداد، ومباشرة الأسباب.. لولوا الأدبار أمامكم ثُمَّ لا يَجِدُونَ وَلِيًّا يعينهم وَلا نَصِيراً لنصرهم."},{"ayah_number":23,"text":"وقوله سُنَّةَ اللَّهِ الَّتِي قَدْ خَلَتْ مِنْ قَبْلُ.. زيادة في تثبيتهم وفي إدخال السرور على قلوبهم.. ولفظ سُنَّةَ منصوب على المصدرية بفعل محذوف. أى: سن الله انتصار أهل الحق على أهل الباطل سنة قديمة وممتدة إلى أن يرث الله الأرض ومن عليها.وَلَنْ تَجِدَ أيها العاقل- لِسُنَّةِ اللَّهِ- تعالى- تَبْدِيلًا أو تغييرا أو تحويلا.وفي هذا المعنى وردت آيات كثيرة، منها قوله- تعالى-: وَلَقَدْ سَبَقَتْ كَلِمَتُنا لِعِبادِنَا الْمُرْسَلِينَ. إِنَّهُمْ لَهُمُ الْمَنْصُورُونَ. وَإِنَّ جُنْدَنا لَهُمُ الْغالِبُونَ  ."},{"ayah_number":24,"text":"ثم ذكرهم- سبحانه- بنعمة من نعمه التي أنعمها عليهم في رحلتهم هذه التي انتهت بصلح الحديبية فقال: وَهُوَ الَّذِي كَفَّ أَيْدِيَهُمْ عَنْكُمْ، وَأَيْدِيَكُمْ عَنْهُمْ، بِبَطْنِ مَكَّةَ، مِنْ بَعْدِ أَنْ أَظْفَرَكُمْ عَلَيْهِمْ ...والمراد ببطن مكة: الحديبية، وسميت بذلك لأنها قريبة من مكة. أى: وهو- سبحانه- الذي منع المشركين- بقدرته وحكمته من مهاجمتكم والاعتداء عليكم، ومنعكم من مهاجمتهم وقتالهم، في هذا المكان القريب من مكة، وكان ذلك بعد أن نصركم عليهم، وجعلكم أعلى منهم في القوة والحجة والثبات، وكان- سبحانه- وما زال بِما تَعْمَلُونَ بَصِيراً.وقد ذكروا في هذا الظفر روايات منها ما أخرجه الإمام مسلم وغيره عن أنس قال: لما كان يوم الحديبية، هبط على رسول الله صلّى الله عليه وسلّم وأصحابه. ثمانون رجلا من أهل مكة في السلاح، من قبل جبل التنعيم، يريدون غرة رسول الله صلّى الله عليه وسلّم فدعا عليهم، فأخذوا فعفا عنهم، فنزلت هذه الآية» .فالآية الكريمة تذكير من الله- تعالى- لعباده المؤمنين، بجانب من نعمه عليهم، ورحمته بهم. وهو تذكير يتعلق بأمور شاهدوها بأعينهم، وعاشوا أحداثها، وعند ما يأتى التذكير بالأمور المشاهدة المحسوسة، يكون أدعى إلى الشكر لله- عز وجل-.ثم ذكرهم- سبحانه- بنعمة أخرى من نعمه عليهم، وكشف لهم عن جانب من حكمته في منع القتال بينهم وبين مشركي مكة، وفي هدايتهم إلى هذا الصلح فقال:"},{"ayah_number":25,"text":"والمراد بالذين كفروا في قوله- تعالى-: هُمُ الَّذِينَ كَفَرُوا وَصَدُّوكُمْ مشركو قريش، الذين منعوا النبي صلّى الله عليه وسلّم من دخول مكة، ومن الطواف بالبيت الحرام.والهدى: مصدر بمعنى المفعول، أى: المهدى، والمقصود به ما يهدى إلى بيت الله الحرام من الإبل والبقر والغنم، ليذبح تقربا إلى الله- تعالى- وكان مع المسلمين في رحلتهم هذه التي تم فيها صلح الحديبية سبعون بدنة- على المشهور-. ولفظ الهدى قرأه الجمهور بالنصب عطفا على الضمير المنصوب في قوله: صَدُّوكُمْ وقرأه أبو عمرو بالجر عطفا على المسجد..وقوله: مَعْكُوفاً أى: محبوسا. يقال: عكفه يعكفه عكفا، إذا حبسه ومنه الاعتكاف في المسجد، بمعنى الاحتباس فيه، وهو حال من الهدى.وقوله: أَنْ يَبْلُغَ مَحِلَّهُ منصوب بنزع الخافض، أى: عن أن يبلغ محله، أى: مكانه الذي يذبح فيه وهو منى.والتعبير بقوله: هُمُ الَّذِينَ كَفَرُوا.. تصريح بذمهم وتوبيخهم على موقفهم المشين من المؤمنين، الذين لم يأتوا إلى مكة لحرب، وإنما أتوا لأداء شعيرة من شعائر الله.أى: هم في ميزان الله واعتباره الكافرون حقا. لأنهم صدوكم ومنعوكم- أيها المؤمنون- عن دخول المسجد الحرام، وعن الطواف به، ولم يكتفوا بذلك، بل منعوا الهدى المحبوس من أجل ذبحه على سبيل التقرب به إلى الله- تعالى- من الوصول إلى محله الذي يذبح فيه في العادة وهو منى.قال القرطبي ما ملخصه: «قوله: وَالْهَدْيَ مَعْكُوفاً أى: محبوسا..... أَنْ يَبْلُغَ مَحِلَّهُ. أى: منحره.. والمحل- بالكسر- غاية الشيء، وبالفتح: هو الموضع الذي يحله الناس، وكان الهدى سبعين بدنة، ولكن الله- تعالى- بفضله جعل ذلك الموضع- وهو الحديبية- له محلا.وفي صحيح مسلم عن جابر بن عبد الله قال: نحرنا مع رسول الله صلّى الله عليه وسلّم عام الحديبية البدنة عن سبعة، والبقرة عن سبعة ...وفي البخاري عن ابن عمر قال: خرجنا مع رسول الله صلّى الله عليه وسلّم معتمرين، فحال كفار قريش دون البيت فنحر رسول الله صلّى الله عليه وسلّم بدنة وحلق رأسه..» .وقوله- تعالى-: وَلَوْلا رِجالٌ مُؤْمِنُونَ وَنِساءٌ مُؤْمِناتٌ لَمْ تَعْلَمُوهُمْ أَنْ تَطَؤُهُمْ فَتُصِيبَكُمْ مِنْهُمْ مَعَرَّةٌ بِغَيْرِ عِلْمٍ ... بيان لحكمة الله- تعالى- في منع الحرب بين الفريقين.وجواب «لولا» محذوف لدلالة الكلام عليه. والمراد بالرجال المؤمنين وبالنساء المؤمنات:سبع رجال وامرأتان كانوا بمكة.قال الآلوسى: «وكانوا على ما أخرج أبو نعيم بسند جيد وغيره عن أبى جمعة جنبذ بن سبع- تسعة نفر: سبعة رجال- وهو منهم- وامرأتين.وجملة لَمْ تَعْلَمُوهُمْ صفة رجال ونساء على تغليب المذكر على المؤنث.وقوله أَنْ تَطَؤُهُمْ بدل اشتمال من رجال ونساء، والوطء الدّوس، والمراد به هنا الإهلاك. وقوله: مَعَرَّةٌ أى: مكروه وأذى. يقال: عرّه يعره عرّا، إذا أصابه بمكروه، وأصله من العرّ وهو الجرب.والمراد به هنا: تعيير الكفار للمؤمنين بقولهم: لقد قتلتم من هم على دينكم.والمعنى: ولولا كراهة أن تهلكوا- أيها المؤمنين- أناسا مؤمنين موجودين في مكة بين كفارها، وأنتم لا تعرفونهم، فيصيبكم بسبب إهلاكهم مكروه، لولا كل ذلك لما كف أيديكم عن كفار مكة، بل لسلطكم عليهم لكي تقتلوهم.واللام في قوله- سبحانه-: لِيُدْخِلَ اللَّهُ فِي رَحْمَتِهِ مَنْ يَشاءُ متعلقة بما يدل عليه جواب لولا المقدر.أى: لولا ذلك لما كف أيديكم عن كفار مكة، ولكنه- سبحانه- كف أيديكم عنهم، ليدخل في رحمته بسبب هذا الكف من يشاء من عباده، وعلى رأس هؤلاء العباد، المؤمنون والمؤمنات الذين كانوا في مكة، والذين اقتضت رحمته أن يتمم لهم أجورهم بإخراجهم من بين ظهراني الكفار، ويفك أسرهم، ويرفع ما كان ينزل بهم من العذاب ...كذلك قد شملت رحمته- تعالى- بعض كفار مكة، الذين تركوا بعد ذلك الكفر ودخلوا في الإسلام، كأبى سفيان وغيره من الذين أسلموا بعد فتح مكة أو بعد صلح الحديبية.وقوله- سبحانه-: لَوْ تَزَيَّلُوا لَعَذَّبْنَا الَّذِينَ كَفَرُوا مِنْهُمْ عَذاباً أَلِيماً تأكيد لما دل عليه الكلام السابق، من أن حكمته- تعالى- قد اقتضت كف أيدى المؤمنين عن الكافرين، رحمة بالمؤمنين الذين يعيشون في مكة مع هؤلاء الكافرين.وقوله تَزَيَّلُوا أى: تميّزوا. يقال: زلته زيلا، أى: مزته، وزيله فتزيل أى: فرقه فتفرق أى: لو تميز هؤلاء المؤمنون والمؤمنات الذين يعيشون في مكة عن كفارها وفارقوهم وخرجوا منها، وانعزلوا عنهم، لعذبنا الذين كفروا منهم عذابا أليما، تارة عن طريق إهلاكهم، وتارة عن طريق إذلالهم وأخذهم أسرى، و «من» في قوله مِنْهُمْ للبيان لا للتبعيض."},{"ayah_number":26,"text":"ثم بين- سبحانه- ما كان عليه المشركون من جهالات وحماقات استولت على نفوسهم فقال: إِذْ جَعَلَ الَّذِينَ كَفَرُوا فِي قُلُوبِهِمُ الْحَمِيَّةَ حَمِيَّةَ الْجاهِلِيَّةِ.والظرف إِذْ منصوب بفعل مقدر. والحمية: الأنفة والتكبر والغرور والتعالي بغير حق. يقال: حمى أنفه من الشيء- كرضى- إذا غضب منه، وأعرض عنه.أى: واذكر- أيها العاقل- وقت أن تمسك الكافرون وقيدوا أنفسهم بالحمية الباطلة، التي هي حمية الملّة الجاهلية، حيث منعوا المسلمين من دخول مكة، ومن الطواف بالمسجد الحرام، وحيث منعوا الهدى من أن يبلغ محله، وحيث أبوا أن يكتب في الصحيفة التي عقدت بينهم وبين المسلمين، بسم الله الرّحمن الرّحيم، أو محمد رسول الله صلّى الله عليه وسلّم ... فهذا كله من حميتهم الجاهلية التي لا أساس لها من علم أو خلق أو دين....وقوله: فَأَنْزَلَ اللَّهُ سَكِينَتَهُ عَلى رَسُولِهِ وَعَلَى الْمُؤْمِنِينَ وَأَلْزَمَهُمْ كَلِمَةَ التَّقْوى.. معطوف على ما قبله، للمقابلة بين حال الفريقين، مقابلة تتجلى فيها رعايته- سبحانه- للمؤمنين، وغضبه على الكافرين. أى: هذا هو حال الكافرين، رسخت الجهالات في قلوبهم حتى صرفتهم عن سبيل الرشد، أما حال المؤمنين فإنهم قابلوا تصرفات هؤلاء الكافرين بالاحتقار والازدراء ومبايعة رسولهم صلّى الله عليه وسلّم على الموت إذا لزم الأمر ذلك.فأنزل الله- تعالى- طمأنينته وسكينته على قلب رسول الله صلّى الله عليه وسلّم وعلى قلوب أصحابه، حيث لم يجعلهم يقابلون سفاهات المشركين بسفاهات مثلها ...وَأَلْزَمَهُمْ كَلِمَةَ التَّقْوى أى: وجعلهم ملتزمين بما تقتضيه كلمة التقوى، وهي شهادة أن لا إله إلا الله وأن محمدا رسول الله، من أناة وسكون وثبات ووقار وخلق كريم وإخلاص في الجهاد من أجل إعلاء كلمة الله.وَكانُوا أَحَقَّ بِها وَأَهْلَها أى: وكان المؤمنون أحق بهذه الكلمة من الكفار، وكانوا أهلا لها دون الكفار، لأن المؤمنين استجابوا للحق. أما الكافرون فقد أنفوا منه، وتطاولوا عليه، بمقتضى حميتهم الجاهلية ... وَكانَ- سبحانه- وما زال بِكُلِّ شَيْءٍ عَلِيماً لا يخفى عليه أمر، ولا يغيب عن علمه شيء، والمتأمل في هذه الآية الكريمة يرى ألوانا من المقابلات التي تدل على مدح الله- تعالى- للمؤمنين، وعلى احتقاره للكافرين.فقد عبر- سبحانه- في جانب الكافرين بكلمة جعل التي تشعر بأن الكافرين كأنهم قد ألقوا هذه الحمية الجاهلية في قلوبهم إلقاء بدون تعقل أو تدبر، بينما عبر في جانب المؤمنين بكلمة أنزل التي تشعر كأن السكينة كانت في خزائنه- تعالى- ثم أنزلها بعد ذلك على قلب رسوله صلّى الله عليه وسلّم وعلى قلوب المؤمنين، ليزدادوا إيمانا على إيمانهم..ونرى الفاعل لجعل هو الذين كفروا، بينما الفاعل لأنزل هو الله- عز وجل-.ونرى المفعول لجعل هو الحمية، وهي كلمة مشتعلة منفرة، وقد كررها- سبحانه- ليزداد العقلاء نفورا منها.. ونرى المفعول لأنزل هو السكينة وهي كلمة فيها ما فيها من الوقار والسكون والثبات والطمأنينة.ونرى الحمية قد أضيفت إلى الجاهلية، بينما السكينة أضيفت إلى الله- تعالى-.ونرى أن الله- تعالى- قد أضاف كل ذلك مدحا عظيما لعباده المؤمنين حيث ألزمهم كلمة التقوى، وجعلهم أحق بها وأهلا لها دون أعدائهم الذين آثروا الغي على الرشد، والباطل على الحق ... وفي ذلك ما فيه من الثناء على المؤمنين والتحقير للكافرين.ثم أكد الله- تعالى- صدق ما شاهده النبي صلّى الله عليه وسلّم في رؤياه، وبين الحكمة التي من أجلها أرسله إلى الناس كافة فقال- تعالى-:"},{"ayah_number":27,"text":"قال الآلوسى ما ملخصه: «رأى رسول الله صلّى الله عليه وسلّم في المنام قبل خروجه إلى الحديبية، أنه هو وأصحابه قد دخلوا مكة آمنين، وقد حلقوا وقصروا، فقص الرؤيا على أصحابه، ففرحوا واستبشروا، وظنوا أنهم سيدخلونها في عامهم هذا، وقالوا: إن رؤيا رسول الله صلّى الله عليه وسلّم حق، فلما تأخر ذلك قال بعض المنافقين- على سبيل التشكيك والاعتراض- والله ما حلقنا ولا قصرنا، ولا رأينا المسجد الحرام، فنزلت هذه الآية.وقد روى عن عمر- رضى الله عنه- أنه قال نحو ذلك- على سبيل الفهم والاستكشاف- ليزداد يقينه ...والصدق يكون بالقول ويكون بالفعل، وما في الآية صدق بالفعل، وهو التحقيق، أى حقق- سبحانه- للرسول رؤيته..» .وقوله بِالْحَقِّ صفة لمصدر محذوف، أى: صدقا ملتبسا بالحق، أو بمحذوف على أنه حال من الرؤيا، أى: رؤيا ملتبسة بالحق.والمعنى: والله لقد أرينا رسولنا محمدا صلّى الله عليه وسلّم الرؤيا الصادقة التي لا تتخلف، ولا يحوم حولها ريب أو شك، وحققنا له ما اشتملت عليه هذه الرؤيا من بشارات سارة، وعطايا كريمة، على حسب ما اقتضته حكمتنا وإرادتنا.وقوله: لَتَدْخُلُنَّ الْمَسْجِدَ الْحَرامَ إِنْ شاءَ اللَّهُ آمِنِينَ مُحَلِّقِينَ رُؤُسَكُمْ وَمُقَصِّرِينَ لا تَخافُونَ.. جواب لقسم محذوف، وقوله: آمِنِينَ وما بعده، حال من فاعل لَتَدْخُلُنَّ.. أى: والله لتدخلن- أيها المؤمنون- المسجد الحرام في عامكم المقبل إن شاء الله، حالة كونكم آمنين من كل فزع، وحالة كونكم بعضكم يحلق شعر رأسه كله، وبعضكم يكتفى بقص جزء منه، وحالة كونكم لا تخافون أذى المشركين بعد ذلك.وقوله: إِنْ شاءَ اللَّهُ فيه ما فيه من الإشعار بأن الرؤيا مع صدقها، تحقيقها موكول إلى مشيئة الله- تعالى- وإلى قدرته، لا إلى أحد سواه، وفيه ما فيه من تعليم الناس وإرشادهم إلى أنهم يجب عليهم أن يقولوا ذلك ويعتقدوه عند إرادتهم لفعل من الأفعال، كما قال- تعالى- وَلا تَقُولَنَّ لِشَيْءٍ إِنِّي فاعِلٌ ذلِكَ غَداً إِلَّا أَنْ يَشاءَ اللَّهُ ...قال بعض العلماء: «إن الله- تعالى- استثنى فيما يعلم، ليستثني الخلق فيما لا يعلمون.ويرى بعضهم: أن الاستثناء هنا لتحقيق الخبر وتأكيده.واستدل بعضهم بهذه الآية على أن الحلق غير متعين في النسك، بل يجزئ عنه التقصير، إلا أن الحلق أفضل، فقد أخرج الشيخان وغيرهما عن أبى هريرة قال: قال رسول الله صلّى الله عليه وسلّم «اللهم اغفر للمحلقين» قالوا: يا رسول الله، والمقصرين، قال اللهم اغفر للمحلقين، قالوا:يا رسول الله، والمقصرين، قال اللهم اغفر للمحلقين.. ثم قال بعد الثالثة: والمقصرين» .واستدل بها- أيضا- على أن التقصير للرأس دون اللحية، ودون سائر شعر البدن، إذ الظاهر أن المراد: ومقصرين شعر رءوسكم» .وقوله: لا تَخافُونَ تأكيد وتقرير لقوله آمِنِينَ أى: آمنين عند دخولكم مكة للعمرة ولا تخافون بعد إتمامها، لأن عناية الله- تعالى- ورعايته معكم ...وقوله: فَعَلِمَ ما لَمْ تَعْلَمُوا، فَجَعَلَ مِنْ دُونِ ذلِكَ فَتْحاً قَرِيباً بيان للحكمة في تأخير دخولهم مكة عام الحديبية، وتمكينهم من دخولها في العام الذي يليه.والجملة الكريمة معطوفة على قوله: لَقَدْ صَدَقَ اللَّهُ رَسُولَهُ ... أى: والله لقد حقق الله- تعالى- لرسوله رؤياه في دخول مكة، ولكن في الوقت الذي يشاؤه ويختاره وتقتضيه حكمته، لأنه- تعالى- علم ما لم تعلموه أنتم من أن المصلحة في عدم دخولكم مكة في عام صلح الحديبية، وأن هذا الصلح هو خير لكم من دخولها، لما يترتب عليه من منافع كثيرة لكم، وقد جعل- سبحانه- بفضله وإحسانه مِنْ دُونِ ذلِكَ أى: من قبل دخولكم مكة، وطوافكم بالمسجد الحرام فَتْحاً قَرِيباً هو فتح خيبر الذي خرجتم منه بالغنائم الوفيرة، أو فتح خيبر ومعه صلح الحديبية، الذي قال فيه الزهري لا فتح في الإسلام كان أعظم من صلح الحديبية ...هذا، وقد بسط الإمام ابن كثير ما أصابه المسلمون بعد صلح الحديبية من خيرات فقال ما ملخصه: «ورجع الرسول صلّى الله عليه وسلّم من الحديبية في ذي القعدة من السنة السادسة.. ثم خرج في المحرم من السنة السابعة إلى خيبر، ففتحها الله- تعالى- عليه ...فلما كان في ذي القعدة من السنة السابعة، خرج إلى مكة معتمرا، هو وأهل الحديبية، فأحرم من ذي الحليفة، وساق معه الهدى ... وسار إلى مكة بالسيوف مغمدة في قربها. فدخلها وبين يديه أصحابه يلبون، وعبد الله بن رواحه آخذ بزمام ناقة الرسول صلّى الله عليه وسلّم وينشد ويقول:خلوا بنى الكفار عن سبيله إنى شهيد أنه رسوله وخرج المشركون من مكة لكي لا يروا الرسول صلّى الله عليه وسلّم وأصحابه، أما النساء والأطفال فقد جلسوا على الطرق ينظرون إلى الرسول صلّى الله عليه وسلّم وإلى المؤمنين..ومكث الرسول وأصحابه بمكة ثلاثة أيام اعتمر خلالها هو وأصحابه، ثم عادوا إلى المدينة»  ."},{"ayah_number":28,"text":"وهكذا تحققت رؤيا رسول الله صلّى الله عليه وسلّم في الوقت الذي أراده- سبحانه- ثم بين- سبحانه- الحكمة من إرساله لنبيه محمد صلّى الله عليه وسلّم فقال: هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدى وَدِينِ الْحَقِّ، لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ..أى: هو- عز وجل- وحده، الذي أرسل رسوله محمدا صلّى الله عليه وسلّم إرسالا ملتبسا بالهدى، أى: بالدليل الواضح والبرهان الساطع الذي يهدى للطريق التي هي أقوم..وأرسله- أيضا- بالدين الحق وهو دين الإسلام، الذي هو خاتم الأديان وأكملها، لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ أى: من أجل أن يظهره ويعليه على جميع الأديان، لما فيه من هدايات، وعبادات، وآداب، وأحكام، وتشريعات، قد جمعت محاسن الأديان السابقة التي جاء بها الأنبياء، وأضافت إليها جديدا اقتضته حكمة الله- تعالى- ورحمته بهذه الأمة التي أرسل رسوله محمدا إليها.وقد بين- سبحانه- أن هذا الدين هو المقبول عنده دون سواه، فقال وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلامِ دِيناً فَلَنْ يُقْبَلَ مِنْهُ، وَهُوَ فِي الْآخِرَةِ مِنَ الْخاسِرِينَ.ولقد ظهر هذا الدين فعم المشارق والمغارب، وسيبقى- بإذن الله- ظاهرا على الأديان كلها بقوة حجته، ونصاعة براهينه إلى أن يرث الله الأرض ومن عليها.والباء في قوله: وَكَفى بِاللَّهِ شَهِيداً مزيدة لتأكيد هذا الإظهار.أى: وكفى بشهادة الله- تعالى- شهادة على حقية هذا الدين، وعلى هذا الإظهار الذي تكفل الله- تعالى- به لدين الإسلام.ثم ختم- سبحانه- السورة الكريمة بهذه الآية التي فيها ما فيها من الثناء على الرسول صلّى الله عليه وسلّم وعلى أصحابه، الذين رضى عنهم وأرضاهم فقال:"},{"ayah_number":29,"text":"وقوله- تعالى-: مُحَمَّدٌ رَسُولُ اللَّهِ مبتدأ وخبر، أو مُحَمَّدٌ خبر لمبتدأ محذوف، ورَسُولُ اللَّهِ بدل أو عطف بيان من الاسم الشريف. أى: هذا الرسول الذي أرسله الله- تعالى- بالهدى ودين الحق، هو محمد رسول الله صلّى الله عليه وسلّم وَالَّذِينَ مَعَهُ وهم أصحابه- وعلى رأسهم من شهد معه صلح الحديبية، وبايعه تحت الشجرة- من صفاتهم أنهم أَشِدَّاءُ عَلَى الْكُفَّارِ أى: غلاظ عليهم، وأنهم رُحَماءُ بَيْنَهُمْ.أى: أنهم مع إخوانهم المؤمنين يتوادون ويتعاطفون ويتعاونون على البر والتقوى ...وقوله- تعالى- مُحَمَّدٌ رَسُولُ اللَّهِ فيه أسمى التكريم للرسول صلّى الله عليه وسلّم حيث شهد له- سبحانه- بهذه الصفة، وكفى بشهادته- عز وجل- شهادة، وحيث قدم الحديث عنه بأنه أرسله بالهدى ودين الحق، ثم أخر اسمه الشريف على سبيل التنويه بفضله، والتشويق إلى اسمه.وفي وصف أصحابه بأنهم أشداء على الكفار رحماء بينهم، مدح عظيم لهم، وجمع بين الوصفين على سبيل الاحتراس، فهم ليسوا أشداء مطلقا، ولا رحماء مطلقا، وإنما شدتهم على أعدائهم، ورحمتهم لإخوانهم في العقيدة، وشبيه بهذه الآية قوله- تعالى- يا أَيُّهَا الَّذِينَ آمَنُوا مَنْ يَرْتَدَّ مِنْكُمْ عَنْ دِينِهِ، فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ، أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ، أَعِزَّةٍ عَلَى الْكافِرِينَ، يُجاهِدُونَ فِي سَبِيلِ اللَّهِ وَلا يَخافُونَ لَوْمَةَ لائِمٍ ...  .قال صاحب الكشاف: «وعن الحسن أنه قال: «بلغ من تشددهم على الكفار أنهم كانوا يتحرزون من ثيابهم أن تلزق بثيابهم، ومن أبدانهم أن تمس أبدانهم، وبلغ من تراحمهم فيما بينهم، أنه كان لا يرى مؤمن مؤمنا إلا صافحه..» .وأسمى من هذا كله في بيان تراحمهم قوله- تعالى-: وَيُؤْثِرُونَ عَلى أَنْفُسِهِمْ وَلَوْ كانَ بِهِمْ خَصاصَةٌ ...ثم وصفهم بوصف آخر فقال: تَراهُمْ رُكَّعاً سُجَّداً يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ وَرِضْواناً.أى: تراهم وتشاهدهم- أيها العاقل- راكعين ساجدين محافظين على الصلاة ولا يريدون من وراء ذلك إلا التقرب إلى الله- تعالى- والظفر برضاه وثوابه..ثم وصفهم بوصف ثالث فقال: سِيماهُمْ فِي وُجُوهِهِمْ مِنْ أَثَرِ السُّجُودِ.. أى: علامتهم وهو نور يجعله الله- تعالى- في وجوههم يوم القيامة، وحسن سمت يعلو وجوههم وجباههم في الدنيا، من أثر كثرة سجودهم وطاعتهم لله رب العالمين.فالمقصود بهذه الجملة بيان أن الوضاءة والإشراق والصفاء.. يعلو وجوههم من كثرة الصلاة والعبادة لله، وليس المقصود أن هناك علامة معينة- كالنكتة التي تكون في الوجه- كما قد يتبادر إلى بعض الأذهان.واختار- سبحانه- لفظ السجود، لأنه يمثل أعلى درجات العبودية والإخلاص لله- تعالى-.قال الآلوسى: «أخرج ابن مردويه بسند حسن عن أبى بن كعب قال: قال رسول الله صلّى الله عليه وسلّم: «في قوله- تعالى-: سِيماهُمْ فِي وُجُوهِهِمْ مِنْ أَثَرِ السُّجُودِ النور يوم القيامة» .ثم قال الآلوسى: ولا يبعد أن يكون النور علامة على وجوههم في الدنيا والآخرة- للآثار السابقة- لكنه لما كان في الآخرة أظهر وأتم خصه النبي صلّى الله عليه وسلّم بالذكر ... »   .واسم الإشارة في قوله- تعالى-: ذلِكَ مَثَلُهُمْ فِي التَّوْراةِ يعود إلى جميع أوصافهم الجليلة السابقة. والمثل هو الصفة العجيبة والقصة ذات الشأن. أى: ذلك الذي ذكرناه عن هؤلاء المؤمنين الصادقين من صفات كريمة تجرى مجرى الأمثال، صفتهم في التوراة التي أنزلها الله- تعالى- على نبيه موسى- عليه السلام-.ثم بين- سبحانه- صفتهم في الإنجيل فقال: وَمَثَلُهُمْ فِي الْإِنْجِيلِ: كَزَرْعٍ أَخْرَجَ شَطْأَهُ فَآزَرَهُ، فَاسْتَغْلَظَ فَاسْتَوى عَلى سُوقِهِ يُعْجِبُ الزُّرَّاعَ ...وقوله: وَمَثَلُهُمْ فِي الْإِنْجِيلِ معطوف على ما قبله وهو مثلهم في التوراة، والإنجيل:هو الكتاب الذي أنزله الله- تعالى- على نبيه عيسى- عليه السلام-.والشط: فروع الزرع، وهو ما خرج منه وتفرع على شاطئيه. أى: جانبيه. وجمعه:أشطاء، وشطوء، يقال: شطأ الزرع وأشطأ، إذا أخرج فروعه التي تتولد عن الأصل.وقوله فَآزَرَهُ أى: فقوت تلك الفروع أصولها، وآزرتها، وجعلتها مكينة ثابتة في الأرض. وأصله من شد الإزار. تقول: أزّرت فلانا، إذا شددت إزاره عليه. وتقول آزرت البناء- بالمد والقصر- إذا قويت أساسه وقواعده.ومنه قوله- تعالى- حكاية عن موسى- عليه السلام-: وَاجْعَلْ لِي وَزِيراً مِنْ أَهْلِي. هارُونَ أَخِي. اشْدُدْ بِهِ أَزْرِي.وقوله: فَاسْتَغْلَظَ أى: فصار الزرع غليظا بعد أن كان رقيقا.وقوله: فَاسْتَوى عَلى سُوقِهِ أى: فاستقام وتكامل على سيقانه التي يعلو عليها.وقوله: يُعْجِبُ الزُّرَّاعَ أى: يعجب الخبراء بالزراعة لقوته وحسن هيئته.والمعنى: أن صفة المؤمنين في الإنجيل، أنهم كالزرع، يظهر في أول أمره رقيقا ضعيفا متفرقا، ثم ينبت بعضه حول بعض، ويغلظ ويتكامل حتى يقوى ويشتد، وتعجب جودته أصحاب الزراعة، العارفين بها.فكذلك النبي صلّى الله عليه وسلّم وأصحابه، كانوا في أول الأمر في قلة وضعف، ثم لم يزالوا يكثرون ويزدادون قوة، حتى بلغوا ما بلغوا في ذلك.وصدق الله إذ يقول: وَاذْكُرُوا إِذْ أَنْتُمْ قَلِيلٌ مُسْتَضْعَفُونَ فِي الْأَرْضِ، تَخافُونَ أَنْ يَتَخَطَّفَكُمُ النَّاسُ، فَآواكُمْ وَأَيَّدَكُمْ بِنَصْرِهِ، وَرَزَقَكُمْ مِنَ الطَّيِّباتِ. لَعَلَّكُمْ تَشْكُرُونَ  .قال صاحب الكشاف: «وهذا مثل ضربه الله- تعالى- لبدء أمر الإسلام وترقيه في الزيادة إلى أن قوى واستحكم. لأن النبي صلّى الله عليه وسلّم قام وحده، ثم قواه الله- تعالى- بمن معه. كما يقوى الطاقة الأولى من الزرع ما يحتف بها مما يتولد منها، حتى يعجب الزراع» .وعلى هذا التفسير الذي سرنا عليه يكون وصفهم في التوراة، هو المعبر عنه بقوله- تعالى-: أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَماءُ بَيْنَهُمْ.. ويكون وصفهم في الإنجيل هو المعبر عنه بقوله- سبحانه-: كَزَرْعٍ أَخْرَجَ شَطْأَهُ....ولا شك أن هذه الأوصاف كانت موجودة في الكتابين قبل أن يحرفا ويبدلا، بل بعض هذه الأوصاف موجودة في الكتابين، حتى بعد تحريفهما.فقد أخرج بن جرير وعبد بن حميد عن قتادة قال: «مكتوب في الإنجيل سيخرج قوم ينبتون نبات الزرع، يأمرون بالمعروف وينهون عن المنكر..» .ويرى بعض المفسرين أن المذكور في التوراة والإنجيل شيء واحد، وهو الوصف المذكور إلى نهاية قوله: وَمَثَلُهُمْ فِي الْإِنْجِيلِ وعلى هذا الرأى يكون الوقف تاما على هذه الجملة، وما بعدها وهو قوله: كَزَرْعٍ أَخْرَجَ شَطْأَهُ.. كلام مستأنف.قال القرطبي: «قوله- تعالى-: ذلِكَ مَثَلُهُمْ فِي التَّوْراةِ وَمَثَلُهُمْ فِي الْإِنْجِيلِ.. قال الفراء: فيه وجهان: إن شئت قلت: المعنى: ذلك مثلهم في التوراة وفي الإنجيل أيضا، كمثلهم في القرآن، فيكون الوقف على «الإنجيل» .وإن شئت قلت: تمام الكلام: ذلك مثلهم في التوراة. ثم ابتدأ فقال: ومثلهم في الإنجيل.وكذا قال ابن عباس وغيره: هما مثلان، أحدهما في التوراة، والآخر في الإنجيل ... »  .والذي نراه أن ما ذهب إليه ابن عباس من كونهما مثلين، أحدهما مذكور في التوراة والآخر في الإنجيل، هو الرأى الراجح، لأن ظاهر الآية يشهد له.وفي هذه الصفات ما فيها من رسم صورة مشرقة مضيئة لهؤلاء المؤمنين الصادقين.وقوله- تعالى-: لِيَغِيظَ بِهِمُ الْكُفَّارَ تعليل لما يعرب عنه الكلام، من إيجاده- تعالى- لهم على هذه الصفات الكريمة.أى: جعلهم- سبحانه- كذلك بأن وفقهم لأن يكونوا أشداء على الكفار، ولأن يكونوا رحماء فيما بينهم، ولأن يكونوا مواظبين على أداء الطاعات.. لكي يغيظ بهم الكفار، فيعيشوا وفي قلوبهم حسرة مما يرونه من صفات سامية للمؤمنين.ثم ختم- سبحانه- السورة الكريمة بهذا الوعد الجميل، فقال: وَعَدَ اللَّهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ مِنْهُمْ مَغْفِرَةً وَأَجْراً عَظِيماً.و «من» في قوله مِنْهُمْ الراجح أنها للبيان والتفسير، كما في قوله- تعالى- فَاجْتَنِبُوا الرِّجْسَ مِنَ الْأَوْثانِ ...أى: وعد الله- تعالى- بفضله وإحسانه، الذين آمنوا وعملوا الصالحات. وهم أهل بيعة الرضوان، ومن كان على شاكلتهم في قوة الإيمان.. وعدهم جميعا مغفرة لذنوبهم، وأجرا عظيما لا يعلم مقداره إلا هو- سبحانه-.ويجوز أن تكون من هنا للتبعيض، لكي يخرج من هؤلاء الموعودين بالمغفرة والأجر العظيم أولئك الذين أظهروا الإسلام وأخفوا الكفر، وهم المنافقون الذين أبوا مبايعة الرسول صلّى الله عليه وسلّم وأبوا الخروج معه للجهاد، والذين من صفاتهم أنهم كانوا إذا لقوا المؤمنين قالوا آمنا، وَإِذا خَلَوْا إِلى شَياطِينِهِمْ قالُوا إِنَّا مَعَكُمْ إِنَّما نَحْنُ مُسْتَهْزِؤُنَ ...هذا، وقد أخذ العلماء من هذه الآية وأمثالها: وجوب احترام الصحابة وتوقيرهم، والثناء عليهم، لأن الله- تعالى- قد مدحهم ووعدهم بالمغفرة وبالأجر العظيم.قال القرطبي: «روى أبو عروة الزبيري من ولد الزبير أنه قال: كنا عند مالك بن أنس، فذكروا رجلا ينتقص أصحاب رسول الله صلّى الله عليه وسلّم فقرأ مالك هذه الآية: مُحَمَّدٌ رَسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَماءُ بَيْنَهُمْ ... فقال مالك: من أصبح من الناس في قلبه غيظ على أحد من أصحاب رسول الله صلّى الله عليه وسلّم فقد أصابته هذه الآية. ثم قال الإمام القرطبي- رحمه الله-: قلت: لقد أحسن مالك في مقالته وأصاب في تأويله، فمن نقص واحدا منهم أو طعن عليه في روايته، فقد رد على الله رب العالمين، وأبطل شرائع المسلمين» .. .وبعد: فهذا تفسير لسورة «الفتح» تلك السورة التي بشرت الرسول صلّى الله عليه وسلّم وأصحابه"}]