[{"ayah_number":1,"text":"بسم الله الرّحمن الرّحيممقدمة وتمهيد1- سورة «الحجرات» من السور المدنية الخالصة، وعدد آياتها ثماني عشرة آية، وكان نزولها بعد سورة «المجادلة» .2- والذي يتدبر هذه السورة الكريمة، يراها قد اشتملت على أسمى الآداب، وأبلغ العظات، وأحكم الهدايات، فهي تبدأ بنداء للمؤمنين، تعلمهم فيه ما يجب عليهم نحو خالقهم- سبحانه-، ونحو نبيهم صلّى الله عليه وسلّم من أدب.قال- تعالى-: يا أَيُّهَا الَّذِينَ آمَنُوا لا تُقَدِّمُوا بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ، وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ. يا أَيُّهَا الَّذِينَ آمَنُوا لا تَرْفَعُوا أَصْواتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ، وَلا تَجْهَرُوا لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ، أَنْ تَحْبَطَ أَعْمالُكُمْ وَأَنْتُمْ لا تَشْعُرُونَ..3- ثم وجهت إليهم نداء ثالثا أمرتهم من خلاله بالتثبت من صحة الأخبار التي تصل إلى مسامعهم، وبينت لهم جانبا من مظاهر فضل الله عليهم.قال- تعالى-: يا أَيُّهَا الَّذِينَ آمَنُوا إِنْ جاءَكُمْ فاسِقٌ بِنَبَإٍ فَتَبَيَّنُوا أَنْ تُصِيبُوا قَوْماً بِجَهالَةٍ فَتُصْبِحُوا عَلى ما فَعَلْتُمْ نادِمِينَ. وَاعْلَمُوا أَنَّ فِيكُمْ رَسُولَ اللَّهِ لَوْ يُطِيعُكُمْ فِي كَثِيرٍ مِنَ الْأَمْرِ لَعَنِتُّمْ، وَلكِنَّ اللَّهَ حَبَّبَ إِلَيْكُمُ الْإِيمانَ، وَزَيَّنَهُ فِي قُلُوبِكُمْ، وَكَرَّهَ إِلَيْكُمُ الْكُفْرَ وَالْفُسُوقَ وَالْعِصْيانَ، أُولئِكَ هُمُ الرَّاشِدُونَ. فَضْلًا مِنَ اللَّهِ وَنِعْمَةً وَاللَّهُ عَلِيمٌ حَكِيمٌ.4- ثم انتقلت السورة الكريمة إلى الحديث عما يجب على المؤمنين نحو إخوانهم في العقيدة، إذا ما دب بينهم نزاع أو قتال، فأمرت بالإصلاح بينهم، وبمقاتلة الفئة الباغية إذا ما أبت الصلح، وأصرت على بغيها..قال- سبحانه-: وَإِنْ طائِفَتانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُما، فَإِنْ بَغَتْ إِحْداهُما عَلَى الْأُخْرى فَقاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلى أَمْرِ اللَّهِ، فَإِنْ فاءَتْ فَأَصْلِحُوا بَيْنَهُما بِالْعَدْلِ وَأَقْسِطُوا، إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ. إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ، وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ.5- ثم وجهت بعد ذلك إلى المؤمنين نداء رابعا نهتهم فيه عن أن يسخر بعضهم من بعض،أو أن يلمز بعضهم بعضا. ونداء خامسا أمرتهم فيه باجتناب الظن السيئ بالغير، دون أن يكون هناك مبرر لذلك، ونهتهم عن التجسس وعن الغيبة.قال- تعالى-: يا أَيُّهَا الَّذِينَ آمَنُوا لا يَسْخَرْ قَوْمٌ مِنْ قَوْمٍ عَسى أَنْ يَكُونُوا خَيْراً مِنْهُمْ، وَلا نِساءٌ مِنْ نِساءٍ عَسى أَنْ يَكُنَّ خَيْراً مِنْهُنَّ، وَلا تَلْمِزُوا أَنْفُسَكُمْ، وَلا تَنابَزُوا بِالْأَلْقابِ بِئْسَ الِاسْمُ الْفُسُوقُ بَعْدَ الْإِيمانِ، وَمَنْ لَمْ يَتُبْ فَأُولئِكَ هُمُ الظَّالِمُونَ. يا أَيُّهَا الَّذِينَ آمَنُوا اجْتَنِبُوا كَثِيراً مِنَ الظَّنِّ إِنَّ بَعْضَ الظَّنِّ إِثْمٌ وَلا تَجَسَّسُوا، وَلا يَغْتَبْ بَعْضُكُمْ بَعْضاً، أَيُحِبُّ أَحَدُكُمْ أَنْ يَأْكُلَ لَحْمَ أَخِيهِ مَيْتاً فَكَرِهْتُمُوهُ، وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ تَوَّابٌ رَحِيمٌ.6- وبعد هذه النداءات المتكررة للمؤمنين، وجهت نداء إلى الناس جميعا، بينت لهم فيه أنهم جميعا قد خلقوا من ذكر وأنثى، وأن أكرمهم عند الله هو أتقاهم وأخشاهم لله- تعالى-.ثم ردت على الأعراب الذين قالوا آمنا دون أن يستقر الإيمان في قلوبهم ووضحت صفات المؤمنين الصادقين، وأمرت كل مؤمن أن يشكر الله- تعالى- على نعمة الإيمان.قال- سبحانه-: يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا، قُلْ لا تَمُنُّوا عَلَيَّ إِسْلامَكُمْ، بَلِ اللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَداكُمْ لِلْإِيمانِ إِنْ كُنْتُمْ صادِقِينَ. إِنَّ اللَّهَ يَعْلَمُ غَيْبَ السَّماواتِ وَالْأَرْضِ، وَاللَّهُ بَصِيرٌ بِما تَعْمَلُونَ.7- وهكذا نجد السورة الكريمة قد رسمت للمؤمنين طريق الحياة السعيدة، حيث عرفتهم بما يجب عليهم نحو خالقهم- سبحانه- وبما يجب عليهم نحو نبيهم صلّى الله عليه وسلّم وبما يجب عليهم نحو أنفسهم، وربما يجب عليهم نحو إخوانهم في العقيدة، وبما يجب عليهم نحو أفراد المجتمع الإسلامى بصفة عامة.وقد وضحت لهم كل ذلك بأسلوب بليغ مؤثر، من شأنه أن يغرس في النفوس الخشوع والطاعة لله رب العالمين.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم.افتتحت سورة «الحجرات» بهذا النداء المحبب إلى القلوب، ألا وهو الوصف بالإيمان، الذي من شأن المتصفين به، أن يمتثلوا لما يأمرهم الله- تعالى- به، ويجتنبوا ما ينهاهم عنه.افتتحت بقوله- تعالى- يا أَيُّهَا الَّذِينَ آمَنُوا لا تُقَدِّمُوا بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ.وقوله تُقَدِّمُوا مضارع قدم اللازم بمعنى تقدم، ومنه مقدمة الجيش ومقدمة الكتاب- بكسر الدال فيهما- وهو اسم فاعل فيهما بمعنى تقدم.ويصح أن يكون مضارع قدّم المتعدى، تقول: قدمت فلانا على فلان، إذا جعلته متقدما عليه، وحذف المفعول لقصد التعميم.وقوله: بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ تشبيه لمن يتعجل في إصدار حكم من أحكام الدين بغير استناد إلى حكم الله ورسوله، بحالة من يتقدم بين يدي سيده أو رئيسه، بأن يسير أمامه في الطريق، أو على يمينه أو شماله. وحقيقة الجلوس بين يدي الشخص: أن يجلس بين الجهتين المقابلتين ليمينه أو شماله قريبا منه أو أمامه.قال الجمل قوله: بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ جرت هذه العبارة هنا على سنن من المجاز، وهو الذي يسميه أهل البيان تمثيلا، أى: استعارة تمثيلية، شبّه تعجل الصحابة في إقدامهم على قطع الحكم في أمر من أمور الدين، بغير إذن الله ورسوله، بحالة من تقدم بين يدي متبوعه إذا سار في طريق، فإنه في العادة مستهجن.. والغرض تصوير كمال الهجنة، وتقبيح قطع الحكم بغير إذن الله ورسوله.أو المراد: بين يدي رسول الله، وذكر لفظ الجلالة على سبيل التعظيم للرسول صلّى الله عليه وسلّم وإشعار بأنه من الله بمكان يوجب إجلاله   .والمعنى: يا من آمنتم بالله- تعالى- حق الإيمان: احذروا أن تتسرعوا في الأحكام، فتقولوا قولا، أو تفعلوا فعلا يتعلق بأمر ديني، دون أن تستندوا في ذلك إلى الله- تعالى- وحكم رسوله صلّى الله عليه وسلّم وَاتَّقُوا اللَّهَ- تعالى- في كل ما تأتون وتذرون، إن الله سميع لأقوالكم، عليم بجميع أحوالكم.قال الإمام ابن كثير عند تفسيره لهذه الآية: هذه آداب أدب الله- تعالى- بها عباده المؤمنين، فيما يعاملون به الرسول صلّى الله عليه وسلّم من التوقير والاحترام والتبجيل والإعظام.فقال: يا أَيُّهَا الَّذِينَ آمَنُوا لا تُقَدِّمُوا بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ.أى: لا تسرعوا في الأشياء بين يديه. أى: قبله، بل كونوا تبعا له في جميع الأمور، حتى يدخل في عموم هذا الأدب الشرعي، حديث معاذ، إذ قال له النبي صلّى الله عليه وسلّم حين بعثه إلى اليمن: «بم تحكم؟ قال بكتاب الله، قال: فإن لم تجد؟ قال فبسنة رسول الله، قال: فإن لم تجد؟ قال: أجتهد رأيى» .فالغرض منه أنه أخّر رأيه ونظره واجتهاده، إلى ما بعد الكتاب والسنة، ولو قدمه قبل البحث عنهما لكان من باب التقديم بين يدي الله ورسوله  .وقال الإمام القرطبي ما ملخصه: قوله: لا تُقَدِّمُوا بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ أى:لا تقدموا قولا ولا فعلا بين يدي الله، وقول رسوله وفعله، فيما سبيله أن تأخذوه عنه من أمر الدين والدنيا..واختلف في سبب نزول هذه الآية على ستة أقوال منها:ما ذكره الواحدي من حديث ابن جريج قال: حدثني ابن أبى مليكة أن عبد الله بن الزبير أخبره أنه قدم ركب من بنى تميم على رسول الله صلّى الله عليه وسلّم فقال أبو بكر: يا رسول الله، أمّر عليهم القعقاع بن معبد. وقال عمر: يا رسول الله، أمّر الأقرع بن حابس، فقال أبو بكر لعمر: ما أردت إلا خلافي. وقال عمر ما أردت خلافك، فتماديا حتى ارتفعت أصواتهما، فنزلت هذه الآية.وقال قتادة: إن ناسا كانوا يقولون: لو أنزل فيّ كذا، فنزلت هذه الآية.وقال الحسن: نزلت في قوم ذبحوا أضحيتهم قبل أن يصلى النبي صلّى الله عليه وسلّم فأمرهم أن يعيدوا الذبح  . وعلى أية حال فالعبرة بعموم اللفظ لا بخصوص السبب، والمقصود من الآية الكريمة نهى المؤمنين في كل زمان ومكان عن أن يقولوا قولا أو يفعلوا فعلا يتعلق بأمر شرعي، دون أن يعودوا فيه إلى حكم الله ورسوله."},{"ayah_number":2,"text":"ثم وجه- سبحانه- نداء ثانيا إلى المؤمنين، أكد فيه وجوب احترامهم للرسول صلّى الله عليه وسلّم فقال: يا أَيُّهَا الَّذِينَ آمَنُوا لا تَرْفَعُوا أَصْواتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ، وَلا تَجْهَرُوا لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ.قال الآلوسى: هذه الآية شروع في النهى عن التجاوز في كيفية القول عند النبي صلّى الله عليه وسلّم بعد النهى عن التجاوز في نفس القول والفعل. وإعادة النداء مع قرب العهد به، للمبالغة في الإيقاظ والتنبيه، والإشعار باستقلال كل من الكلامين باستدعاء الاعتناء بشأنه .أى: يا من آمنتم بالله واليوم الآخر.. واظبوا على توقيركم واحترامكم لرسولكم صلّى الله عليه وسلّم ولا ترفعوا أصواتكم فوق صوته عند مخاطبتكم له. ولا تجعلوا أصواتكم مساوية لصوته صلّى الله عليه وسلّم حين الكلام معه، ولا تنادوه باسمه مجردا بأن تقولوا له يا محمد، ولكن قولوا له: يا رسول الله، أو يا نبي الله.والكاف في قوله: كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ في محل نصب على أنها نعت لمصدر محذوف أى: ولا تجهروا له بالقول جهرا مثل جهر بعضكم لبعض.قال القرطبي: وفي هذا دليل على أنهم لم ينهوا عن الجهر مطلقا، حتى لا يسوغ لهم إلا أن يكلموه بالهمس والمخافتة، وإنما نهوا عن جهر مخصوص مقيد بصفته، أعنى الجهر المنعوت بمماثلة ما قد اعتادوه منهم فيما بينهم، وهو الخلو من مراعاة أبهة النبوة، وجلالة مقدارها، وانحطاط سائر الرتب وإن جلت عن رتبتها .وقوله- سبحانه-: أَنْ تَحْبَطَ أَعْمالُكُمْ وَأَنْتُمْ لا تَشْعُرُونَ بيان لما يترتب على رفع الصوت عند مخاطبته صلّى الله عليه وسلّم من خسران.والجملة تعليل لما قبلها، وهي في محل نصب على أنها مفعول لأجله. أى: نهاكم الله- تعالى- عن رفع أصواتكم فوق صوت النبي، وعن أن تجهروا له بالقول كجهر بعضكم لبعض، كراهة أو خشية أن يبطل ثواب أعمالكم بسبب ذلك، وأنتم لا تشعرون بهذا البطلان.قال ابن كثير: وقوله: أَنْ تَحْبَطَ أَعْمالُكُمْ وَأَنْتُمْ لا تَشْعُرُونَ أى: إنما نهيناكم عن رفع الصوت عنده صلّى الله عليه وسلّم خشية أن يغضب من ذلك، فيغضب الله لغضبه، فيحبط الله عمل من أغضبه وهو لا يدرى. وقال العلماء: يكره رفع الصوت عند قبره، كما كان يكره في حياته، لأنه محترم حيا وفي قبره .ولقد امتثل الصحابة لهذه الإرشادات امتثالا تاما، فهذا أبو بكر يروى عنه أنه لما نزلت هذه الآية قال: يا رسول الله، والله لا أكلمك إلا كأخى السرار- أى: كالذي يتكلم همسا. وهذا ثابت بن قيس، كان رفيع الصوت، فلما نزلت هذه الآية قال: أنا الذي كنت أرفع صوتي على رسول الله صلّى الله عليه وسلّم أنا من أهل النار، حبط عملي، وجلس في أهل بيته حزبنا ... فلما بلغ النبي صلّى الله عليه وسلّم ما قاله ثابت، قال لأصحابه: «لا. بل هو من أهل الجنة» .قال بعض العلماء: وما تضمنته هذه الآية من لزوم توقير النبي صلّى الله عليه وسلّم جاء مبينا في آيات أخرى، منها قوله تعالى-: لا تَجْعَلُوا دُعاءَ الرَّسُولِ بَيْنَكُمْ كَدُعاءِ بَعْضِكُمْ بَعْضاً.وقد دلت آيات من كتاب الله على أن الله- تعالى- لم يخاطبه في كتابه باسمه، وإنما يخاطبه بما يدل على التعظيم كقوله- سبحانه-: يا أَيُّهَا النَّبِيُّ. يا أَيُّهَا الرَّسُولُ. يا أَيُّهَا الْمُدَّثِّرُ.مع أنه- سبحانه- قد نادى غيره من الأنبياء بأسمائهم، كقوله- تعالى-: وَقُلْنا يا آدَمُ. وقوله- عز وجل-: وَنادَيْناهُ أَنْ يا إِبْراهِيمُ قَدْ صَدَّقْتَ الرُّؤْيا.أما النبي صلّى الله عليه وسلّم فلم يذكر اسمه في القرآن في خطاب، وإنما ذكر في غير ذلك، كقوله- تعالى- وَما مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ ."},{"ayah_number":3,"text":"ثم مدح- سبحانه- الذين يغضون أصواتهم في حضرة الرسول صلّى الله عليه وسلّم فقال: إن الذين يغضون أصواتهم عند رسول الله، أولئك الذين امتحن الله قلوبهم للتقوى.وقوله: يَغُضُّونَ بمعنى يخفضون. يقال: غض فلان من صوته ومن طرفه إذا خفضه. وكل شيء كففته عن غيره فقد غضضته.وقوله: امْتَحَنَ أى: اختبر وأخلص، وأصله من امتحان الذهب وإذابته ليخلص جيده من خبيثة، والمراد به هنا: إخلاص القلوب لمراقبة الله وتقواه.أى: إن الذين يخفضون أصواتهم في حضرة رسول الله صلّى الله عليه وسلّم وعند مخاطبتهم له.أولئك الذين يفعلون ذلك، هم الذين أخلص الله- تعالى- قلوبهم لتقواه وطاعته، وجعلها خالصة من أى شيء سوى هذه الخشية والطاعة.قال صاحب الكشاف: «امتحن الله قلوبهم للتقوى» من قولك: امتحن فلان لأمر كذا وجرب له، ودرب للنهوض به، فهو مضطلع به غير وان عنه، والمعنى: أنهم صبروا على التقوى، أقوياء على احتمال مشاقها. أو وضع الامتحان موضع المعرفة، لأن تحقق الشيء باختباره، كما يوضع الخبر موضعها، فكأنه قيل: عرف الله قلوبهم للتقوى .وقوله: لَهُمْ مَغْفِرَةٌ وَأَجْرٌ عَظِيمٌ بشارة عظيمة من الله- تعالى- لهم. أى: لهؤلاء الغاضين أصواتهم عند رسول الله صلّى الله عليه وسلّم مغفرة لذنوبهم، وأجر كبير لا يعرف مقداره أحد سوى الله- تعالى-.ولقد التزم المسلمون بهذا الأدب في حياة النبي صلّى الله عليه وسلّم وبعد مماته، فقد سمع عمر بن الخطاب- رضى الله عنه- رجلا يرفع صوته في المسجد النبوي: فقال له: من أين أنت- أيها الرجل-؟ فقال: من الطائف، فقال له: لو كنت من أهل المدينة لأوجعتك ضربا."},{"ayah_number":4,"text":"ثم أشار- سبحانه- إلى ما فعله بعض الناس من رفع أصواتهم عند ندائهم للنبي صلّى الله عليه وسلّم فقال: إِنَّ الَّذِينَ يُنادُونَكَ مِنْ وَراءِ الْحُجُراتِ، أَكْثَرُهُمْ لا يَعْقِلُونَ. وَلَوْ أَنَّهُمْ صَبَرُوا حَتَّى تَخْرُجَ إِلَيْهِمْ لَكانَ خَيْراً لَهُمْ، وَاللَّهُ غَفُورٌ رَحِيمٌ.وقد ذكروا في سبب نزول هاتين الآيتين أن جماعة من بنى تميم أتوا إلى المدينة في عام الوفود في السنة التاسعة، فوقفوا بالقرب من منزل النبي صلّى الله عليه وسلّم في ساعة القيلولة وأخذوا يقولون: يا محمد اخرج إلينا.. فكره النبي صلّى الله عليه وسلّم منهم ذلك.والمراد بالحجرات: حجرات نسائه صلّى الله عليه وسلّم جمع حجرة وهي القطعة من الأرض المحجورة، أى: المحددة بحدود لا يجوز تخطيها، ويمنع الدخول فيها إلا بإذن.أى: إن الذين ينادونك- أيها الرسول الكريم- مِنْ وَراءِ الْحُجُراتِ.أى: خلف حجرات أزواجك وخارجها، أكثرهم لا يجرون على ما تقتضيه العقول السليمة، والآداب القويمة من مراعاة الاحترام والتوقير لمن يخاطبونه من الناس، فضلا عن أفضلهم، وأشرفهم، وذلك لأنهم من الأعراب الذين لم يحسنوا مخاطبة الناس، لجفائهم وغلظ طباعهم.وقال- سبحانه- أَكْثَرُهُمْ للإشعار بأن قلة منهم لم تشارك هذه الكثرة في هذا النداء الخارج عن حدود الأدب واللياقة.قال صاحب الكشاف ما ملخصه: وورود الآية على النمط الذي وردت عليه، فيه ما لا يخفى على الناظر من إكبار للنبي صلّى الله عليه وسلّم وإجلال لمقامه.ومن ذلك: مجيئها على النظم سجل على الصائحين به السفه والجهل بسبب ما أقدموا عليه. ومن ذلك: التعبير بلفظ الحجرات وإيقاعها كناية عن موضع خلوته ومقيله مع بعض نسائه، والمرور على لفظها بالاقتصار على القدر الذي يظهر به موضع الاستنكار عليهم.ومن ذلك: شفع ذمهم باستجفائهم واستركاك عقولهم، وقلة ضبطهم لمواضع التمييز في المخاطبات، تهوينا للخطب، وتسلية له صلّى الله عليه وسلّم"},{"ayah_number":5,"text":"ثم أرشدهم- سبحانه- إلى السلوك الأفضل فقال- تعالى-: وَلَوْ أَنَّهُمْ صَبَرُوا حَتَّى تَخْرُجَ إِلَيْهِمْ لَكانَ خَيْراً لَهُمْ.أى: ولو أن هؤلاء الذين ينادونك- أيها الرسول الكريم- من وراء الحجرات، صبروا عليك حتى تخرج إليهم ولم يتعجلوا بندائك بتلك الصورة الخالية من الأدب، لكان صبرهم خبرا لهم وَاللَّهُ- تعالى- غَفُورٌ رَحِيمٌ أى: واسع المغفرة والرحمة.قال صاحب الكشاف: يحكى عن أبى عبيد- العالم الزاهد الثقة- أنه قال: ما دققت باب عالم قط، حتى يخرج في وقت خروجه.وقوله: أَنَّهُمْ صَبَرُوا في موضع رفع على الفاعلية، لأن المعنى: ولو ثبت صبرهم.فإن قلت: هل من فرق بين قوله حَتَّى تَخْرُجَ وإلى أن تخرج؟قلت: إن «حتى» مختصة بالغاية المضروبة. تقول: أكلت السمكة حتى رأسها، ولو قلت: حتى نصفها، أو صدرها، لم يجز، و «إلى» عامة في كل غاية، فقد أفادت «حتى» بوضعها: أن خروج رسول الله صلّى الله عليه وسلّم إليهم غاية قد ضربت لصبرهم، فما كان لهم أن يقطعوا أمرا دون الانتهاء إليه.فإن قلت: فأى فائدة في قوله إِلَيْهِمْ؟ قلت: فيه أنه لو خرج ولم يكن خروجه إليهم ولأجلهم، للزمهم أن يصبروا إلى أن يعلموا أن خروجه إليهم .هذا والمتدبر في هذه الآيات الكريمة، يراها قد رسمت للمؤمنين أسمى ألوان الأدب في مخاطبتهم لرسول الله صلّى الله عليه وسلّم، وفي إلزامهم بألا يقولوا قولا أو يفعلوا فعلا، يتعلق بشأن من شئون دينهم إلا بعد معرفتهم بأن هذا القول أو الفعل يستند إلى حكم شرعي، شرعه الله- تعالى- ورسوله صلّى الله عليه وسلّم.كما أنه يراها قد مدحت الذين يغضون أصواتهم عند رسول الله صلّى الله عليه وسلّم، وذمت الذين لا يلتزمون هذا الأدب عند مخاطبته أو ندائه.ثم وجهت السورة نداء ثالثا إلى المؤمنين أمرتهم فيه بالتثبت من صحة الأخبار التي تصل إليهم، وأرشدتهم إلى مظاهر فضل الله- تعالى- عليهم لكي يواظبوا على شكره، فقال- تعالى-:"},{"ayah_number":6,"text":"ذكر المفسرون في سبب نزول هذه الآيات روايات منها ما روى عن ابن عباس قال: كان رسول الله صلّى الله عليه وسلّم قد بعث الوليد بن عقبة إلى بنى المصطلق ليأخذ منهم الصدقات، وإنهم لما أتاهم الخبر فرحوا وخرجوا يتلقون رسول رسول الله صلّى الله عليه وسلّم.فرجع الوليد- ظنا منه أنهم يريدون قتله- فقال يا رسول الله: إن بنى المصطلق قد منعوا الصدقة، فغضب رسول الله صلّى الله عليه وسلّم من ذلك غضبا شديدا، فبينما هو يحدث نفسه أن يغزوهم إذ أتاه الوفد فقالوا: يا رسول الله، إنا بلغنا أن رسولك رجع من نصف الطريق، وإنا خشينا أن ما رده كتاب جاء منك لغضب غضبته علينا، وإنا نعوذ بالله من غضبه وغضب رسوله. فأنزل الله- تعالى- الآية .والفاسق: هو الخارج عن الحدود الشرعية التي يجب التزامها، مأخوذ من قولهم: فسقت الرطبة، إذا خرجت عن قشرتها، وسمى بذلك لانسلاخه عن الخير والرشد.وقرأ الجمهور: فَتَبَيَّنُوا وقرأ حمزة والكسائي فتثبتوا ومعناهما واحد، إذ هما بمعنى التأنى وعدم التعجل في الأمور حتى تظهر الحقيقة فيما أخبر به الفاسق.أى: يا من آمنتم بالله حق الإيمان، إن جاءكم فاسق بخبر من الأخبار، ولا سيما الأخبار الهامة، فلا تقبلوه بدون تبين أو تثبت، بل تأكدوا وتيقنوا من صحته قبل قبوله منه.والتعبير «بإن» المفيدة للشك، للإشعار بأن الغالب في المؤمن أن يكون يقظا، يعرف مداخل الأمور، وما يترتب عليها من نتائج، ويحكم عقله فيما يسمع من أنباء، فلا يصدق خبر الفاسق إلا بعد التثبت من صحته.قال صاحب الكشاف: وفي تنكير الفاسق والنبأ: شياع في الفساق والأنباء، كأنه قال:أى فاسق جاءكم بأى نبأ فتوقفوا فيه، وتطلبوا بيان الأمر، وانكشاف الحقيقة ولا تعتمدوا على قول الفاسق، لأن من لا يتحامى جنس الفسوق لا يتحامى الكذب الذي هو نوع منه .وقال القرطبي: وفي الآية دليل على قبول خبر الواحد إذا كان عدلا، لأنه إنما أمر فيها بالتثبت عند نقل خبر الفاسق، ومن ثبت فسقه بطل قوله في الأخبار إجماعا، لأن الخبر أمانة والفسق قرينة يبطلها .وقوله: أَنْ تُصِيبُوا قَوْماً بِجَهالَةٍ ... تعليل للأمر بالتبين، بتقدير لام التعليل، أو بتقدير ما هو بمعنى المفعول لأجله. والجهالة بمعنى الجهل بحقيقة الشيء.أى: تثبتوا- أيها المؤمنون- من صحة خبر الفاسق، لئلا تصيبوا قوما بما يؤذيهم، والحال أنكم تجهلون حقيقة أمرهم، أو خشية أن تصيبوا قوما بجهالة، لظنكم أن النبأ الذي جاء به الفاسق حقا.وقوله: فَتُصْبِحُوا عَلى ما فَعَلْتُمْ نادِمِينَ بيان للنتائج السيئة التي تترتب على تصديق خبر الفاسق، وفَتُصْبِحُوا بمعنى تصيروا، والندم: غم يلحق الإنسان لأمور وقعت منه، ثم صار يتمنى بعد فوات الأوان عدم وقوعها. أى: فتصيروا على ما فعلتم مع هؤلاء القوم نادمين ندما شديدا، بسبب تصديقكم لخبر الفاسق بدون تبين أو تثبت.فالآية الكريمة ترشد المؤمنين في كل زمان ومكان إلى كيفية استقبال الأخبار استقبالا سليما، وإلى كيفية التصرف معها تصرفا حكيما، فتأمرهم بضرورة التثبت من صحة مصدرها، حتى لا يصاب قوم بما يؤذيهم بسبب تصديق الفاسق في خبره، بدون تأكد أو تحقق من صحة ما قاله.. وبهذا التحقق من صحة الأخبار، يعيش المجتمع الإسلامى في أمان واطمئنان، وفي بعد عن الندم والتحسر على ما صدر منه من أحكام."},{"ayah_number":7,"text":"ثم أرشد- سبحانه- المؤمنين إلى جانب من نعمه عليهم، ورحمته بهم فقال: وَاعْلَمُوا أَنَّ فِيكُمْ رَسُولَ اللَّهِ، لَوْ يُطِيعُكُمْ فِي كَثِيرٍ مِنَ الْأَمْرِ لَعَنِتُّمْ.والعنت: الوقوع في الأمر الشاق المؤلم، يقال: عنت فلان- بزنة فرح- إذا وقع في أمر يؤدى إلى هلاكه أو تعبه أو إيذائه.ويفهم من الآية الكريمة أن بعض المسلمين، صدقوا الوليد بن عقبة، وأشاروا على الرسول صلّى الله عليه وسلّم أن يعجل بعقاب بنى المصطلق.والمراد بطاعة الرسول صلّى الله عليه وسلّم لهم: أخذه برأيهم، وتنفيذه لما يريدونه منه.والمراد بالكثير من الأمر: الكثير من الأخبار والأحكام التي يريدون تنفيذها حتى ولو كانت على غير ما تقتضيه المصلحة والحكمة.أى: واعلموا- أيها المؤمنون- أن فيكم رسول الله صلّى الله عليه وسلّم الذي أرسله- سبحانه- لكي يهديكم إلى الحق وإلى الطريق القويم.. وهو- عليه الصلاة والسلام- لو يطيعكم في كثير من الأخبار التي يسمعها منكم، وفي الأحكام التي تحبون تطبيقها عليكم أو على غيركم..لو يطيعكم في كل ذلك لأصابكم العنت والمشقة، ولنزل بكم ما قد يؤدى إلى هلاككم وإتلاف أموركم.قال الآلوسى ما ملخصه: وقوله: وَاعْلَمُوا أَنَّ فِيكُمْ رَسُولَ اللَّهِ عطف على ما قبله، و «أن» بما في حيزها ساد مسد مفعولي «اعلموا» باعتبار ما قيد به من الحال، وهو قوله: لَوْ يُطِيعُكُمْ فِي كَثِيرٍ مِنَ الْأَمْرِ لَعَنِتُّمْ.وتقديم خبر «أنّ» للحصر المستتبع زيادة التوبيخ، وصيغة المضارع للاستمرار.ولَوْ لامتناع استمرار طاعته- عليه الصلاة والسلام- لهم في كثير مما يعن لهم من الأمور.وفي الكلام إشعار بأنهم زينوا للرسول صلّى الله عليه وسلّم الإيقاع ببني المصطلق.وفي هذا التعبير مبالغات منها: إيثار «لو» ليدل على الفرض والتقدير. ومنها: ما في العدول إلى المضارع من تصوير ما كانوا عليه، وتهجينه. ومنها: ما في التعبير بالعنت من الدلالة على أشد المحذور، فإنه الكسر بعد الجبر، والرمز الخفى على أنه ليس بأول بادرة منهم .وقوله- سبحانه-: وَلكِنَّ اللَّهَ حَبَّبَ إِلَيْكُمُ الْإِيمانَ وَزَيَّنَهُ فِي قُلُوبِكُمْ وَكَرَّهَ إِلَيْكُمُ الْكُفْرَ وَالْفُسُوقَ وَالْعِصْيانَ استدراك على ما يقتضيه الكلام السابق، وبيان لمظاهر فضله عليهم ورحمته- سبحانه- بهم. أى: ولكنه صلّى الله عليه وسلّم لا يطيعكم في كل ما يعن لكم، وإنما يتبين الأمور والأخبار ويتثبت من صحتها ثم يحكم، وقد حبب الله- تعالى- إلى كثير منكم الإيمان المصحوب بالعمل الصالح والقول الطيب وزينه وحببه في قلوبكم، وكره وبغض إليكم الكفر والفسوق والعصيان لكل ما أمر به أو نهى عنه.ورحم الله صاحب الكشاف فقد أجاد عند تفسير هذه الآية، فقال ما ملخصه: قوله:لَوْ يُطِيعُكُمْ فِي كَثِيرٍ مِنَ الْأَمْرِ لَعَنِتُّمْ أى: لوقعتم في العنت والهلاك.. وهذا يدل على أن بعض المؤمنين زينوا للرسول صلّى الله عليه وسلّم الإيقاع ببني المصطلق ... وأن بعضهم كانوا يتصونون ويزعهم جدهم في التقوى عن الجسارة على ذلك، وهم الذين استثناهم- سبحانه- بقوله:وَلكِنَّ اللَّهَ حَبَّبَ إِلَيْكُمُ الْإِيمانَ أى إلى بعضكم، ولكنه أغنت عن ذكر البعض صفتهم المفارقة لصفة غيرهم، وهذا من إيجازات القرآن، ولمحاته اللطيفة، التي لا يفطن لها إلا الخواص.فإن قلت: كيف موقع لكِنَّ وشريطتها مفقودة من مخالفة ما بعدها لما قبلها نفيا وإثباتا؟قلت: هي مفقودة من حيث اللفظ، حاصلة من حيث المعنى، لأن الذين حبب إليهم الإيمان قد غايرت صفتهم المتقدم ذكرهم، فوقعت لكن في موقعها من الاستدراك .واسم الإشارة في قوله: أُولئِكَ هُمُ الرَّاشِدُونَ يعود إلى المؤمنين الصادقين، الذين حبب الله- تعالى- إليهم الإيمان وزينه في قلوبهم.أى: أولئك المتصفون بتلك الصفات الجليلة، هم الثابتون على دينهم، المهتدون إلى طريق الرشد والصواب، إذ الرشد هو الاستقامة على طريق الحق، مع الثبات عليه، والتصلب فيه، والتمسك به في كل الأحوال."},{"ayah_number":8,"text":"وقوله- سبحانه-: فَضْلًا مِنَ اللَّهِ وَنِعْمَةً.. تعليل لما منّ به- سبحانه- عليهم من تزيين الإيمان في قلوبهم. أى: فعل ما فعل من تحبيب الإيمان إليكم، ومن تبغيض الكفر إلى قلوبكم، لأجل فضله عليكم، ورحمته بكم، وإنعامه عليكم بالنعم التي لا تحصى.وَاللَّهُ- تعالى- عَلِيمٌ بكل شيء حَكِيمٌ في كل أفعاله وأقواله وتصرفاته.وبذلك نرى الآيات الكريمة، قد رسمت للمؤمنين أحكم الطرق في تلقى الأخبار، وأرشدتهم إلى مظاهر فضله عليهم، لكي يستمروا على شكرهم له وطاعتهم لرسله.ثم انتقلت السورة إلى دائرة أوسع وأرحب، فدعت المؤمنين إلى التدخل بين الطوائف المتنازعة لعقد المصالحة بينها، وإلى قتال الفئة الباغية حتى ترجع إلى حكم الله- تعالى- فقال- سبحانه-:"},{"ayah_number":9,"text":"وقد ذكروا في سبب نزول هاتين الآيتين روايات منها: ما رواه الإمام أحمد عن أنس قال:قيل للنبي صلّى الله عليه وسلّم: لو أتيت عبد الله بن أبى؟ فانطلق إليه النبي صلّى الله عليه وسلّم وركب حمارا، وانطلق المسلمون يمشون، وهي أرض سبخة، فلما انطلق إليه- عليه الصلاة والسلام- قال: إليكم عنى، فو الله لقد آذاني ريح حمارك. فقال رجل من الأنصار: والله لحمار رسول الله أطيب ريحا منك.قال: فغضب لعبد الله رجال من قومه، وغضب للأنصارى أصحابه. قال: فكان بينهم ضرب بالجريد والأيدى.. فبلغنا أنه أنزلت فيهم وَإِنْ طائِفَتانِ مِنَ الْمُؤْمِنِينَ ...  .والخطاب في الآية لأولى الأمر من المسلمين، والأمر في قوله فَأَصْلِحُوا للوجوب، والطائفة: الجماعة من الناس.أى: وإن حدث قتال بين طائفتين من المؤمنين، فعليكم يا أولى الأمر من المؤمنين أن تتدخلوا بينهما بالإصلاح، عن طريق بذل النصح، وإزالة أسباب الخلاف.والتعبير «بإن» للإشعار بأنه لا يصح أن يقع قتال بين المؤمنين، فإن وقع على سبيل الندرة، فعلى المسلمين أن يعملوا بكل وسيلة على إزالته.وجاء «اقتتلوا» بلفظ الجمع، لأن لفظ الطائفة وإن كان مفردا في اللفظ إلا أنه جمع في المعنى، فروعى فيه المعنى هنا. وروعي فيه اللفظ في قوله بَيْنَهُما.قالوا: والنكتة في ذلك أنهم في حال القتال يكونون مختلطين فلذا جاء الأسلوب بصيغة الجمع، وفي حال الصلح يكونون متميزين متفرقين فلذا جاء الأسلوب بصيغة التثنية.ثم بين- سبحانه- حكمه في حال اعتداء إحداهما على الأخرى فقال: فَإِنْ بَغَتْ إِحْداهُما عَلَى الْأُخْرى فَقاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلى أَمْرِ اللَّهِ.والبغي: التعدي وتجاوز الحد والامتناع عن قبول الصلح المؤدى إلى الصواب.أى: فإن بغت إحدى الطائفتين على الأخرى، وتجاوزت حدود العدل والحق، فقاتلوا- أيها المؤمنون- الفئة الباغية، حتى تفيء وترجع إلى حكم الله- تعالى- وأمره، وحتى تقبل الصلح الذي أمرناكم بأن تقيموه بينهم.وقوله: فَإِنْ فاءَتْ فَأَصْلِحُوا بَيْنَهُما بِالْعَدْلِ وَأَقْسِطُوا بيان لما يجب على المؤمنين أن يفعلوه مع الفئة الباغية، إذا ما قبلت الصلح ورجعت إلى حكم الله- تعالى-.أى: فإن رجعت الفئة الباغية عن بغيها، وقبلت الصلح، وأقلعت عن القتال، فأصلحوا بين الطائفتين إصلاحا متسما بالعدل التام وبالقسط الكامل.وقيد- سبحانه- الإصلاح بالعدل. ثم أكد ذلك بالأمر بالقسط حتى يلتزم الذين يقومون بالصلح بينهما العدالة التي لا يشوبها أى حيف أو جور على إحدى الطائفتين.وقوله: إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ تذييل المقصود به حض المؤمنين على التقيد بالعدل في أحكامهم، لأن الله- تعالى- يحب من يفعل ذلك."},{"ayah_number":10,"text":"وقوله: إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ.. استئناف مقرر لمضمون ما قبله من الأمر بوجوب الإصلاح بين المتخاصمين.أى: إنما المؤمنون إخوة في الدين والعقيدة، فهم يجمعهم أصل واحد وهو الإيمان، كما يجمع الإخوة أصل واحد وهو النسب، وكما ان أخوة النسب داعية إلى التواصل والتراحم والتناصر في جلب الخير، ودفع الشر، فكذلك الأخوة في الدين تدعوكم إلى التعاطف والتصالح، وإلى تقوى الله وخشيته، ومتى تصالحتم واتقيتم الله- تعالى- كنتم أهلا لرحمته ومثوبته.قال صاحب الكشاف: فإن قلت: فلم خص الاثنان بالذكر دون الجمع في قوله: فأصلحوا بين أخويكم-؟قلت: لأن أقل من يقع بينهم الشقاق اثنان، فإذا لزمت المصالحة بين الأقل، كانت بين الأكثر ألزم، لأن الفساد في شقاق الجمع أكثر منه في شقاق الاثنين .هذا، وقد أخذ العلماء من هاتين الآيتين جملة من الأحكام منها:أن الأصل في العلاقة بين المؤمنين أن تقوم على التواصل والتراحم، لا على التنازع والتخاصم، وأنه إذا حدث نزاع بين طائفتين من المؤمنين، فعلى بقية المؤمنين أن يقوموا بواجب الإصلاح بينهما حتى يرجعا إلى حكم الله- تعالى-.قال الشوكانى: إذا تقاتل فريقان من المسلمين، فعلى المسلمين أن يسعوا بالصلح بينهم، ويدعوهم إلى حكم الله فإن حصل بعد ذلك التعدي من إحدى الطائفتين على الأخرى، ولم تقبل الصلح ولا دخلت فيه، كان على المسلمين أن يقاتلوا هذه الطائفة الباغية، حتى ترجع إلى أمر الله وحكمه، فإن رجعت تلك الطائفة الباغية عن بغيها، وأجابت الدعوة إلى كتاب الله وحكمه، فعلى المسلمين أن يعدلوا بين الطائفتين في الحكم، ويتحروا الصواب المطابق لحكم الله، ويأخذوا على يد الطائفة الظالمة، حتى تخرج من الظلم، وتؤدى ما يجب عليها نحو الأخرى  .ثم وجه- سبحانه- إلى المؤمنين نداء رابعا، نهاهم فيه عن أن يسخر بعضهم من بعض، أو أن يعيب بعضهم بعضا فقال:"},{"ayah_number":11,"text":"وقد ذكروا في سبب نزول هذه الآية روايات منها: أنها نزلت في قوم من بنى تميم، سخروا من بلال، وسلمان، وعمار، وخباب.. لما رأوا من رثاثة حالهم، وقلة ذات يدهم.ومن المعروف بين العلماء، أن العبرة بعموم اللفظ، لا بخصوص السبب.وقوله: يَسْخَرْ من السخرية، وهي احتقار الشخص لغيره بالقول أو بالفعل، يقال: سخر فلان من فلان، إذا استهزأ به، وجعله مثار الضحك، ومنه قوله- تعالى- حكاية عن نوح مع قومه:.. قالَ إِنْ تَسْخَرُوا مِنَّا فَإِنَّا نَسْخَرُ مِنْكُمْ كَما تَسْخَرُونَ .قال صاحب الكشاف: والقوم: الرجال خاصة، لأنهم القوام بأمور النساء.. واختصاص القوم بالرجال صريح في الآية، وفي قول الشاعر: أقوم آل حصن أم نساء.وأما قولهم في قوم فرعون وقوم عاد: هم الذكور والإناث، فليس لفظ القوم بمتعاطف للفريقين، ولكن قصد ذكر الذكور، وترك ذكر الإناث لأنهن توابع لرجالهن .أى: يا من آمنتم بالله حق الإيمان، لا يحتقر بعضكم بعضا ولا يستهزئ بعضكم من بعض.وقوله: عَسى أَنْ يَكُونُوا خَيْراً مِنْهُمْ تعليل للنهى عن السخرية. أى: عسى أن يكون المسخور منه خيرا عند الله- تعالى- من الساخر، إذ أقدار الناس عنده- تعالى- ليست على حسب المظاهر والأحساب.. وإنما هي على حسب قوة الإيمان، وحسن العمل.وقوله: وَلا نِساءٌ مِنْ نِساءٍ عَسى أَنْ يَكُنَّ خَيْراً مِنْهُنَّ. معطوف على النهى السابق، وفي ذكر النساء بعد القوم قرينة على أن المراد بالقوم الرجال خاصة.أى: عليكم يا معشر الرجال أن تبتعدوا عن احتقار غيركم من الرجال، وعليكن يا جماعة النساء أن تقلعن إقلاعا تاما عن السخرية من غيركن.ونكر- سبحانه- لفظ قَوْمٌ ونِساءٌ، للإشعار بأن هذا النهى موجه إلى جميع الرجال والنساء، لأن هذه السخرية منهى عنها بالنسبة للجميع.وقد جاء النهى عن السخرية موجها إلى جماعة الرجال والنساء، جريا على ما كان جاريا في الغالب، من أن السخرية كانت تقع في المجامع والمحافل، وكان الكثيرون يشتركون فيها على سبيل التلهي والتلذذ.ثم قال- تعالى- وَلا تَلْمِزُوا أَنْفُسَكُمْ أى: ولا يعب بعضكم بعضا بقول أو إشارة سواء أكان على وجه يضحك أم لا، وسواء كان بحضرة الملموز أم لا، فهو أعم من السخرية التي هي احتقار الغير بحضرته، فالجملة الكريمة من باب عطف العام على الخاص.يقال: لمز فلان فلانا، إذا عابه وانتقصه، وفعله من باب ضرب ونصر.ومنهم من يرى أن اللمز ما كان سخرية ولكن على وجه الخفية، وعليه يكون العطف من باب عطف الخاص على العام، مبالغة في النهى عنه حتى لكأنه جنس آخر.أى: ولا يعب بعضكم بعضا بأى وجه من وجوه العيب. سواء أكان ذلك في حضور الشخص أم في غير حضوره.وقال- سبحانه- وَلا تَلْمِزُوا أَنْفُسَكُمْ مع أن اللامز يلمز غيره، للإشارة إلى أن من عاب أخاه المسلم، فكأنما عاب نفسه، كما قال- تعالى: ... فَإِذا دَخَلْتُمْ بُيُوتاً فَسَلِّمُوا عَلى أَنْفُسِكُمْ، تَحِيَّةً مِنْ عِنْدِ اللَّهِ مُبارَكَةً طَيِّبَةً .وقوله: وَلا تَنابَزُوا بِالْأَلْقابِ أى: ولا يخاطب أحدكم غيره بالألفاظ التي يكرهها، بأن يقول له يا أحمق، أو يا أعرج، أو يا منافق.. أو ما يشبه ذلك من الألقاب السيئة التي يكرهها الشخص.فالتنابز: التعاير والتداعي بالألقاب المكروهة، يقال: نبزه ينبزه- كضربه يضربه- إذا ناداه بلقب يكرهه، سواء أكان هذا اللقب للشخص أم لأبيه أم لأمه أم لغيرهما.وقوله- تعالى-: بِئْسَ الِاسْمُ الْفُسُوقُ بَعْدَ الْإِيمانِ تعليل للنهى عن هذه الرذائل والمراد بالاسم: ما سبق ذكره من السخرية واللمز والتنابز بالألقاب، والمخصوص بالذم محذوف. أى: بئس الفعل فعلكم أن تذكروا إخوانكم في العقيدة بما يكرهونه وبما يخرجهم عن صفات المؤمنين الصادقين، بعد أن هداهم الله- تعالى- وهداكم إلى الإيمان.وعلى هذا فالمراد من الآية نهى المؤمنين أن ينسبوا إخوانهم في الدين إلى الفسوق بعد اتصافهم بالإيمان.قال صاحب الكشاف: الاسم هاهنا بمعنى الذّكر، من قولهم: فلان طار اسمه في الناس بالكرم أو باللؤم، كما يقال: طار ثناؤه وصيته.. كأنه قيل: بئس الذكر المرتفع للمؤمنين.. أن يذكروا بالفسق .ويصح أن يكون المراد من الآية الكريمة نهى المؤمنين عن ارتكابهم لهذه الرذائل، لأن ارتكابهم لهذه الرذائل، يؤدى بهم إلى الفسوق والخروج عن طاعة الله- تعالى- بعد أن اتصفوا بصفة الإيمان.وقد أشار إلى هذا المعنى الإمام ابن جرير فقال ما ملخصه: وقوله بِئْسَ الِاسْمُ الْفُسُوقُ بَعْدَ الْإِيمانِ. يقول- تعالى-: ومن فعل ما نهينا عنه، وتقدم على معصيتنا بعد إيمانه، فسخر من المؤمنين، ولمز أخاه المؤمن ونبزه بالألقاب، فهو فاسق، بئس الاسم الفسوق بعد الإيمان، يقول: فلا تفعلوا فتستحقوا إن فعلتموه. أن تسموا فساقا- بعد أن وصفتهم بصفة الإيمان .وقال الإمام الفخر الرازي ما ملخصه: هذا أى قوله- تعالى- بِئْسَ الِاسْمُ الْفُسُوقُ بَعْدَ الْإِيمانِ من تمام الزجر كأنه- تعالى- يقول: يا أيها الذين آمنوا لا يسخر قوم من قوم، ولا تلمزوا أنفسكم، ولا تنابزوا فإن من يفعل ذلك يفسق بعد إيمانه، والمؤمن يقبح منه أن يأتى بعد إيمانه بفسوق.. ويصير التقدير: بئس الفسوق بعد الإيمان  .ويبدو لنا أن هذا الرأى أنسب للسياق، إذ المقصود من الآية الكريمة نهى المؤمنين عن السخرية أو اللمز أو التنابز بالألقاب، لأن تعودهم على ذلك يؤدى بهم إلى الفسوق عن طاعة الله- تعالى- والخروج عن آدابه، وبئس الوصف وصفهم بذلك أى: بالفسق بعد الإيمان.ثم ختم- سبحانه- الآية بقوله: وَمَنْ لَمْ يَتُبْ فَأُولئِكَ هُمُ الظَّالِمُونَ أى: ومن لم يتب عن ارتكاب هذه الرذائل، فأولئك هم الظالمون لأنفسهم، حيث وضعوا العصيان موضع الطاعة، والفسوق في موضع الإيمان.هذا، ومن الإحكام والآداب التي أخذها العلماء من هذه الآية: وجوب الابتعاد عن أن يعيب المسلم أخاه المسلم، أو يحتقره، أو يناديه بلقب سيئ.قال الآلوسى: اتفق العلماء على تحريم تلقيب الإنسان بما يكره، سواء كان صفة له أم لأبيه أم لأمه أم لغيرهما.ويستثنى من ذلك نداء الرجل بلقب قبيح في نفسه، لا على قصد الاستخفاف به، كما إذا دعت له الضرورة لتوقف معرفته، كقول المحدثين: سليمان الأعمش، وواصل الأحدب ثم وجه- سبحانه- إلى عباده المؤمنين نداء خامسا، نهاهم فيه عن أن يظن بعضهم ببعض ظنا سيئا بدون مبرر، كما نهاهم عن التجسس وعن الغيبة، حتى تبقى للمسلم حرمته وكرامته.. فقال- تعالى-."},{"ayah_number":12,"text":"وقوله- تعالى- اجْتَنِبُوا من الاجتناب يقال: اجتنب فلان فلانا إذا ابتعد عنه، حتى لكأنه في جانب والآخر في جانب مقابل.والمراد بالظن المنهي عنه هنا: الظن السيئ بأهل الخير والصلاح بدون دليل أو برهان.قال بعض العلماء ما ملخصه: والظن أنواع: منه ما هو واجب، ومنه ما هو محرم، ومنه ما هو مباح.فالمحرم: كسوء الظن بالمسلم المستور الحال، الظاهر العدالة، ففي الحديث الشريف:«إياكم والظن فإن الظن أكذب الحديث..» وفي حديث آخر: «إن الله حرم من المسلم دمه وعرضه وأن يظن به ظن السوء» .وقلنا: كسوء الظن بالمسلم المستور الحال ... لأن من يجاهر بارتكاب الخبائث.. لا يحرم سوء الظن به، لأن من عرض نفسه للتهم كان أهلا لسوء الظن به.والظن الواجب يكون فيما تعبدنا الله- تعالى- بعلمه، ولم ينصب عليه دليلا قاطعا، فهنا يجب الظن للوصول إلى المعرفة الصحيحة، كقبول شهادة العدل، وتحرى القبلة..والظن المباح مثلوا له بالشك في الصلاة حين استواء الطرفين ...وحرمة سوء الظن بالناس، إنما تكون إذا كان لسوء الظن أثر يتعدى إلى الغير، وأما أن تظن شرا لتتقيه، ولا يتعدى أثر ذلك إلى الغير فذلك محمود غير مذموم، وهو محمل ما ورد من أن «من الحزم سوء الظن..» .أى: يا من آمنتم بالله- تعالى- إيمانا حقا، ابتعدوا ابتعادا تاما عن الظنون السيئة بأهل الخير من المؤمنين، لأن هذه الظنون السيئة التي لا تستند إلى دليل أو أمارة صحيحة إنما هي مجرد تهم، تؤدى إلى تولد الشكوك والمفاسد.. فيما بينكم..وجاء- سبحانه- بلفظ «كثيرا» منكرا لكي يحتاط المسلم في ظنونه، فيبتعد عما هو محرم منها، ولا يقدم إلا على ما هو واجب أو مباح منها- كما سبق أن أشرنا-.وقوله- سبحانه-: إِنَّ بَعْضَ الظَّنِّ إِثْمٌ تعليل للأمر باجتناب الظن. والإثم:الذنب الذي يستحق فاعله العقوبة عليه. يقال: أثم فلان- كعلم- يأثم إثما فهو آثم إذا ارتكب ذنبا. والمراد بهذا البعض المذموم من الظن ما عبر عنه- سبحانه- قبل ذلك بقوله:اجْتَنِبُوا كَثِيراً مِنَ الظَّنِّ.أى: إن الكثير من الظنون يؤدى بكم إلى الوقوع في الذنوب والآثام فابتعدوا عنه.قال ابن كثير: ينهى الله عباده المؤمنين عن كثير من الظن، وهو التهمة والتخون للأهل والأقارب والناس في غير محله، لأن بعض ذلك يكون إثما محضا، فليجتنب كثيرا منه احتياطا.. عن حارثة بن النعمان قال: قال رسول الله صلّى الله عليه وسلّم: ثلاث لازمات لأمتى:«الطيرة والحسد وسوء الظن» : فقال رجل: ما الذي يذهبن يا رسول الله من هن فيه؟قال: «إذا حسدت فاستغفر الله، وإذا ظننت فلا تحقق، وإذا تطيرت فامض» .وأخرج البيهقي في شعب الإيمان عن سعيد بن المسيب قال: كتب إلى بعض إخوانى من أصحاب رسول الله صلّى الله عليه وسلّم أن ضع أمر أخيك على أحسنه، ما لم يأتك ما يغلبك، ولا تظنن بكلمة خرجت من امرئ مسلم شرا وأنت تجد لها في الخير محملا، ومن عرض نفسه للتهم فلا يلومن إلا نفسه ... .وقوله- سبحانه-: وَلا تَجَسَّسُوا أى: خذوا ما ظهر من أحوال الناس ولا تبحثوا عن بواطنهم أو أسرارهم. أو عوراتهم ومعايبهم، فإن من تتبع عورات الناس فضحه الله- تعالى-.فالتجسس مأخوذ من الجس، وهو البحث عما خفى من أمور الناس، وقرأ الحس وأبو رجاء: ولا تحسسوا من الحس، وهما بمعنى واحد. وقيل هما متغايران التجسس- بالجيم- معرفة الظاهر، وأن التحسس- بالحاء- تتبع البواطن وقيل بالعكس..وعلى أية حال فالمراد هنا من التجسس والتحسس: النهى عن تتبع عورات المسلمين، أخرج أبو داود وغيره عن أبى برزة الأسلمى قال: خطبنا رسول الله صلّى الله عليه وسلّم فقال:يا معشر من آمن بلسانه ولم يدخل الإيمان قلبه. لا تتبعوا عورات المسلمين، فإن من تتبع عورات المسلمين، فضحه الله- تعالى- في قعر بيته» .وعن معاوية بن أبى سفيان قال: سمعت النبي صلّى الله عليه وسلّم يقول: «إنك إن اتبعت عورات الناس أفسدتهم أو كدت أن تفسدهم» .ثم نهى- سبحانه- بعد ذلك عن الغيبة فقال: وَلا يَغْتَبْ بَعْضُكُمْ بَعْضاً والغيبة- بكسر الغين- أن تذكر غيرك في غيابه بما يسوءه يقال: اغتاب فلان فلانا، إذا ذكره بسوء في غيبته، سواء أكان هذا الذكر بصريح اللفظ أم بالكناية، أم بالإشارة، أم بغير ذلك.روى أبو داود وغيره عن أبى هريرة أن رسول الله صلّى الله عليه وسلّم قال: «أتدرون ما الغيبة؟قالوا: الله ورسوله أعلم. قال: ذكرك أخاك بما يكره. قيل: أرأيت إن كان في أخى ما أقول؟ قال: إن كان فيه ما تقول فقد اغتبته، وإن لم يكن فيه ما تقول فقد بهتّه .ثم ساق- سبحانه- تشبيها ينفر من الغيبة أكمل تنفير فقال: أَيُحِبُّ أَحَدُكُمْ أَنْ يَأْكُلَ لَحْمَ أَخِيهِ مَيْتاً فَكَرِهْتُمُوهُ. والاستفهام للتقرير لأنه من الأمور المسلمة أن كل إنسان يكره أكل لحم أخيه حيا، فضلا عن أكله ميتا.والضمير في قوله: فَكَرِهْتُمُوهُ يعود على الأكل المفهوم من قوله يَأْكُلَ ومَيْتاً حال من اللحم أو من الأخ.أى: اجتنبوا أن تذكروا غيركم بسوء في غيبته، فإن مثل من يغتاب أخاه المسلم كمثل من يأكل لحمه وهو ميت، ولا شك أن كل عاقل يكره ذلك وينفر منه أشد النفور.ورحم الله صاحب الكشاف فقد قال عند تفسيره لهذه الجملة: قوله- تعالى-: أَيُحِبُ أَحَدُكُمْ أَنْ يَأْكُلَ.. تمثيل وتصوير لما يناله المغتاب من عرض غيره على أفظع وجه وأفحشه.وفيه مبالغات شتى: منها الاستفهام الذي معناه التقرير، ومنها: جعل ما هو الغاية في الكراهة موصولا بالمحبة، ومنها: إسناد الفعل إلى أحدكم، والإشعار بأن أحدا من الأحدين لا يحب ذلك، ومنها: أنه- سبحانه- لم يقتصر على تمثيل الاغتياب بأكل لحم الإنسان، وإنما جعله أخا، ومنها: أنه لم يقتصر على أكل لحم الأخ وإنما جعله ميتا..وانتصب «ميتا» على الحال من اللحم أو من الأخ ... وقوله: فَكَرِهْتُمُوهُ فيه معنى الشرط. أى: إن صح هذا فقد كرهتموه- فلا تفعلوه- وهي الفاء الفصيحة .والحق أن المتأمل في هذه الآية الكريمة يراها قد نفرت من الغيبة بأبلغ أسلوب وأحكمه، لأنها من الكبائر والقبائح التي تؤدى إلى تمزق شمل المسلمين، وإيقاد نار الكراهية في الصدور.قال الآلوسى ما ملخصه: وقد أخرج العلماء أشياء لا يكون لها حكم الغيبة، وتنحصر في ستة أسباب:الأول: التظلم، إذ من حق المظلوم أن يشكو ظالمه إلى من تتوسم فيه إزالة هذا الظلم.الثاني: الاستعانة على تغيير المنكر بذكره لمن يظن قدرته على إزالته.الثالث: الاستفتاء، إذ يجوز للمستفتى أن يقول للمفتي: ظلمني فلان بكذا..الرابع: تحذير المسلمين من الشر، كتجريح الشهود والرواة والمتصدين للإفتاء بغير علم.الخامس: المجاهرون بالمعاصي وبارتكاب المنكرات، فإنه يجوز ذكرهم بما تجاهروا به..السادس: التعريف باللقب الذي لا يقصد به الإساءة كالأعمش والأعرج  .ثم ختم- سبحانه- الآية الكريمة بدعوة المؤمنين إلى التوبة والإنابة فقال: وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ تَوَّابٌ رَحِيمٌ. أى: واتقوا الله- أيها المؤمنون- بأن تصونوا أنفسكم عن كل ما أمركم- سبحانه- باجتنابه، إن الله- تعالى- كثير القبول لتوبة عباده، الذين يتوبون من قريب، ويرجعون إلى طاعته رجوعا مصحوبا بالندم على ما فرط منهم من ذنوب، ومقرونا بالعزم على عدم العودة إلى تلك الذنوب لا في الحال ولا في الاستقبال، ومستوفيا لكل ما تستلزمه التوبة الصادقة من شروط.وهو- أيضا- واسع الرحمة لعباده المؤمنين، المستقيمين على أمره.وبذلك نرى هذه الآية الكريمة قد نهت المسلمين عن رذائل، يؤدى تركها إلى سعادتهم ونجاحهم، وفتحت لهم باب التوبة لكي يقلع عنها من وقع فيها..وبعد هذه النداءات الخمسة للمؤمنين، التي اشتملت على الآداب النفسية والاجتماعية..وجه- سبحانه- نداء إلى الناس جميعا، ذكرهم فيه بأصلهم وبميزان قبولهم عنده، فقال- سبحانه-:"},{"ayah_number":13,"text":"وقد ورد في سبب نزول هذه الآية روايات منها: أن الرسول صلّى الله عليه وسلّم أمر بنى بياضة أن يزوجوا امرأة منهم لأبى هند- وكان حجاما للنبي صلّى الله عليه وسلّم فقالوا: يا رسول الله، نزوج بناتنا- موالينا- أى: عبيدنا، فأنزل الله- تعالى- هذه الآية .والمراد بالذكر والأنثى: آدم وحواء. أى: خلقناكم جميعا من أب واحد ومن أم واحدة، فأنتم جميعا تنتسبون إلى أصل واحد، ويجمعكم وعاء واحد، وما دام الأمر كذلك فلا وجه للتفاخر بالأحساب والأنساب.قال الآلوسى: أى خلقناكم من آدم وحواء، فالكل سواء في ذلك، فلا وجه للتفاخر بالنسب، كما قال الشاعر:الناس في عالم التمثيل أكفاء ... أبوهم آدم والأم حواءوجوز أن يكون المراد هنا: إنا خلقنا كل واحد منكم من أب وأم، ويبعده عدم ظهور ترتب ذم التفاخر بالنسب عليه، والكلام مساق له.. .وقوله: وَجَعَلْناكُمْ شُعُوباً وَقَبائِلَ لِتَعارَفُوا.... بيان لما ترتب على خلقهم على تلك الصورة، وللحكمة من ذلك.والشعوب: جمع شعب، وهو العدد الكثير من الناس يجمعهم- في الغالب أصل واحد.والقبائل: جمع قبيلة وتمثل جزءا من الشعب، إذ أن الشعب مجموعة من القبائل.قال صاحب الكشاف: والشعب الطبقة الأولى من الطبقات الست التي عليها العرب.وهي: الشعب، والقبيلة، والعمارة، والبطن، والفخذ، والفصيلة.. وسميت الشعوب بذلك، لأن قبائل تشعبت منها.. .والمعنى: خلقناكم- أيها الناس- من ذكر وأثنى، وجعلناكم شعوبا وقبائل لِتَعارَفُوا أى: ليعرف بعضكم نسب بعض، فينتسب كل فرد إلى آبائه، ولتتواصلوا فيما بينكم وتتعاونوا على البر والتقوى، لا ليتفاخر بعضكم على بعض بحسبه أو نسبه أو جاهه.وقوله- سبحانه-: إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقاكُمْ تعليل لما يدل عليه الكلام من النهى عن التفاخر بالأنساب.أى: إن أرفعكم منزلة عند الله، وأعلاكم عنده- سبحانه- درجة.. هو أكثركم تقوى وخشية منه- تعالى- فإن أردتم الفخر ففاخروا بالتقوى وبالعمل الصالح.إِنَّ اللَّهَ عَلِيمٌ بكل أحوالكم خَبِيرٌ بما ترونه وتعلنونه من أقوال وأفعال.وقد ساق الإمام ابن كثير- رحمه الله- عند تفسيره لهذه الآية. جملة من الأحاديث التي تنهى عن التفاخر، وتحض على التقوى، فقال: فجميع الناس في الشرف بالنسبة الطينية إلى آدم وحواء سواء، وإنما يتفاضلون بالأمور الدينية، وهي طاعة الله ورسوله..روى البخاري- بسنده- عن أبى هريرة قال: سئل رسول الله صلّى الله عليه وسلّم أى الناس أكرم؟ قال: «أكرمهم أتقاهم قالوا: ليس عن هذا نسألك قال: فأكرم الناس يوسف نبي الله، ابن خليل الله، قالوا: ليس عن هذا نسألك. قال: فعن معادن العرب تسألونى؟قالوا: نعم. قال: فخياركم في الجاهلية خياركم في الإسلام إذا فقهوا» .وروى مسلم عن أبى هريرة قال: قال رسول الله صلّى الله عليه وسلّم: إن الله لا ينظر إلى صوركم وأموالكم، ولكن ينظر إلى قلوبكم وأعمالكم.وأخرج ابن أبى حاتم عن ابن عمر أن رسول الله صلّى الله عليه وسلّم خطب الناس يوم فتح مكة فقال: «يا أيها الناس إن الله قد أذهب عنكم عبيّة الجاهلية- أى تكبرها، وتعظمها بآبائها، فالناس رجلان: رجل يرتقى كريم على الله، وفاجر شقي هين على الله. إن الله- تعالى- يقول: يا أَيُّهَا النَّاسُ إِنَّا خَلَقْناكُمْ مِنْ ذَكَرٍ وَأُنْثى.. ثم قال: «أقول قولي هذا وأستغفر الله لي ولكم» .ثم ختم- سبحانه- السورة الكريمة بالرد على الأعراب الذين قالوا آمنا، دون أن يدركوا حقيقة الإيمان، وبين من هم المؤمنون الصادقون.فقال- تعالى-:"},{"ayah_number":14,"text":"والأعراب: اسم جنس لبدو العرب، واحده أعرابى، وهم الذين يسكنون البادية.والمراد بهم هنا جماعة منهم لا كلهم، لأن منهم، مَنْ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ، وَيَتَّخِذُ ما يُنْفِقُ قُرُباتٍ عِنْدَ اللَّهِ وَصَلَواتِ الرَّسُولِ، أَلا إِنَّها قُرْبَةٌ لَهُمْ سَيُدْخِلُهُمُ اللَّهُ فِي رَحْمَتِهِ قال الآلوسى: قال مجاهد: نزلت هذه الآيات في بنى أسد، وهم قبيلة كانت تسكن بجوار المدينة، أظهروا الإسلام، وقلوبهم دغلة، إنما يحبون المغانم وعرض الدنيا.. ويروى أنهم قدموا المدينة في سنة مجدبة، فأظهروا الشهادتين، وكانوا يقولون لرسول الله صلّى الله عليه وسلّم:جئناك بالأثقال والعيال، ولم نقاتلك كما قاتلك بنو فلان.. يمنون بذلك على النبي صلّى الله عليه وسلّم .وقوله- سبحانه-: قالَتِ الْأَعْرابُ آمَنَّا من الإيمان، وهو التصديق القلبي، والإذعان النفسي والعمل بما يقتضيه هذا الإيمان من طاعة لله- تعالى- ولرسوله صلّى الله عليه وسلّم.وقوله: أَسْلَمْنا من الإسلام بمعنى الاستسلام والانقياد الظاهري بالجوارح، دون أن يخالط الإيمان شغاف قلوبهم. أى: قالت الأعراب لك- أيها الرسول الكريم- آمنا وصدقنا بقلوبنا لكل ما جئت به، وامتثلنا لما تأمرنا به وتنهانا عنه.قل لهم لَمْ تُؤْمِنُوا أى: لم تصدقوا تصديقا صحيحا عن اعتقاد قلب وخلوص نية..وَلكِنْ قُولُوا أَسْلَمْنا أى: ولكن قولوا نطقنا بكلمة الإسلام، واستسلمنا لما تدعونا إليه استسلاما ظاهريا طمعا في الغنائم، أو خوفا من القتل.قال صاحب الكشاف: فإن قلت: ما وجه قوله- تعالى-: قُلْ لَمْ تُؤْمِنُوا وَلكِنْ قُولُوا أَسْلَمْنا والذي يقتضيه نظم الكلام أن يقال: قل لا تقولوا آمنا، ولكن قولوا أسلمنا ...قلت: أفاد هذا النظم تكذيب دعواهم أولا، ودفع ما انتحلوه، فقيل: قل لم تؤمنوا، وروعي في هذا النوع من التكذيب أدب حسن حين لم يصرح بلفظه، حيث لم يقل: كذبتم، ووضع، «لم تؤمنوا» الذي هو نفى ما ادعوا إثباته موضعه..واستغنى بالجملة التي هي «لم تؤمنوا» عن أن يقال: لا تقولوا آمنا، لاستهجان أن يخاطبوا بلفظ مؤداه النهى عن القول بالإيمان.. .وقوله: وَلَمَّا يَدْخُلِ الْإِيمانُ فِي قُلُوبِكُمْ جملة حالية من ضمير، «قولوا» و «لما» لفظ يفيد توقع حصول الشيء الذي لم يتم حصوله.أى: قولوا أسلمنا والحال أنه لم يستقر الإيمان في قلوبكم بعد، فإنه لو استقر في قلوبكم لما سلكتم هذا المسلك، ولما مننتم على الرسول صلّى الله عليه وسلّم بإسلامكم.قال الإمام ابن كثير ما ملخصه: وقد استفيد من هذه الآية الكريمة: أن الإيمان أخص من الإسلام كما هو مذهب أهل السنة والجماعة، ويدل عليه حديث جبريل، حين سأل عن الإسلام. ثم عن الإيمان.. فترقى من الأعم إلى الأخص.كما يدل على ذلك حديث الصحيحين عن سعد بن أبى وقاص، أن الرسول صلّى الله عليه وسلّم أعطى رجلا ولم يعط آخر. فقال سعد: يا رسول الله، مالك عن فلان إنى لأراه مؤمنا، فقال: «أو مسلما» ..فقد فرق صلّى الله عليه وسلّم بين المؤمن والمسلم. فدل على أن الإيمان أخص من الإسلام.كما دل هنا عن أن هؤلاء الأعراب المذكورين في هذه الآية، إنما هم مسلمون لم يستحكم الإيمان في قلوبهم. فادعوا لأنفسهم مقاما أعلى مما وصلوا إليه، فأدبوا بذلك..  .ثم أرشدهم- سبحانه- إلى ما يكمل إيمانهم فقال: وَإِنْ تُطِيعُوا اللَّهَ وَرَسُولَهُ لا يَلِتْكُمْ مِنْ أَعْمالِكُمْ شَيْئاً إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ.ومعنى: «لا يلتكم» لا ينقصكم. يقال: لات فلان فلانا حقه- كباع- إذا نقصه.أى: وإن تطيعوا الله- تعالى- ورسوله، بأن تخلصوا العبادة، وتتركوا المن والطمع، لا ينقصكم- سبحانه- من أجور أعمالكم شيئا، إن الله- تعالى- واسع المغفرة والرحمة لعباده التائبين توبة صادقة نصوحا."},{"ayah_number":15,"text":"ثم بين- سبحانه- صفات عباده المؤمنين الصادقين فقال: إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ ثُمَّ لَمْ يَرْتابُوا وَجاهَدُوا بِأَمْوالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ أُولئِكَ هُمُ الصَّادِقُونَ.أى: إنما المؤمنون حق الإيمان وأكمله، هم الذين آمنوا بالله- تعالى- ورسوله صلّى الله عليه وسلّم ثُمَّ لَمْ يَرْتابُوا أى: لم يدخل قلوبهم شيء من الريبة أو الشك فيما أخبرهم به نبيهم صلّى الله عليه وسلّم.وأتى- سبحانه- بثم التي للتراخي، للتنبيه على أن نفى الريب عنهم ليس مقصورا على وقت إيمانهم فقط، بل هو مستمر بعد ذلك إلى نهاية آجالهم، فكأنه- سبحانه- يقول: إنهم آمنوا عن يقين، واستمر معهم هذا اليقين إلى النهاية.ثم أتبع ذلك ببيان الثمار الطيبة التي ترتبت على هذا الإيمان الصادق فقال: وَجاهَدُوا بِأَمْوالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ.أى: وبذلوا من أجل إعلاء كلمة الله- تعالى-، ومن أجل دينه أموالهم وأنفسهم.قال الآلوسى: وتقديم الأموال على الأنفس من باب الترقي من الأدنى إلى الأعلى. ويجوز بأن يقال: قدم الأموال لحرص الكثيرين عليها، حتى إنهم يهلكون أنفسهم بسببها..أُولئِكَ هُمُ الصَّادِقُونَ أى: أولئك الذين فعلوا ذلك هم الصادقون في إيمانهم."},{"ayah_number":16,"text":"ثم أمر- سبحانه- رسوله صلّى الله عليه وسلّم أن يخبرهم بأن الله- تعالى- لا يخفى عليه شيء من أحوالهم فقال: قُلْ أَتُعَلِّمُونَ اللَّهَ بِدِينِكُمْ.وقوله: أَتُعَلِّمُونَ من الإعلام بمعنى الإخبار، فلذا تعدى بالتضعيف لواحد بنفسه، وإلى الثاني بحرف الجر. أى: قل- أيها الرسول الكريم- لهؤلاء الأعراب على سبيل التوبيخ: أتخبرون الله- تعالى- بما أنتم عليه من دين وتصديق حيث قلتم آمنا، على سبيل التفاخر والتباهي.. والحال أن الله- تعالى- يَعْلَمُ ما فِي السَّماواتِ وَما فِي الْأَرْضِ دون أن يخفى عليه شيء من أحوال المخلوقات الكائنة فيهما.وقوله- سبحانه-: وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ مقرر لما قبله ومؤكد له."},{"ayah_number":17,"text":"ثم أشار- تعالى- إلى نوع آخر من جفائهم وقلة إدراكهم فقال: يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا....والمن: تعداد النعم على الغير، وهو مذموم من الخلق، محمود من الله- تعالى- أى: هؤلاء الأعراب يعدون إيمانهم بك منة عليك، ونعمة أسدوها إليك حيث قالوا لك:جئناك بالأموال والعيال. وقاتلك الناس ولم نقاتلك..وقوله: أَنْ أَسْلَمُوا في موضع المفعول لقوله: يَمُنُّونَ لتضمينه معنى الاعتداد، أو هو بتقدير حرف الجر فيكون المصدر منصوبا بنزع الخافض أو مجرورا بالحرف المقدر. أى:يمنون عليك بإسلامهم..ثم أمر الله- تعالى- نبيه صلّى الله عليه وسلّم أن يرد عليهم بما يدل على غفلتهم فقال: قُلْ لا تَمُنُّوا عَلَيَّ إِسْلامَكُمْ....أى: قل لهم لا تتفاخروا عليّ بسبب إسلامكم، لأن ثمرة هذا الإسلام يعود نفعها عليكم لا عليّ.ثم بيّن- سبحانه- أن المنة له وحده فقال: بَلِ اللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَداكُمْ لِلْإِيمانِ....أى: قل لهم- أيها الرسول الكريم- ليس الأمر كما زعمتم من أن إسلامكم يعتبر منه عليّ، بل الحق أن الله- تعالى- هو الذي يمن عليكم أن أرشدكم إلى الإيمان، وهداكم إليه، وبين لكم طريقه، فادعيتم أنكم آمنتم مع أنكم لم تؤمنوا ولكنكم أسلمتم فقط.قال صاحب الكشاف: وسياق هذه الآية فيه لطف ورشاقة، وذلك أن الكائن من الأعاريب قد سماه الله إسلاما، ونفى أن يكون- كما زعموا- إيمانا فلما منّوا على الرسول صلّى الله عليه وسلّم بما كان منهم، قال الله- تعالى- لرسوله: إن هؤلاء يعتدون عليك بما ليس جديرا بالاعتداد به..ثم قال: بل الله يعتد عليكم أن أمدكم بتوفيقه، حيث هداكم للإيمان- على ما زعمتم- وادعيتم أنكم أرشدتم إليه، ووفقتم له إن صح زعمكم، وصدقت دعواكم.. وفي إضافة الإسلام عليهم، وإيراد الإيمان غير مضاف، ما لا يخفى على المتأمل ... .وجواب الشرط في قوله: إِنْ كُنْتُمْ صادِقِينَ محذوف، يدل عليه ما قبله. أى: إن كنتم صادقين في إيمانكم فاعتقدوا، أن المنة إنما هي لله- تعالى- عليكم، حيث أرشدكم إلى الطريق الموصل إلى الإيمان الحق.وشبيه في المعنى بهذه الآية قول الرسول صلّى الله عليه وسلّم للأنصار في إحدى خطبه: «يا معشر الأنصار، ألم أجدكم ضلالا فهداكم الله بي، وكنتم متفرقين فألفكم الله بي، وكنتم عالة فأغناكم الله بي؟» وكان صلّى الله عليه وسلّم كلما قال شيئا، قالوا: الله ورسوله أمنّ.والحق أن هداية الله- تعالى- لعبده إلى الإيمان تعتبر منة منه- سبحانه- لا تدانيها منة، ونعمة لا تقاربها نعمة، وعطاء ساميا جليلا منه- تعالى- لا يساميه عطاء فله- عز وجل- الشكر الذي لا تحصيه عبارة على هذه النعمة، ونسأله- تعالى- أن يديمها علينا حتى نلقاه."},{"ayah_number":18,"text":"ثم ختم- سبحانه- السورة الكريمة بقوله: إِنَّ اللَّهَ يَعْلَمُ غَيْبَ السَّماواتِ وَالْأَرْضِ ... أى: إنه- تعالى- يعلم ما خفى وغاب عن عقول الناس من أحوال السموات والأرض وَاللَّهُ بَصِيرٌ بِما تَعْمَلُونَ- أيها الناس- لا يعزب عنه شيء من أقوالكم أو أفعالكم.وبعد: فهذا تفسير وسيط لسورة «الحجرات» تلك السورة التي رسمت للناس معالم عالم كريم، تشع فيه الآداب السامية، والأخلاق العالية، والقيم الجليلة، وتختفى فيه ما يتعارض مع هذه المعاني كالحقد والغيبة والتقاتل والتفاخر بالأحساب والأنساب.نسأل الله- تعالى- أن يجعل القرآن ربيع نفوسنا، وأنس قلوبنا.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم."}]