[{"ayah_number":1,"text":"بسم الله الرّحمن الرّحيممقدمة وتمهيد1- سورة «ق» هي السورة الخمسون في ترتيب المصحف، أما ترتيبها في النزول فكان بعد سورة «المرسلات» .ويبدو أن نزولها كان في أوائل العهد المكي، إذ من يراجع ترتيب السور على حسب النزول يرى أنها لم يسبقها سوى اثنتين وثلاثين سورة، ومعظم السور التي سبقتها كانت من الجزء الأخير من القرآن الكريم  .وهي من السور المكية الخالصة، وعدد آياتها خمس وأربعون آية، وتسمى- أيضا- بسورة «الباسقات» .2- وقد ذكر الإمام ابن كثير في مقدمة تفسيره لها جملة من الأحاديث في فضلها، منها ما رواه مسلم وأهل السنن، عن أبى واقد الليثي، أن رسول الله صلّى الله عليه وسلّم كان يقرأ في العيد بسورة «ق» وبسورة اقْتَرَبَتِ السَّاعَةُ....وروى الإمام أحمد عن أم هشام بنت حارثة قالت: ما أخذت ق وَالْقُرْآنِ الْمَجِيدِ إلا على لسان رسول الله صلّى الله عليه وسلّم، كان يقرؤها كل يوم جمعة إذا خطب الناس.ثم قال ابن كثير: والقصد أن رسول الله صلّى الله عليه وسلّم كان يقرأ بهذه السورة في المجامع الكبار، كالعيد والجمع، لاشتمالها على ابتداء الخلق والبعث والنشور، والمعاد والقيام، والحساب، والجنة والنار، والثواب والعقاب، والترغيب والترهيب..  .3- والحق، أن المتأمل في هذه السورة الكريمة يراها قد اشتملت على ما ذكره الإمام ابن كثير، بأسلوب بليغ بديع.فهي تبدأ بالثناء على القرآن الكريم، ثم تذكر دعاوى المشركين وترد عليهم بما يخرس ألسنتهم، ثم توبخهم على عدم تفكرهم في أحوال هذا الكون الزاخر بالآيات والكائنات الدالة على وحدانية الله- تعالى- وقدرته.قال- تعالى-: أَفَلَمْ يَنْظُرُوا إِلَى السَّماءِ فَوْقَهُمْ، كَيْفَ بَنَيْناها وَزَيَّنَّاها، وَما لَها مِنْ فُرُوجٍ. وَالْأَرْضَ مَدَدْناها، وَأَلْقَيْنا فِيها رَواسِيَ، وَأَنْبَتْنا فِيها مِنْ كُلِّ زَوْجٍ بَهِيجٍ، تَبْصِرَةً وَذِكْرى لِكُلِّ عَبْدٍ مُنِيبٍ.4- ثم تذكرهم- أيضا- بسوء عاقبة المكذبين من قبلهم، كقوم نوح وعاد وثمود، وقوم فرعون وإخوان لوط وأصحاب الأيكة..ثم تتبع ذلك بتذكيرهم بعلم الله- تعالى- الشامل لكل شيء، وبسكرات الموت وما يتبعها من بعث وحساب، وثواب وعقاب..قال- تعالى-: وَجاءَتْ سَكْرَةُ الْمَوْتِ بِالْحَقِّ، ذلِكَ ما كُنْتَ مِنْهُ تَحِيدُ. وَنُفِخَ فِي الصُّورِ ذلِكَ يَوْمُ الْوَعِيدِ، وَجاءَتْ كُلُّ نَفْسٍ مَعَها سائِقٌ وَشَهِيدٌ. لَقَدْ كُنْتَ فِي غَفْلَةٍ مِنْ هذا، فَكَشَفْنا عَنْكَ غِطاءَكَ، فَبَصَرُكَ الْيَوْمَ حَدِيدٌ.5- ثم تختتم السورة الكريمة، بتسلية الرسول صلّى الله عليه وسلّم عما أصابه من قومه، وترشده إلى العلاج الذي يعينه على مداومة الصبر، كما تحكى له أحوالهم يوم القيامة ليزداد يقينا على يقينه، وتأمره بالمواظبة على تبليغهم، بما أمره الله- تعالى- بتبليغه.لنستمع إلى قوله- تعالى-: فَاصْبِرْ عَلى ما يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ الْغُرُوبِ. وَمِنَ اللَّيْلِ فَسَبِّحْهُ وَأَدْبارَ السُّجُودِ. وَاسْتَمِعْ يَوْمَ يُنادِ الْمُنادِ مِنْ مَكانٍ قَرِيبٍ، يَوْمَ يَسْمَعُونَ الصَّيْحَةَ بِالْحَقِّ، ذلِكَ يَوْمُ الْخُرُوجِ. إِنَّا نَحْنُ نُحْيِي وَنُمِيتُ وَإِلَيْنَا الْمَصِيرُ. يَوْمَ تَشَقَّقُ الْأَرْضُ عَنْهُمْ سِراعاً ذلِكَ حَشْرٌ عَلَيْنا يَسِيرٌ. نَحْنُ أَعْلَمُ بِما يَقُولُونَ وَما أَنْتَ عَلَيْهِمْ بِجَبَّارٍ، فَذَكِّرْ بِالْقُرْآنِ مَنْ يَخافُ وَعِيدِ.وهكذا تطوف بنا السورة الكريمة في أعماق هذا الكون، وفي أعماق النفس الإنسانية، منذ ولادتها، إلى بعثها، إلى حسابها، إلى جزائها.. وذلك كله بأسلوب مؤثر بديع، يشهد بأن هذا القرآن من عند الله، ولو كان من عند غير الله لوجدوا فيه اختلافا كثيرا.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم..سورة «ق» من السور القرآنية، التي افتتحت ببعض حروف التهجي، وأقرب الأقوال إلى الصواب في معنى هذه الحروف، أنها جيء بها على سبيل الإيقاظ والتنبيه للذين تحداهم القرآن. فكأن الله- تعالى- يقول لهؤلاء المعارضين في أن القرآن من عند الله: ها كم القرآن ترونه مؤلفا من كلام هو من جنس ما تؤلفون منه كلامكم، ومنظوما من حروف هي من جنس الحروف الهجائية التي تنظمون منها حروفكم.فإن كنتم في شك في كونه منزلا من عند الله- تعالى- فهاتوا مثله، أو عشر سور من مثله، أو سورة واحدة من مثله.فعجزوا وانقلبوا خاسرين، وثبت أن هذا القرآن من عند الله- سبحانه-.وهذا الرأى وهو كون «ق» من الحروف الهجائية، هو الذي نطمئن إليه، وهناك أقوال أخرى في معنى هذا الحرف، تركناها لضعفها كقول بعضهم إن «ق» اسم جبل محيط بجميع الأرض.. وهي أقوال لم يقم دليل نقلي أو عقلي على صحتها.قال ابن كثير: وقد روى عن بعض السلف، أنهم قالوا «ق» جبل محيط بالأرض، يقال له جبل «ق» وكأن هذا- والله أعلم- من خرافات بنى إسرائيل التي أخذها عنهم بعض الناس.. .والواو في قوله- تعالى-: وَالْقُرْآنِ الْمَجِيدِ للقسم، والمقسم به القرآن الكريم، وجواب القسم محذوف لدلالة ما بعده عليه، وهو استبعادهم لبعثة الرسول صلّى الله عليه وسلّم وتكذيبهم للبعث والحساب..وقوله: الْمَجِيدِ صفة للقرآن. أى: ذي المجد والشرف وكثرة الخير.ولفظ المجيد مأخوذ من المجد، بمعنى السعة والكرم، وأصله من مجدت الإبل وأمجدت، إذا وقعت في مرعى مخصب، واسع، الجنبات، كثير الأعشاب.والمعنى: أقسم بالقرآن ذي المجد والشرف، وذي الخير الوفير الذي يجد فيه كل طالب مقصوده، إنك- أيها الرسول الكريم- لصادق فيما تبلغه عن ربك من أن البعث حق والحساب حق، والجزاء حق ... ولكن الجاحدين لم يؤمنوا بذلك."},{"ayah_number":2,"text":"بَلْ عَجِبُوا أَنْ جاءَهُمْ مُنْذِرٌ مِنْهُمْ وهو أنت يا محمد، فلم يؤمنوا بك، بل قابلوا دعوتك بالإنكار والتعجب.فَقالَ الْكافِرُونَ هذا شَيْءٌ عَجِيبٌ أى: هذا البعث الذي تخبرنا عنه يا محمد شيء يتعجب منه، وتقف دونه أفهامنا حائرة.قال الآلوسى ما ملخصه: قوله- تعالى-: بَلْ عَجِبُوا أَنْ جاءَهُمْ مُنْذِرٌ مِنْهُمْ ...بل للإضراب عما ينبئ عنه جواب القسم المحذوف، فكأنه قيل إنا أنزلنا هذا القرآن لتنذر به الناس، فلم يؤمنوا به، بل جعلوا كلا من المنذر والمنذر به عرضة للتكبر والتعجب، مع كونهما أوفق شيء لقضية العقول، وأقربه إلى التلقي بالقبول..وقوله: أَنْ جاءَهُمْ بتقدير لأن جاءهم، ومعنى «منهم» أى: من جنسهم، وضمير الجمع يعود إلى الكفار..وقوله: فَقالَ الْكافِرُونَ هذا شَيْءٌ عَجِيبٌ تفسير لتعجبهم.. وإضمارهم أولا، للإشعار بتعينهم بما أسند إليهم، وإظهارهم ثانيا، لتسجيل الكفر عليهم..  ."},{"ayah_number":3,"text":"وقوله- سبحانه-: أَإِذا مِتْنا وَكُنَّا تُراباً ذلِكَ رَجْعٌ بَعِيدٌ تقرير للتعجب، وتأكيد للإنكار الصادر عنهم، والعامل في «إذا» مضمر لدلالة ما بعده عليه..أى: أحين نموت ونصير ترابا وعظاما نرجع إلى الحياة مرة أخرى، كما يقول محمد صلّى الله عليه وسلّم، وكما يقول القرآن الذي نزل عليه.لا، إننا لن نبعث ولن نعود إلى الحياة مرة أخرى، وما يخبرنا به محمد صلّى الله عليه وسلّم من أن الرجوع إلى الحياة مرة أخرى حق، كلام بعيد عن عقولنا وأفهامنا.فاسم الإشارة «ذلك» يعود إلى محل النزاع وهو الرجوع إلى الحياة مرة أخرى، والبعث بعد الموت. والرجع بمعنى الرجوع. يقال: رجعته أرجعه رجعا ورجوعا، بمعنى أعدته.. ومنه قوله- تعالى-: فَإِنْ رَجَعَكَ اللَّهُ إِلى طائِفَةٍ مِنْهُمْ.أى: ذلك الرجوع إلى الحياة مرة أخرى بعيد عن الأفهام، وعن العادة، وعن الإمكان."},{"ayah_number":4,"text":"وبعد هذا التصوير الأمين لحججهم وأقوالهم، ساق- سبحانه- الرد الذي يدفع تلك الحجج والأقوال فقال: قَدْ عَلِمْنا ما تَنْقُصُ الْأَرْضُ مِنْهُمْ.أى: قد علمنا علما تاما دقيقا ما تأكله الأرض من أجسادهم بعد موتهم، ومن علم ذلك لا يعجزه أن يعيدهم إلى الحياة مرة أخرى.وقوله- سبحانه-: وَعِنْدَنا كِتابٌ حَفِيظٌ تأكيد وتقرير لما قبله.أى: وعندنا بجانب علمنا الشامل الدقيق. كتاب حافظ لجميع أحوال العباد، ومسجلة فيه أقوالهم وأفعالهم، والمراد بهذا الكتاب: اللوح المحفوظ."},{"ayah_number":5,"text":"ثم كشف- سبحانه- عن حقيقة أحوالهم، وعن الأسباب التي دفعتهم إلى إيثار الباطل على الحق فقال: بَلْ كَذَّبُوا بِالْحَقِّ لَمَّا جاءَهُمْ، فَهُمْ فِي أَمْرٍ مَرِيجٍ. أى: إن هؤلاء الكافرين لم يكتفوا بإنكارهم للبعث.. بل جاءوا بما هو أشنع وأفظع منه، وهو تكذيبهم لنبوتك- أيها الرسول الكريم- تلك النبوة الثابتة بالمعجزات الناصعة، ومن مظاهر هذا التكذيب أنهم تارة يقولون عنك ساحر، وتارة يقولون عنك كاهن وتارة يصفونك بالجنون.فهم في أمر مريج، أى: مضطرب مختلط. بحيث لا يستقرون على حال. يقال: مرج الأمر- بزنة طرب- إذا اختلط وتزعزع، وفقد الثبات والاستقرار والصلاح.. ومنه قولهم:مرجت أمانات الناس، إذا فسدت وعمتهم الخيانة، ومرج الخاتم في إصبع فلان، إذا تخلخل واضطرب لشدة هزال صاحبه.وفي هذا الرد عليهم تصوير بديع معجز، حيث بين- سبحانه- بأنه عليم بما تأكله الأرض من أجسادهم المغيبة فيها، وبتناقص هذه الأجساد رويدا رويدا، وأن كل أحوالهم مسجلة في كتاب حفيظ، وأنهم عند ما فارقوا الحق الثابت وكذبوه، مادت الأرض من تحتهم واضطربت، واختلطت عليهم الأمور والتبست، فصاروا يلقون التهم جزافا دون أن يستقروا على رأى، أو يجتمعوا على كلمة.."},{"ayah_number":6,"text":"ثم شرعت السورة الكريمة في بيان الأدلة على قدرة الله- تعالى- وعلى أن البعث حق، وعلى أن استبعادهم له إنما هو لون من جهالاتهم وانطماس بصائرهم، فقال- تعالى-:أَفَلَمْ يَنْظُرُوا إِلَى السَّماءِ فَوْقَهُمْ كَيْفَ بَنَيْناها وَزَيَّنَّاها وَما لَها مِنْ فُرُوجٍ. والاستفهام للإنكار والتعجيب من جهلهم، والهمزة متعلقة بمحذوف، والفاء عاطفة عليه أى: أأعرضوا عن آيات الله في هذا الكون، فلم ينظروا إلى السماء فوقهم. كيف بنيناها هذا البناء العجيب، بأن رفعناها بدون عمد، وزيناها بالكواكب، وحفظناها من أى تصدع أو تشقق أو تفتق. فقوله: فُرُوجٍ جمع فرج، وهو الشق بين الشيئين. والمراد سلامتها من كل عيب وخلل.ومن الآيات التي وردت في هذا المعنى قوله- تعالى-: الَّذِي خَلَقَ سَبْعَ سَماواتٍ طِباقاً، ما تَرى فِي خَلْقِ الرَّحْمنِ مِنْ تَفاوُتٍ، فَارْجِعِ الْبَصَرَ هَلْ تَرى مِنْ فُطُورٍ، ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ يَنْقَلِبْ إِلَيْكَ الْبَصَرُ خاسِئاً وَهُوَ حَسِيرٌ  ."},{"ayah_number":7,"text":"ثم بين- سبحانه- مظاهر قدرته في بسط الأرض، بعد بيان مظاهر قدرته في رفع السماء فقال: وَالْأَرْضَ مَدَدْناها أى: والأرض بسطناها ومددناها بقدرتنا، وجعلناها مترامية الأطراف والمناكب، كما تشاهدون ذلك بأعينكم.قالوا: وامتدادها واتساعها لا ينافي كرويتها، لأن عظم سطحها يجعل الناظر إليها يراها كأنها مسطحة ممدودة.وَأَلْقَيْنا فِيها رَواسِيَ أى: وألقينا فيه جبالا ثوابت تمنعها من الاضطراب..فقوله رَواسِيَ جمع راسية بمعنى ثابتة وهو صفة لموصوف محذوف.وَأَنْبَتْنا فِيها أى: في الأرض مِنْ كُلِّ زَوْجٍ بَهِيجٍ أى: وأنبتنا فيها من كل صنف حسن يبهج ويسر الناظرين إليه، مأخوذ من البهجة بمعنى الحسن يقال: بهج الشيء- كظرف- فهو بهيج أى: حسن جميل."},{"ayah_number":8,"text":"وقوله: تَبْصِرَةً وَذِكْرى.. علتان لما تقدم من الكلام، وهما منصوبتان بفعل مقدر.أى: فعلنا ما فعلنا من مد الأرض، ومن تثبيتها بالجبال، ومن إنبات كل صنف حسن من النبات فيها، لأجل أن نبصر عبادنا بدلائل وحدانيتنا وقدرتنا، ونذكرهم بما يجب عليهم نحو خالقهم من شكر وطاعة.وقوله: لِكُلِّ عَبْدٍ مُنِيبٍ متعلق بكل من المصدرين السابقين وهما: التبصرة والذكرى. أى: هذه التبصرة والذكرى كائنة لكل عبد منيب، أى: كثير الرجوع إلى ربه بالتدبر في بدائع صنعته، ودلائل قدرته."},{"ayah_number":9,"text":"ثم انتقلت الآيات إلى بيان مظاهر قدرته في إنزال المطر، بعد بيان مظاهر قدرته في خلق السموات والأرض وما اشتملتا عليه من كائنات، فقال- تعالى-: وَنَزَّلْنا مِنَ السَّماءِ ماءً مُبارَكاً أى: ماء كثير المنافع والخيرات للناس والدواب والزروع.فَأَنْبَتْنا بِهِ أى: بذلك الماء جَنَّاتٍ أى: بساتين كثيرة زاخرة بالثمار..وَحَبَّ الْحَصِيدِ أى: وحب النبات الذي من شأنه أن يحصد عند استوائه كالقمح والشعير وما يشبههما من الزروع.فالحصيد بمعنى المحصود، وهو صفة لموصوف محذوف أى: وحب الزرع الحصيد. فهذا التركيب من باب حذف الموصوف وإقامة الصفة مقامه للعلم به.وخص الحب بالذكر، لاحتياج الناس إليه أكثر من غيره، فصار كأنه المقصود بالبيان."},{"ayah_number":10,"text":"وقوله: وَالنَّخْلَ ... معطوف على جَنَّاتٍ، وباسِقاتٍ حال من النخل.ومعنى «باسقات» مرتفعات، من البسوق بمعنى الارتفاع والعلو. يقال: بسق فلان على أصحابه- من باب دخل- إذا فاقهم وزاد عليهم في الفضل.والنخل: اسم جنس يذكر ويؤنث ويجمع. وخص بالذكر مع أنه من جملة ما اشتملت عليه الجنات، لمزيد فضله وكثرة منافعه.وجملة لَها طَلْعٌ نَضِيدٌ في محل نصب على الحال من النخل.والطلع: أول ما يخرج من ثمر النخل. ويسمى الكفرّى. يقال: طلع الطلع طلوعا. إذا كان في أول ظهوره.والنضيد: بمعنى المنضود، أى: المتراكب بعضه فوق بعض مأخوذ من نضد فلان المتاع ينضده، إذا رتبه ترتيبا حسنا.أى: وأنبتنا- أيضا- في الأرض بعد إنزالنا الماء عليها من السحاب، النخل الطوال، الزاخر بالثمار الكثيرة التي ترتب بعضها على بعض بطريقة جميلة.."},{"ayah_number":11,"text":"وقوله: رِزْقاً لِلْعِبادِ بيان للحكمة من إنزال المطر وإنبات الزرع..أى: أنبتنا ما أنبتنا من الجنات ومن النخل الباسقات.. ليكون ذلك رزقا نافعا للعباد..وَأَحْيَيْنا بِهِ بَلْدَةً مَيْتاً أى: وأحيينا بذلك الماء الذي أنزلناه بلدة كانت مجدبة، وأرضا كانت خالية من النبات والزروع، وتذكير مَيْتاً لكون البلدة بمعنى المكان.وقوله: كَذلِكَ الْخُرُوجُ جملة مستأنفة لبيان أن الخروج من القبور عند البعث، مثله كمثل هذا الإحياء للأرض التي كانت جدباء ميتة، بأن أنبتت من كل زوج بهيج بعد أن كانت خالية من ذلك.فوجه الشبه بين إحياء الأرض بالنبات بعد جدبها، وبين إحياء الإنسان بالبعث بعد موته، استواء الجميع في أنه جاء بعد عدم.قال ابن كثير: قوله: وَأَحْيَيْنا بِهِ بَلْدَةً مَيْتاً ... وهي الأرض التي كانت هامدة، فلما نزل عليها الماء اهتزت وربت وأنبتت من كل زوج بهيج. وذلك بعد أن كانت لا نبات فيها، فهذا مثال للبعث بعد الموت والهلاك، كذلك يحيى الله الموتى، وهذا المشاهد من عظيم قدرته بالحس، أعظم مما أنكره الجاحدون للبعث..كقوله- تعالى-: لَخَلْقُ السَّماواتِ وَالْأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ.وقوله: أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّماواتِ وَالْأَرْضَ وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقادِرٍ عَلى أَنْ يُحْيِيَ الْمَوْتى بَلى إِنَّهُ عَلى كُلِّ شَيْءٍ قَدِيرٌ وقوله- تعالى-: وَمِنْ آياتِهِ أَنَّكَ تَرَى الْأَرْضَ خاشِعَةً فَإِذا أَنْزَلْنا عَلَيْهَا الْماءَ اهْتَزَّتْ وَرَبَتْ، إِنَّ الَّذِي أَحْياها لَمُحْيِ الْمَوْتى، إِنَّهُ عَلى كُلِّ شَيْءٍ قَدِيرٌ .وبذلك نرى الآيات الكريمة قد أقامت ألوانا من الأدلة على وحدانية الله- تعالى- وقدرته، وعلى أن البعث حق، وأنه آت لا ريب فيه.وبعد هذا العرض البديع لمظاهر قدرة الله- تعالى- في هذا الكون، ولمظاهر نعمه على خلقه، ساقت السورة الكريمة جانبا من أحوال المكذبين للرسل السابقين. تسلية للرسول صلّى الله عليه وسلّم عما أصابه من قومه، فقال- تعالى-:"},{"ayah_number":12,"text":"أى: لا تحزن- أيها الرسول الكريم- لما أصابك من أذى من هؤلاء المشركين الجاحدين المكذبين فقد سبقهم إلى هذا التكذيب والكفر والجحود «قوم نوح» - عليه السلام-، فإنهم قد قالوا في حقه إنه مجنون، كما حكى عنهم ذلك في قوله- تعالى-: كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ، فَكَذَّبُوا عَبْدَنا وَقالُوا مَجْنُونٌ وَازْدُجِرَ. وقوله: وَأَصْحابُ الرَّسِّ معطوف على ما قبله، والرس في لغة العرب: البئر التي لم تبن بعد بالحجارة، وقيل: هي البئر مطلقا.وللمفسرين في حقيقة أصحاب الرس أقوال: فمنهم من قال إنهم من بقايا قبيلة ثمود، بعث الله إليهم واحدا من أنبيائه، فكذبوه ورسوه في تلك البئر، أى: ألقوا به فيها فأهلكهم- سبحانه- بسبب ذلك.وقيل: هم الذين قتلوا حبيبا النجار عند ما جاء يدعوهم إلى الدين الحق، وكانت تلك البئر بأنطاكية، وبعد قتلهم له ألقوه فيها. وقيل: هم قوم شعيب- عليه السلام-..واختار ابن جرير- رحمه الله- أن أصحاب الرس هم أصحاب الأخدود، الذين جاء الحديث عنهم في سورة البروج.والمراد بثمود: قوم صالح- عليه السلام- الذين كذبوه فأهلكهم الله- تعالى-."},{"ayah_number":13,"text":"والمراد بعاد: قوم هود- عليه السلام- الذين اغتروا بقوتهم، وكذبوا نبيهم، فأخذهم- سبحانه- أخذ عزيز مقتدر.وَفِرْعَوْنُ هو الذي أرسل الله إليه موسى- عليه السلام- فكذبه وقال لقومه أَنَا رَبُّكُمُ الْأَعْلى. فَأَخَذَهُ اللَّهُ نَكالَ الْآخِرَةِ وَالْأُولى.وَإِخْوانُ لُوطٍ هم قومه الذين أتوا بفاحشة لم يسبقوا إليها. قالوا: ووصفهم الله- تعالى- بأنهم إخوانه، لأنه كانت تربطه بهم رابطة المصاهرة حيث إن امرأته- عليه السلام- كانت منهم."},{"ayah_number":14,"text":"وَأَصْحابُ الْأَيْكَةِ هم قوم شعيب- عليه السلام- كما قال- تعالى-: كَذَّبَ أَصْحابُ الْأَيْكَةِ الْمُرْسَلِينَ. إِذْ قالَ لَهُمْ شُعَيْبٌ أَلا تَتَّقُونَ  .والأيكة: اسم لمنطقة كانت مليئة بالأشجار، ومكانها- في الغالب- بين الحجاز وفلسطين حول خليج العقبة، ولعلها المنطقة التي تسمى بعمان.وكان قوم شعيب يعبدون الأوثان، ويطففون في المكيال فنهاهم شعيب عن ذلك، ولكنهم كذبوه فأهلكهم الله- تعالى-.وَقَوْمُ تُبَّعٍ وهو تبع الحميرى اليماني، وكان مؤمنا وقومه كفار، قالوا: وكان اسمه سعد أبو كرب، وقد أشار القرآن إلى قصتهم في آيات أخرى منها قوله- تعالى-: أَهُمْ خَيْرٌ أَمْ قَوْمُ تُبَّعٍ.. .والتنوين في قوله- تعالى-: كُلٌّ كَذَّبَ الرُّسُلَ ... عوض عن المضاف إليه.أى: كل قوم من هؤلاء الأقوام السابقين كذبوا رسولهم الذي جاء لهدايتهم.وقوله: فَحَقَّ وَعِيدِ بيان لما حل بهم بسبب تكذيبهم لرسلهم. أى: كل واحد من هؤلاء الأقوام كذبوا رسولهم، فكانت نتيجة ذلك أن وجب ونزل بهم وعيدي، وهو العذاب الذي توعدتهم به، كما قال- سبحانه-: فَكُلًّا أَخَذْنا بِذَنْبِهِ، فَمِنْهُمْ مَنْ أَرْسَلْنا عَلَيْهِ حاصِباً. وَمِنْهُمْ مَنْ أَخَذَتْهُ الصَّيْحَةُ، وَمِنْهُمْ مَنْ خَسَفْنا بِهِ الْأَرْضَ، وَمِنْهُمْ مَنْ أَغْرَقْنا، وَما كانَ اللَّهُ لِيَظْلِمَهُمْ، وَلكِنْ كانُوا أَنْفُسَهُمْ يَظْلِمُونَ .قال ابن كثير: قوله: كُلٌّ كَذَّبَ الرُّسُلَ ... أى: كل من هذه الأمم، وهؤلاء القرون كذب رسوله، ومن كذب رسولا فكأنما كذب جميع الرسل.فَحَقَّ وَعِيدِ أى: فحق عليهم ما أوعدهم الله- تعالى- على التكذيب من العذاب والنكال، فليحذر المخاطبون أن يصيبهم ما أصابهم، فإنهم قد كذبوا رسولهم كما كذب أولئك  ."},{"ayah_number":15,"text":"وبعد هذا العرض لمصارع المكذبين، عادت السورة إلى تقرير الحقيقة التي كفر بها الجاهلون والجاحدون، وهي أن البعث حق، فقال- تعالى-: أَفَعَيِينا بِالْخَلْقِ الْأَوَّلِ بَلْ هُمْ فِي لَبْسٍ مِنْ خَلْقٍ جَدِيدٍ والاستفهام للإنكار والنفي، وقوله فَعَيِينا من العي بمعنى العجز. يقال: عيى فلان بهذا الشيء، إذا عجز عنه، وانقطعت حيلته فيه، ولم يهتد إلى طريقة توصله إلى مقصوده منه.واللبس: الخلط. يقال: لبس على فلان الأمر- من باب ضرب- إذا اشتبه واختلط عليه، ولم يستطع التمييز بين ما هو صواب وما هو خطأ.أى: أفعجزت قدرتنا عن خلق هؤلاء الكافرين وإيجادهم من العدم، حتى يتوهموا أننا عاجزون عن إعادتهم إلى الحياة بعد موتهم؟.كلا إننا لم نعجز عن شيء من ذلك لأن قدرتنا لا يعجزها شيء، ولكن هؤلاء الكافرين لانطماس بصائرهم، واستيلاء الشيطان عليهم، قد صاروا في لبس وخلط من أمرهم، بدليل أنهم يقرون بأننا نحن الذين خلقناهم ولم يكونوا شيئا مذكورا، ومع ذلك فهم ينكرون قدرتنا على الخلق الجديد أى: على إعادتهم إلى الحياة الدنيا مرة أخرى بعد موتهم.فقوله- تعالى-: بَلْ هُمْ فِي لَبْسٍ مِنْ خَلْقٍ جَدِيدٍ أى: بل إن هؤلاء الكافرين في خلط وشك وحيرة من أن يكون هناك خلق جديد أى خلق مستأنف لهم بعد موتهم، مع أنهم- لو كانوا يعقلون- لعلموا أن القادر على الخلق من العدم، قادر على إعادة هذا المخلوق من باب أولى، كما قال- سبحانه-: وَهُوَ الَّذِي يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيدُهُ، وَهُوَ أَهْوَنُ عَلَيْهِ.. .قال الآلوسى: وقوله: بَلْ هُمْ فِي لَبْسٍ مِنْ خَلْقٍ جَدِيدٍ عطف على مقدر يدل عليه ما قبله، كأن قيل: إنهم معترفون بالأول غير منكرين قدرتنا عليه، فلا وجه لإنكارهم الثاني، بل هم في خلط وشبهة في خلق مستأنف.. .وقال بعض العلماء ما ملخصه: في الآية أسئلة ثلاثة: لم عرف الخلق الأول؟ ولم نكر اللبس؟ ولم نكر الخلق الجديد؟.وللإجابة على ذلك نقول: عرف الخلق الأول للتعميم والتهويل والتفخيم ومنه تعريف الذكور في قوله يَهَبُ لِمَنْ يَشاءُ إِناثاً وَيَهَبُ لِمَنْ يَشاءُ الذُّكُورَ.وأما التنكير فأمره منقسم، فأحيانا يقصد به التفخيم، من حيث ما فيه من الإبهام.. وهو المقصود هنا من تنكير لفظ لَبْسٍ. كأنه قيل: بل هم في لبس أى لبس.وأحيانا يقصد به التقليل والتهوين لأمره، وهو المقصود هنا بقوله من خَلْقٍ جَدِيدٍ أى: أن هذا الخلق الجديد شيء هين بالنسبة إلى الخلق الأول، وإن كان كل شيء هين بالنسبة إلى قدرة الله- تعالى- .ثم صورت السورة الكريمة بعد ذلك علم الله- تعالى- الشامل لكل شيء تصويرا يأخذ بالألباب، وبينت سكرات الموت وغمراته، وأحوال الإنسان عند البعث.. بيانا رهيبا مؤثرا، قال- تعالى-:"},{"ayah_number":16,"text":"والمراد بالإنسان في قوله- تعالى-: وَلَقَدْ خَلَقْنَا الْإِنْسانَ وَنَعْلَمُ ما تُوَسْوِسُ بِهِ نَفْسُهُ.. جنسه. وقوله: تُوَسْوِسُ من الوسوسة وهو الصوت الخفى، والمراد به حديث الإنسان مع نفسه. قال الشاعر:وأكذب النفس إذا حدثتها ... إن صدق النفس يزرى بالأملوما موصولة، والضمير عائد عليها والباء صلة، أى: ونعلم الأمر الذي تحدثه نفسه به. ويصح أن تكون مصدرية، والضمير للإنسان، والباء للتعدية، أى ونعلم وسوسة نفسه إياه.والمتدبر في هذه الآية يرى أن افتتاحها يشير إلى مضمونها، لأن التعبير بخلقنا، يشعر بالعلم التام بأحوال المخلوق، إذ خالق الشيء وصانعه أدرى بتركيب جزئياته. أى: والله لقد خلقنا بقدرتنا هذا الإنسان. ونعلم علما تاما شاملا ما تحدثه به نفسه من أفكار وخواطر..وقوله: وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ تقرير وتوكيد لما قبله.وحبل الوريد: عرق في باطن العنق يسرى فيه الدم، والإضافة بيانية. أى: حبل هو الوريد. أى: ونحن بسبب علمنا التام بأحواله كلها، أقرب إليه من أقرب شيء لديه، وهو عرق الوريد الذي في باطن عنقه، أو أقرب إليه من دمائه التي تسرى في عروقه.فالمقصود من الآية الكريمة بيان أن علم الله- تعالى- بأحوال الإنسان، أقرب إلى هذا الإنسان، من أعضائه ومن دمائه التي تسرى في تلك الأعضاء.والمقصود من القرب: القرب عن طريق العلم، لا القرب في المكان لاستحالة ذلك عليه- تعالى-.قال القرطبي: قوله: وَلَقَدْ خَلَقْنَا الْإِنْسانَ يعنى الناس. وَنَعْلَمُ ما تُوَسْوِسُ بِهِ نَفْسُهُ أى: ما يختلج في سره وقلبه وضميره، وفي هذا زجر عن المعاصي التي استخفى بها.. وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ هو حبل العاتق، وهو ممتد من ناحية حلقه إلى عاتقه، وهما وريدان عن يمين وشمال.. والحبل هو الوريد فأضيف إلى نفسه لاختلاف اللفظين.. وهذا تمثيل لشدة القرب. أى: ونحن أقرب إليه من حبل وريده الذي هو من نفسه.. وهذا القرب، هو قرب العلم والقدرة، وأبعاض الإنسان يحجب البعض البعض، ولا يحجب علم الله- تعالى- شيء  .وقال القشيري: في هذه الآية هيبة وفزع وخوف لقوم، وروح وأنس وسكون قلب لقوم  .وعلى هذا التفسير الذي سرنا عليه. وسار عليه من قبلنا جمهور المفسرين يكون الضمير نَحْنُ يعود إلى الله- تعالى-، وجيء بهذا الضمير بلفظ نَحْنُ على سبيل التعظيم.ويرى الإمام ابن كثير أن الضمير هنا يعود إلى الملائكة، فقد قال- رحمه الله- وقوله:وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ يعنى ملائكته- تعالى- أقرب إلى الإنسان من حبل وريده إليه. ومن تأوله على العلم فإنما فر لئلا يلزم حلول أو اتحاد، وهما منفيان بالإجماع- تعالى الله وتقدس- ولكن اللفظ لا يقتضيه فإنه لم يقل: وأنا أقرب إليه من حبل الوريد وإنما قال: وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ كما قال في المحتضر وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْكُمْيعنى ملائكته.وكذلك الملائكة أقرب إلى الإنسان من حبل وريده إليه، بإقدار الله لهم على ذلك  .وهذا الذي ذهب إليه ابن كثير وإن كان مقبولا- لأن قرب الملائكة من العبد بإقدار الله لهم على ذلك- إلا أن ما ذهب إليه الجمهور من أن الضمير نَحْنُ لله- تعالى- أدل على قرب الله- سبحانه- لأحوال عباده، وأظهر في معنى الآية، وأزجر للإنسان عن ارتكاب المعاصي."},{"ayah_number":17,"text":"وإِذْ في قوله- تعالى-: إِذْ يَتَلَقَّى الْمُتَلَقِّيانِ ... ظرف منصوب بقوله أَقْرَبُ. أى: ونحن أقرب إليه من حبل الوريد، في الوقت الذي يتلقى فيه الْمُتَلَقِّيانِ وهما الملكان جميع ما يصدر عن هذا الإنسان.وهو- سبحانه- وإن كان في غير حاجة إلى كتابة هذين الملكين لما يصدر عن الإنسان، إلا أنه- تعالى- قضى بذلك لحكم متعددة، منها إقامة الحجة على العبد يوم القيامة، كما أشار- سبحانه- إلى ذلك في قوله: ... وَنُخْرِجُ لَهُ يَوْمَ الْقِيامَةِ كِتاباً يَلْقاهُ مَنْشُوراً. اقْرَأْ كِتابَكَ كَفى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيباً   .ومفعول التلقي في الفعل الذي هو يتلقى، وفي الوصف الذي هو المتلقيان، محذوف، والتقدير إذ يتلقى المتلقيان جميع ما يصدر عن الإنسان فيكتبانه عليه.وقوله: عَنِ الْيَمِينِ وَعَنِ الشِّمالِ قَعِيدٌ بيان ليقظة الملكين وحرصهما على تسجيل كل ما يصدر عن الإنسان.وقَعِيدٌ بمعنى المقاعد، أى الملازم للإنسان، كالجليس بمعنى المجالس.والمعنى: عن يمين الإنسان ملك ملازم له لكتابة الحسنات، وعن الشمال كذلك ملك آخر ملازم له لكتابة السيئات وحذف لفظ قعيد من الأول لدلالة الثاني عليه، كما في قول الشاعر:نحن بما عندنا وأنت بما ... عندك راض والرأى مختلفأى: نحن راضون بما عندنا وأنت راض بما عندك.."},{"ayah_number":18,"text":"ثم أكد- سبحانه- كل هذه المعاني بقوله: ما يَلْفِظُ مِنْ قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ أى: ما يتكلم هذا الإنسان من كلام، وما يفعل من فعل، إلا ولديه ملك «رقيب» أى:حفيظ يكتب أقواله «عتيد» أى: مهيأ لذلك، حاضر عنده لا يفارقه.يقال: عتد الشيء- ككرم- عتادة وعتادا، أى: حضر، فهو عتد وعتيد، ويتعدى بالهمزة وبالتضعيف، فيقال: أعتده صاحبه وعتّده، إذا هيأه وأعده.والمراد أن الملكين اللذين أحدهما عن يمينه والثاني عن شماله، كلاهما مراقب لأعمال الإنسان، حاضر لكتابتها.وشبيه بهذه الآية قوله- تعالى-: وَإِنَّ عَلَيْكُمْ لَحافِظِينَ. كِراماً كاتِبِينَ. يَعْلَمُونَ ما تَفْعَلُونَ وقوله- سبحانه-: أَمْ يَحْسَبُونَ أَنَّا لا نَسْمَعُ سِرَّهُمْ وَنَجْواهُمْ بَلى وَرُسُلُنا لَدَيْهِمْ يَكْتُبُونَ وقوله- عز وجل-: هذا كِتابُنا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ، إِنَّا كُنَّا نَسْتَنْسِخُ ما كُنْتُمْ تَعْمَلُونَ.قال بعض العلماء ما ملخصه: وبعض العلماء يرى أن الملكين يكتبان كل شيء حتى الأنين في المرض.. لأن قوله- تعالى- مِنْ قَوْلٍ نكرة في سياق النفي فتعم كل قول..وبعضهم يرى أن الملكين لا يكتبان من الأعمال إلا ما فيه ثواب أو عقاب، وقالوا: إن في الآية نعتا محذوفا، سوغ حذفه العلم به، لأن كل الناس يعلمون أن الجائز لا ثواب فيه ولا عقاب، وتقدير النعت المحذوف: ما يلفظ من قول مستوجب للجزاء إلا ولديه رقيب عتيد.. ."},{"ayah_number":19,"text":"ثم بين- سبحانه- حالة الإنسان عند الاحتضار فقال: وَجاءَتْ سَكْرَةُ الْمَوْتِ بِالْحَقِذلِكَ ما كُنْتَ مِنْهُ تَحِيدُ. أى: وجاءت لكل إنسان سكرة الموت وشدته وغمرته وكربته، ملتبسة بالحق الذي لا شك فيه ولا باطل معه ذلِكَ أى: الموت الذي هو نهاية كل حي ما كُنْتَ مِنْهُ تَحِيدُ أى: تميل وتهرب وتفر منه في حياتك. يقال: حاد فلان عن الشيء يحيد حيدة.. إذا تنحى عنه وابتعد.أخرج الإمام أحمد وابن جرير عن عبد الله مولى الزبير بن العوام قال: لما حضر أبو بكر الموت، بكت ابنته عائشة، وتمثلت بقول الشاعر:لعمرك ما يغنى الحذار عن الفتى ... إذا حشرجت يوما وضاق بها الصدرفقال لها أبو بكر- رضى الله عنه-: لا تقولي ذلك يا بنتي، ولكن قولي: وَجاءَتْ سَكْرَةُ الْمَوْتِ بِالْحَقِّ، ذلِكَ ما كُنْتَ مِنْهُ تَحِيدُ."},{"ayah_number":20,"text":"ثم بين- سبحانه- نهاية هذه الدنيا فقال: وَنُفِخَ فِي الصُّورِ أى: النفخة الأخيرة.. ذلِكَ يَوْمُ الْوَعِيدِ أى: ذلك الوقت الذي يكون فيه النفخ الأخير في الصور، هو الوقت الذي توعد الله- تعالى- فيه كل كافر بسوء المصير، كما وعد كل مؤمن بحسن الجزاء.وخص الوعيد بالذكر، لتهويل هذا اليوم، وتحذير العصاة مما سيكون فيه."},{"ayah_number":21,"text":"وَجاءَتْ كُلُّ نَفْسٍ من النفوس المؤمنة والكافرة والمطيعة والعاصية مَعَها سائِقٌ وَشَهِيدٌ أى: معها ملك يسوقها إلى المحشر، ومعها ملك آخر يشهد عليها.."},{"ayah_number":22,"text":"ثم يقال للكافر في هذا اليوم العصيب: لَقَدْ كُنْتَ فِي غَفْلَةٍ تامة مِنْ هذا الذي تعانيه اليوم وتشاهده فَكَشَفْنا عَنْكَ غِطاءَكَ أى: فأنزلنا عنك في هذا اليوم تلك الغفلة التي كانت تحجبك عن الاستعداد لهذا اليوم بالإيمان والعمل الصالح.فَبَصَرُكَ الْيَوْمَ حَدِيدٌ أى: فبصرك ونظرك في هذا اليوم نافذ قوى، تستطيع أن تبصر به ما كنت تنكره في الدنيا، من البعث والحساب والثواب والعقاب.يقال: فلان حديد البصر، إذا كان شديد الإبصار بحيث يرى أكثر مما يراه غيره.وهكذا نرى أن هذه الآيات الكريمة، قد بينت بأسلوب بليغ مؤثر، شمول علم الله- تعالى- لكل شيء، كما بينت حالة الإنسان يوم القيامة، يوم تأتى كل نفس ومعها سائق وشهيد..ثم يحكى- سبحانه- بعد ذلك ما يقوله قرين الإنسان يوم القيامة فيقول:"},{"ayah_number":23,"text":"والمراد بقرينه في قوله- تعالى-: وَقالَ قَرِينُهُ ... الملك الموكل بكتابة ما يصدر عن الإنسان في حياته، وجاء به مفردا مع أن لكل إنسان قرينين لأن المراد به الجنس.ويصح أن يكون المراد بقرينه هنا، شيطانه الذي أضله وأغواه..قال الآلوسى ما ملخصه: قوله: وَقالَ قَرِينُهُ ... أى: شيطانه المقيض له في الدنيا، ففي الحديث: «ما من أحد إلا وقد وكل به قرينه من الجن» قالوا: ولا أنت يا رسول الله؟ قال: «ولا أنا، إلا أن الله- تعالى- أعاننى عليه، فأسلم فلا يأمرنى إلا بخير» .وقوله: هذا ما لَدَيَّ عَتِيدٌ إشارة إلى الشخص الكافر نفسه، أى: هذا ما عندي قد هيأته لجهنم..وقال قتادة: قرينه: الملك الموكل بسوقه وبكتابة سيئاته، يقول مشيرا إلى ما في صحيفته وما فيها من سيئات: هذا الذي في صحيفته من سيئات مكتوب عندي، وحاضر للعرض.و «ما» نكرة موصوفة بالظرف وبعتيد، أو موصولة والظرف صلتها، و «عتيد» خبر بعد خبر لاسم الإشارة، أو خبر لمبتدأ محذوف.. ."},{"ayah_number":24,"text":"ثم يقال بعد ذلك للملكين الموكلين به، أو للسائق والشهيد: أَلْقِيا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ أى: اقذفا في جنهم باحتقار وغضب كل «كفار» أى: كل مبالغ في الجحود والكفر «عنيد» أى: معاند للحق مع علمه بأنه حق..يقال: عند فلان عن الحق- من باب- قعد فهو عاند وعنيد وعنود، إذا ركب الخلاف والعصيان وأبى أن ينقاد للحق مع علمه بأنه حق، مأخوذ من العند وهو عظم يعرض في الحلق فيحول بين الطعام وبين دخوله إلى الجسم."},{"ayah_number":25,"text":"وقوله مَنَّاعٍ لِلْخَيْرِ مُعْتَدٍ مُرِيبٍ صفات أخرى لذلك الكافر الملقى في جهنم.أى: مبالغ في المنع لكل خير يجب فعله. وهو بعد ذلك كثير الاعتداء، وكثير الشك فيما هو حق وبر."},{"ayah_number":26,"text":"الَّذِي جَعَلَ مَعَ اللَّهِ إِلهاً آخَرَ في العبادة والطاعة فَأَلْقِياهُ أيها الملكان فِي الْعَذابِ الشَّدِيدِ الذي يذله ويهينه.والاسم الموصول مبتدأ يشبه الشرط في العموم، ولذا دخلت الفاء في خبره وهو قوله:فَأَلْقِياهُ...."},{"ayah_number":27,"text":"قالَ قَرِينُهُ أى: شيطانه الذي كان يزبن له السوء في الدنيا. والجملة مستأنفة لأنها جواب عما يزعمه الكافر يوم القيامة من أن قرينه هو الذي أغواه وحمله على الكفر..أى: قال الشيطان في رده على الكافر: يا ربنا إننى ما أطغيته، ولا أجبرته على الكفر والعصيان وَلكِنْ هو الذي كانَ فِي ضَلالٍ بَعِيدٍ دون أن أكرهه أنا على هذا الضلال أو الكفر.وشبيه بهذه الآية قوله- تعالى-: وَقالَ الشَّيْطانُ لَمَّا قُضِيَ الْأَمْرُ، إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُكُمْ فَأَخْلَفْتُكُمْ، وَما كانَ لِي عَلَيْكُمْ مِنْ سُلْطانٍ إِلَّا أَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي، فَلا تَلُومُونِي وَلُومُوا أَنْفُسَكُمْ، ما أَنَا بِمُصْرِخِكُمْ وَما أَنْتُمْ بِمُصْرِخِيَّ ."},{"ayah_number":28,"text":"قالَ أى: - الخالق- عز وجل لا تَخْتَصِمُوا لَدَيَّ أى: لا تتنازعوا عندي في هذا الموقف، فإن التنازع لا فائدة فيه.وَقَدْ قَدَّمْتُ إِلَيْكُمْ بِالْوَعِيدِ أى: والحال أنى قد حذرتكم على ألسنة رسلي من سوء عاقبة الكفر، والآن لا مجال لهذا الاعتذار أو التخاصم."},{"ayah_number":29,"text":"ما يُبَدَّلُ الْقَوْلُ لَدَيَّ أى: لا خلف لوعدى، ولا معقب لحكمي، بل هو كائن لا محالة، وهو أنى: لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ.وَما أَنَا بِظَلَّامٍ لِلْعَبِيدِ أى: وما أنا من شأنى أن أعذب أحدا بدون ذنب جناه. وإنما أنا من شأنى أن أجازى الذين أساؤوا بما عملوا، وأجازى الذين أحسنوا بالحسنى، وأعفو عن كثير من ذنوب عبادي سوى الشرك بي."},{"ayah_number":30,"text":"يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ امْتَلَأْتِ وَتَقُولُ هَلْ مِنْ مَزِيدٍ أى: اذكر- أيها العاقل- لتتعظ وتعتبر- يوم نقول لجهنم هل امتلأت من كل كفار عنيد مناع للخير معتد مريب، واكتفيت من كل من جعل معى إلها آخر..؟فترد جهنم وتقول: يا إلهى هَلْ مِنْ مَزِيدٍ أى: يا إلهى هل بقي شيء منى لم يمتلئ من هؤلاء الكافرين؟ أنت تعلم يا خالقي أنى قد امتلأت، ولم يبق منى موضع لقدم.قال ابن كثير عند تفسيره لهذه الآية: يخبر الله- تعالى- أنه يقول لجهنم يوم القيامة:هل امتلأت؟ وذلك أنه وعدها أنه سيملؤها من الجنّة والناس أجمعين، فهو- سبحانه- يأمر بمن يأمر به إليها، ويلقى فيها وهي تقول: هَلْ مِنْ مَزِيدٍ أى: هل بقي شيء تزيدونى؟ ..هذا هو الظاهر من سياق الآية، وعليه تدل الأحاديث، فقد أخرج البخاري عن أنس بن مالك. عن النبي صلّى الله عليه وسلّم قال: «يلقى في النار- الكفرة- وتقول: هل من مزيد، حتى يضع- سبحانه- فيها قدمه فتقول: قط قط- أى: حسبي حسبي-..»وعن ابن عباس قوله: وَتَقُولُ هَلْ مِنْ مَزِيدٍ أى: وهل فيّ من مكان يزاد فيّ.وعن عكرمة قوله: وتقول: هَلْ مِنْ مَزِيدٍ وهل فيّ مدخل واحد؟ قد امتلأت .وقال الشوكانى: وهذا الكلام على طريقة التخييل والتمثيل ولا سؤال ولا جواب. كذا قيل. والأولى أنه على طريقة التحقيق، ولا يمنع من ذلك عقل ولا شرع.قال الواحدي: أراها الله تصديق قوله: لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ، فلما امتلأت قال لها: هَلِ امْتَلَأْتِ وَتَقُولُ هَلْ مِنْ مَزِيدٍ أى: قد امتلأت ولم يبق في موضع لم يمتلئ. وقيل: إن هذا الاستفهام بمعنى الاستزادة. أى: إنها تطلب الزيادة على من قد صار فيها.. والمزيد: إما مصدر كالمحيد. أو اسم مفعول كالمنيع، فالأول بمعنى: هل من زيادة.والثاني بمعنى هل من شيء تزيدونيه.. ."},{"ayah_number":31,"text":"وكعادة القرآن في المقارنة بين عاقبة الأشرار والأخيار، جاء بعد ذلك الحديث عن المتقين وحسن عاقبتهم فقال- تعالى-: وَأُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقِينَ غَيْرَ بَعِيدٍ.وقوله: وَأُزْلِفَتِ من الإزلاف بمعنى القرب، يقال: أزلفه إذا قربه، ومنه الزلفة والزلفى بمعنى القربة والمنزلة.. وهو معطوف على قوله- سبحانه- وَنُفِخَ فِي الصُّورِ.وقوله: غَيْرَ بَعِيدٍ صفة لموصوف مذكر محذوف، ولذا قال غير بعيد ولم يقل غير بعيدة. أى: وأدنيت وقربت الجنة للمتقين في مكان غير بعيد منهم، فصاروا يرونها ويشاهدون ما فيها من خيرات لا يحيط بها الوصف.وفائدة قوله: غَيْرَ بَعِيدٍ بعد قوله وَأُزْلِفَتِ للتأكيد والتقرير، كقولك: فلان قريب غير بعيد، وعزيز غير ذليل..قال الجمل ما ملخصه: فإن قيل: ما وجه التقريب مع أن الجنة مكان، والأمكنة يقرب منها وهي لا تقرب؟.فالجواب: أن الجنة لا تنقل.. لكن الله- تعالى- يطوى المسافة التي بين المؤمن والجنة- حتى لكأنها حاضرة أمامه- وذلك من باب التكريم والتشريف للمؤمن ."},{"ayah_number":32,"text":"واسم الإشارة في قوله: هذا ما تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٍ يعود إلى الجنة التي قربت لهم.. والجملة على تقدير القول، أى: قربت الجنة ممن هم أهلها، ويقال لهم عند دخولها:هذا الذي ترونه من نعيم، هو ما سبق أن وعد الله- تعالى- به كل أَوَّابٍ أى رجاع إليه بالتوبة حَفِيظٍ أى: حافظ لحدوده وأوامره ونواهيه بحيث لا يتجاوزها، وإنما ينفذها، ويقف عندها."},{"ayah_number":33,"text":"مَنْ خَشِيَ الرَّحْمنَ بِالْغَيْبِ.. أى: من خاف مقام ربه دون أن يراه أو يطلع عليه، والجملة بدل أو عطف بيان من قوله: لِكُلِّ أَوَّابٍ حَفِيظٍ وقوله: بِالْغَيْبِ متعلق بمحذوف حال من الرحمن، أى: خشيه وهو غائب عنه لا يراه ولا يشاهده.وَجاءَ بِقَلْبٍ مُنِيبٍ أى: وجاء ربه يوم القيامة بقلب راجع إليه، مخلص في طاعته، مقبل على عبادته.."},{"ayah_number":34,"text":"هؤلاء الذين يفعلون ذلك في دنياهم، يقال لهم يوم الحساب على سبيل التبشير والتكريم:ادْخُلُوها بِسَلامٍ أى ادخلوا الجنة التي وعدكم الله إياها بسلام وأمان واطمئنان.ذلِكَ اليوم وهو يوم الثواب والعطاء الجزيل من الله- تعالى- يَوْمُ الْخُلُودِ الذي لا انتهاء له، ولا موت بعده.."},{"ayah_number":35,"text":"لَهُمْ ما يَشاؤُنَ فِيها أى: لهؤلاء المتقين ما يشاءون ويشتهون.. في الجنة.وَلَدَيْنا مَزِيدٌ أى: وعندنا- فضلا عن كل هذا النعيم الذي يرفلون فيه- المزيد منه، مما لم يخطر لهم على بال، ولم تره أعينهم قبل ذلك.قال ابن كثير: وقوله: وَلَدَيْنا مَزِيدٌ كقوله- تعالى-: لِلَّذِينَ أَحْسَنُوا الْحُسْنى وَزِيادَةٌ، وقد تقدم في صحيح مسلم عن صهيب بن سنان، أنها النظر إلى وجه الله الكريم .ثم تحدثت السورة الكريمة في أواخرها عن مصارع المكذبين السابقين، وعن مظاهر قدرة الله- تعالى- وعن الدواء الذي يزيل عن القلوب همومها،"},{"ayah_number":36,"text":"وكَمْ في قوله- تعالى-: وَكَمْ أَهْلَكْنا قَبْلَهُمْ مِنْ قَرْنٍ.... خبرية بمعنى كثير، وهي منصوبة بما بعدها، والقرن يطلق على جماعة من الناس تعيش في زمن واحد، ومقداره مائة سنة- على الراجح-.وقوله: مِنْ قَرْنٍ تمييز لكم، وجملة هُمْ أَشَدُّ مِنْهُمْ بَطْشاً صفة، والبطش:السطوة والأخذ بشدة. أى: واعلم- أيها الرسول الكريم- أننا أهلكنا كثيرا من القرون الماضية التي كذبت رسلها، كقوم نوح وعاد وثمود، وقد كانوا أشد من قومك قوة وأكثر جمعا، ومادام الأمر كما ذكرنا لك، فلا تحزن ولا تبتئس لما يصيبك من الكافرين المعاصرين لك، فنحن في قدرتنا أن ندمرهم تدميرا.والضمير في قوله- تعالى-: فَنَقَّبُوا فِي الْبِلادِ يعود إلى أهل تلك القرون المهلكة الماضية. والتنقيب: السير في الأرض، والطواف فيها. والبحث بين أرجائها، يقال: نقب فلان في الأرض، إذا ذهب فيها وأصل النّقب: الخرق والدخول في الشيء، ومنه قولهم:نقب فلان الجدار، إذا أحدث فيه خرقا.والمراد به هنا: السير في الأرض، والتفتيش فيها..قال الآلوسى: فَنَقَّبُوا فِي الْبِلادِ أى: ساروا في الأرض وطوفوا فيها حذر الموت..قال الشاعر:نقبوا في البلاد حذر الموت ... وجالوا في الأرض كل مجالوشاع التنقيب في العرف بمعنى التنقير عن الشيء والبحث عن أحواله..والفاء على تفسير التنقيب بالسير ونحوه، لمجرد التعقيب، وعلى تفسيره بالتصرف للسببية، لأن تصرفهم في البلاد مسبب عن اشتداد بطشهم، وهي على الوجهين عاطفة على معنى ما قبلها، كأنه قيل: اشتد بطشهم فنقبوا في البلاد..  .والاستفهام في قوله- سبحانه-: هَلْ مِنْ مَحِيصٍ للإنكار والنفي، والمحيص:المعدل والمهرب، يقال: حاص فلان عن الشيء يحيص حيصا، ومحيصا، إذا عدل وحاد عنه، وحاول الهروب منه. أى: أن هؤلاء المكذبين السابقين، كانوا أشد من مشركي قريش قوة وأكثر جميعا، وكانوا أكثر ضربا في الأرض وسيرا فيها فلما نزل بهم بأسنا حاولوا الهرب والفرار، فلم يجدوا مكانا يهربون فيه، بل نزل بهم عذابنا فدمرناهم تدميرا.فعليكم- أيها المشركون- أن تعتبروا بهم، حتى لا يصيبكم ما أصابهم.فالمقصود بالآية الكريمة، تسلية الرسول صلّى الله عليه وسلّم وتحذير أعدائه من سوء عاقبة الكفر والعناد."},{"ayah_number":37,"text":"إِنَّ فِي ذلِكَ الإهلاك للأمم المكذبة السابقة لَذِكْرى أى: لتذكرة وعبرة لِمَنْ كانَ لَهُ قَلْبٌ أى: لمن كان له قلب يعي ما يسمع، ويعقل ما يوجه إليه، ويعمل بمقتضى هذا التوجيه الحكيم. أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ أى: فيما سقناه عبرة وعظة لمن كان له قلب يعي الحقائق، ولمن أصغى إلى ما يلقى إليه من إرشادات، وهو حاضر الذهن صادق العزم لتنفيذ ما جاءه من الحق..قال صاحب الكشاف: لِمَنْ كانَ لَهُ قَلْبٌ أى: قلب واع، لأن من لا يعي قلبه فكأنه لا قلب له، وإلقاء السمع: الإصغاء. وَهُوَ شَهِيدٌ أى: حاضر بفطنته، لأن من لا يحضر ذهنه فكأنه غائب.. أو هو مؤمن شاهد على صحته، وأنه وحى الله.. ."},{"ayah_number":38,"text":"ثم بين- سبحانه- مظاهر قدرته ووحدانيته فقال: وَلَقَدْ خَلَقْنَا السَّماواتِ وَالْأَرْضَ وَما بَيْنَهُما فِي سِتَّةِ أَيَّامٍ، وَما مَسَّنا مِنْ لُغُوبٍ. واللغوب: التعب والنصب والإعياء، مصدر لغب- كدخل- يقال: لغب فلان لغوبا، إذا اشتد تعبه وضعفه.أى: والله لقد خلقنا بقدرتنا السموات والأرض وما بينهما من كائنات لا يعلمها إلا الله، في ستة أوقات وما مسنا بسبب هذا الخلق العظيم نصب أو تعب أو إعياء.فالمراد بالأيام مطلق الأوقات التي لا يعلم مقدارها إلا الله- تعالى- وقيل: هذه الأيام من أيام الدنيا، وقيل: من أيام الآخرة..وقال سعيد بن جبير: الله- تعالى- قادر على أن يخلق السموات والأرض وما بينهما في لمحة ولحظة، ولكنه- سبحانه- خلقهن في ستة أيام ليعلم عباده التثبت في الأمور والتأنى فيها.والمقصود بالآية الكريمة بيان كمال قدرة الله- تعالى-. والرد على من أنكر البعث والنشور. وعلى اليهود الذين زعموا أن الله- تعالى- خلق العالم في ستة أيام ثم استراح في اليوم السابع وهو يوم السبت."},{"ayah_number":39,"text":"والفاء في قوله: فَاصْبِرْ عَلى ما يَقُولُونَ فصيحة. أى: إذا كان الحال كما بينا لك يا محمد، فاصبر على ما يقوله هؤلاء الضالون المكذبون من أقوال لا يؤيدها عقل أو نقل.وقوله: وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ الْغُرُوبِ إرشاد له صلّى الله عليه وسلّم إلى ما يعينه على الصبر.أى: اصبر- أيها الرسول الكريم- على أقوال هؤلاء الكافرين، ونزه ربك- تعالى- عن كل ما لا يليق به، وتقرب إليه بالعبادات والطاعات قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ الْغُرُوبِ وهما وقتا الفجر والعصر.وخصهما- سبحانه- بالذكر لفضلهما وشرفهما."},{"ayah_number":40,"text":"وَمِنَ اللَّيْلِ فَسَبِّحْهُ- أيضا- ونزهه عن كل ما لا يليق به، وَأَدْبارَ السُّجُودِ أى: وفي أدبار وأعقاب الصلوات فأكثر من تسبيحه- عز وجل- وتقديسه.ومن الأحاديث التي وردت في فضل التسبيح بعد الصلوات المكتوبة، ما ثبت في الصحيحين عن أبى هريرة أنه قال: «جاء فقراء المهاجرين فقالوا: يا رسول الله، ذهب أهل الدثور بالدرجات العلى والنعيم المقيم. فقال: «وما ذاك» ؟ قالوا: يصلون كما نصلى، ويصومون كما نصوم، ويتصدقون ولا نتصدق. فقال صلّى الله عليه وسلّم: «أفلا أعلمكم شيئا إذا فعلتموه سبقتم من بعدكم، ولا يكون أحد أفضل منكم إلا من فعل مثل ما فعلتم؟ تسبحون وتحمدون وتكبرون دبر كل صلاة ثلاثا وثلاثين» .قال: فقالوا: يا رسول الله سمع إخواننا أهل الأموال بما فعلناه ففعلوا مثله.فقال صلّى الله عليه وسلّم: «ذلك فضل الله يؤتيه من يشاء» .وشبيه بهذه الآية قوله- تعالى-: فَاصْبِرْ عَلى ما يَقُولُونَ، وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِها، وَمِنْ آناءِ اللَّيْلِ فَسَبِّحْ وَأَطْرافَ النَّهارِ لَعَلَّكَ تَرْضى"},{"ayah_number":41,"text":"ثم أمر- سبحانه- رسوله صلّى الله عليه وسلّم أن يلقى سمعه لما يخبره به- تعالى- من أهوال يوم القيامة فقال: وَاسْتَمِعْ.... والمستمع إليه محذوف للتهويل والتعظيم.. أى: واستمع- أيها الرسول الكريم- أو- أيها العاقل- لما سأخبرك به من أهوال يوم القيامة.ثم بين- سبحانه- ذلك فقال: يَوْمَ يُنادِ الْمُنادِ مِنْ مَكانٍ قَرِيبٍ.أى: استمع استماع تنبه وتيقظ يوم يناد المناد وهو إسرافيل- عليه السلام- من مكان قريب بحيث يسمع نداءه الناس جميعا..قال ابن كثير: قال قتادة: قال كعب الأحبار: يأمر الله ملكا أن ينادى على صخرة بيت المقدس: أيتها العظام البالية، والأوصال المتقطعة، إن الله يأمركن أن تجتمعن لفصل القضاء .وفي ورود الأمر بالاستماع مطلقا، ثم توضيحه بما بعده، تهويل وتعظيم للمخبر به، لما في الإبهام، ثم التفسير، من التهويل والتفخيم لشأن المحدث عنه."},{"ayah_number":42,"text":"وقوله: يَوْمَ يَسْمَعُونَ الصَّيْحَةَ بِالْحَقِّ بدل من قوله: يَوْمَ يُنادِ.أى: يوم يسمعون صيحة البعث من القبور. والحشر للجزاء، سماعا ملتبسا بالحق الذي لا يحوم حوله باطل، والمراد بهذه الصيحة: النفخة الثانية ذلِكَ اليوم هو يَوْمُ الْخُرُوجِ من الأجداث كأنهم جراد منتشر.وشبيه بهذه الآية قوله- تعالى-: وَنُفِخَ فِي الصُّورِ فَإِذا هُمْ مِنَ الْأَجْداثِ إِلى رَبِّهِمْ يَنْسِلُونَ. قالُوا يا وَيْلَنا مَنْ بَعَثَنا مِنْ مَرْقَدِنا، هذا ما وَعَدَ الرَّحْمنُ وَصَدَقَ الْمُرْسَلُونَ."},{"ayah_number":43,"text":"ثم بين- سبحانه- ما يدل على كمال قدرته فقال: إِنَّا نَحْنُ نُحْيِي وَنُمِيتُ وَإِلَيْنَا الْمَصِيرُ. أى: إنا بقدرتنا وإرادتنا نحيى ونميت من نشاء إحياءه أو إماتته، وإلينا وحدنا مرجع العباد ومصيرهم، لا يشاركنا في ذلك مشارك."},{"ayah_number":44,"text":"اذكر- أيضا- أيها العاقل يَوْمَ تَشَقَّقُ الْأَرْضُ عَنْهُمْ سِراعاً.. أى يوم تتشقق الأرض عمن في باطنها من مخلوقات، فيخرجون إلينا سراعا. كما قال- تعالى-:يَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ، وَتَظُنُّونَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا وقوله: ذلِكَ حَشْرٌ عَلَيْنا يَسِيرٌ أى: ذلك التشقق للأرض وما يترتب عليه من بعث وجمع وحشر، يسير وهين علينا، لأن قدرتنا لا يعجزها شيء."},{"ayah_number":45,"text":"ثم ختم- سبحانه- السورة الكريمة بهذه الآية التي فيها من التسلية للرسول صلّى الله عليه وسلّم ومن التحديد الدقيق لوظيفته، فقال- تعالى-: نَحْنُ أَعْلَمُ بِما يَقُولُونَ وَما أَنْتَ عَلَيْهِمْ بِجَبَّارٍ، فَذَكِّرْ بِالْقُرْآنِ مَنْ يَخافُ وَعِيدِ. أى: نحن- أيها الرسول الكريم- أعلم بما يقوله هؤلاء المشركون في شأنك وفي شأن دعوتك، وسنجازيهم على ذلك بما يستحقونه من عقاب، فاصبر على أقوالهم، وبلغ رسالة ربك دون أن تخشى أحدا سواه.وأنت لست بمسلط عليهم لتجبرهم على اتباعك، وتقهرهم على الدخول في الإسلام، وإنما وظيفتك التذكير بهذا القرآن لمن يخشى عذابي، ويخاف وعيدي.كما قال- سبحانه-: فَذَكِّرْ إِنَّما أَنْتَ مُذَكِّرٌ. لَسْتَ عَلَيْهِمْ بِمُصَيْطِرٍ.وكما قال- تعالى-: وَإِنْ ما نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ، فَإِنَّما عَلَيْكَ الْبَلاغُ وَعَلَيْنَا الْحِسابُ.وبعد فهذا تفسير محرر لسورة «ق» التي حفظها بعض الصحابة من فم النبي صلّى الله عليه وسلّم خلال تكراره لها في خطب الجمعة.نسأل الله- تعالى- أن يجعل القرآن ربيع قلوبنا، وأنس نفوسنا.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم."}]