[{"ayah_number":1,"text":"سورة الذارياتبسم الله الرّحمن الرّحيممقدمة وتمهيد1- سورة الذَّارِياتِ من السور المكية الخالصة، وعدد آياتها ستون آية. وكان نزولها بعد سورة «الأحقاف» .2- وقد افتتحت هذه السورة بقسم من الله- تعالى-، ببعض مخلوقاته، على أن البعث حق، وعلى أن الجزاء حق.قال- تعالى-: وَالذَّارِياتِ ذَرْواً. فَالْحامِلاتِ وِقْراً. فَالْجارِياتِ يُسْراً. فَالْمُقَسِّماتِ أَمْراً. إِنَّما تُوعَدُونَ لَصادِقٌ. وَإِنَّ الدِّينَ لَواقِعٌ.3- ثم بينت السورة الكريمة بعد ذلك، ما أعده- سبحانه- لعباده المتقين، فقال- تعالى-: إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَعُيُونٍ. آخِذِينَ ما آتاهُمْ رَبُّهُمْ، إِنَّهُمْ كانُوا قَبْلَ ذلِكَ مُحْسِنِينَ. كانُوا قَلِيلًا مِنَ اللَّيْلِ ما يَهْجَعُونَ. وَبِالْأَسْحارِ هُمْ يَسْتَغْفِرُونَ. وَفِي أَمْوالِهِمْ حَقٌّ لِلسَّائِلِ وَالْمَحْرُومِ.4- ثم ساق- سبحانه- بعد ذلك طرفا من قصة إبراهيم ولوط وهود وصالح وموسى ونوح- عليهم السلام- مع أقوامهم، ليكون في هذا البيان ما يدعو كل عاقل إلى الاتعاظ والاعتبار، بحسن عاقبة الأخيار، وسوء عاقبة الأشرار.5- ثم ختم- سبحانه- السورة الكريمة ببيان ما يدل على كمال قدرته، وعلى سعة رحمته، ودعا الناس جميعا إلى إخلاص العبادة والطاعة له، لأنه- سبحانه- ما خلقهم إلا لعبادته.قال- تعالى-: وَما خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ. ما أُرِيدُ مِنْهُمْ مِنْ رِزْقٍ وَما أُرِيدُ أَنْ يُطْعِمُونِ. إِنَّ اللَّهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ. فَإِنَّ لِلَّذِينَ ظَلَمُوا ذَنُوباً مِثْلَ ذَنُوبِ أَصْحابِهِمْ فَلا يَسْتَعْجِلُونِ. فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنْ يَوْمِهِمُ الَّذِي يُوعَدُونَ.6- هذا، والمتدبر في هذه السورة الكريمة، يراها- كغيرها من السور المكية- قد ركزت حديثها على إقامة الأدلة على أن العبادة لا تكون إلا لله الواحد القهار، وعلى أن البعث حق، والجزاء حق، وعلى أن سنة الله- تعالى- قد اقتضت أن يجعل العاقبة الطيبة لأنبيائه وأتباعهم، والعاقبة السيئة للمكذبين لرسلهم، وعلى أن الوظيفة التي من أجلها خلق الله- تعالى- الجن والإنس، إنما هي عبادته وطاعته.نسأل الله- تعالى- أن يهدينا جميعا إلى صراطه المستقيم. وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم.والمراد بالذاريات: الرياح التي تذرو الشيء، أى تسوقه وتحركه وتنقله من مكانه.فهذا اللفظ اسم فاعل من ذرا المعتل، بمعنى فرّق وبدّد. يقال: ذرت الرياح التراب تذروه ذروا، وتذريه ذريا- من بابى عدا ورمي- إذا طيرته وفرقته.ومنه قوله- تعالى-: وَاضْرِبْ لَهُمْ مَثَلَ الْحَياةِ الدُّنْيا، كَماءٍ أَنْزَلْناهُ مِنَ السَّماءِ فَاخْتَلَطَ بِهِ نَباتُ الْأَرْضِ فَأَصْبَحَ هَشِيماً تَذْرُوهُ الرِّياحُ ...  . أى: تنقله وتحركه من مكان إلى آخر.والمفعول محذوف، و «ذروا» مصدر مؤكد، وناصبه لفظ الذاريات، أى: وحق الرياح التي تذرو التراب وغيره ذروا، وتحركه تحريكا شديدا."},{"ayah_number":2,"text":"والمراد بالحاملات: السحب التي تحمل الأمطار الثقيلة، فتسير بها من مكان إلى آخر.والوقر- بكسر الواو- كالحمل وزنا ومعنى، وهو مفعول به.أى: فالسحب الحاملات للأمطار الثقيلة، وللمياه الغزيرة، التي تنزل على الأرض اليابسة، فتحولها- بقدرة الله- تعالى- إلى أرض خضراء.وهذا الوصف للسحاب بأنه يحمل الأمطار الثقيلة، قد جاء ما يؤيده من الآيات القرآنية، ومن ذلك قوله- تعالى-: وَهُوَ الَّذِي يُرْسِلُ الرِّياحَ بُشْراً بَيْنَ يَدَيْ رَحْمَتِهِ، حَتَّى إِذا أَقَلَّتْ سَحاباً ثِقالًا سُقْناهُ لِبَلَدٍ مَيِّتٍ..  .وقوله- سبحانه-: هُوَ الَّذِي يُرِيكُمُ الْبَرْقَ خَوْفاً وَطَمَعاً وَيُنْشِئُ السَّحابَ الثِّقالَ..."},{"ayah_number":3,"text":"والمراد بالجاريات: السفن التي تجرى في البحر، فتنقل الناس وأمتعتهم من بلد إلى بلد.وقوله: يُسْراً صفة لمصدر محذوف بتقدير مضاف، أى: فالجاريات بقدرة الله- تعالى- في البحر جريا ذا يسر وسهولة، إلى حيث يسيرها ربانها.ويصح أن يكون قوله يُسْراً حال. أى. فالجاريات في حال كونها ميسرة مسخرا لها البحر.ومن الآيات التي تشبه في معناها هذه الآية قوله- تعالى-: وَمِنْ آياتِهِ الْجَوارِ فِي الْبَحْرِ كَالْأَعْلامِ."},{"ayah_number":4,"text":"والمراد بالمقسمات في قوله- سبحانه- فَالْمُقَسِّماتِ أَمْراً الملائكة، فإنهم يقسمون أرزاق العباد وأمورهم وشئونهم ... على حسب ما يكلفهم الله- تعالى- به من شئون مختلفة.وأَمْراً مفعول به، للوصف الذي هو المقسمات، وهو مفرد أريد به الجمع، أى:المقسمات لأمور العباد بأمر الله- تعالى- وإرادته.وهذا التفسير لتلك الألفاظ، قد ورد عن بعض الصحابة، فعن أبى الطفيل أنه سمع عليا- رضى الله عنه- يقول- وهو على منبر الكوفة-: لا تسألونى عن آية في كتاب الله، ولا عن سنة رسول الله، إلا أنبأتكم بذلك، فقام إليه ابن الكواء فقال: يا أمير المؤمنين. ما معنى قوله- تعالى-: وَالذَّارِياتِ ذَرْواً قال: الريح. فَالْحامِلاتِ وِقْراً قال: السحاب. فَالْجارِياتِ يُسْراً قال: السفن، فَالْمُقَسِّماتِ أَمْراً قال:الملائكة.وروى مثل هذا التفسير عن عمر بن الخطاب، وعن ابن عباس..ومن العلماء من يرى أن هذه الألفاظ جميعها صفات للرياح.قال الإمام الرازي. هذه صفات أربع للرياح، فالذاريات: هي الرياح التي تنشئ السحاب أولا. والحاملات: هي الرياح التي تحمل السحب التي هي بخار الماء ... والجاريات:هي الرياح التي تجرى بالسحب بعد حملها. والمقسمات: هي الرياح التي تفرق الأمطار على الأقطار.ومع وجاهة رأى الإمام الرازي في هذه المسألة، إلا أننا نؤثر عليه الرأى السابق، لأنه ثابت عن بعض الصحابة، ولأن كون هذه الألفاظ الأربعة لها معان مختلفة، أدل على قدرة الله- تعالى- وعلى فضله على عباده.وقد تركنا أقوالا ظاهرة الضعف والسقوط. كقول بعضهم: الذاريات هن النساء، فإنهن يذرين الأولاد، بمعنى أنهن يأتين بالأولاد بعضهم في إثر بعض، كما تنقل الرياح الشيء من مكان إلى مكان.قال الآلوسى: ثم إذا حملت هذه الصفات على أمور مختلفة متغايرة بالذات- كما هو الرأى المعول عليه- فالفاء للترتيب في الأقسام ذكرا ورتبة، باعتبار تفاوت مراتبها في الدلالة على كمال قدرته- عز وجل- وهذا التفاوت إما على الترقي أو التنزل، لما في كل منها من الصفات التي تجعلها أعلى من وجه وأدنى من آخر.وإن حملت على واحد وهو الرياح، فهي لترتيب الأفعال والصفات، إذ الريح تذرو الأبخرة إلى الجو أولا، حتى تنعقد سحابا، فتحمله ثانيا، وتجرى به ثالثا ناشرة وسائقة له إلى حيث أمرها الله- تعالى- ثم تقسم أمطاره ."},{"ayah_number":5,"text":"وقوله: إِنَّما تُوعَدُونَ لَصادِقٌ جواب القسم. و «ما» موصولة والعائد محذوف، والوصف بمعنى المصدر. أى: وحق هذه الأشياء التي ذكرتها لكم إن الذي توعدونه من الجزاء والحساب والبعث.. لصدق لا يحوم حوله كذب أوشك.ويجوز أن تكون «ما» مصدرية. أى: إن الوعد بالبعث والجزاء والحساب لصادق."},{"ayah_number":6,"text":"وقوله: وَإِنَّ الدِّينَ لَواقِعٌ تأكيد وتقرير لما قبله. أى: وإن الجزاء على الأعمال لواقع وقوعا لا ريب فيه. فالمراد بالدين هنا: الجزاء، كما في قوله- سبحانه- يَوْمَئِذٍ يُوَفِّيهِمُ اللَّهُ دِينَهُمُ الْحَقَّ....ومنه قولهم: «كما تدين تدان» أى: كما تعمل تجازى، ومعنى وقوعه: حصوله."},{"ayah_number":7,"text":"ثم أقسم- سبحانه- قسما آخر بالسماء ذات الحبك فقال: وَالسَّماءِ ذاتِ الْحُبُكِ. إِنَّكُمْ لَفِي قَوْلٍ مُخْتَلِفٍ. يُؤْفَكُ عَنْهُ مَنْ أُفِكَ.والحبك: جمع حبيكة، كطريقة، - وزنا ومعنى-، أو جمع حباك- كمثل ومثال-، والحبيكة والحباك. الطريقة في الرمل وما يشبهه. أى: وحق السماء ذات الطرق المتعددة، والتي لا ترونها بأعينكم لبعدها عنكم.ويرى بعضهم أن معنى ذات الحبك: ذات الخلق الحسن المحكم ... أو ذات الزينة والجمال.قال القرطبي: وفي الحبك أقوال: الأول: قال: ابن عباس: ذات الخلق الحسن المستوي يقال، حبك فلان الثوب يحبكه- بكسر الباء- إذا أجاد نسجه.الثاني: ذات الزينة. الثالث: ذات النجوم، الرابع: ذات الطرائق. ولكنها تبعد من العباد فلا يرونها. الخامس: ذات الشدة ...."},{"ayah_number":8,"text":"وقوله: إِنَّكُمْ لَفِي قَوْلٍ مُخْتَلِفٍ جواب القسم."},{"ayah_number":9,"text":"وقوله: يُؤْفَكُ عَنْهُ ... من الأفك- بفتح الهمزة وسكون الفاء- بمعنى الصرف للشيء عن وجهه الذي يجب أن يكون عليه.والضمير في «عنه» يعود إلى النبي صلى الله عليه وسلم أو إلى القرآن الكريم.فيكون المعنى: وحق السماء ذات الطرق المتعددة، وذات الهيئة البديعة المحكمة الجميلة..إنكم- أيها المشركون- «لفي قول مختلف» أى: متناقض متخالف، فمنكم من يقول عن القرآن الكريم إنه: أساطير الأولين، ومنكم من يقول عن الرسول صلى الله عليه وسلم: إنه ساحر أو مجنون.والحق أنه يصرف عن الإيمان بهذا القرآن الكريم الذي جاء به الرسول صلى الله عليه وسلم من صرفه الله- تعالى- عنه، بسبب إيثاره الغي على الرشد، والضلالة على الهداية، والكفر على الإيمان.والتعبير بقوله: مَنْ أُفِكَ للإشعار بأن هذا الشقي الذي آثر الكفر على الإيمان، قد صرف عن الرشاد وعن الخير صرفا، ليس هناك ما هو أشد منه في سوء العاقبة.فهذا التعبير شبيه في التهويل بقوله- تعالى-: فَغَشِيَهُمْ مِنَ الْيَمِّ ما غَشِيَهُمْ.قال الجمل: يُؤْفَكُ يصرف عَنْهُ عن النبي صلى الله عليه وسلم والقرآن الكريم. أى:عن الإيمان به مَنْ أُفِكَ أى: من صرف عن الهداية في علم الله- تعالى-.وقيل: الضمير للقول المذكور. أى: يرتد، أى: يصرف عن هذا القول من صرف عنه في علم الله- تعالى- وهم المؤمنون  ."},{"ayah_number":10,"text":"ثم بين- سبحانه- سوء عاقبة المكذبين فقال: قُتِلَ الْخَرَّاصُونَ. الَّذِينَ هُمْ فِي غَمْرَةٍ ساهُونَ. يَسْئَلُونَ أَيَّانَ يَوْمُ الدِّينِ. يَوْمَ هُمْ عَلَى النَّارِ يُفْتَنُونَ.والخراصون: جمع خرّاص، وأصل الخرص: الظن والتخمين، ومنه الخارص الذي يخرص النخلة ليقدر ما عليها من ثمر، والمراد به هنا: الكذب، لأنه ينشأ غالبا عن هذا الخرص، والمراد بالآية الدعاء عليهم باللعن والطرد من رحمة الله- تعالى-.أى: لعن وطرد من رحمة الله- تعالى- هؤلاء الكذابون، الذين قالوا في الرسول صلى الله عليه وسلم ما هو منزه عنه ..."},{"ayah_number":11,"text":"والذين هم فِي غَمْرَةٍ ساهُونَ أى: في جهالة تغمرهم كما يغمر الماء الأرض. فهم ساهون وغافلون عن كل خير.فالغمرة: ما يغمر الشيء ويستره ويغطيه، ومنه قولهم: نهر غمر، أى: يغمر من دخله.والمراد: أنهم في جهالة غامرة لقلوبهم. وفي غفلة تامة عما ينفعهم.وهذا التعبير فيه ما فيه من تصوير ما هم عليه من جهالة وغفلة، حيث يصورهم- سبحانه- وكأن ذلك قد أحاط بهم وغمرهم حتى لكأنهم لا يحسون بشيء مما حولهم."},{"ayah_number":12,"text":"ثم بين- سبحانه- ما كانوا عليه من سوء أدب فقال: يَسْئَلُونَ أَيَّانَ يَوْمُ الدِّينِ.و «أيان» بمعنى متى. أى: يسألون سؤال استهزاء واستخفاف فيقولون: متى يكون هذا البعث الذي تحدثنا عنه يا محمد، ومتى يوم الجزاء والحساب الذي تهددنا به؟"},{"ayah_number":13,"text":"وهنا يأتيهم الجواب الذي يردعهم ويبين لهم سوء مصيرهم. فيقول- سبحانه-: يَوْمَ هُمْ عَلَى النَّارِ يُفْتَنُونَ أى يقع هذا اليوم الذي تسألون عنه وهو يوم البعث والحساب والجزاء ... يوم تحرقون بالنار- أيها الكافرون-، وتعذبون فيها عذاب أليما.و «يفتنون» مأخوذ من الفتن بمعنى الاختبار والامتحان، يقال: فتنت الذهب بالنار، إذا أذبته لتظهر جودته من غيرها. والمراد به هنا: الإحراق بالنار.وعدى «يفتنون» بعلى، لتضمنه معنى يعرضون، أو على بمعنى في."},{"ayah_number":14,"text":"وقوله: ذُوقُوا فِتْنَتَكُمْ.. مقول لقول محذوف.أى: هذا اليوم الذي يسألون عنه واقع يوم الجزاء.. يوم يقال لهم وهم يعرضون على النار: ذوقوا العذاب المعد لكم، أو ذوقوا سوء عاقبة كفركم.هذَا العذاب المهين، هو الَّذِي كُنْتُمْ بِهِ تَسْتَعْجِلُونَ في الدنيا، وتقولون- على سبيل الاستهزاء والإنكار- للنبي صلى الله عليه وسلم ولأصحابه: مَتى هذَا الْوَعْدُ إِنْ كُنْتُمْ صادِقِينَ.وبذلك نرى الآيات الكريمة قد أكدت بأقوى الأساليب وأحكمها، أن يوم البعث والجزاء والحساب حق، وان المكذبين بذلك سيذوقون أشد العذاب.وكعادة القرآن الكريم في قرن الترغيب بالترهيب أو العكس، جاء الحديث عن حسن عاقبة المتقين بعد الحديث عن سوء مصير المكذبين فقال- سبحانه-:"},{"ayah_number":15,"text":"والمعنى: إِنَّ الْمُتَّقِينَ وهم الذين صانوا أنفسهم عن كل مالا يرضى الله- تعالى-.فِي جَنَّاتٍ وَعُيُونٍ أى: مستقرين في جنات وبساتين فيها عيون عظيمة، لا يبلغ وصفها الواصفون."},{"ayah_number":16,"text":"آخِذِينَ ما آتاهُمْ رَبُّهُمْ أى: هم منعمون في الجنات وما اشتملت عليه من عيون جارية، حالة كونهم آخذين وقابلين لما أعطاهم ربهم من فضله وإحسانه.وقوله: إِنَّهُمْ كانُوا قَبْلَ ذلِكَ مُحْسِنِينَ بمثابة التعليل لما قبله. أى: هم في هذا الخير العميم من ربهم لأنهم، كانوا قبل ذلك- أى: في الدنيا- محسنين لأعمالهم، ومؤدين لكل ما أمرهم به- سبحانه- بإتقان وإخلاص."},{"ayah_number":17,"text":"ثم بين- سبحانه- مظاهر إحسانهم فقال: كانُوا قَلِيلًا مِنَ اللَّيْلِ ما يَهْجَعُونَ أى كانوا ينامون من الليل وقتا قليلا، أما أكثره فكانوا يقضونه في العبادة والطاعة.والهجوع: النوم ليلا، وقيده بعضهم بالنوم القليل، إذ الهجعة هي النومة الخفيفة، تقول:أتيت فلانا بعد هجعة، أى بعد نومة قليلة.عن الحسن قال: كانوا لا ينامون من الليل إلا أقله، كابدوا قيام الليل."},{"ayah_number":18,"text":"ثم مدحهم- سبحانه- بصفة أخرى فقال: وَبِالْأَسْحارِ هُمْ يَسْتَغْفِرُونَ والأسحار جمع سحر، وهو الجزء الأخير من الليل.أى، وكانوا في أوقات الأسحار يرفعون أكف الضراعة إلى الله- تعالى- يستغفرونه مما فرط منهم من ذنوب، ويلتمسون منه- تعالى- قبول توبتهم وغسل حوبتهم.قال الإمام الرازي ما ملخصه: وفي الآية إشارة إلى أنهم كانوا يتهجدون ويجتهدون، ثم يريدون أن يكون عملهم أكثر من ذلك، وأخلص منه، ويستغفرون من التقصير، وهذه سيرة الكريم: يأتى بأبلغ وجوه الكرم ويستقله، ويعتذر من التقصير، واللئيم يأتى بالقليل ويستكثره.وفيه وجه آخر ألطف منه: وهو أنه- تعالى- لما بين أنهم يهجعون قليلا، والهجوع مقتضى الطبع. قال يَسْتَغْفِرُونَ أى: من ذلك القدر من النوم القليل.ومدحهم بالهجوع ولم يمدحهم بكثرة السهر ... للإشارة إلى أن نومهم عبادة، حيث مدحهم بكونهم هاجعين قليلا، وذلك الهجوع أورثهم الاشتغال بعبادة أخرى، وهو الاستغفار ... في وجوه الأسحار، ومنعهم من الإعجاب بأنفسهم ومن الاستكبار.. ."},{"ayah_number":19,"text":"ثم مدحهم- سبحانه- للمرة الثالثة فقال: وَفِي أَمْوالِهِمْ حَقٌّ لِلسَّائِلِ وَالْمَحْرُومِ.والسائل: هو من يسأل غيره العون والمساعدة. والمحروم: هو المتعفف عن السؤال مع أنه لا مال له لحرمان أصابه، بسبب مصيبة نزلت به، أو فقر كان فيه.. أو ما يشبه ذلك.قال ابن جرير بعد أن ذكر جملة من الأقوال في المراد من المحروم هنا: والصواب من القول في ذلك عندي: أنه الذي قد حرم الرزق واحتاج، وقد يكون ذلك بذهاب ماله وثمره فصار ممن حرمه الله. وقد يكون بسبب تعففه وتركه المسألة. وقد يكون بأنه لا سهم له في الغنيمة لغيبته عن الواقعة .أى: أنهم بجانب قيامهم الليل طاعة لله- تعالى- واستغفارا لذنوبهم.. يوجبون على أنفسهم في أموالهم حقا للسائل والمحروم، تقربا إلى الله- سبحانه- بمقتضى ما جبلوا عليه من كرم وسخاء.فالمراد بالحق هنا: ما يقدمونه من أموال للمحتاجين على سبيل التطوع وليس المراد به الزكاة المفروضة، لأن السورة مكية والزكاة إنما فرضت في السنة الثانية من الهجرة.قال الآلوسى: وَفِي أَمْوالِهِمْ حَقٌّ هو غير الزكاة كما قال ابن عباس ومجاهد وغيرهما.وقال منذر بن سعيد: هذا الحق هو الزكاة المفروضة، وتعقب بأن السورة مكية. وفرض الزكاة بالمدينة. وقيل: أصل فريضة الزكاة كان بمكة والذي كان بالمدينة القدر المعروف اليوم ... والجمهور على الأول.والمتأمل في هذه الآيات الكريمة يرى أن هؤلاء المتقين، قد مدحهم الله- تعالى- هذا المدح العظيم، لأنهم عرفوا حق الله عليهم فأدوه بإحسان وإخلاص، وعرفوا حق الناس عليهم فقدموه بكرم وسخاء."},{"ayah_number":20,"text":"ثم لفت- سبحانه- الأنظار إلى ما في الأرض من دلائل على قدرته ووحدانيته فقال:وَفِي الْأَرْضِ آياتٌ لِلْمُوقِنِينَ. أى: وفي الأرض آيات عظيمة وعبر وعظات بليغة، تدل على وحدانية الله وقدرته، كصنوف النبات، والحيوانات، والمهاد، والجبال، والقفار، والأنهار، والبحار. وهذه الآيات والعبر لا ينتفع بها إلا الموقنون بأن المستحق للعبادة إنما هو الله- عز وجل-."},{"ayah_number":21,"text":"ثم لفتة أخرى إلى النفس البشرية، قال- تعالى-: وَفِي أَنْفُسِكُمْ أَفَلا تُبْصِرُونَ.أى: وفي أنفسكم وذواتكم وخلقكم ... أفلا تبصرون إبصار تذكر واعتبار، فإن في خلقكم من سلالة من طين، ثم جعلكم نطفة فعلقة فمضغة فخلقا آخر، ثم في رعايتكم في بطون أمهاتكم. ثم في تدرجكم من حال إلى حال، ثم في اختلاف ألسنتكم وألوانكم، ثم في التركيب العجيب الدقيق لأجسادكم وأعضائكم. ثم في تفاوت عقولكم وأفهامكم واتجاهاتكم.في كل ذلك وغيره، عبرة للمعتبرين وعظة للمتعظين.ورحم الله صاحب الكشاف، فقد قال عند تفسيره لهاتين الآيتين وَفِي الْأَرْضِ آياتٌ تدل على الصانع وقدرته وحكمته وتدبيره، حيث هي مدحوّة كالبساط ... وفيها المسالك والفجاج للمتقلبين فيها، والماشين في مناكبها.وهي مجزأة: فمن سهل وجبل، وبر وبحر، وقطع متجاورات: من صلبة ورخوة، وطيبة وسبخة، وهي كالطروقة تلقح بألوان النبات ... وتسقى بماء واحد، ونفضل بعضها على بعض في الأكل، وكلها موافقة لحوائج ساكنيها.في كل ذلك آيات لِلْمُوقِنِينَ أى: للموحدين الذين سلكوا الطريق السوى..فازدادوا إيمانا على إيمانهم.وَفِي أَنْفُسِكُمْ في حال ابتدائها وتنقلها من حال إلى حال، وفي بواطنها وظواهرها، من عجائب الفطر. وبدائع الخلق، ما تتحير فيه الأذهان، وحسبك بالقلوب، وما ركز فيها من العقول، وخصت به من أصناف المعاني، وبالألسن والنطق ومخارج الحروف، وما في تركيبها وترتيبها ولطائفها: من الآيات الدالة على حكمة المدبر.. فتبارك الله أحسن الخالقين ."},{"ayah_number":22,"text":"ثم لفتة ثالثة للأنظار إلى الأسباب الظاهرة للرزق، تراها في قوله- تعالى-: وَفِي السَّماءِ رِزْقُكُمْ وَما تُوعَدُونَ.أى: أن أرزاقكم مقدرة مكتوبة عنده- سبحانه- وهي تنزل إليكم من جهة السماء، عن طريق الأمطار التي تنزل على الأرض الجدباء. فتنبت بإذن الله من كل زوج بهيج.كما قال- تعالى-: هُوَ الَّذِي يُرِيكُمْ آياتِهِ وَيُنَزِّلُ لَكُمْ مِنَ السَّماءِ رِزْقاً .وقال- سبحانه-: يُدَبِّرُ الْأَمْرَ مِنَ السَّماءِ إِلَى الْأَرْضِ، ثُمَّ يَعْرُجُ إِلَيْهِ فِي يَوْمٍ كانَ مِقْدارُهُ أَلْفَ سَنَةٍ مِمَّا تَعُدُّونَ.قال القرطبي: قوله: وَفِي السَّماءِ رِزْقُكُمْ الرزق هنا: ما ينزل من السماء من مطر ينبت به الزرع، ويحيى به الإنسان ... أى: وفي السماء سبب رزقكم، سمى المطر سماء لأنه من السماء ينزل.وقال سفيان الثوري: وَفِي السَّماءِ رِزْقُكُمْ أى: عند الله في السماء رزقكم .وقوله: وَما تُوعَدُونَ أى: وفي السماء محددة ومقدرة أرزاقكم. وما توعدون به من ثواب أو عقاب، ومن خير أو شر، ومن بعث وجزاء.وما في محل رفع عطف على قوله رِزْقُكُمْ أى: وفي السماء رزقكم والذي توعدونه من ثواب على الطاعة، ومن عقاب على المعصية.فالآية الكريمة وإن كانت تلفت الأنظار إلى أسباب الرزق وإلى مباشرة هذه الأسباب، إلا أنها تذكر المؤمن بأن يكون اعتماده على خالق الأسباب، وأن يراقبه ويطيعه في السر والعلن لأنه- سبحانه- هو صاحب الخلق والأمر."},{"ayah_number":23,"text":"ثم ختم- سبحانه- هذه الآيات بهذا القسم فقال: فَوَ رَبِّ السَّماءِ وَالْأَرْضِ إِنَّهُ لَحَقٌّ مِثْلَ ما أَنَّكُمْ تَنْطِقُونَ.والضمير في قوله إِنَّهُ يعود إلى ما سبق الإخبار عنه من أمر البعث والحساب والجزاء والرزق.. وغير ذلك مما يدل على صدق الرسول صلى الله عليه وسلم فيما أخبر به عن ربه.ولفظ «مثل» منصوب بنزع الخافض، و «ما» مزيدة للتأكيد أى: فوحق رب السماء والأرض، إن جميع ما ذكرناه لكم في هذه السورة، أو في هذا القرآن، حق ثابت لا مرية فيه، كمثل نطقكم الذي تنطقونه بألسنتكم دون أن تشكوا في كونه قد صدر عنكم لا عن غيركم.فالمقصود بالآية الكريمة، تأكيد صدق ما أخبر به الله- تعالى- عباده في هذه السورة وغيرها، لأن نطقهم بألسنتهم حقيقة لا يجادل فيها مجادل، وكذلك ما جاء به الرسول صلى الله عليه وسلم من عند ربه، وما تلاه عليهم في هذه السورة وغيرها، حق ثابت لا ريب فيه.وهكذا نرى هذه الآيات قد بشرت المتقين بألوان من البشارات، ثم لفتت عقول الناس إلى ما في الأرض وإلى ما في أنفسهم وإلى ما في السماء من عظات وعبر.ثم انتقلت السورة الكريمة إلى الحديث عن قصص بعض الأنبياء السابقين فبدأت بجانب من قصة إبراهيم- عليه السلام- مع الملائكة الذين جاءوا لبشارته بابنه إسحاق، فقال- تعالى:"},{"ayah_number":24,"text":"وهذه القصة التي تحكى لنا هنا ما دار بين إبراهيم- عليه السلام- وبين الملائكة الذين جاءوا لبشارته بابنه إسحاق، ولإخباره بإهلاك قوم لوط، قد وردت قبل ذلك في سورتي هود والحجر.وقد افتتحت هنا بأسلوب الاستفهام هَلْ أَتاكَ حَدِيثُ ضَيْفِ إِبْراهِيمَ الْمُكْرَمِينَ للإشعار بأهمية هذه القصة، وتفخيم شأنها، وبأنها لا علم بها إلا عن طريق الوحى ... وقيل إن هل هنا بمعنى قد.والمعنى: هل أتاك- أيها الرسول الكريم- حديث ضيف إبراهيم المكرمين؟ إننا فيما أنزلناه عليك من قرآن كريم، نقص عليك قصتهم بالحق الذي لا يحوم حوله باطل، على سبيل التثبيت لك، والتسلية لقلبك.والضيف في الأصل مصدر بمعنى الميل، يقال ضاف فلان فلانا إذا مال كل واحد منهما نحو الآخر، ويطلق على الواحد والجماعة. والمراد هنا: جماعة الملائكة الذين قدموا على إبراهيم- عليه السلام- وعلى رأسهم جبريل، ووصفهم بأنهم كانوا مكرمين، لإكرام الله- تعالى- لهم بطاعته وامتثال أمره. ولإكرام إبراهيم لهم، حيث قدم لهم أشهى الأطعمة وأجودها.قال الآلوسى: قيل: كانوا اثنى عشر ملكا وقيل: كانوا ثلاثة: جبريل وإسرافيل وميكائيل. وسموا ضيفا لأنهم كانوا في صورة الضيف، ولأن إبراهيم- عليه السلام- حسبهم كذلك، فالتسمية على مقتضى الظاهر والحسبان.وبدأ بقصة إبراهيم وإن كانت متأخرة عن قصة عاد، لأنها أقوى في غرض التسلية ."},{"ayah_number":25,"text":"والظرف في قوله: إِذْ دَخَلُوا عَلَيْهِ.. متعلق بلفظ حَدِيثُ السابق.أى: هل بلغك حديثهم الواقع في وقت دخولهم عليه.. أو بمحذوف تقديره: اذكر، أى:اذكر وقت أن دخلوا عليه فَقالُوا سَلاماً، أى: فقالوا نسلم عليك سلاما.قالَ سَلامٌ قَوْمٌ مُنْكَرُونَ أى: قال إبراهيم في جوابه عليهم: عليكم سلام، أنتم قوم منكرون أى: غير معروفين لي قبل ذلك.قال صاحب الكشاف: أنكرهم للسلام الذي هو علم الإسلام، أو أراد أنهم ليسوا من معارفه، أو من جنس الناس الذين عهدهم.. أو رأى لهم حالا وشكلا خلاف حال الناس وشكلهم، أو كان هذا سؤالا لهم، كأنه قال: أنتم قوم منكرون فعرفوني من أنتم.. .وقيل: إن إبراهيم قد قال ذلك في نفسه، والتقدير: هؤلاء قوم منكرون، لأنه لم يرهم قبل ذلك.وقال إبراهيم في جوابه عليهم سَلامٌ بالرفع، لإفادة الدوام والثبات عن طريق الجملة الاسمية، التي تدل على ذلك، وللإشارة إلى أدبه معهم، حيث رد على تحيتهم بأفضل منها."},{"ayah_number":26,"text":"ثم بين- سبحانه- ما فعله إبراهيم بعد ذلك فقال: فَراغَ إِلى أَهْلِهِ فَجاءَ بِعِجْلٍ سَمِينٍ أى: فذهب إلى أهله في خفية من ضيوفه. فجاء إليهم بعجل ممتلئ لحما وشحما.يقال: راغ فلان إلى كذا، إذا مال إليه في استخفاء وسرعة."},{"ayah_number":27,"text":"فَقَرَّبَهُ إِلَيْهِمْ أى: فذهب إلى أهله فذبح عجلا وشواه، فقربه إلى ضيوفه وقال لهم: أَلا تَأْكُلُونَ أى: حضهم على الأكل شأن المضيف الكريم. فقال لهم على سبيل التلطف وحسن العرض: ألا تأكلون من طعامي.قال ابن كثير: وهذه الآيات انتظمت آداب الضيافة، فإنه جاء بطعامه من حيث لا يشعرون بسرعة. ولم يمتن عليهم أولا فقال: نأتيكم بطعام؟ بل جاء به بسرعة وخفاء، وأتى بأفضل ما وجد من ماله، وهو عجل سمين مشوى فقربه إليهم، لم يضعه وقال:اقتربوا، بل وضعه بين أيديهم، ولم يأمرهم أمرا يشق على سامعه بصيغة الجزم، بل قال:أَلا تَأْكُلُونَ على سبيل العرض والتلطف، كما يقول القائل اليوم: إن رأيت أن تتفضل وتحسن وتتصدق. فافعل ."},{"ayah_number":28,"text":"ولكن إبراهيم مع هذا العرض الحسن، والكرم الواضح، لم يجد من ضيوفه استجابة لدعوته. فَأَوْجَسَ مِنْهُمْ خِيفَةً أى: فأضمر في نفسه خوفا منهم حين رأى إعراضا عن طعامه، مع حضهم على الأكل منه، ومع جودة هذا الطعام.وهنا كشف الملائكة له عن ذواتهم فقالوا لا تَخَفْ أى: لا تخف فإنا رسل الله وَبَشَّرُوهُ بِغُلامٍ عَلِيمٍ أى: وبشروه بغلام سيولد له، وسيكون كثير العلم عند ما يبلغ سن الرشد، وهذا الغلام إسحاق- عليه السلام-."},{"ayah_number":29,"text":"ثم يحكى القرآن بعد ذلك ما كان من امرأته بعد أن سمعت بهذه البشرى فقال:فَأَقْبَلَتِ امْرَأَتُهُ فِي صَرَّةٍ فَصَكَّتْ وَجْهَها وَقالَتْ عَجُوزٌ عَقِيمٌ.أى: فأقبلت امرأة ابراهيم- عليه السلام- وهي تصيح في تعجب واستغراب من هذه البشرى. فضربت بيدها على وجهها وقالت: أنا عجوز عقيم فكيف ألد؟.والصرة: من الصرير وهو الصوت، ومنه صرير الباب، أى: صوته، والصك الضرب الشديد على الوجه، وعادة ما تفعله النساء إذا تعجبن من شيء.وشبيه بهذه الآية قوله- تعالى- في سورة هود: قالَتْ يا وَيْلَتى أَأَلِدُ وَأَنَا عَجُوزٌ وَهذا بَعْلِي شَيْخاً، إِنَّ هذا لَشَيْءٌ عَجِيبٌ."},{"ayah_number":30,"text":"وهنا رد عليها الملائكة بما يزيل تعجبها واستغرابها واستبعادها لأن يكون لها ولد مع كبر سنها، ويحكى القرآن ذلك فيقول: قالُوا كَذلِكَ قالَ رَبُّكِ إِنَّهُ هُوَ الْحَكِيمُ الْعَلِيمُ.أى: قال الملائكة لامرأة إبراهيم: لا تتعجبى من أن يكون لك غلام في هذه السن، فإن هذا الحكم هو حكم ربك. وهذا القول الذي بشرناك به هو قوله- سبحانه- وقوله لا مرد له: إنه- تعالى- هو الحكيم في كل أقواله وأفعاله. العليم بأحوال خلقه."},{"ayah_number":31,"text":"وهنا عرف إبراهيم- عليه السلام- حقيقة ضيوفه: فأخذ يسألهم: قالَ فَما خَطْبُكُمْ أَيُّهَا الْمُرْسَلُونَ والخطب: الأمر الهام، والشأن الخطير، وجمعه خطوب.أى: قال لهم إبراهيم بعد أن اطمأن إليهم، وعلم أنهم ملائكة. فما شأنكم الخطير الذي من أجله جئتم إلى أيها المرسلون بعد هذه البشارة؟."},{"ayah_number":32,"text":"قالُوا في الإجابة عليه، إِنَّا أُرْسِلْنا، بأمر ربنا إِلى قَوْمٍ مُجْرِمِينَ قوم لوط"},{"ayah_number":33,"text":"( لِنُرْسِلَ عَلَيْهِمْ حِجَارَةً مِّن طِينٍ ) أى : لنرسل عليهم - بعد قلب قراهم - حجارة من طين متحجر ، حالة كون هذه الحجارة ."},{"ayah_number":34,"text":"( مُّسَوَّمَةً عِندَ رَبِّكَ لِلْمُسْرِفِينَ ) أى : معلمة عند الله - تعالى - وفى علمه ، وقد أعدها - سبحانه - لرجم هؤلاء الذين أسرفوا فى عصيانهم له - تعالى - وأتوا بفاحشة لم يسبقهم إليها أحد من العاملين .فقوله : ( مُّسَوَّمَةً ) حال من الحجارة ، والسُّومة : العلامة . ومنه قوله - تعالى - : ( والخيل المسومة )."},{"ayah_number":35,"text":"والفاء في قوله- تعالى- بعد ذلك: فَأَخْرَجْنا مَنْ كانَ فِيها مِنَ الْمُؤْمِنِينَ، فَما وَجَدْنا فِيها غَيْرَ بَيْتٍ مِنَ الْمُسْلِمِينَ هي الفصيحة، لأنها قد أفصحت عن كلام محذوف.والمعنى: ففارق الملائكة إبراهيم ذاهبين إلى قوم لوط لإهلاكهم وجرى بينهم وبين لوط- عليه السلام- ما جرى ثم أخذوا في تنفيذ ما كلفناهم به، فأخرجنا- بفضلنا ورحمتنا- من كان في قرية لوط من المؤمنين دون أن يمسهم عذابنا، فما وجدنا في تلك القرية غير أهل بيت واحد من المسلمين، أما بقية سكان هذه القرية فقد دمرناهم تدميرا.ووصف- سبحانه- الناجين من العذاب- وهم لوط وأهل بيته إلا امرأته- بصفتى الإيمان والإسلام، على سبيل المدح لهم، أى: أنهم كانوا مصدقين بقلوبهم، ومنقادين لأحكام الله- تعالى- بجوارحهم.قال ابن كثير: احتج بهاتين الآيتين من ذهب إلى رأى المعتزلة، ممن لا يفرقون بين معنى الإيمان، والإسلام، لأنه أطلق عليهم المؤمنين والمسلمين وهذا الاستدلال ضعيف، لأن هؤلاء كانوا قوما مؤمنين، وعندنا أن كل مؤمن مسلم ولا ينعكس، فاتفق الاسمان هنا لخصوصية الحال، ولا يلزم ذلك في كل حال ."},{"ayah_number":36,"text":"والفاء في قوله- تعالى- بعد ذلك: فَأَخْرَجْنا مَنْ كانَ فِيها مِنَ الْمُؤْمِنِينَ، فَما وَجَدْنا فِيها غَيْرَ بَيْتٍ مِنَ الْمُسْلِمِينَ هي الفصيحة، لأنها قد أفصحت عن كلام محذوف.والمعنى: ففارق الملائكة إبراهيم ذاهبين إلى قوم لوط لإهلاكهم وجرى بينهم وبين لوط- عليه السلام- ما جرى ثم أخذوا في تنفيذ ما كلفناهم به، فأخرجنا- بفضلنا ورحمتنا- من كان في قرية لوط من المؤمنين دون أن يمسهم عذابنا، فما وجدنا في تلك القرية غير أهل بيت واحد من المسلمين، أما بقية سكان هذه القرية فقد دمرناهم تدميرا.ووصف- سبحانه- الناجين من العذاب- وهم لوط وأهل بيته إلا امرأته- بصفتى الإيمان والإسلام، على سبيل المدح لهم، أى: أنهم كانوا مصدقين بقلوبهم، ومنقادين لأحكام الله- تعالى- بجوارحهم.قال ابن كثير: احتج بهاتين الآيتين من ذهب إلى رأى المعتزلة، ممن لا يفرقون بين معنى الإيمان، والإسلام، لأنه أطلق عليهم المؤمنين والمسلمين وهذا الاستدلال ضعيف، لأن هؤلاء كانوا قوما مؤمنين، وعندنا أن كل مؤمن مسلم ولا ينعكس، فاتفق الاسمان هنا لخصوصية الحال، ولا يلزم ذلك في كل حال ."},{"ayah_number":37,"text":"ثم بين- سبحانه- أنه قد ترك من وراء هلاكهم ما يدعو غيرهم إلى الاعتبار بهم فقال:وَتَرَكْنا فِيها أى: في قرية قوم لوط التي جعل الملائكة عاليها سافلها آيَةً أى:علامة تدل على ما أصابهم من هلاك، قيل: هي تلك الأحجار التي أهلكوا بها.وهذه الآية إنما هي لِلَّذِينَ يَخافُونَ الْعَذابَ الْأَلِيمَ لأنهم هم الذين يعتبرون وينتفعون بها، أما غيرهم من الذين استحوذ عليهم الشيطان، فإن هذه الآيات لا تزيدهم إلا رجسا على رجسهم.ثم تحدثت السورة بعد ذلك عن جانب من قصص موسى وهود وصالح ونوح. عليهم السلام- مع أقوامهم، فقال- سبحانه-:"},{"ayah_number":38,"text":"وقوله- سبحانه-: وَفِي مُوسى معطوف على قوله- تعالى- قبل ذلك وَتَرَكْنا فِيها والكلام على حذف مضاف.والظرف في قوله: إِذْ أَرْسَلْناهُ إِلى فِرْعَوْنَ بِسُلْطانٍ مُبِينٍ. متعلق بمحذوف هو نعت لقوله آيَةً قبل ذلك.أى: وتركنا في قصة موسى- أيضا- آية، هذه الآية كائنة وقت أن أرسلناه إلى فرعون بِسُلْطانٍ مُبِينٍ أى: بمعجزة واضحة بينة هي اليد والعصا وغيرهما."},{"ayah_number":39,"text":"وقوله- سبحانه-: فَتَوَلَّى بِرُكْنِهِ وَقالَ ساحِرٌ أَوْ مَجْنُونٌ بيان لموقف فرعون من موسى- عليه السلام- أى: أرسلنا موسى بآياتنا الدالة على صدقه إلى فرعون وملئه، فما كان من فرعون إلا أن أعرض عن دعوة الحق، وتعاظم على موسى بملكه وجنوده وقوته ...وقال في شأن موسى- عليه السلام- هو ساحر أو مجنون.والركن جانب البدن. والمراد به هنا: جنوده الذين يركن إليهم، وقوته التي اغتر بها.قال الآلوسى: قوله: فَتَوَلَّى بِرُكْنِهِ أى: فأعرض عن الإيمان بموسى، على أن ركنه جانب بدنه وعطفه، والتولي به كناية عن الإعراض، والباء للتعدية، لأن معناه: ثنى عطفه.وقال قتادة: تولى بقومه على أن الركن بمعنى القوم، لأنه يركن إليهم ويتقوى بهم، والباء للمصاحبة أو الملابسة ... وقيل: تولى بقوته وسلطانه. فالركن يستعار للقوة.. ."},{"ayah_number":40,"text":"ثم بين- سبحانه- نتيجة إعراض فرعون عن الحق فقال: أَخَذْناهُ وَجُنُودَهُ فَنَبَذْناهُمْ فِي الْيَمِّ وَهُوَ مُلِيمٌ.والنبذ: الطرح للشيء بدون اكتراث أو اهتمام به، وقوله لِيمٌمن ألام، إذا أتى ما يلام عليه، كأغرب إذا أتى أمرا غريبا، وجملة، وهو مليم، حال من المفعول في قوله أَخَذْناهُ.أى: فأخذنا فرعون هو وجنوده الذين ارتكن إليهم أخذ عزيز مقتدر، فألقينا بهم جميعا في البحر بدون اعتداد بهم، بعد أن أتى فرعون بما يلام عليه من الكفر والطغيان.قال صاحب الكشاف: فإن قلت: كيف وصف نبي الله يونس- عليه السلام- بما وصف به فرعون في قوله- تعالى-: فَالْتَقَمَهُ الْحُوتُ وَهُوَ مُلِيمٌ؟قلت: موجبات اللوم تختلف، وعلى حسب اختلافها تختلف مقادير اللوم، فراكب الكبيرة ملوم على مقدارها، وكذلك مقترف الصغيرة. ألا ترى إلى قوله- تعالى-: وَعَصَوْا رُسُلَهُ، وقوله وَعَصى آدَمُ رَبَّهُ فَغَوى لأن الكبيرة والصغيرة يجمعها اسم العصيان، كما يجمعهما اسم القبيح والسيئة  ."},{"ayah_number":41,"text":"ثم تنتقل السورة بعد ذلك إلى بيان ما حل بقوم هود- عليه السلام- فتقول: وَفِي عادٍ إِذْ أَرْسَلْنا عَلَيْهِمُ الرِّيحَ الْعَقِيمَ. ما تَذَرُ مِنْ شَيْءٍ أَتَتْ عَلَيْهِ إِلَّا جَعَلَتْهُ كَالرَّمِيمِ.أى: وتركنا في قصة عاد- أيضا- وهم قوم هود- عليه السلام- آية وعبرة، وقت أن أرسلنا عليهم الريح العقيم. أى: الريح الشديدة التي لا خير فيها من إنشاء مطر، أو تلقيح شجر، وهي ريح الهلاك وأصل العقم: اليبس المانع من قبول الأثر.شبه- سبحانه- الريح التي أهلكتهم وقطعت دابرهم، بالمرأة التي انقطع نسلها، بجامع انعدام الأثر في كل."},{"ayah_number":42,"text":"ثم وصف- سبحانه- هذه الريح التي توهموا أنها تحمل لهم الخير، بينما هي تحمل لهم الهلاك، وصفها بقوله: ما تَذَرُ مِنْ شَيْءٍ أَتَتْ عَلَيْهِ أى: ما تترك من شيء مرت عليه.إِلَّا جَعَلَتْهُ كَالرَّمِيمِ أى: إلا جعلته كالشىء الميت الذي رم وتحول إلى فتات مأخوذ من رم الشيء إذا تفتت وتهشم. ويقال للنبات إذا يبس وتفتت: رميم وهشيم.كما يقال للعظم إذا تكسر وبلى: رميم. ومنه قوله- تعالى-: قالَ مَنْ يُحْيِ الْعِظامَ وَهِيَ رَمِيمٌ."},{"ayah_number":43,"text":"ثم انتقلت السورة بعد ذلك إلى بيان ما حل بقوم صالح- عليه السلام- فقال- تعالى-: وَفِي ثَمُودَ إِذْ قِيلَ لَهُمْ تَمَتَّعُوا حَتَّى حِينٍ.أى: وتركنا- كذلك- في قصة صالح- عليه السلام- مع قومه آية وعظة، وقت أن قال لهم- على سبيل الإنذار والتحذير من المداومة على الكفر.. تمتعوا بحياتكم التي تعيشونها في هذه الدنيا، حتى وقت معين في علم الله- تعالى- تنتهي عنده أعماركم.وهذا التمتع بالحياة حتى حين، يحتمل أن المقصود به، ما أشار إليه- سبحانه- في سورة هود بقوله: فَعَقَرُوها- أى الناقة- فَقالَ تَمَتَّعُوا فِي دارِكُمْ ثَلاثَةَ أَيَّامٍ، ذلِكَ وَعْدٌ غَيْرُ مَكْذُوبٍ ويحتمل أن يكون المقصود به: ما قدره الله- تعالى- من عمر منذ أن بلغهم صالح رسالة ربه إلى أن عقروا الناقة، وحق عليهم العذاب.قال القرطبي: قوله: وَفِي ثَمُودَ أى: وفيهم- أيضا- عبرة وعظة، حين قيل لهم عيشوا متمتعين بالدنيا حَتَّى حِينٍ أى: إلى وقت الهلاك وهو ثلاثة أيام، كما في سورة هود.. وقيل: معنى تَمَتَّعُوا أى: أسلموا وتمتعوا إلى وقت فراغ آجالكم ."},{"ayah_number":44,"text":"ثم بين- سبحانه- ما كان منهم من كفر وفجور فقال: فَعَتَوْا عَنْ أَمْرِ رَبِّهِمْ أى:فتكبروا واستهانوا بما أمرهم الله- تعالى- به على لسان نبيهم صالح- عليه السلام-.فَأَخَذَتْهُمُ الصَّاعِقَةُ وهي كل عذاب مهلك، من الصعق بمعنى الإهلاك.وَهُمْ يَنْظُرُونَ أى: وهم يرونها عيانا، لأن العذاب- كما تشير الآية- نزل بهم نهارا."},{"ayah_number":45,"text":"فَمَا اسْتَطاعُوا مِنْ قِيامٍ وَما كانُوا مُنْتَصِرِينَ أى: أنه حين نزل بهم عذابنا، أعجزهم عن الحركة، وشل حواسهم، فما استطاعوا أن يهربوا منه. وما قدروا على القيام بعد أن كانوا قاعدين، وما نصرهم من بأسنا ناصر."},{"ayah_number":46,"text":"ثم ختم- سبحانه- هذه الآيات بلمحة عن قصة نوح- عليه السلام- فقال وَقَوْمَ نُوحٍ مِنْ قَبْلُ أى: وأهلكنا قوم نوح من قبل هؤلاء جميعا بالطوفان.إِنَّهُمْ كانُوا قَوْماً فاسِقِينَ أى: خارجين عن طاعتنا، منغمسين في الكفر والعصيان.وهكذا ساقت السورة الكريمة جانبا من قصص هؤلاء الأنبياء، ليكون في ذلك تسلية للنبي صلى الله عليه وسلم وتذكرة للمتذكرين.وبعد هذا الحديث عن هؤلاء الأقوام.. جاء الحديث عن مظاهر قدرة الله- تعالى- وسعة رحمته، ووافر نعمه، وحض الناس على شكره- تعالى- وطاعته. فقال- عز وجل-:"},{"ayah_number":47,"text":"ولفظ السَّماءَ ... منصوب على الاشتغال. أى: وبنينا السماء بنيناها بِأَيْدٍ أى: بقوة وقدرة. يقال: آد الرجل يئيد- كباع- إذا اشتد وقوى.وَإِنَّا لَمُوسِعُونَ أى: وإنا لقادرون على توسعتها بتلك الصورة العجيبة من الوسع بمعنى القدرة والطاقة، يقال: أوسع الرجل، أى: صار ذا سعة، والمفعول محذوف، أى: وإنا لموسعون السماء، أو الأرزاق.فالجملة تصوير بديع لمظاهر قدرة الله، وكمال قوته، وواسع فضله."},{"ayah_number":48,"text":"وَالْأَرْضَ فَرَشْناها أى: وفرشنا الأرض بقدرتنا- أيضا-، بأن مهدناها وبسطناها وجعلناها صالحة لمنفعتكم وراحتكم.فَنِعْمَ الْماهِدُونَ نحن، يقال: مهدت الفراش، إذا بسطته ووطأته وحسنته.وفي هاتين الآيتين ما فيهما من الدلالة على قدرة الله- تعالى- ورحمته بعباده، حيث أوجد هذه السماء الواسعة التي تعتبر الأرض بما فيها كحلقة في فلاة بالنسبة لها، فهي تحوى مئات الملايين من النجوم المتناثرة في أرجائها.. وأوجد- سبحانه- الأرض لتكون موطنا للإنسان، ومنزلا لراحته."},{"ayah_number":49,"text":"ثم قال- تعالى-: وَمِنْ كُلِّ شَيْءٍ خَلَقْنا زَوْجَيْنِ أى: نوعين متقابلين كالذكر والأنثى. والليل والنهار، والسماء والأرض، والغنى والفقر، والهدى والضلال.لَعَلَّكُمْ تَذَكَّرُونَ أى فعلنا ذلك لعلكم تعتبرون وتتعظون وتتذكرون ما يجب عليكم نحونا من الشكر والطاعة وإخلاص العبادة لنا وحدنا."},{"ayah_number":50,"text":"والفاء في قوله: فَفِرُّوا إِلَى اللَّهِ ... للتفريع على قوله- تعالى- لَعَلَّكُمْ تَذَكَّرُونَ، أى: ما دام الأمر كما ذكرت لكم من وجود التذكر والاعتبار، ففروا إلى الله من معصيته إلى طاعته، ومن كفره إلى شكره، ومن السيئات إلى الحسنات.قال الإمام الرازي ما ملخصه: وفي هذا التعبير لطائف لأنه ينيء عن سرعة الإهلاك، كأنه يقول: الإهلاك والعذاب أسرع وأقرب، من أن يحتمل الحال الإبطاء في الرجوع.فافزعوا سريعا إلى الله- تعالى- وفروا إلى طاعته، فإنه لا مهرب منه.وقوله: إِنِّي لَكُمْ مِنْهُ نَذِيرٌ مُبِينٌ تعليل للأمر بالفرار، أى: أسرعوا إلى طاعة الله- تعالى- إنى لكم من عقابه المعد لمن يصر على معصيته نذير بيّن الإنذار."},{"ayah_number":51,"text":"ثم أكد- سبحانه- هذا الإنذار، ونهى عن التقاعس فقال: وَلا تَجْعَلُوا مَعَ اللَّهِ إِلهاً آخَرَ أى: واحذروا أن تجعلوا مع الله- تعالى- إلها آخر، في العبادة أو الطاعة إِنِّي لَكُمْ مِنْهُ- سبحانه- نَذِيرٌ مُبِينٌ.فالآية الأولى كان التعليل فيها للأمر بالفرار إلى الله- تعالى- والثانية كان التعليل فيها للنهى عن الإشراك به- سبحانه-.وبذلك ترى أن هذه الآيات الكريمة، قد بينت جانبا من الدلائل على قدرة الله- تعالى- وأمرت الناس بإخلاص العبادة لله، ونهت عن الإشراك به.ثم ختم- سبحانه- السورة الكريمة، ببيان مواقف الأقوام من رسلهم، وببيان الوظيفة التي أوجد الله- تعالى- الناس من أجلها فقال:"},{"ayah_number":52,"text":"وقوله: كَذلِكَ خبر لمبتدأ محذوف. أى: الأمر كذلك، واسم الإشارة مشار به إلى الكلام الذي سيتلوه، إذ أن ما بعده وهو قوله: ما أَتَى الَّذِينَ مِنْ قَبْلِهِمْ مِنْ رَسُولٍ تفسير له. أى: الأمر- أيها الرسول الكريم- كما نخبرك، من أنه ما أتى الأقوام الذين قبل قومك من رسول يدعوهم إلى عبادتنا وطاعتنا، إلا وقالوا له- كما قال قومك في شأنك- هو- ساحر أو مجنون.والمقصود بالآية الكريمة تسلية الرسول صلى الله عليه وسلم عما أصابه من مشركي قريش، حيث بين له- سبحانه- أن الرسل السابقين قد كذبتهم أممهم، فصبروا حتى أتاهم نصره- سبحانه-."},{"ayah_number":53,"text":"ثم أضاف- سبحانه- إلى هذه التسلية تسلية أخرى فقال: أَتَواصَوْا بِهِ؟والضمير المجرور يعود إلى القول المذكور، والاستفهام للتعجيب من أحوالهم. أى: أوصى السابقون اللاحقين أن يقولوا لكل رسول يأتيهم من ربهم. أنت- أيها الرسول- ساحر أو مجنون؟وقوله- سبحانه-: بَلْ هُمْ قَوْمٌ طاغُونَ إضراب عن تواصيهم إضراب إبطال، لأنهم لم يجمعهم زمان واحد حتى يوصى بعضهم بعضا، وإنما الذي جمعهم تشابه القلوب، والالتقاء على الكفر والفسوق والعصيان.أى: أوصى بعضهم بعضا بهذا القول القبيح؟ كلا لم يوص بعضهم بعضا لأنهم لم يتلاقوا، وإنما تشابهت قلوبهم، فاتحدت ألسنتهم في هذا القول المنكر."},{"ayah_number":54,"text":"ثم تسلية ثالثة نراها في قوله- تعالى-: فَتَوَلَّ عَنْهُمْ أى: فأعرض عنهم وعن جدالهم، وسر في طريقك الذي رسمه الحكيم الخبير لك.فَما أَنْتَ أيها الرسول الكريم- بِمَلُومٍ على الإعراض عنهم، وما أنت بمعاتب منا على ترك مجادلتهم."},{"ayah_number":55,"text":"وَذَكِّرْ فَإِنَّ الذِّكْرى تَنْفَعُ الْمُؤْمِنِينَ أى: أعرض عن هؤلاء المشركين، وداوم على التذكير والتبشير والإنذار مهما تقول المتقولون، فإن التذكير بما أوحيناه إليك من هدايات سامية، وآداب حكيمة.. ينفع المؤمنين، ولا ينفع غيرهم من الجاحدين."},{"ayah_number":56,"text":"ثم بين- سبحانه- الوظيفة التي من أجلها أوجد الله- تعالى- الجن والإنس فقال:وَما خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ.وللعلماء في تفسير هذه الآية أقوال منها: أن معناها: إنى ما أوجدت الجن والإنس إلا وهم مهيئون لعبادتي وطاعتي. بسبب ما ركبت فيهم من عقول تعقل، وبسبب ما أرسلت إليهم من رسل يهدونهم إلى الخير، فمنهم من أطاع الرسل، وجرى على مقتضى ما تقتضيه الفطرة، فآمن بالرسل، واتبع الحق والرشد، ففاز وسعد، ومنهم من أعرض عن دعوة الرسل، وعاند فطرته وموجب استعداده فخسر وخاب.ومنهم من يرى أن معناها: إنى ما خلقت الجن والإنس إلا ليقروا لي بالعبودية طوعا أو كرها، لأن المؤمن يطيع باختياره، والكافر مذعن منقاد لقضاء ربه، كما في قوله- تعالى-:وَلِلَّهِ يَسْجُدُ مَنْ فِي السَّماواتِ وَالْأَرْضِ طَوْعاً وَكَرْهاً.ومنهم من يرى معناها: إنى ما خلقت الجن والإنس إلا ليعرفونى.قال القرطبي ما ملخصه: قوله- تعالى-: وَما خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ قيل: إن هذا خاص فيمن سبق في علم الله أنه يعبده. فجاء بلفظ العموم ومعناه الخصوص..فالآية في المؤمنين منهم.وقال على- رضى الله عنه-: أى: وما خلقت الجن والإنس إلا لآمرهم بعبادتي قال- تعالى- وَما أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفاءَ.وقيل: إِلَّا لِيَعْبُدُونِ أى: إلا ليقروا لي بالعبادة طوعا أو كرها.ويبدو لنا أن أرجح هذه الأقوال هو ما أشرنا إليه أولا، من أن معنى الآية الكريمة، أن الله- تعالى- قد خلق الثقلين لعبادته وطاعته، ولكن منهم من أطاعه- سبحانه-، ومنهم من عصاه. لاستحواذ الشيطان عليه.قال الإمام ابن كثير بعد أن ذكر جملة من الأقوال: ومعنى الآية أنه- تعالى- خلق العباد ليعبدوه وحده لا شريك له، فمن أطاعه جازاه أتم الجزاء، ومن عصاه عذبه أشد العذاب.وفي الحديث القدسي: قال الله- عز وجل- «يا ابن آدم، تفرغ لعبادتي أملأ صدرك غنى، وأسد فقرك، وإلا تفعل ملأت صدرك شغلا، ولم أسد فقرك ... » .وفي بعض الكتب الإلهية. يقول الله- تعالى- «يا ابن آدم، خلقتك لعبادتي فلا تلعب، وتكفلت برزقك فلا تتعب، فاطلبنى تجدني. فإن وجدتني وجدت كل شيء، وإن فتك فاتك كل شيء، وأنا أحب إليك من كل شيء»."},{"ayah_number":57,"text":"ثم بين- سبحانه- أنه غنى عن العالمين فقال: ما أُرِيدُ مِنْهُمْ مِنْ رِزْقٍ وَما أُرِيدُ أَنْ يُطْعِمُونِ أى: ما أريد منهم منفعة أو رزقا كما يريد الناس بعضهم من بعض.. وما أريد منهم طعاما ولا شرابا، فأنا الذي أطعم ولا أطعم كما قال- سبحانه-: قُلْ أَغَيْرَ اللَّهِ أَتَّخِذُ وَلِيًّا، فاطِرِ السَّماواتِ وَالْأَرْضِ وَهُوَ يُطْعِمُ وَلا يُطْعَمُ .قال الآلوسى: والآية لبيان أن شأنه- تعالى- مع عباده ليس كشأن السادة مع عبيدهم، لأنهم إنما يملكونهم ليستعينوا بهم في تحصيل معايشهم وأرزاقهم، ومالك العبيد نفى أن يكون ملكه إياهم لذلك، فكأنه- سبحانه- يقول: ما أريد أن أستعين بهم، كما يستعين ملاك العبيد بعبيدهم، فليشتغلوا بما خلقوا له من عبادتي."},{"ayah_number":58,"text":"ثم بين- سبحانه- أنه هو صاحب القوة والرزق فقال: إِنَّ اللَّهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ أى: إن الله- تعالى- هو الرزاق لغيره دون أحد سواه، وهو- سبحانه- صاحب القوة التي لا تشبهها قوة، وهو المتين أى: الشديد القوة- أيضا- فهو صفة للرزاق، أو لقوله: ذُو، أو خبر مبتدأ محذوف. وهو مأخوذ من المتانة بمعنى القوة الفائقة."},{"ayah_number":59,"text":"ثم بين- سبحانه- سوء عاقبة الظالمين فقال: فَإِنَّ لِلَّذِينَ ظَلَمُوا ذَنُوباً مِثْلَ ذَنُوبِ أَصْحابِهِمْ فَلا يَسْتَعْجِلُونِ.والذّنوب في الأصل: الدلو العظيمة المملوءة ماء، ولا يقال لها ذنوب إذا كانت فارغة.وجمعها ذنائب، كقلوص وقلائص، وكانوا يستسقون الماء فيقسمونه بينهم على الأنصباء.فيكون لهذا ذنوب، ولهذا ذنوب. فالمراد بالذنوب هنا: النصيب، والمعنى: فإن للذين ظلموا أنفسهم بعبادتهم لغير الله، وبظلمهم لغيرهم، نصيبا من العذاب، مثل نصيب نظرائهم في الظلم والكفر، فلا يستعجلون عذابي، فإنه نازل بهم في الوقت الذي أريد."},{"ayah_number":60,"text":"فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنْ يَوْمِهِمُ الَّذِي يُوعَدُونَ أى: فهلاك للذين كفروا، هذا الهلاك سيكون في اليوم الذي توعدتهم بالهلاك فيه، والذي هو نازل بهم بلا ريب أو شك.وبعد: فهذا تفسير لسورة «الذاريات» ، نسأل الله- تعالى- أن يجعله خالصا لوجهه، ونافعا لعباده.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم."}]