[{"ayah_number":1,"text":"مقدمة وتمهيد1- سورة «النجم» من السور المكية الخالصة، وعدد آياتها ثنتان وستون آية في المصحف الكوفي، وإحدى وستون في غيره، وكان نزولها بعد سورة «الإخلاص» ، فهي تعتبر من أوائل ما نزل على النبي صلى الله عليه وسلم من قرآن، إذ لم يسبقها في النزول سوى اثنتين وعشرين سورة، أما ترتيبها في المصحف، فهي السورة الثالثة والخمسون.2- ويبدو أنها سميت بهذا الاسم منذ عهد النبوة..قال الآلوسى: سورة «والنجم» . وتسمى- أيضا- سورة النجم- بدون واو-.وهي مكية على الإطلاق. وفي الإتقان: استثنى منها: الذين يجتنبون كبائر الإثم ... إلى آخر الآية ... وهي- كما أخرج ابن مردويه- عن ابن مسعود قال: أول سورة أعلن النبي صلى الله عليه وسلم بقراءتها، فقرأها في الحرم والمشركون يسمعون.وأخرج البخاري، ومسلم، وأبو داود، والنسائي، عنه قال: أول سورة أنزلت فيها سجدة سورة «والنجم» ، فسجد رسول الله صلى الله عليه وسلم وسجد الناس كلهم إلا رجلا رأيته يأخذ كفا من تراب فسجد عليه، فرأيته بعد ذلك قتل كافرا، وهو أمية بن خلف..وذكر أبو حيان أن سبب نزولها، قول المشركين: إن محمدا صلى الله عليه وسلم يختلق القرآن...3- وقد افتتحت السورة الكريمة بقسم منه- سبحانه- بالنجم، على صدق النبي صلى الله عليه وسلم فيما يبلغه عن ربه، ثم وصف- سبحانه- جبريل- عليه السلام- وهو أمين الوحى، بصفات تدل على قوته وشدته، وعلى أن النبي صلى الله عليه وسلم قد رآه على هيئته التي خلقه الله عليها.قال- تعالى-: وَالنَّجْمِ إِذا هَوى. ما ضَلَّ صاحِبُكُمْ وَما غَوى. وَما يَنْطِقُ عَنِ الْهَوى. إِنْ هُوَ إِلَّا وَحْيٌ يُوحى. عَلَّمَهُ شَدِيدُ الْقُوى. ذُو مِرَّةٍ فَاسْتَوى. وَهُوَ بِالْأُفُقِ الْأَعْلى. ثُمَّ دَنا فَتَدَلَّى. فَكانَ قابَ قَوْسَيْنِ أَوْ أَدْنى.4- ثم انتقلت السورة الكريمة بعد ذلك إلى الحديث عن الآلهة المزعومة فبينت أن هذه الآلهة إنما هي أسماء أطلقها الجاهلون عليها، دون أن يكون لها أدنى نصيب من الصحة، وأن العبادة إنما تكون لله وحده.قال- سبحانه-: أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّى. وَمَناةَ الثَّالِثَةَ الْأُخْرى. أَلَكُمُ الذَّكَرُ وَلَهُ الْأُنْثى. تِلْكَ إِذاً قِسْمَةٌ ضِيزى. إِنْ هِيَ إِلَّا أَسْماءٌ سَمَّيْتُمُوها أَنْتُمْ وَآباؤُكُمْ ما أَنْزَلَ اللَّهُ بِها مِنْ سُلْطانٍ.5- ثم أرشد الله- تعالى- رسوله صلى الله عليه وسلم إلى الطريق الحكيم الذي يجب عليه أن يسلكه في دعوته، وسلاه عما لحقه من المشركين من أذى، فقال- سبحانه-: فَأَعْرِضْ عَنْ مَنْ تَوَلَّى عَنْ ذِكْرِنا وَلَمْ يُرِدْ إِلَّا الْحَياةَ الدُّنْيا، ذلِكَ مَبْلَغُهُمْ مِنَ الْعِلْمِ، إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِمَنِ اهْتَدى.6- وبعد أن ساق- سبحانه- جانبا من مظاهر رحمته بعباده الَّذِينَ يَجْتَنِبُونَ كَبائِرَ الْإِثْمِ وَالْفَواحِشَ إِلَّا اللَّمَمَ أتبع ذلك ببيان مظاهر عدله في خلقه، وقدرته على كل شيء، وساق ما يشهد لذلك من أخبار الغابرين المكذبين الذين لا يخفى حالهم على المشركين المعاصرين للنبي صلى الله عليه وسلم، وأنذر هؤلاء المشركين بسوء المصير، إذا لم يعودوا إلى الحق، ويكفوا عن جحودهم وعنادهم..قال- تعالى-: هذا نَذِيرٌ مِنَ النُّذُرِ الْأُولى. أَزِفَتِ الْآزِفَةُ. لَيْسَ لَها مِنْ دُونِ اللَّهِ كاشِفَةٌ. أَفَمِنْ هذَا الْحَدِيثِ تَعْجَبُونَ. وَتَضْحَكُونَ وَلا تَبْكُونَ. وَأَنْتُمْ سامِدُونَ. فَاسْجُدُوا لِلَّهِ وَاعْبُدُوا.7- هذا، والمتأمل في هذه السورة الكريمة يراها بجانب إقامتها الأدلة الساطعة على وحدانية الله- تعالى- وعلى صدق النبي صلى الله عليه وسلم فيما يبلغه عن ربه يراها بجانب ذلك قد ساقت ما ساقت من براهين واضحة، ومن توجيهات حكيمة.. بأسلوب بليغ أخاذ، له لفظه المنتقى، ومعناه السديد، وتراكيبه الموزونة وزنا بديعا ... مما يشهد بأن هذا القرآن من عند الله، ولو كان من عند غير الله لوجدوا فيه اختلافا كثيرا.نسأل الله- تعالى- أن يجعل القرآن ربيع حياتنا، وأنس نفوسنا، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم.افتتح الله- تعالى- هذه السورة بهذا القسم العظيم، للدلالة على صدق رسوله صلى الله عليه وسلم وللرد على أولئك المشركين الجاهلين، الذين زعموا أن النبي صلى الله عليه وسلم قد اختلق القرآن الكريم.والنجم: هو الكوكب الذي يبدو للناظرين، لامعا في جو السماء ليلا.والمراد به هنا: جنسه، أى: ما يشمل كل نجم بازغ في السماء، فأل فيه للجنس.وقيل: أل فيه للعهد والمراد به نجم مخصوص هو: الشعرى، وهو نجم كان معروفا عند العرب. وقد جاء الحديث عنه في آخر السورة، في قوله- تعالى-: وَأَنَّهُ هُوَ رَبُّ الشِّعْرى. قالوا: وكانت قبيلة خزاعة تعبده.وقيل المراد به: الثريا، فإنه من النجوم المشهورة عند العرب ...وقيل: المراد به هنا: المقدار النازل من القرآن على النبي صلى الله عليه وسلم وجمعه نجوم، وقد فسره بعضهم بذلك في قوله- تعالى-: فَلا أُقْسِمُ بِمَواقِعِ النُّجُومِ.ومعنى «هوى» : سقط وغرب. يقال هوى الشيء يهوى- بكسر الواو- هويا- بضم الهاء وفتحها- إذا سقط من أعلى إلى أسفل..قال الآلوسى: وأظهر الأقوال، القول بأن المراد بالنجم، جنس النجم المعروف، فإن أصله اسم جنس لكل كوكب. وعلى القول بالتعيين، فالأظهر القول بأنه الثريا ووراء هذين القولين، القول بأن المراد به: المقدار النازل من القرآن..."},{"ayah_number":2,"text":"وقوله- سبحانه-: ما ضَلَّ صاحِبُكُمْ وَما غَوى، وَما يَنْطِقُ عَنِ الْهَوى. جواب القسم. و «ما» نافية. و «ضل» من الضلال، والمراد به هنا: عدم الاهتداء إلى الحق، وإلى الطريق المستقيم.و «غوى» من الغي، وهو الجهل الناشئ من اعتقاد فاسد، وهو ضد الرشد.."},{"ayah_number":3,"text":"و «الهوى» الميل مع شهوات النفس، دون التقيد بما يقتضيه الحق، أو العقل السليم.والمعنى: وحق النجم الذي ترونه بأعينكم- أيها المشركون- عند غروبه وأفوله، وعند رجمنا به للشياطين.. إن محمدا صلى الله عليه وسلم الذي أرسلناه إليكم شاهِداً وَمُبَشِّراً وَنَذِيراً، ما ضل عن طريق الحق في أقواله وأفعاله، وما كان رأيه مجانبا للصواب في أمر من الأمور، وما ينطق بنطق صادر عن هوى نفسه ورأيه، وإنما ينطق بما نوحيه إليه من قرآن كريم، ومن قول حكيم، ومن توجيه سديد.وقد أقسم- سبحانه- بالنجم عند غروبه، للإشعار بأن هذا المخلوق العظيم مسخر لإرادة الله- تعالى- وقدرته فهو مع لمعانه وظهوره في السماء لا يتأبى عن الغروب والأفول، إذا ما أراد الله- تعالى- له ذلك، ولا يصلح أن يكون إلها، لأنه خاضع لإرادة خالقه.ولقد حكى- سبحانه- عن نبيه إبراهيم أنه حين جَنَّ عَلَيْهِ اللَّيْلُ رَأى كَوْكَباً قالَ هذا رَبِّي، فَلَمَّا أَفَلَ قالَ لا أُحِبُّ الْآفِلِينَ.قال بعض العلماء: والوجه أن يكون قوله: إِذا هَوى بدل اشتمال من النجم، لأن المراد من النجم أحواله الدالة على قدرة خالقه ومصرفه، ومن أعظم أحواله حال هويّه وسقوطه، ويكون «إذا» اسم زمان مجردا عن معنى الظرفية، في محل جر بحرف القسم.. .وقال- سبحانه-: صاحِبُكُمْ للإشارة إلى ملازمته صلى الله عليه وسلم لهم، طوال أربعين سنة قبل البعثة، وأنهم في تلك المدة الطويلة لم يشاهدوا منه إلا الصدق، والأمانة، والعقل الراجح، والقول السديد.. وأنهم لم يخف عليهم حاله بل كانوا مصاحبين له، ومطلعين على سلوكه بينهم، فقولهم بعد بعثته صلى الله عليه وسلم إنه ساحر أو مجنون.. هو نوع من كذبهم البين، وجهلهم المطبق.."},{"ayah_number":4,"text":"وقوله: إِنْ هُوَ إِلَّا وَحْيٌ يُوحى استئناف بيانى مؤكد لما قبله.والضمير «هو» يعود إلى المنطوق به، المفهوم من قوله- تعالى-: وَما يَنْطِقُ عَنِ الْهَوى. أى: إن الرسول صلى الله عليه وسلم لا يصدر نطقه فيما يأتيكم به عن هوى نفسه ورأيه، وإنما الذي ينطق به، هو وحى من الله- تعالى- أوحاه إليه على سبيل الحقيقة التي لا يحوم حولها شك أو ريب.ومتعلق «يوحى» محذوف للعلم به. أى: ما هذا الذي ينطق به إلا وحى أوحاه- سبحانه- إلى نبيكم صلى الله عليه وسلم.قال الإمام ابن كثير: قوله: إِنْ هُوَ إِلَّا وَحْيٌ يُوحى أى: إنما يقول ما أمر بتبليغه إلى الناس كاملا موفورا من غير زيادة ولا نقصان ... فعن عبد الله بن عمرو قال: كنت أكتب كل شيء أسمعه من رسول الله صلى الله عليه وسلم أريد حفظه. فنهتنى قريش فقالوا: إنك تكتب كل شيء تسمعه من رسول الله صلى الله عليه وسلم ورسول الله صلى الله عليه وسلم بشر يتكلم في الغضب، فأمسكت عن الكتابة، فذكرت ذلك له، فقال: «اكتب فو الذي نفسي بيده، ما خرج منى إلا الحق» .وعن أبى هريرة أن رسول الله صلى الله عليه وسلم قال: «لا أقول إلا حقا» فقال بعض أصحابه:فإنك تداعبنا يا رسول الله؟ قال: «إنى لا أقول إلا حقا» .وقال صاحب الكشاف: ويحتج بهذه الآية من لا يرى الاجتهاد للأنبياء، ويجاب بأن الله- تعالى- إذا سوغ لهم الاجتهاد، كان الاجتهاد وما يستند إليه كله وحيا لا نطقا عن الهوى  ."},{"ayah_number":5,"text":"ثم بين- سبحانه- بعد ذلك جانبا من صفات جبريل- عليه السلام- الذي ينزل بالقرآن على النبي صلى الله عليه وسلم فقال: عَلَّمَهُ شَدِيدُ الْقُوى.أى: علّم النبىّ صلى الله عليه وسلم القرآن، ملك من ملائكتنا الكرام، وهو جبريل- عليه السلام- الذي أعطيناه قوة شديدة، استطاع بها أن ينفذ ما كلفناه بتنفيذه.والضمير المنصوب في «علمه» هو المفعول الأول، والثاني محذوف. أى: القرآن، لأن علّم تتعدى إلى مفعولين.وقوله: شَدِيدُ الْقُوى صفة لموصوف محذوف. أى: ملك شديد القوى.قالوا: وقد بلغ من شدة قوته، أنه اقتلع قرى قوم لوط- عليه السلام- ثم رفعها إلى السماء، ثم قلبها. بأن جعل أعلاها أسفلها ..."},{"ayah_number":6,"text":"وقوله- تعالى-: ذُو مِرَّةٍ فَاسْتَوى صفة أخرى من صفات جبريل- عليه السلام-. والمرة- بكسر الميم- تطلق على قوة الذات، وحصافة العقل ورجاحته، مأخوذ من أمررت الحبل، إذا أحكمت فتله..وشبيه بهاتين الآيتين قوله- تعالى-: إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ. ذِي قُوَّةٍ عِنْدَ ذِي الْعَرْشِ مَكِينٍ. مُطاعٍ ثَمَّ أَمِينٍ...."},{"ayah_number":7,"text":"( وَهُوَ بالأفق الأعلى ) أى : وهو - أى جبريل - بالجهة العليا من السماء المقابلة للناظر إليها."},{"ayah_number":8,"text":"ثُمَّ دَنا فَتَدَلَّى أى: ثم قرب جبريل- عليه السلام- من النبي صلى الله عليه وسلم فَتَدَلَّى أى: فانخفض من أعلى إلى أسفل ...وأصل التدلي: أن ينزل الشيء من طبقته إلى ما تحتها، حتى لكأنه معلق في الهواء، ومنه قولهم: تدلت الثمرة إذا صارت معلقة في الهواء من أعلى إلى أسفل.."},{"ayah_number":9,"text":"ثم صور- سبحانه- شدة قرب جبريل من النبي صلى الله عليه وسلم فقال: فَكانَ قابَ قَوْسَيْنِ أَوْ أَدْنى والقاب: المقدار المعين: وقيل: هو ما بين وتر القوس ومقبضها..والقوس: آلة معروفة عند العرب، يشد بها وتر من جلد، وتستعمل في الرمي بالسهام.وكان من عادة العرب في الجاهلية، أنهم إذا تحالفوا، يخرجون قوسين ويلصقون إحداهما بالأخرى، فيكون قاب إحداهما ملاصقا للآخر، حتى لكأنهما قاب واحد، ثم ينزعونهما معا ويرمون بهما سهما واحدا، فيكون ذلك دليلا على التحالف التام والرضا الكامل ...والمعنى: أن جبريل- عليه السلام- بعد أن كان بالجهة العليا من السماء، ثم قرب من النبي صلى الله عليه وسلم، ثم زاد في القرب، حتى كان على مقدار مسافة قوسين منه صلى الله عليه وسلم أو أقرب من ذلك.قال صاحب الكشاف: قوله: قابَ قَوْسَيْنِ مقدار قوسين عربيتين، والقاب والقيب، والقاد والقيد، المقدار ... وقد جاء التقدير بالقوس، والرمح، والسوط، والذراع، والباع، والخطوة والشبر ... ومنه الحديث الشريف: «لقاب قوس أحدكم من الجنة، وموضع قده، خير من الدنيا وما فيها» والقد السوط ...فإن قلت: كيف تقدير قوله: فَكانَ قابَ قَوْسَيْنِ، قلت: تقديره فكان مقدار مسافة قربه مثل قاب قوسين، فحذفت هذه المضافات...و «أو» في قوله: أَوْ أَدْنى للشك، ولكن هذا الشك من جهة العباد، أى: أن الرائي إذا رأى هذا الوضع قال: هو قاب قوسين أو أقرب من ذلك، ويصح أن تكون بمعنى «بل» .قال الجمل: قوله: أَوْ أَدْنى هذه الآية كقوله: وَأَرْسَلْناهُ إِلى مِائَةِ أَلْفٍ أَوْ يَزِيدُونَ لأن المعنى: فكان- جبريل- بأحد هذين المقدارين في رأى الرائي. أى:لتقارب ما بينهما يشك الرائي في ذلك.وأدنى: أفعل تفضيل. والمفضل عليه محذوف. أى: أو أدنى من قاب قوسين.ويصح أن تكون بمعنى بل، أى: بل هو أدنى.. ."},{"ayah_number":10,"text":"وقوله: فَأَوْحى إِلى عَبْدِهِ ما أَوْحىأى: فأوحى جبريل- عليه السلام-، إلى عبد الله ورسوله محمد صلى الله عليه وسلم ما أوحى من قرآن كريم، ومن هدى حكيم.فالضمير في قوله: فَأَوْحىأى: جبريل، لأن الحديث في شأنه، وإيحاؤه إنما هو بأمر الله- تعالى- ومشيئته، ويرى بعضهم أنه يعود إلى الله- تعالى-.قال الآلوسى: قوله: فَأَوْحىأى: جبريل إِلى عَبْدِهِأى: عبد الله، وهو النبي صلى الله عليه وسلم، والإضمار- ولم يجر له- تعالى- ذكر، لكونه في غاية الظهور، ومثله كثير في الكلام، ومنه: وَلَوْ يُؤاخِذُ اللَّهُ النَّاسَ بِما كَسَبُوا ما تَرَكَ عَلى ظَهْرِها مِنْ دَابَّةٍ....ما أَوْحىأى: الذي أوحاه، والضمير المستتر لجبريل- أيضا-.وقيل: الضمير المستتر لله- تعالى-. أى: أوحى جبريل إلى عبد الله، ما أوحاه الله إلى جبريل.والأول مروى عن الحسن، وهو الأحسن.وقيل: ضمير أوحى الأول والثاني لله- تعالى- والمراد بالعبد جبريل- عليه السلام- وهو كما ترى ... .وأبهم- سبحانه- ما أوحاه، لتفخيم شأنه، وإعلاء قدره، حتى لكأنه لا تحيط به عبارة، ولا يحده الوصف، وشبيه بهذا التعبير قوله- تعالى-: فَأَتْبَعَهُمْ فِرْعَوْنُ بِجُنُودِهِ، فَغَشِيَهُمْ مِنَ الْيَمِّ ما غَشِيَهُمْ.. .وعبر- سبحانه- عن رسوله صلى الله عليه وسلم بعبده، وأضافه إليه، للتشريف والتكريم، ولبيان أنه عبد من عباده- تعالى- الذين اصطفاهم لحمل رسالته، وتبليغ ما أوحاه إليه."},{"ayah_number":11,"text":"وقوله: ما كَذَبَ الْفُؤادُ ما رَأى رد على المشركين، وتكذيب لهم، فيما زعموه من أن الرسول صلى الله عليه وسلم لم يتلق الوحى عن جبريل، ولم يشاهده.واللام في قوله الْفُؤادُ عوض عن المضاف إليه، والفؤاد: العقل أو القلب، ومنه قوله- تعالى-: وَأَصْبَحَ فُؤادُ أُمِّ مُوسى فارِغاً إِنْ كادَتْ لَتُبْدِي بِهِ.. .وقراءة الجمهور كَذَبَ بفتح الذال مع التخفيف، وقرأ ابن عامر بفتحها مع التشديد، و «ما» موصولة، والعائد محذوف.أى: ما كذب فؤاد النبي صلى الله عليه وسلم وما أنكر، الذي رآه ببصره من صورة جبريل- عليه السلام- لأنه لم يكن يجهله، بل كان معروفا لديه، وصاحب الوحى إليه، فهو صلى الله عليه وسلم عرفه بقلبه، وتأكدت هذه المعرفة برؤيته له بعينيه.فالكذب هنا: بمعنى الإنكار والتردد والشك في صحة ما يراه.قال صاحب الكشاف قوله: ما كَذَبَ الْفُؤادُ ما رَأى أى: ما كذب فؤاد النبي صلى الله عليه وسلم ما رآه ببصره من صورة جبريل- عليه السلام-.أى: ما قال فؤاده لما رآه لم أعرفك، ولو قال ذلك- على سبيل الفرض- لكان كاذبا لأنه عرفه، يعنى أنه رآه بعينه، وعرفه بقلبه، ولم يشك في أن ما رآه حق.وقرئ. ما كَذَبَ- بالتشديد-، أى: صدقه ولم يشك أنه جبريل بصورته."},{"ayah_number":12,"text":"ثم وبخ- سبحانه- المشركين على تكذيبهم للنبي صلى الله عليه وسلم فيما يخبرهم عنه من شئون الوحى، فقال: أَفَتُمارُونَهُ عَلى ما يَرى.والمماراة: المجادلة والملاحاة بالباطل. يقال: مارى فلان فلانا مماراة ومراء، إذا جادله، مأخوذ من مرى الناقة يمريها. إذا مسح ضرعها ليستدر لبنها، ويأخذه كاملا، فشبه الجدال بذلك، لأن كل واحد من المتجادلين يمرى ما عند صاحبه، أى: يسعى لاستخراج كل ما عنده، حتى يقيم الحجة عليه.وعدى الفعل بعلى لتضمنه معنى المغالبة.أى: أفتجادلون نبينا محمدا صلى الله عليه وسلم فيما رآه بعينيه، وتجادلونه في شيء هو تحقق منه بعقله وبصره، وهو ملاقاته ورؤيته لأمين وحينا جبريل- عليه السلام-؟ إن مجادلتكم له في ذلك، هو من قبيل التعنت الواضح، والجهل الفاضح، لأنكم كذبتموه وجادلتموه في شيء هو قد رآه وتحقق منه، وأنتم تعلمون أنه صادق أمين.فالمقصود بالاستفهام تبكيتهم وتجهيلهم على جدالهم بالباطل.هذا وقد ذكر العلماء، أن هذه الآيات، تشير إلى رؤية النبي صلى الله عليه وسلم لجبريل، على الهيئة التي خلقه الله- تعالى- عليها، فقد كان جبريل يأتى النبي صلى الله عليه وسلم في صورة آدمي، فسأله أن يريه نفسه على صورته التي خلق عليها، فأراه نفسه مرتين: مرة في الأرض وهي التي تشير إليها هذا الآيات، ومرة في السماء، وهي التي تشير إليها الآيات التالية.وقد توسع الإمام ابن كثير في ذكر الأحاديث التي وردت في ذلك فقال ما ملخصه:عن عبد الله بن مسعود، أن رسول الله صلى الله عليه وسلم لم ير جبريل في صورته إلا مرتين، أما واحدة فإنه سأله أن يراه في صورته، فسد الأفق، وأما الثانية فإنه كان معه حيث صعد ...."},{"ayah_number":13,"text":"وقوله- سبحانه-: وَلَقَدْ رَآهُ نَزْلَةً أُخْرى.. إشارة إلى المرة الثانية التي رأى فيها الرسول صلى الله عليه وسلم جبريل على هيئته التي خلقه الله- تعالى- عليها، وكان ذلك في ليلة الإسراء والمعراج. أى: والله لقد رأى محمد صلى الله عليه وسلم جبريل في صورته التي خلق عليها، حالة كونه نازلا من السماء نزلة أخرى.وقد جاء الإخبار عن هذه الرؤية بصيغة مؤكدة بلام القسم وبقد.. للرد على المشركين الذين أنكروا ذلك، فكأنه- سبحانه- يقول لهم: لئن كنتم قد أنكرتم هذه الرؤية في الأرض، فإنه صلى الله عليه وسلم لم يره في الأرض فقط، بل رآه رؤية أعظم من ذلك، وهي رؤيته له في السماء، حين كان مصاحبا له في رحلته ليلة الإسراء والمعراج.قال الآلوسى: وَلَقَدْ رَآهُ نَزْلَةً أُخْرى أى: رأى النبي صلى الله عليه وسلم جبريل في صورته التي خلقه الله عليها نَزْلَةً أُخْرى أى: مرة أخرى، وهي فعلة من النزول، أقيمت مقام المرة، ونصبت نصبها على الظرفية، لأن أصل المرة مصدر مر يمر، ولشدة اتصال الفعل بالزمان يعبر به عنه. ولم يقل مرة بدل نزلة ليفيد أن الرؤية في هذه المرة، كانت بنزول ودنو، كالرؤية في المرة الأولى، الدال عليها ما مر ...والمراد من الجملة القسمية، نفى الريبة والشك عن المرة الأخيرة، وكانت ليلة الإسراء ."},{"ayah_number":14,"text":"وقوله: عِنْدَ سِدْرَةِ الْمُنْتَهى بيان للمكان الذي تمت عنده الرؤية الثانية.والسدرة في الأصل: تطلق على شجرة النّبق، وهو ثمر معروف في بلاد العرب.والمنتهى: اسم مكان، أو مصدر ميمى بمعنى الانتهاء. وإضافة السدرة إليه، من باب إضافة الشيء إلى مكانه، كما في قولهم: أشجار البستان. أو من إضافة المحل إلى الحال، كما في قولك: كتاب الفقه أو النحو..وسمى هذا المكان بسدرة المنتهى، لانتهاء علوم الخلائق عنده، وما وراءه لا يعلمه إلا الله- تعالى-.أخرج الإمام أحمد عن عبد الله بن مسعود قال: لما أسرى برسول الله صلى الله عليه وسلم انتهى به إلى سدرة المنتهى، وهي في السماء السابعة وإليها ينتهى ما يعرج من الأرض فيقبض منها."},{"ayah_number":15,"text":"ثم بين- سبحانه- ما يدل على شرف هذا المكان فقال: عِنْدَها جَنَّةُ الْمَأْوى.أى: عند سدرة المنتهى، جنة المأوى. أى: الجنة التي تأوى وتسكن إليها أرواح المؤمنين الصادقين، الذين رضى الله عنهم ورضوا عنه."},{"ayah_number":16,"text":"ثم نوه- سبحانه- بما يحيط بذلك المكان من جلال وجمال لا تحيط العبارة بوصفه فقال:إِذْ يَغْشَى السِّدْرَةَ ما يَغْشى.والظرف «إذ» . في موضع الحال من «سدرة المنتهى» ، لقصد الإشادة بما أحاط بذلك المكان من شرف وبهاء.. أو هو متعلق بقوله: رَآهُ.أى: ولقد رأى محمد صلى الله عليه وسلم جبريل- عليه السلام- على هيئته التي خلقه الله عليها مرة أخرى، عند ذلك المكان الجليل المسمى بسدرة المنتهى، حالة كون هذا المكان ينزل به ما ينزل، ويغشاه ما يغشاه من الفيوضات الربانية، والأنوار القدسية، والخيرات التي لا يحيط بها الوصف..فهذا الإبهام في قوله ما يَغْشى المقصود به التهويل والتعظيم والتكثير، لما يغشى هذا المكان من خيرات وبركات ..."},{"ayah_number":17,"text":"وقوله- تعالى- ما زاغَ الْبَصَرُ وَما طَغى بيان لما كان عليه النبي صلى الله عليه وسلم من ثبات واطمئنان عند رؤيته لما أذن الله- تعالى- له في رؤيته.والزيغ: هو الميل عن حدود الاستقامة. والطغيان: تجاوز الحدود المشروعة.أى: ما مال بصر النبي صلى الله عليه وسلم عما أذن الله- تعالى- له في رؤيته. وما تجاوزه إلى ما لم يؤذن له في رؤيته، بل كان بصره صلى الله عليه وسلم منصبا على ما أبيح له النظر إليه.فالمقصود من الآية الكريمة، الثناء على النبي صلى الله عليه وسلم، ووصفه بما هو أهله من أدب وطاعة لخالقه- عز وجل-.قال ابن كثير: قوله: ما زاغَ الْبَصَرُ وَما طَغى قال ابن عباس: ما ذهب يمينا ولا شمالا، وما جاوز ما أمر به، وهذه صفة عظيمة في الثبات والطاعة. فإنه ما فعل إلا ما أمر به، ولا سأل فوق ما أعطى، وما أحسن قول القائل:رأى جنة المأوى وما فوقها ولو ... رأى غيره ما قد رآه لتاها"},{"ayah_number":18,"text":"ثم عظم- سبحانه- من شأن ما أراه لنبيه صلى الله عليه وسلم فقال: لَقَدْ رَأى مِنْ آياتِ رَبِّهِ الْكُبْرى.والكلام جواب لقسم محذوف، والآيات جمع آية، والمراد بها العجائب التي أطلع الله- تعالى- عليها نبيه صلى الله عليه وسلم في تلك الليلة، وهي ليلة الإسراء والمعراج.والكبرى: صفة لهذه الآيات، وحذف المرئي: لتفخيم أمره وتعظيمه.أى: والله لقد رأى محمد صلى الله عليه وسلم في تلك الليلة أمورا عظاما لا يحيط بها الوصف، وقد أكرمناه برؤيتها ليزداد يقينا على يقينه، وثباتا على ثباته، وقوة على قوته في تبليغ رسالتنا، وحمل أمانتنا.هذا، وقد جرينا في تفسيرنا لهذه الآيات على الرأى الذي سار عليه المحققون من العلماء وهو أن هذه الآيات تحكى رؤية النبي صلى الله عليه وسلم لجبريل مرتين، كما سبق أن بينا، وأن الضمائر في تلك الآيات منها ما يرجع إلى جبريل، ومنها ما يرجع إلى الله- عز وجل-.وقد أعدنا كل ضمير إلى مرجعه الذي نراه مناسبا للمقام ...فمثلا: الضمير المنصوب في قوله- تعالى-: وَلَقَدْ رَآهُ نَزْلَةً أُخْرى قلنا: إنه يعود إلى جبريل. أى: أن الرسول صلى الله عليه وسلم رأى جبريل على هيئته التي خلقه الله عليها مرة أخرى، غير المرة الأولى التي كانت في أوائل بعثته صلى الله عليه وسلم.ولكن بعض المفسرين يرون أن مرجع الضمير في هذه الآية وغيرها، يعود إلى الله- تعالى-، ويستدلون بذلك على أن الرسول صلى الله عليه وسلم رأى ربه.وقد فصل القول في هذه المسألة الإمام الآلوسى فقال ما ملخصه: فالضمائر في «دنا» «وتدلى» «وأوحى..» وكذلك الضمير المنصوب في «رآه» لله- عز وجل-..واستدل بذلك مثبتو رؤية النبي صلى الله عليه وسلم لله- عز وجل- كابن عباس وغيره..وخالفت في ذلك عائشة- رضى الله عنها- فقد أخرج مسلم عن مسروق قال: كنت عند عائشة فقالت: ثلاث من تكلم بواحدة منهن، فقد أعظم على الله- تعالى- الفرية.قلت: ما هن؟ قالت: من زعم أن محمدا يعلم الغيب فقد كذب، ومن زعم أن محمدا كتم شيئا فقد كذب، ومن زعم أن محمدا رأى ربه فقد أعظم على الله الفرية، فقلت: يا أم المؤمنين: ألم يقل الله- تعالى-: وَلَقَدْ رَآهُ نَزْلَةً أُخْرى؟. فقالت: أنا أول من سأل رسول الله صلى الله عليه وسلم عن ذلك فقال: «لا، إنما هو جبريل، لم أره على صورته التي خلق عليها سوى هاتين المرتين. رأيته منهبطا من السماء سادا ما بين السماء إلى الأرض» .ثم قال الآلوسى: ولا يخفى أن جواب الرسول صلى الله عليه وسلم على عائشة، ظاهر في أن الضمير المنصوب في رَآهُ ليس راجعا إليه- تعالى-، بل إلى جبريل- عليه السلام-...والمتأمل في هذه الآيات الكريمة يراها ترد على المشركين مزاعمهم، بأبلغ أسلوب، وأقوى بيان، وتثبت أن هذا القرآن، قد بلغه الرسول صلى الله عليه وسلم عن جبريل- عليه السلام- دون أن يزيد فيه شيئا، أو ينقص منه شيئا، وأنه- سبحانه- قد أعطى نبيه صلى الله عليه وسلم من المعجزات، ومن الخيرات والبركات.. ما لم يعط غيره.وبعد هذا التصوير البديع لما كان عليه النبي صلى الله عليه وسلم من حق واضح، ومن تكريم عظيم ومن طاعة تامة لخالقه- عز وجل- بعد كل ذلك أخذت السورة الكريمة، في تصوير ما عليه المشركون من باطل وجهل وفي تبكيتهم على عبادتهم لأصنام لا تسمع ولا تبصر، ولا تملك الدفاع عن نفسها فضلا عن غيرها.. فقال- تعالى-:"},{"ayah_number":19,"text":"والهمزة في قوله: أَفَرَأَيْتُمُ للإنكار والتهكم، والفاء لترتيب الرؤية على ما سبق ذكره من صفات جليلة لله- تعالى- تدل على وحدانيته، وكمال قدرته، ومن ثناء على النبي صلى الله عليه وسلم وعلى جبريل- عليه السلام- والرؤية هنا، علمية ومفعولها الثاني محذوف، لدلالة قوله- سبحانه- أَلَكُمُ الذَّكَرُ وَلَهُ الْأُنْثى عليه.و «اللات» اسم لصنم كان لثقيف بالطائف. قال الشاعر:وفرت ثقيف إلى «لاتها» ... بمنقلب الخائب الخاسروكان هذا الصنم على هيئة صخرة مربعة، قد بنوا عليه بناء ونقشوا عليه نقوشا، وكانت قريش وجمهور العرب، يعظمونه ويعبدونه..وكأنهم قد سموه بهذا الاسم، على سبيل الاشتقاق من اسم الله- تعالى- فقالوا «اللات» قصدا للتأنيث..والْعُزَّى: فعلى من العز. وهي اسم لصنم، وقيل لشجرة حولها بناء وأستار، وكانت بمكان يقال له نخلة، بين مكة والطائف، وكانت قريش تعظمها، كما قال أبو سفيان يوم أحد «لنا العزى ولا عزى لكم» .فقال صلى الله عليه وسلم قولوا له: «الله مولانا ولا مولى لكم» .ولعلهم قد سموها بذلك. أخذا من لفظ العزيز، أو من لفظ العز، فهي تأنيث الأعز، كالفضلى والأفضل."},{"ayah_number":20,"text":"وأما «مناة» فكانت صخرة ضخمة، بمكان يقال له المشلل، بين مكة والمدينة، وكانت قبيلة خزاعة والأوس والخزرج في جاهليتهم يعظمونها ويهلون منها للحج إلى الكعبة.قالوا: وسميت بهذا الاسم، لأن دماء الذبائح كانت تمنى عندها، أى: تراق وتسكب.والمعنى: لقد ذكرنا لكم- أيها المشركون- ما يدل على وحدانيتنا، وكمال قدرتنا. وسمو منزلة نبينا صلى الله عليه وسلم.. فأخبرونى بعد ذلك ما شأن هذه الأصنام التي لا تضر ولا تنفع، كاللات والعزى ومناة الثالثة الأخرى. إنها أشياء في غاية الحقارة والعجز، فكيف سويتم بينها وبين الخالق- عز وجل- في العبادة، وكيف أبحتم لأنفسكم تعظيمها، وزعمتم أنها بنات الله ... ؟.فالمقصود بالاستفهام التعجيب من أحوالهم، والتجهيل لعقولهم.ويصح أن تكون الرؤية في قوله- سبحانه- أَفَرَأَيْتُمُ بصرية، فلا تحتاج إلا لمفعول واحد. أى: انظروا بأعينكم إلى تلك الأصنام، التي من أشهرها: اللات والعزى ومناة الثالثة الأخرى، أترونها تملك الدفاع عن نفسها فضلا عن غيرها؟ إنها لا تملك شيئا، فكيف عظمتموها مع حقارتها وعجزها؟.والاستفهام- أيضا- للتهكم بهم، والتعجيب من تفكيرهم السقيم.قال الآلوسى: والظاهر أن «الثالثة الأخرى» صفتان لمناة. وهما على ما قيل للتأكيد ...وقال بعض الأجلة: الثالثة للتأكيد. والْأُخْرى للذم بأنها متأخرة في الرتبة، وضيعة المقدار ...والكلام خطاب لعبدة هذه المذكورات، وقد كانوا مع عبادتهم لها يقولون: إن الملائكة- عليهم السلام- وتلك المعبودات الباطلة، بنات الله. - تعالى الله عن ذلك علوا كبيرا فقيل لهم توبيخا وتبكيتا: أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّى.... إلخ ."},{"ayah_number":21,"text":"وقوله- سبحانه-: أَلَكُمُ الذَّكَرُ وَلَهُ الْأُنْثى. تِلْكَ إِذاً قِسْمَةٌ ضِيزى توبيخ آخر لهم على جهلهم، وبيان لسبب التوبيخ والتهكم.ولفظ «ضيزى» بمعنى جائرة وظالمة. يقال: ضاز فلان في حكمه، إذا جار وظلم ولم يراع القسط في أقواله وأفعاله، ويقال: ضاز فلان فلانا حقه، إذا بخسه ونقصه ...قال الجمل ما ملخصه: قرأ الجمهور ضِيزى من ضازه يضيزه. إذا جار عليه، فمعنى «ضيزى» جائرة. وعلى هذا فتحتمل وجهين: أحدهما أن تكون صفة على فعلى، - بضم الفاء- وإنما كسرت الفاء لتصح الياء كبيض- جمع أبيض-..وثانيهما: أن تكون من ضأزه بالهمز كقراءة ابن كثير، إلا أن الهمزة قد خففت.. ومعنى ضأزه يضأزه: نقصه..  .أى: أجعلتم لله- تعالى- البنات، وجعلتم لأنفسكم البنين، مع تفضيلكم للبنين على البنات، ومع اعترافكم بأن الله- تعالى- هو الخالق لكم ولكل شيء.إن فعلكم هذا لهو في غاية الجور والظلم، لأنكم نسبتم إلى الله- تعالى- وهو خالقكم ما استنكفتم من نسبته لأنفسكم ...فأنت ترى أنه- سبحانه- لم يكتف بوصفهم بالكفر، بل أضاف إلى ذلك وصفهم بالجور والحمق وانطماس البصيرة."},{"ayah_number":22,"text":"وجملة: تِلْكَ إِذاً قِسْمَةٌ ضِيزى تعليل للإنكار والتوبيخ المستفاد من الاستفهام في قوله: أَلَكُمُ الذَّكَرُ وَلَهُ الْأُنْثى.وقدم- سبحانه- الجار والمجرور في قوله: أَلَكُمُ ... لإفادة التخصيص.والإشارة بتلك تعود إلى القسمة المفهومة من قوله: أَلَكُمُ الذَّكَرُ وَلَهُ الْأُنْثى وإِذاً في قوله: تِلْكَ إِذاً ... حرف جواب. أى: إن كان الأمر كما زعمتم، فقسمتكم إذا قسمة جائرة ظالمة."},{"ayah_number":23,"text":"ثم بين لهم- سبحانه- وجه الحق في هذه الأصنام فقال: إِنْ هِيَ إِلَّا أَسْماءٌ سَمَّيْتُمُوها أَنْتُمْ وَآباؤُكُمْ، ما أَنْزَلَ اللَّهُ بِها مِنْ سُلْطانٍ.... أى: ما هذه الأصنام التي عبدتموها من دون الله، أو توهمتم أنها تشفع لكم عنده- تعالى-. ما هي إلا أسماء محضة، ليس فيها شيء أصلا من صفات الألوهية، وأنتم وآباؤكم سميتموها آلهة من تلقاء أنفسكم، دون أن يكون معكم على هذه التسمية شيء من الحجة أو الدليل أو البرهان ...فالضمير «هي» يعود إلى اللات والعزى ومناة وغيرها من الآلهة الباطلة.والمراد بقوله: أَسْماءٌ: أنها ليس لها من الألوهية التي أثبتوها لها سوى اسمها، وأما معناها وحقيقتها فهي أبعد ما تكون عن ذلك..وجملة «سميتموها» صفة للأسماء، والهاء هي المفعول الثاني، والمفعول الأول محذوف، والتقدير: إن هي إلا أسماء سميتموها الأصنام، أى: سميتم بها الأصنام.والمراد بالسلطان: الحجة والدليل، والمراد بالإنزال: الإخبار بأنها آلهة و «من» مزيدة لتوكيد عدم الإنزال على سبيل القطع والبت..أى: ما أخبر الله- تعالى- عنها بأنها آلهة، بأى لون من ألوان الإخبار، ولا توجد حجة من الحجج حتى ولو كانت واهية تشير إلى ألوهيتها ...ثم يهمل- سبحانه- خطابهم بعد ذلك، ويذرهم في أوهامهم يعمهون، ويلتفت بالحديث عنهم حتى كأنهم لا وجود لهم، فيقول: إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَما تَهْوَى الْأَنْفُسُ....أى: ما يتبع هؤلاء الجاهلون في عبادتهم لتلك الآلهة الباطلة، إلا الظنون الكاذبة، وإلا ما تشتهيه أنفسهم الأمارة بالسوء، وتقليد للآباء بدون تفكر أو تدبر..فالمراد بالظن هنا: الظن الباطل الذي يقوم على الاعتقاد الفاسد، كما في قوله- تعالى-: إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ.والتعريف في قوله- سبحانه-: وَما تَهْوَى الْأَنْفُسُ عوض عن المضاف إليه.وما موصولة والعائد محذوف. أى: والذي تهواه أنفسهم التي استحوذ عليها الشيطان..وجملة: وَلَقَدْ جاءَهُمْ مِنْ رَبِّهِمُ الْهُدى حالية من فاعل «يتبعون» ، وجيء بها لزيادة التعجب من حالهم.أى: هم ما يتبعون إلا الظنون وما تهواه أنفسهم المحجوبة عن الحق، والحال أنه قد جاء إليهم، ووصل إلى مسامعهم من ربهم، ما يهديهم إلى الصواب لو كانوا يعقلون.وأكد- سبحانه- هذه الجملة بلام القسم وقد، لتأكد الخبر، ولزيادة التعجب من أحوالهم التي بلغت الغاية في الغرابة..والتعبير بقوله: جاءَهُمْ يشعر بأن الحق قد وصل إليهم بدون عناء منهم، ولكنهم مع ذلك رفضوه وأعرضوا عنه.والتعريف في لفظ «الهدى» يدل على كماله وسموه. أى. ولقد جاءهم من ربهم الهدى الكامل الذي ينتهى بمن يتبعه إلى الفوز والسعادة.والمراد به: ما جاء به النبي صلى الله عليه وسلم من قرآن كريم ومن سنة مطهرة.."},{"ayah_number":24,"text":"ثم بين- سبحانه- أن شهوات النفس ومطالبها وأمنياتها لا تتحقق إلا في الإطار الذي يريده الله- تعالى- لها، فقال: أَمْ لِلْإِنْسانِ ما تَمَنَّى. فَلِلَّهِ الْآخِرَةُ وَالْأُولى.والاستفهام هنا- أيضا- للإنكار، ولإبطال اتباعهم للظنون ولما تهواه أنفسهم..أى: إن هؤلاء قد اتبعوا في ضلالهم وكفرهم الظنون والأوهام، وما تشتهيه قلوبهم من حب للرياسة، ومن تقليد للآباء، ومن تطلع إلى أن هذه الأصنام ستشفع لهم عند الله- تعالى- ...مع أن وقائع الحياة وشواهدها التي يرونها بأعينهم، تدل دلالة واضحة، على أنه ليس كل ما يتمناه الإنسان يدركه، وليس كل ما يريده يتحقق له ... لأن كل شيء في هذه الحياة مرهون بإرادته ومشيئته- سبحانه- وهو- عز وجل- صاحب الدار الآخرة، وصاحب الدار الأولى وهي دار الدنيا، ولا يقع فيهما إلا ما يريده..فالمقصود من الآيتين الكريمتين، نفى ما كان يتمناه أولئك المشركون من شفاعة أصنامهم لهم يوم القيامة، كما حكى عنهم- سبحانه- ذلك في قوله: ما نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونا إِلَى اللَّهِ زُلْفى.... ونفى ما كانت تتطلع إليه نفوس بعضهم، من نزول القرآن عليه، أو من اختصاصه بالنبوة. فقد حكى- سبحانه- عنهم قولهم:.. لَوْلا نُزِّلَ هذَا الْقُرْآنُ عَلى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ.كما أن المقصود بها كذلك، ترويض النفس البشرية على عدم الجري وراء ظنونها وأهوائها، بل عليها أن تتمسك بالحق، وأن تعتصم بطاعة الله- تعالى- وأن تباشر الأسباب التي شرعها- سبحانه-، ثم بعد ذلك تترك النتائج له يسيرها كيف يشاء، فإن له الآخرة والأولى.وقدم- سبحانه- الجار والمجرور في قوله: أَمْ لِلْإِنْسانِ ما تَمَنَّى لإفادة أن هذا التمني هو محط الإنكار، وأن الإنسان العاقل هو الذي لا يجرى وراء أمنياته، وإنما هو الذي يسعى إلى تحقيق ما أمره الله- تعالى- به من تكاليف."},{"ayah_number":25,"text":"وقدم- سبحانه- الآخرة على الأولى، لأنها الأهم، إذ نعيمها هو الخالد الباقي، أما شهوات الدنيا وملذاتها، فهي مهما كثرت، زائلة فانية."},{"ayah_number":26,"text":"ثم بين- سبحانه- أن الملائكة مع سمو منزلتهم، وشدة حرصهم على طاعة الله- تعالى-، لا يملكون الشفاعة لأحد إلا بإذنه- عز وجل- فقال: وَكَمْ مِنْ مَلَكٍ فِي السَّماواتِ، لا تُغْنِي شَفاعَتُهُمْ شَيْئاً إِلَّا مِنْ بَعْدِ أَنْ يَأْذَنَ اللَّهُ لِمَنْ يَشاءُ وَيَرْضى.و «كم» هنا خبرية بمعنى كثير، وهي في موضع رفع على الابتداء، وخبرها جملة، «لا تغنى شفاعتهم ... » وهي وإن كانت مفردة لفظا، إلا أنها في معنى الجمع..أى: وكثير من الملائكة المقربين لدينا في السموات العلا، لا تغنى شفاعتهم عندنا شيئا من الأشياء. إلا من بعد أن يأذن الله- تعالى- لهم فيها، لمن يشاء أن يشفعوا له، ويرضى- سبحانه- عن هذا المشفوع له.فالآية الكريمة من قبيل ضرب المثل للمشركين، الذين توهموا أن أصنامهم ستشفع لهم، وكأنه- سبحانه- يقول لهم: إذا كان الملائكة مع سمو منزلتهم عندنا لا يشفعون إلا بإذننا، ولمن نرضى عنه ... فكيف وصل بكم الجهل والحمق- أيها المشركون- إلى توهم أن أصنامكم- مع خستها وحقارتها- ستشفع لكم عندنا؟.وقوله: فِي السَّماواتِ صفة «لملك» والمقصود بهذه الصفة التشريف والتكريم.وقوله: شَيْئاً التنكير فيه للتقليل والتعميم، وهو في موقع المفعول المطلق.أى: لا تغنى شفاعتهم شيئا من الإغناء حتى ولو كان في غاية القلة..وشبيه بهذه الآية قوله- تعالى-: وَلا تَنْفَعُ الشَّفاعَةُ عِنْدَهُ إِلَّا لِمَنْ أَذِنَ لَهُ. .وقوله- سبحانه-:.. وَلا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضى، وَهُمْ مِنْ خَشْيَتِهِ مُشْفِقُونَ .وهذه الآيات الكريمة بجانب تيئيسها للكافرين من الحصول على أية شفاعة، لأنهم ليسوا ممن رضى الله عنهم، تدعو المؤمنين إلى مواصلة المحافظة على أداء حقوقه- سبحانه-،لينالوا رضاه عنهم يوم القيامة، وليكونوا أهلا للحصول على الشفاعة التي يبغونها."},{"ayah_number":27,"text":"ثم عادت السورة إلى ذم الكافرين الذين وصفوا الملائكة بصفات لا تليق بهم. فقال- تعالى-: إِنَّ الَّذِينَ لا يُؤْمِنُونَ بِالْآخِرَةِ وما فيها من حساب وجزاء وثواب وعقاب ... لَيُسَمُّونَ الْمَلائِكَةَ تَسْمِيَةَ الْأُنْثى، أى: ليصفون الملائكة بوصف الإناث فيقولون: الملائكة بنات الله كما قال- تعالى-: وَجَعَلُوا الْمَلائِكَةَ الَّذِينَ هُمْ عِبادُ الرَّحْمنِ إِناثاً أَشَهِدُوا خَلْقَهُمْ، سَتُكْتَبُ شَهادَتُهُمْ وَيُسْئَلُونَ .ولفظ: «الملائكة» هنا في معنى استغراق كل فرد، أى: ليسمون كل واحد منهم ويصفونه بصفة الأنوثة."},{"ayah_number":28,"text":"وقوله- سبحانه: وَما لَهُمْ بِهِ مِنْ عِلْمٍ، إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ ... رد عليهم فيما قالوه، وتجهيل لهم فيما زعموه، والجملة حال من ضمير «ليسمون» .أى: إنهم ليصفون الملائكة بالأنوثة، والحال أنهم لا علم لهم بتكوين هؤلاء الملائكة، أو بصفتهم.. وإنما يتبعون الظن الباطل في أقوالهم وأحكامهم.... وَإِنَّ الظَّنَّ لا يُغْنِي مِنَ الْحَقِّ شَيْئاً أى: وإن الظن الباطل، والاعتقاد الخاطئ لا يغنى في معرفة الحق شيئا، حتى ولو كان هذا الشيء قليلا، لأن العقائد السليمة، لا تبنى على الظنون والأوهام، وإنما تبنى على الحقائق الراسخة والعلوم الثابتة.وأظهر- سبحانه- لفظ الظن هنا، مع تقدم ذكره لتكون الجملة مستقلة بنفسها، ولتكون- أيضا- بمثابة المثل الذي يقال في الموضع الذي يناسبه.وبذلك نرى أن هذه الآيات الكريمة، قد وبخت المشركين على شركهم بأسلوب منطقي سليم، حيث ساقت لهم الحقائق في أسلوب يغلب عليه طابع الموازنة والمقارنة، والاستشهاد بالواقع، ووضع أيديهم على أماكن الدواء، لو كانوا ممن يريدونه، ويبحثون عنه.وبعد هذا البيان الحكيم الذي يحق الحق، ويبطل الباطل، أمر الله- تعالى- نبيه صلى الله عليه وسلم أن يمضى في طريقه الذي رسمه- سبحانه- له، وأن يترك حساب هؤلاء الضالين لله- تعالى- الذي يجازى كل نفس بما كسبت، والذي يعلم السر وأخفى، والذي رحمته وسعت كل شيء ... فقال- تعالى-:"},{"ayah_number":29,"text":"والفاء في قوله: فَأَعْرِضْ عَنْ مَنْ تَوَلَّى عَنْ ذِكْرِنا وَلَمْ يُرِدْ إِلَّا الْحَياةَ الدُّنْيا للإفصاح..وأصل الإعراض: لفت الوجه عن الشيء، لأن الكاره لشيء يعرض بصفحة خده عنه.والمراد به هنا: ترك هؤلاء المشركين، وعدم الحرص على إيمانهم، بعد أن وصلتهم دعوة الحق ... أى: إذا كان الأمر كما ذكرنا لك- أيها الرسول الكريم- من أن هؤلاء المشركين، ما يتبعون في عقائدهم إلا الظن الباطل، وإلا ما تشتهيه أنفسهم..فاترك مجادلتهم ولا تهتم بهم، بعد أن بلغتهم رسالة ربك ... فإنهم قوم قد أصروا على عنادهم. وعلى الإدبار عن وحينا وقرآننا الذي أنزلناه إليك، ولم يريدوا من حياتهم إلا التشبع من زينة الحياة الدنيا، ومن شهواتها ومتعها..ومن كان كذلك فلن تستطيع أن تهديه، لأنه آثر الغي على الرشد، والضلالة على الهداية.وجيء بالاسم الظاهر في مقام الإضمار، فقيل: فَأَعْرِضْ عَنْ مَنْ تَوَلَّى عَنْ ذِكْرِنا ولم يقل: فأعرض عنهم.. لبيان ما تؤذن به صلة الموصول من علة الأمر بالإعراض عنهم، وهي أنهم قوم أعرضوا عن الوحى، ولم يريدوا سوى متع دنياهم، وأما ما يتعلق بالآخرة فهم في غفلة عنه."},{"ayah_number":30,"text":"وقوله: ذلِكَ مَبْلَغُهُمْ مِنَ الْعِلْمِ تسلية له صلى الله عليه وسلم عما أصابه منهم، وتحقير لهم ولأفكارهم، وتهوين من شأنهم.. أى: ذلك الذي تراه منهم من التولي عن قرآننا، ومن الحرص على عرض الحياة الدنيا، منتهى علمهم، ولا علم سواه ...فاسم الإشارة «ذلك» يعود إلى المفهوم من الكلام السابق وهو توليهم عن القرآن الكريم، وتكالبهم على الحياة الدنيا..وفي هذه الجملة المعترضة ما فيها من تحقير أمرهم، ومن الازدراء بعلمهم الذي أدى بهم إلى إيثار الشر على الخير، والعاجلة على الآجلة ...وقوله- سبحانه-: إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ ... تعليل للأمر بالإعراض عنهم، والإهمال لشأنهم، وتسلية أخرى له صلى الله عليه وسلم.أى: امض- أيها الرسول الكريم- في طريقك، وأعرض عن هؤلاء الجاحدين المعاندين، الذين أصروا على عدم الاستجابة لك، بعد أن سلكت معهم كل وسيلة تهديهم إلى الحق ... إن ربك- أيها الرسول الكريم- هو أعلم بمن أصر من الناس على الضلال، وهو- سبحانه- أعلم بمن شأنه الاهتداء، والاستجابة للحق..والمراد بالعلم هنا لازمه، أى: ما يترتب عليه من ثواب وعقاب، ثواب للمؤمنين، وعقاب للكافرين.وكرر- سبحانه- قوله هُوَ أَعْلَمُ لزيادة التقرير، والمراد بمن ضل: من أصر على الضلال، وبمن اهتدى: من عنده الاستعداد لقبول الحق والهداية.وقدم- سبحانه- من ضل على من اهتدى هنا، لأن الحديث السابق واللاحق معظمه عن المشركين، الذين عبدوا من دون الله- تعالى- أصناما لا تضر ولا تنفع..وضمير الفصل في قوله- سبحانه- هُوَ أَعْلَمُ لتأكيد هذا العلم، وقصره عليه- سبحانه- قصرا حقيقيا، إذ هو- تعالى- الذي يعلم دخائل النفوس، وغيره لا يعلم."},{"ayah_number":31,"text":"ثم بين- سبحانه- ما يدل على شمول ملكه لكل شيء فقال: وَلِلَّهِ ما فِي السَّماواتِ وَما فِي الْأَرْضِ ... أى: ولله- تعالى- وحده جميع ما في السموات وما في الأرض خلقا، وملكا، وتصرفا ...واللام في قوله: لِيَجْزِيَ الَّذِينَ أَساؤُا بِما عَمِلُوا، وَيَجْزِيَ الَّذِينَ أَحْسَنُوا بِالْحُسْنَى متعلقة بمحذوف يدل عليه الكلام السابق.أى: فعل ما فعل- سبحانه- من خلقه للسموات والأرض وما فيهما، ليجزي يوم القيامة، الذين أساءوا في أعمالهم بما يستحقونه من عقاب، وليجزي الذين أحسنوا في أعمالهم بما يستحقونه من ثواب.وقوله: بِالْحُسْنَى صفة لموصوف محذوف، أى: بالمثوبة الحسنى التي هي الجنة."},{"ayah_number":32,"text":"وقوله: الَّذِينَ يَجْتَنِبُونَ كَبائِرَ الْإِثْمِ وَالْفَواحِشَ إِلَّا اللَّمَمَ.. صفة لقوله: الَّذِينَ أَحْسَنُوا أو بدل منه.والمراد بكبائر الإثم: الآثام الكبيرة، والجرائم الشديدة، التي يعظم العقاب عليها. كقتل النفس بغير حق، وأكل أموال الناس بالباطل..والفواحش: جمع فاحشة، وهي ما قبح من الأقوال والأفعال كالزنا، وشرب الخمر ...وعطفها على كبائر الإثم من باب عطف الخاص على العام، لأنها أخص من الكبائر، وأشد إثما.واللمم: ما صغر من الذنوب، وأصله: ما قل قدره من كل شيء: يقال: ألم فلان بالمكان، إذا قل مكثه فيه. وألم بالطعام: إذا قل أكله منه.. وقيل: اللمم، مقاربة الذنب دون الوقوع فيه، من قولهم: ألم فلان بالشيء، إذا قاربه ولم يخالطه..وجمهور العلماء على أن الاستثناء هنا منقطع، وأن اللمم هو الذنوب الصغيرة، كالنظرة الخائنة ولكن بدون مداومة، والإكثار من الممازحة..قال الإمام ابن كثير ما ملخصه: «واللمم» : صغائر الذنوب، ومحقرات الأعمال، وهذا استثناء منقطع..قال الإمام أحمد: عن ابن عباس- رضى الله عنهما- قال: ما رأيت شيئا أشبه باللمم، مما قال أبو هريرة، عن النبي صلى الله عليه وسلم قال: «إن الله كتب على ابن آدم حظه من الزنا، أدرك ذلك لا محالة، فزنا العين النظر، وزنا اللسان النطق، والنفس تتمنى وتشتهي، والفرج يصدق ذلك أو يكذبه» .وعن مجاهد أنه قال في هذه الآية إِلَّا اللَّمَمَ الذي يلم بالذنب ثم يدعه، كما قال الشاعر:إن تغفر اللهم تغفر جما ... وأى عبد لك ما ألماومن العلماء من يرى أن الاستثناء هنا متصل، وأن المراد باللمم ارتكاب شيء من الفواحش، ثم التوبة منها توبة صادقة نصوحا..فعن الحسن أنه قال: اللمم من الزنا أو السرقة أو شرب الخمر، ثم لا يعود ... .ويبدو لنا أن الرأى الأول أقرب إلى الصواب، لأن العلماء قسموا الذنوب إلى كبائر وصغائر، وأن اللمم من النوع الثاني الذي لا يدخل تحت كبائر الإثم والفواحش.قال صاحب الكشاف: واللمم: ما قل وصغر ... والمراد به الصغائر من الذنوب، ولا يخلو قوله- تعالى- إِلَّا اللَّمَمَ من أن يكون استثناء منقطعا.. كأنه قيل: كبائر الإثم غير اللمم .وليس المقصود من قوله- تعالى-: إِلَّا اللَّمَمَ فتح الباب لارتكاب صغائر الذنوب، وإنما المقصود فتح باب التوبة، والحض على المبادرة بها، حتى لا ييأس مرتكب الصغائر من رحمة الله- تعالى- وحتى لا يمضى قدما في ارتكاب هذه الصغائر، إذ من المعروف أن ارتكاب الصغائر، قد يجر إلى ارتكاب الكبائر.كذلك من المقصود بهذا الاستثناء أن لا يعامل مرتكب الصغائر، معاملة مرتكب الكبائر.هذا، وقد أفاض الإمام الآلوسي في الحديث عن الكبائر والصغائر، فقال: والآية عند الأكثرين دليل على أن المعاصي منها الكبائر، ومنها الصغائر..وأنكر جماعة من الأئمة هذا الانقسام، وقالوا: سائر المعاصي كبائر.ثم قال: واختلف القائلون بالفرق بين الكبائر والصغائر في حد الكبيرة فقيل: هي كل ما لحق صاحبها عليها بخصوصها وعيد شديد، بنص كتاب أو سنة..وقيل: كل جريمة تؤذن بقلة اكتراث مرتكبها بالدين، ورقة الديانة.واعتمد الواحدي أنه لا حد لها يحصرها ويعرفها العباد به، وقد أخفى الله- تعالى- أمرها ليجتهدوا في اجتناب المنهي عنه، رجاء أن تجتنب الكبائر..  .وقوله- سبحانه-: إِنَّ رَبَّكَ واسِعُ الْمَغْفِرَةِ ... تعليل لاستثناء اللمم، وتنبيه على أن إخراجه عن حكم المؤاخذة، ليس لخلوه عن الذنب في ذاته، بل لسعة رحمة الله ومغفرته.أى: إن ربك- أيها الرسول الكريم- واسع المغفرة والرحمة، لعباده الذين وقعوا فيما نهاهم عنه- سبحانه- ثم تابوا إليه توبة صادقة نصوحا.ثم بين- سبحانه- أن هذه الرحمة الواسعة، صادرة عن علم شامل للظواهر والبواطن،فقال: هُوَ أَعْلَمُ بِكُمْ، إِذْ أَنْشَأَكُمْ مِنَ الْأَرْضِ، وَإِذْ أَنْتُمْ أَجِنَّةٌ فِي بُطُونِ أُمَّهاتِكُمْ....والظرف «إذ» متعلق بقوله أَعْلَمُ والأجنة: جمع جنين، ويطلق على ما يكون بداخل الأرحام قبل خروجه منها.وسمى بذلك، لأنه يكون مستترا في داخل الرحم، كما قال- تعالى-: يَخْلُقُكُمْ فِي بُطُونِ أُمَّهاتِكُمْ خَلْقاً مِنْ بَعْدِ خَلْقٍ فِي ظُلُماتٍ ثَلاثٍ...أى: هو- سبحانه- أعلم بكم من وقت إنشائه إياكم من الأرض، ضمن خلقه لأبيكم آدم، ومن وقت أن كنتم أجنة في بطون أمهاتكم، يعلم أطواركم فيها، ويرعاكم برحمته، إلى أن تنفصلوا عنها.وقال- سبحانه- فِي بُطُونِ أُمَّهاتِكُمْ مع أن الجنين لا يكون إلا في بطن أمه، للتذكير برعايته- تعالى- لهم، وهم في تلك الأطوار المختلفة من وقت العلوق إلى حين الولادة، وللحض على مداومة شكره وطاعته.وقوله- تعالى-: فَلا تُزَكُّوا أَنْفُسَكُمْ هُوَ أَعْلَمُ بِمَنِ اتَّقى تحذير من التفاخر بالأعمال والأحساب والأنساب، لأنه- سبحانه- لا يخفى عليه شيء من أحوال الناس، والفاء للتفريع على ما تقدم. أى: إذا كان الأمر كما ذكرت لكم من عدم مؤاخذتى إياكم على اللمم، فإن ذلك بسبب سعة رحمتي، فلا تمدحوا أنفسكم بأنكم فعلتم كذا وكذا من الأفعال الحسنة، بل اشكروني على سعة رحمتي ومغفرتي، فإنى أنا العليم بسائر أحوالكم، الخبير بالظواهر والبواطن للأتقياء والأشقياء.قالوا: والآية نزلت في قوم من المؤمنين، كانوا يعملون أعمالا حسنة، ثم يتفاخرون بها.قال صاحب الكشاف: قوله: فَلا تُزَكُّوا أَنْفُسَكُمْ ... أى فلا تنسبوها إلى زكاء العمل، زيادة الخير. وعمل الطاعات، أو إلى الزكاء والطهارة من المعاصي، ولا تثنوا عليها واهضموها فقد علم الله الزكي منكم والتقى أولا وآخرا، قبل أن يخرجكم من صلب آدم، وقبل أن تخرجوا من بطون أمهاتكم.وهذا إذا كان على سبيل الإعجاب أو الرياء، فأما من اعتقد أن ما عمله من العمل الصالح، من الله وبتوفيقه وتأييده. ولم يقصد به التمدح، لم يكن من المزكين لأنفسهم، لأن المسرة بالطاعة طاعة، وذكرها شكر لله- تعالى-.وقال الآلوسى: والمراد النهى عن تزكية السمعة أو المدح للدنيا، أو التزكية على سبيل القطع، وأما التزكية لإثبات الحقوق ونحوه- كالإخبار عن أحوال الناس بما يعلم منهم وجربوا فيه من ثقة وعدالة فهي جائزة.وبعد هذا التوجيه الحكيم للنفوس البشرية، والبيان البديع لمظاهر رحمة الله- تعالى- بعباده بعد ذلك أخذت السورة في الحديث مرة أخرى عن الكافرين. وفي الرد على شبهاتهم، وفي بيان مظاهر قدرته- تعالى- فقال- سبحانه-:"},{"ayah_number":33,"text":"ذكر المفسرون روايات في سبب نزول قوله- تعالى-: أَفَرَأَيْتَ الَّذِي تَوَلَّى. وَأَعْطى قَلِيلًا وَأَكْدى منها: أنها نزلت في الوليد بن المغيرة، كان قد سمع قراءة النبي صلى الله عليه وسلم، وجلس إليه ووعظه، فهمّ أن يدخل في الإسلام. فعاتبه رجل من المشركين، وقال له: أتترك ملة آبائك؟ ارجع إلى دينك، واثبت عليه، وأنا أتحمل عنك كل شيء تخافه في الآخرة، لكن على أن تعطيني كذا وكذا من المال.فوافقه الوليد على ذلك، ورجع عماهم به من الدخول في الإسلام، وأعطى بعض المال لذلك الرجل، ثم أمسك عن الباقي، وبخل به، فأنزل الله- تعالى- هذه الآيات.. .والاستفهام في قوله- تعالى-: أَفَرَأَيْتَ ... للتعجيب من حال هذا الإنسان، الذي أعرض عن الحق، بعد أن عرف الطريق إليه.أى: أفرأيت- أيها الرسول الكريم- حالا أعجب من حال هذا الإنسان الذي تولى عن الهدى، ونبذه وراء ظهره، بعد أن قارب الدخول فيه."},{"ayah_number":34,"text":"وَأَعْطى قَلِيلًا من العطاء وَأَكْدى أى ثم قطع هذا العطاء.قال صاحب الكشاف: وَأَكْدى أى: وقطع عطيته وأمسك، وأصله إكداء الحافر، وهو أن تلقاه كديه، وهي صلابة كالصخر فيمسك عن الحفر ...  .والمراد به هنا: ذمه بالبخل والشح، بعد ذمه بالتولى عن الحق."},{"ayah_number":35,"text":"أَعِنْدَهُ عِلْمُ الْغَيْبِ فَهُوَ يَرى أى: أعند هذا الإنسان الذي أعرض عن الرشد، علم الغيوب المستترة عن الأعين والنفوس، فهو وحده يراها، ويطلع عليها ويعلم أن في إمكان الغير أن يحمل عنه أوزاره وذنوبه يوم القيامة؟.كلا، إنه لا علم عنده بشيء من ذلك، وإنما هو قد ارتد على أعقابه، لانطماس بصيرته.بعد أن قارب الرشد والصواب.فالاستفهام في قوله: أَعِنْدَهُ عِلْمُ الْغَيْبِ ... للنفي والإنكار.وقدم- سبحانه- الظرف «عنده» وهو مسند، على «علم الغيب» وهو مسند إليه، لإفادة الاهتمام بهذه العندية التي من أعجب العجب ادعاؤها، وللإشعار بأنه بعيد عنها بعد الأرض عن السماء.والفاء في قوله: فَهُوَ يَرى للسببية، ومفعول يَرى محذوف.أى: فهو بسبب معرفته للعوالم الغيبية، يبصر رفع العذاب عنه، ويعلم أن غيره سيتكفل بافتدائه من هذا العذاب.ثم وبخه- سبحانه- على جهالته وعدم فهمه فقال: أَمْ لَمْ يُنَبَّأْ بِما فِي صُحُفِ مُوسى، وَإِبْراهِيمَ الَّذِي وَفَّى، أَلَّا تَزِرُ وازِرَةٌ وِزْرَ أُخْرى...."},{"ayah_number":36,"text":"و «أم» هنا للإضراب الانتقالى من ذمه على إعراضه وبخله، إلى ذمه على جهله وحمقه، وصحف موسى: هي التوراة التي أنزلها- سبحانه- عليه.وصحف إبراهيم: هي الصحف التي أوحى الله- تعالى- إليه بما فيها، وقد ذكر سبحانه ذلك في قوله تعالى: إِنَّ هذا لَفِي الصُّحُفِ الْأُولى، صُحُفِ إِبْراهِيمَ وَمُوسى.وخصت صحف هذين النبيين الكريمين بالذكر، لأنها كانت أشهر من غيرها عند العرب، وكانوا يسألون أهل الكتاب من اليهود عما خفى عليهم من صحف موسى.وقدم- سبحانه- هنا صحف موسى، لاشتهارها بسعة الأحكام التي اشتملت عليها، بالنسبة لما وصل إليهم من صحف إبراهيم.وأما في سورة الأعلى فقدمت صحف إبراهيم على صحف موسى لوقوعهما بدلا من الصحف الأولى، وصحف إبراهيم أقدم من صحف موسى، فكان الإتيان بهما على الترتيب الزمنى أنسب بالمقام."},{"ayah_number":37,"text":"وحذف- سبحانه- متعلق «ووفّى» ليتناول كل ما يجب الوفاء به، كمحافظته على أداء حقوق الله- تعالى-، واجتهاده في تبليغ الرسالة التي كلفه- سبحانه- بتبليغها، ووقوفه عند الأوامر التي أمره- تعالى- بها، وعند النواهي التي نهاه عنها ...وأن في قوله- تعالى-: أَلَّا تَزِرُ وازِرَةٌ وِزْرَ أُخْرى مخففة من الثقيلة.واسمها ضمير الشأن محذوف، والجملة بدل من صحف موسى وإبراهيم.وقوله تَزِرُ من الوزر بمعنى الحمل.. وقوله وازِرَةٌ صفة لموصوف محذوف. أى:نفس وازرة.والمعنى: إذا كان هذا الإنسان المتولى عن الحق.. جاهلا بكل ما يجب العلم به من شئون الدين، فهلا سأل العلماء عن صحف موسى وإبراهيم- عليهما السلام- ففيها أنه لا تحمل نفس آثمة حمل أخرى يوم القيامة."},{"ayah_number":38,"text":"قال الآلوسى: وقوله: أَلَّا تَزِرُ وازِرَةٌ وِزْرَ أُخْرى أى: أنه لا تحمل نفس من شأنها الحمل، حمل نفس أخرى.. ولا يؤاخذ أحد بذنب غيره. ليتخلص الثاني من عقابه. ولا يقدح في ذلك قوله صلى الله عليه وسلم: «من سن سنة سيئة فعليه وزرها، ووزر من عمل بها إلى يوم القيامة» فإن ذلك وزر الإضلال الذي هو وزره لا وزر غيره ."},{"ayah_number":39,"text":"وقوله- تعالى-: وَأَنْ لَيْسَ لِلْإِنْسانِ إِلَّا ما سَعى ... معطوف على ما قبله، لبيان عدم إثابة الإنسان بعمل غيره، إثر بيان عدم مؤاخذته بذنب سواه.أى: كما أنه لا تحمل نفس آثمة حمل نفس أخرى، فكذلك لا يحصل الإنسان إلا على نتيجة عمله الصالح، لا على نتيجة عمل غيره.فالمراد بالسعي في الآية. السعى الصالح، والعمل الطيب، لأنه قد جاء في مقابلة الحديث عن الأوزار والذنوب."},{"ayah_number":40,"text":"وقوله- تعالى-: وَأَنَّ سَعْيَهُ سَوْفَ يُرى. ثُمَّ يُجْزاهُ الْجَزاءَ الْأَوْفى بيان لثمرة هذا السعى الصالح يوم القيامة.أى: ليس للإنسان إلا ثمرة عمله الصالح بدون زيادة أو نقص، وهذا العمل الصالح سوف يراه مسجلا أمامه في صحف مكرمة، وفي ميزان حسناته،"},{"ayah_number":41,"text":"ثم يجازيه الله- تعالى- عليه الجزاء التام الكامل. الذي لا نقص فيه ولا بخس.وفي رؤية الإنسان لعمله الصالح يوم القيامة، تشريف وتكريم له، كما قال- تعالى- يَوْمَ تَرَى الْمُؤْمِنِينَ وَالْمُؤْمِناتِ يَسْعى نُورُهُمْ بَيْنَ أَيْدِيهِمْ وَبِأَيْمانِهِمْ، بُشْراكُمُ الْيَوْمَ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهارُ، خالِدِينَ فِيها، ذلِكَ هُوَ الْفَوْزُ الْعَظِيمُ.هذا، وقد توسع العلماء في الجمع بين قوله- تعالى-: وَأَنْ لَيْسَ لِلْإِنْسانِ إِلَّا ما سَعى وبين النصوص التي تفيد أن الإنسان قد ينتفع بعمل غيره، وهذه خلاصة لأقوالهم:قال الإمام ابن كثير: ومن هذه الآية استنبط الشافعى ومن اتبعه، أن القراءة لا يصل إهداء ثوابها إلى الموتى. لأنه ليس من عملهم ولا كسبهم، ولهذا لم يندب إليه رسول الله صلى الله عليه وسلم أمته، ولا حثهم عليه، ولا أرشدهم إليه بنص ولا إيماء، ولم ينقل ذلك عن أحد من الصحابة، ولو كان خيرا لسبقونا إليه، وباب القربات يقتصر فيه على النصوص، ولا يتصرف فيه بأنواع الأقيسة والآراء.فأما الدعاء والصدقة، فذاك مجمع على وصولهما، ومنصوص من الشارع عليهما.وأما الحديث الذي رواه مسلم في صحيحه عن أبى هريرة قال: قال رسول الله صلى الله عليه وسلم «إذا مات الإنسان انقطع عمله إلا من ثلاث: ولد صالح يدعو له، أو صدقة جارية من بعده، أو علم ينتفع به» . فهذه الثلاثة في الحقيقة. هي من سعيه وكده وعمله.وقال الجمل في حاشيته على الجلالين: واستشكل الحصر في هذه الآية وَأَنْ لَيْسَ لِلْإِنْسانِ إِلَّا ما سَعى بقوله- تعالى- في آية أخرى: وَالَّذِينَ آمَنُوا وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُمْ بِإِيمانٍ أَلْحَقْنا بِهِمْ ذُرِّيَّتَهُمْ وَما أَلَتْناهُمْ مِنْ عَمَلِهِمْ مِنْ شَيْءٍ ... وبالأحاديث الواردة في ذلك كحديث: «إذا مات ابن آدم انقطع عمله إلا من ثلاث ... » .وأجيب: بأنها مخصوصة بقوم إبراهيم وموسى، لأنها حكاية لما في صحفهم، وأما هذه الأمة فلها ما سعت هي، وما سعى لها غيرها، لما صح من أن لكل نبي وصالح شفاعة. وهو انتفاع بعمل الغير، ومن تأمل النصوص وجد من انتفاع الإنسان بما لم يعمله ما لا يكاد يحصى، فلا يجوز أن تؤول الآية على خلاف الكتاب والسنة واجتماع الأمة، وحينئذ فالظاهر أن الآية عامة، قد خصصت بأمور كثيرة ...ثم قال الشيخ الجمل- رحمه الله-: وقال الشيخ تقى الدين أبو العباس أحمد بن تيمية:من اعتقد أن الإنسان لا ينتفع إلا بعمله. فقد خرق الإجماع. وذلك باطل من وجوه كثيرة:أحدها: أن الإنسان ينتفع بدعاء غيره. وهو انتفاع بعمل الغير.ثانيها: أن النبي صلى الله عليه وسلم يشفع لأهل الموقف في الحساب ثم لأهل الجنة في دخولها.ثالثها: أنه صلى الله عليه وسلم يشفع لأهل الكبائر في الخروج من النار، وهذا انتفاع بسعي الغير.رابعها: أن الملائكة يستغفرون ويدعون لمن في الأرض، وذلك منفعة بعمل الغير.خامسها: أن الله- تعالى- يخرج من النار من لم يعمل خيرا قط- أى من المؤمنين- بمحض رحمته، وهذا انتفاع بغير عملهم.سادسها: أن أولاد المؤمنين يدخلون الجنة بعمل آبائهم، وذلك انتفاع بمحض عمل الغير.سابعها: قال الله- تعالى- في قصة الغلامين اليتيمين: وَكانَ أَبُوهُما صالِحاً فانتفعا بصلاح أبيهما، وليس من سعيهما.ثامنها: أن الميت ينتفع بالصدقة عنه، وبالعتق، بنص السنة والإجماع، وهو من عمل الغير.تاسعها: أن الحج المفروض يسقط عن الميت، بحج وليه بنص السنة، وهو انتفاع بعمل الغير.عاشرها: أن الحج المنذور أو الصوم المنذور، يسقط عن الميت بعمل غيره، وهو انتفاع بعمل الغير.حادي عشر: المدين قد امتنع صلى الله عليه وسلم من الصلاة عليه حتى قضى دينه أبو قتادة، وقضى دين الآخر على بن أبى طالب، وانتفع بصلاة النبي صلى الله عليه وسلم وهو من عمل الغير.ثانى عشر: أن النبي صلى الله عليه وسلم قال لمن صلى وحده: «ألا رجل يتصدق على هذا فيصلى معه» فقد حصل له فضل الجماعة بفعل الغير.ثالث عشر: أن الإنسان تبرأ ذمته من ديون الغير، إذا قضاها عنه قاض، وذلك انتفاع بعمل الغير.رابع عشر: أن من عليه تبعات ومظالم، إذا حلل منها سقطت عنه، وهذا انتفاع بعمل الغير.خامس عشر: أن الجار الصالح ينفع في المحيا وفي الممات- كما جاء في الأثر- وهذا انتفاع بعمل الغير.سادس عشر: أن جليس أهل الذكر يرحم بهم، وهو لم يكن معهم، ولم يجلس لذلك بل لحاجة عرضت له، والأعمال بالنيات، فقد انتفع بعمل غيره.سابع عشر: الصلاة على الميت، والدعاء له في الصلاة، انتفاع للميت بصلاة الحي عليه وهو عمل غيره.ثامن عشر: أن الجمعة تحصل باجتماع العدد، وكذا الجماعة بكثرة العدد وهو انتفاع للبعض بالبعض.تاسع عشر: أن الله- تعالى- قال لنبيه: وَما كانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ وقال - تعالى-: وَلَوْلا رِجالٌ مُؤْمِنُونَ وَنِساءٌ مُؤْمِناتٌ ... فقد رفع الله- تعالى- العذاب عن بعض الناس بسبب بعض، وذلك انتفاع بعمل الغير.تمام العشرين: أن صدقة الفطر تجب على الصغير وغيره ممن يمونه الرجل، فإنه ينتفع بذلك من يخرج عنه، ولا سعى له فيها.ثم قال- رحمه الله-: ومن تأمل العلم وجد انتفاع الإنسان بما لم يعمله ما لا يكاد يحصى، فكيف يجوز أن تتأول الآية الكريمة، على خلاف صريح الكتاب والسنة، وإجماع الأمة ....والخلاصة أن الآية الكريمة قد تكون من قبيل العام الذي قد خص بأمور كثيرة. كما سبق أن أشرنا، وقد تكون مخصوصة بقوم إبراهيم وموسى- عليهما السلام-، لأنها حكاية عما في صحفهما، أما الأمة الإسلامية فلها سعيها، ولها ما سعى لها به غيرها، وهذا من فضل الله ورحمته بهذه الأمة.وقد قال بعض الصالحين في معنى هذه الآية: ليس للإنسان إلا ما سعى عدلا، ولله- تعالى- أن يجزيه بالحسنة ألفا فضلا.ولهذه المسألة تفاصيل أخرى في كتب الفقه، فليرجع إليها من شاء."},{"ayah_number":42,"text":"ثم بين- سبحانه- بعد ذلك جانبا من مظاهر قدرته ورحمته، فقال- تعالى-: وَأَنَّ إِلى رَبِّكَ الْمُنْتَهى. أى: وأن إلى ربك وحده- لا إلى غيره- انتهاء الخلق ومرجعهم ومصيرهم فيجازى الذين أساءوا بما عملوا، ويجازى الذين أحسنوا بالحسنى.فقوله: الْمُنْتَهى: مصدر بمعنى الانتهاء، والمراد بذلك مرجعهم إليه- تعالى- وحده،"},{"ayah_number":43,"text":"وَأَنَّهُ هُوَ أَضْحَكَ وَأَبْكى أى: وأنه- سبحانه- هو الذي أوجد في هذا الكون ما يؤدى إلى ضحك الإنسان وسروره تارة، وما يؤدى إلى حزنه وبكائه تارة أخرى. فبسبب ما يحيط بالإنسان من مؤثرات ومن مشاعر مختلفة: تارة يضحك وتارة يبكى.وما أكثر هذه المؤثرات والأحوال والاعتبارات والدوافع.. في حياة الإنسان.فالآية الكريمة انتقال من وجوب الاعتبار بأحوال الآخرة إلى وجوب الاعتبار بأحوال الإنسان، وبما يحيط به من مؤثرات تارة تضحكه وتارة تبكيه.وأسند- سبحانه- الفعلين إليه لأنه هو خالقهما، وهو الموجد لأسبابهما.وحذف- سبحانه- المفعول به لهما، لأنهما هما المقصودان بالذات، لدلالتهما على كمال قدرته- تعالى- أى: وأنه وحده- عز وجل- هو الذي أوجد في الإنسان الضحك والبكاء، فالفعلان منزلان منزلة الفعل اللازم.وقدم- سبحانه- الضحك على البكاء، للإشعار بمزيد فضله ومنته على عباده."},{"ayah_number":44,"text":"وقوله: وَأَنَّهُ هُوَ أَماتَ وَأَحْيا أى: وأنه- تعالى- بقدرته وحدها، هو الذي أحيا من يريد إحياءه من مخلوقاته، وأمات من يريد إماتته منهم.وهذا رد على أولئك الجاهلين الذين أنكروا ذلك، وقالوا- كما حكى القرآن عنهم- ... ما هِيَ إِلَّا حَياتُنَا الدُّنْيا نَمُوتُ وَنَحْيا، وَما يُهْلِكُنا إِلَّا الدَّهْرُ.. ."},{"ayah_number":45,"text":"وقوله- سبحانه- وَأَنَّهُ خَلَقَ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثى،"},{"ayah_number":46,"text":"مِنْ نُطْفَةٍ إِذا تُمْنى.وأصل النطفة: الماء الصافي، أو القليل من الماء الذي يبقى في الدلو أو القربة، وجمعها نطف ونطاف، يقال: نطفت القربة، إذا تقاطر ماؤها بقلة.وقوله: تُمْنى أى: تتدفق في رحم المرأة، يقال: أمنى الرجل ومنى إذا خرج منه المنىّ.أى: وأنه- تعالى- وحده، هو الذي خلق الزوجين الكائنين من الذكر والأنثى، من نطفة تتدفق من الرجل إلى رحم الأنثى، فتلتقى ببويضة الأنثى، فيكون منهما الإنسان- بإذن الله-.كما قال- تعالى-: أَيَحْسَبُ الْإِنْسانُ أَنْ يُتْرَكَ سُدىً. أَلَمْ يَكُ نُطْفَةً مِنْ مَنِيٍّ يُمْنى. ثُمَّ كانَ عَلَقَةً فَخَلَقَ فَسَوَّى. فَجَعَلَ مِنْهُ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثى. أَلَيْسَ ذلِكَ بِقادِرٍ عَلى أَنْ يُحْيِيَ الْمَوْتى."},{"ayah_number":47,"text":"وقوله- سبحانه-: وَأَنَّ عَلَيْهِ النَّشْأَةَ الْأُخْرى أى: وأن عليه وحده- سبحانه- الإحياء بعد الإماتة، والإعادة إلى الحياة مرة أخرى يوم البعث والنشور.والنشأة هي المرة من الإنشاء، أى: الإيجاد والتكوين والخلق، والأخرى: مؤنث الأخير، والمراد أنه- سبحانه- يوجد النشأة التي لا نشأة بعدها."},{"ayah_number":48,"text":"وقوله: وَأَنَّهُ هُوَ أَغْنى وَأَقْنى أى: وأنه- سبحانه- هو الذي أغنى الناس بالأموال الكثيرة المؤثلة، التي يقتنيها الناس ويحتفظون بها لأنفسهم ولمن بعدهم.فقوله: أَقْنى من القنية بمعنى الادخار للشيء، والمحافظة عليه.قال الآلوسى: قوله: وَأَنَّهُ هُوَ أَغْنى وَأَقْنى أى: وأعطى القنية وهو ما يبقى ويدوم من الأموال، ببقاء نفسه، كالرياض والحيوان والبناء.وأفرد- سبحانه- ذلك بالذكر مع دخوله في أَغْنى لأن القنية أنفس الأموال وأشرفها..وإنما لم يذكر المفعول، لأن القصد إلى الفعل نفسه..."},{"ayah_number":49,"text":"وقوله: وَأَنَّهُ هُوَ رَبُّ الشِّعْرى أى: وأنه- سبحانه- هو رب ذلك الكوكب المضيء، الذي يطلع بعد الجوزاء في شدة الحر، ويسمى الشعرى اليمانية.وخص هذا النجم بالذكر، مع أنه- تعالى- هو رب كل شيء لأن بعض العرب كانوا يعبدون هذا الكوكب، فأخبرهم- سبحانه- بأن هذا الكوكب مربوب له- تعالى- وليس ربا كما يزعمون.قال القرطبي: واختلف فيمن كان يعبده: فقال السدى: كانت تعبده حمير وخزاعة.وقال غيره: أول من عبده رجل يقال له أبو كبشة، أحد أجداد النبي صلى الله عليه وسلم من جهة أمهاته، ولذلك كان مشركو قريش يسمون النبي صلى الله عليه وسلم ابن أبى كبشة. حين دعاهم إلى ما يخالف دينهم..."},{"ayah_number":50,"text":"وبعد هذه الجولة في الأنفس والآفاق، ساقت السورة جانبا من مصارع الغابرين، فقال- تعالى-: وَأَنَّهُ أَهْلَكَ عاداً الْأُولى. وَثَمُودَ فَما أَبْقى. وَقَوْمَ نُوحٍ مِنْ قَبْلُ إِنَّهُمْ كانُوا هُمْ أَظْلَمَ وَأَطْغى. وَالْمُؤْتَفِكَةَ أَهْوى. أى: وأنه- تعالى- هو الذي أهلك بقدرته قبيلة عاد الأولى، وهم قوم هود- عليه السلام-.وسميت قبيلة عاد بالأولى، لتقدمها في الزمان على قبيلة عاد الثانية، التي هي قوم صالح- عليه السلام-، وتسمى- أيضا- بثمود."},{"ayah_number":51,"text":"وقوله: وَثَمُودَ معطوف على عاد. أى: وأنه أهلك- أيضا- قبيلة ثمود، دون أن يبقى منهم أحدا.وهلاك هاتين القبيلتين قد جاء في آيات كثيرة منها قوله- تعالى-: كَذَّبَتْ ثَمُودُ وَعادٌ بِالْقارِعَةِ. فَأَمَّا ثَمُودُ فَأُهْلِكُوا بِالطَّاغِيَةِ. وَأَمَّا عادٌ فَأُهْلِكُوا بِرِيحٍ صَرْصَرٍ عاتِيَةٍ."},{"ayah_number":52,"text":"وقوله: وَقَوْمَ نُوحٍ مِنْ قَبْلُ ... أى: وأهلك- أيضا- قوم نوح من قبل إهلاكه لعاد وثمود..إِنَّهُمْ كانُوا أى: قوم نوح هُمْ أَظْلَمَ وَأَطْغى أى: هم كانوا أشد في الظلم والطغيان من عاد وثمود، فقد آذوا نوحا- عليه السلام- أذى شديدا، استمر صابرا عليه زمنا طويلا. وكان هلاكهم بالطوفان، كما قال- تعالى-: فَأَخَذَهُمُ الطُّوفانُ وَهُمْ ظالِمُونَ.وقدم قبيلتي عاد وثمود في الذكر على قوم نوح- مع أن قوم نوح أسبق- لأن هاتين القبيلتين كانتا مشهورتين عند العرب أكثر، وديارهم معروفة لهم."},{"ayah_number":53,"text":"والمراد بالمؤتفكات قوم لوط- عليه السلام-، وسموا بذلك لأن قريتهم ائتفكت بأهلها، أى: انقلبت رأسا على عقب. يقال: أفكه عن كذا يأفكه إذا قلبه وصرفه. ومنه الإفك، لأنه قلب للحق عن وجهه الصحيح.أى: وأهلك- سبحانه- القرى المؤتفكة بأهلها، بأن أهوى بها جبريل- عليه السلام- إلى الأرض بعد أن رفعها إلى السماء"},{"ayah_number":54,"text":"فَغَشَّاها ما غَشَّى أى: فأصابها ما أصابها من العذاب المهين، والدمار الشامل، كما قال- تعالى-: جَعَلْنا عالِيَها سافِلَها وَأَمْطَرْنا عَلَيْها حِجارَةً مِنْ سِجِّيلٍ مَنْضُودٍ. مُسَوَّمَةً عِنْدَ رَبِّكَ، وَما هِيَ مِنَ الظَّالِمِينَ بِبَعِيدٍ .ويجوز أن يكون الضمير في فَغَشَّاها يعود إلى جميع الأمم المذكورة، وأبهم- سبحانه- ما غشيهم من عذاب، للتهويل والتعميم."},{"ayah_number":55,"text":"وقوله- سبحانه- فَبِأَيِّ آلاءِ رَبِّكَ تَتَمارى تذكير بنعم الله- تعالى- بعد التحذير من نقمة. أى: فبأى نعمة من نعم الله- تعالى- تتشكك أيها الإنسان.والآلاء: جمع إلى، وأى: اسم استفهام المقصود به التذكير بهذه النعم.وسمى- سبحانه- ما مر في آيات السورة نعما، مع أن فيها النعم والنقم، لأن في النقم عظات للمتعظين، وعبرا للمعتبرين، فهي نعم بهذا الاعتبار."},{"ayah_number":56,"text":"ثم ختم- سبحانه- السورة الكريمة بهذا الإنذار الشديد، فقال- تعالى-: هذا نَذِيرٌ مِنَ النُّذُرِ الْأُولى والنذير بمعنى المنذر، وهو من يخبر غيره بخبر فيه مضرة به، لكي يحذره. أى: هذا الرسول الكريم، وما جاء به من قرآن حكيم، نذير لكم- أيها الناس- من جنس الإنذارات الأولى. التي أتى بها الأنبياء السابقون لأممهم فاحذروا مخالفة رسولنا صلى الله عليه وسلم لأن مخالفته تؤدى إلى هلاككم وخسرانكم.فقوله- تعالى-: مِنَ النُّذُرِ على حذف مضاف. أى: من جنس النذر التي سبقت.."},{"ayah_number":57,"text":"أَزِفَتِ الْآزِفَةُ أى: قربت الساعة، ودنت القيامة، يقال: أزف السفر- كفرح- أزفا، إذا دنا وقرب، وأل في الآزفة للعهد، وهي علم بالغلبة على الساعة."},{"ayah_number":58,"text":"لَيْسَ لَها أى: الساعة مِنْ دُونِ اللَّهِ كاشِفَةٌ أى: ليس لها أحد سوى الله- تعالى- يستطيع الإخبار عنها، والكشف عن علاماتها، والعلم بوقتها وبوقوعها."},{"ayah_number":59,"text":"والاستفهام في قوله- تعالى-: أَفَمِنْ هذَا الْحَدِيثِ تَعْجَبُونَ للإنكار والتوبيخ.أى: أفمن هذا القرآن وما اشتمل عليه من هدايات وتشريعات.. تتعجبون، وتنكرون كونه من عند الله- تعالى-."},{"ayah_number":60,"text":"وَتَضْحَكُونَ وَلا تَبْكُونَ أى: وتضحكون ضحك استهزاء وتهكم منه وممن جاء به صلى الله عليه وسلم ولا تبكون خشية من الله- تعالى-، ومن سماع ما اشتمل عليه هذا القرآن من وعد ووعيد."},{"ayah_number":61,"text":"وَأَنْتُمْ سامِدُونَ أى: وأنتم لاهون معرضون، يقال: سمد يسمد: كدخل- إذ اشتغل باللهو والإعراض عن الرشد.أو المعنى: وأنتم رافعون رءوسكم تكبرا يقال: سمد سمودا، إذا رفع رأسه تكبرا وغرورا، وكل متكبر فهو سامد، ومنه قولهم: بعير سامد في سيره إذا رفع رأسه متبخترا في مشيته.وقيل السمود: الغناء بلغة حمير، ومنه قول بعضهم لجاريته: اسمدى لنا، أى: غنى لنا.أى: وأنتم سادرون في غنائكم ولهوكم، دون أن تكترثوا بزواجر القرآن الكريم."},{"ayah_number":62,"text":"وقوله- سبحانه-: فَاسْجُدُوا لِلَّهِ وَاعْبُدُوا إرشاد لهم إلى ما يجب عليهم، ونهى لهم عن الكفر والضلال.فالفاء في قوله- تعالى-: فَاسْجُدُوا لترتيب الأمر بالسجود، على الإنذار بالعذاب الشديد إذا ما استمروا في كفرهم ولهوهم.والمراد بالسجود: الخضوع لله- تعالى- وإخلاص العبادة له، ويندرج فيه سجود الصلاة، وسجود التلاوة.أى: اتركوا ما أنتم عليه من كفر وضلال، وخصوا الله- تعالى- بالخضوع الكامل،وبالعبادة التامة، التي لا شرك فيها لأحد معه- سبحانه-.قال الآلوسى: وهذه آية سجدة عند أكثر أهل العلم، وقد سجد النبي صلى الله عليه وسلم عندها.أخرج الشيخان، وأبو داود، والنسائي عن ابن مسعود قال: «أول سورة أنزلت فيها سجدة: سورة «النجم» فسجد الرسول صلى الله عليه وسلم وسجد الناس كلهم إلا رجلا» .هذا، وقد ذكر بعض المفسرين قصة الغرانيق. وملخصها أن الرسول صلى الله عليه وسلم قرأ سورة النجم، فلما بلغ قوله- تعالى- أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّى، وَمَناةَ الثَّالِثَةَ الْأُخْرى ألقى الشيطان على لسانه: تلك الغرانيق العلا وإن شفاعتهن لترتجى.وقد قال الإمام ابن كثير عند حديثه عن هذه القصة: إنها من روايات وطرق كلها مرسلة، ولم أرها مسندة من وجه صحيح.وقد ذكرنا عند تفسيرنا لقوله- تعالى-: وَما أَرْسَلْنا مِنْ قَبْلِكَ مِنْ رَسُولٍ وَلا نَبِيٍّ إِلَّا إِذا تَمَنَّى أَلْقَى الشَّيْطانُ فِي أُمْنِيَّتِهِ، فَيَنْسَخُ اللَّهُ ما يُلْقِي الشَّيْطانُ، ثُمَّ يُحْكِمُ اللَّهُ آياتِهِ، وَاللَّهُ عَلِيمٌ حَكِيمٌ. ذكرنا ما يدل على بطلان هذه القصة من جهة النقل ومن جهة العقل.. .وبعد. فهذا تفسير لسورة «النجم» نسأل الله- تعالى- أن يجعله خالصا لوجهه، ونافعا لعباده.وصلى الله على سيدنا محمد، وعلى آله وصحبه وسلم ..."}]