[{"ayah_number":1,"text":"مقدّمة1- سورة القمر: هي السورة الرابعة والخمسون في ترتيب المصحف، أما ترتيبها في النزول فكان بعد سورة الطارق، وقبل سورة «ص» .ويبلغ عدد السور التي نزلت قبلها، سبعا وثلاثين سورة.ويغلب على الظن أن نزولها كان في السنوات الأولى من بعثته صلى الله عليه وسلم قال بعض العلماء: وكان نزولها في حدود سنة خمس قبل الهجرة. ففي الصحيح أن عائشة- رضى الله عنها- قالت: أنزل على رسول الله صلى الله عليه وسلم بمكة، وإنى لجارية ألعب، قوله- تعالى-: بَلِ السَّاعَةُ مَوْعِدُهُمْ، وَالسَّاعَةُ أَدْهى وَأَمَرُّ .2- وتسمى هذه السورة بسورة القمر، وبسورة اقتربت الساعة، وتسمى بسورة اقتربت، حكاية لأول كلمة افتتحت بها.روى الإمام مسلم وأهل السنن عن أبى واقد الليثي أن رسول الله صلى الله عليه وسلم كان يقرأ في العيد بسورتى «ق» و «اقتربت الساعة» .وعدد آياتها: خمس وخمسون آية وهي من السور المكية الخالصة- على الرأى الصحيح-، وقيل: هي مكية إلا ثلاث آيات منها، وهي قوله- تعالى-: أَمْ يَقُولُونَ نَحْنُ جَمِيعٌ مُنْتَصِرٌ. سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ. بَلِ السَّاعَةُ مَوْعِدُهُمْ وَالسَّاعَةُ أَدْهى وَأَمَرُّ فإنها نزلت يوم بدر، وهذا القيل لا دليل له يعتمد عليه.ويرده ما أخرجه ابن أبى حاتم عن أبى هريرة قال: أنزل الله- تعالى- على نبيه صلى الله عليه وسلم بمكة قبل يوم بدر: سيهزم الجمع ويولون الدبر، وقال عمر بن الخطاب: قلت:يا رسول الله أى جمع يهزم؟ فلما كان يوم بدر، وانهزمت قريش، نظرت إلى رسول الله صلى الله عليه وسلم في آثارهم مصلتا بالسيف، وهو يقول: سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ فكانت ليوم بدر.وبذلك نرى أن هذا الحديث، وحديث عائشة السابق، يدلان على أن هذه الآيات مكية- أيضا-، وأن الرسول صلى الله عليه وسلم إنما قرأها في غزوة بدر على سبيل الاستشهاد بها.3- والسورة الكريمة قد تحدثت في مطلعها عن اقتراب يوم القيامة، وعن جحود المشركين للحق بعد إذ جاءهم، وعما سيكونون عليه يوم القيامة من ندم وحسرة. قال- تعالى-:اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ. وَإِنْ يَرَوْا آيَةً يُعْرِضُوا وَيَقُولُوا سِحْرٌ مُسْتَمِرٌّ. وَكَذَّبُوا وَاتَّبَعُوا أَهْواءَهُمْ وَكُلُّ أَمْرٍ مُسْتَقِرٌّ.4- ثم تحدثت السورة الكريمة عن مصارع الغابرين، فذكرت ما حل من هلاك ودمار، بقوم نوح، وهود، ولوط- عليهم السلام- وما حل أيضا بفرعون وملئه من عقاب.ثم ختم- سبحانه- السورة الكريمة، ببيان مظاهر قدرته، وبليغ حكمته، ودقة نظامه في كونه، وبشر المتقين بما يشرح صدورهم فقال- تعالى-: إِنَّا كُلَّ شَيْءٍ خَلَقْناهُ بِقَدَرٍ. وَما أَمْرُنا إِلَّا واحِدَةٌ كَلَمْحٍ بِالْبَصَرِ. وَلَقَدْ أَهْلَكْنا أَشْياعَكُمْ فَهَلْ مِنْ مُدَّكِرٍ. وَكُلُّ شَيْءٍ فَعَلُوهُ فِي الزُّبُرِ. وَكُلُّ صَغِيرٍ وَكَبِيرٍ مُسْتَطَرٌ. إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَنَهَرٍ. فِي مَقْعَدِ صِدْقٍ عِنْدَ مَلِيكٍ مُقْتَدِرٍ.5- والمتدبر في السورة الكريمة يراها قد اهتمت بالحديث عن أهوال يوم القيامة، وعن تعنت المشركين وعنادهم، وعن سنن الله- تعالى- في خلقه، التي من أبرز مظاهرها، نصر المؤمنين، وخذلان الكافرين.والحمد لله الذي بنعمته تتم الصالحات، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم..افتتحت السورة الكريمة بهذا الافتتاح الذى يبعث فى النفوس الرهبة والخشية ، فهو يخبر عن قرب انقضاء الدنيا وزوالها .إذ قوله - تعالى - : ( اقتربت الساعة ) أى : قرب وقت حلول الساعة ، ودنا زمان قيامها .والساعة فى الأصل : اسم لمدار قليل من الزمان غير معين ، وتحديدها بزمن معين اصطلاح عرفى ، وتطلق فى عرف الشرع على يوم القيامة .وأطلق على يوم القيامة يوم الساعة ، لوقوعه بغتة ، أو لسرعة ما فيه من الحساب ، أو لأنه على طوله قدر يسير عند الله - تعالى - .وقد وردت أحاديث كثيرة ، تصرح بأن ما مضى من الدنيا كثير بالنسبة لما بقى منها ، ومن هذه الأحاديث ما رواه البزار عن أنس أن رسول الله - صلى الله عليه وسلم - \" خطب أصحابه ذات يوم ، وقد كادت الشمس أن تغرب . . فقال : \" والذي نفسى بيده ما بقى من الدنيا فيما مضى منها ، إلا كما بقى من يومكم هذا فيما مضى منه \" \" .وروى الشيخان عن سهل بن سعد قال : سمعت رسول الله - صلى الله عليه وسلم - يقول : \" بعثت أنا والساعة هكذا \" وأشار بأصبعيه السبابة والوسطى .وشبيه بهذا الافتتاح قوله - تعالى - : فى مطلع سورة الأنبياء : ( اقترب لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِي غَفْلَةٍ مُّعْرِضُونَ ) وقوله - سبحانه - فى افتتاح سورة النحل : ( أتى أَمْرُ الله فَلاَ تَسْتَعْجِلُوهُ سُبْحَانَهُ وتعالى عَمَّا يُشْرِكُونَ ) والمقصود من هذا الافتتاح المتحدث عن قرب يوم القيامة ، تذكير الناس بأهوال هذا اليوم ، وحضهم على حسن الاستعداد لاستقباله عن طريق الإيمان والعمل الصالح .وقوله - تعالى - : ( وانشق القمر ) معطوف على ما قبله عطف جملة على جملة .وقوله : ( وانشق ) من الانشقاق بمعنى الافتراق والانفصال .أى : اقترب وقت قيام الساعة ، وانفصل وانفلق القمر بعضه عن بعض فلقتين ، معجزة للنبى - صلى الله عليه وسلم - ، وكان ذلك بمكة قبل هجرته - صلى الله عليه وسلم - بنحو خمس سنين ، وقد رأى هذا الانشقاق كثير من الناس .وقد ذكر المفسرون كثيرا من الأحاديث فى هذا الشأن ، وقد بلغت الأحاديث مبلغ التواتر المعنوى .قال الإمام ابن كثير : وهذا أمر متفق عليه بين العلماء - أى : انشقاق القمر- ، فقد وقع فى زمان النبى - صلى الله عليه وسلم - وأنه كان إحدى المعجزات الباهرات .ثم ذكر - رحمه الله - جملة من الأحاديث التى وردت فى ذلك ، ومنها ما رواه الشيخان عن أنس بن مالك قال : سأل أهل مكة النبى - صلى الله عليه وسلم - آية ، فانشق القمر بمكة مرتين ، فقال : ( اقتربت الساعة وانشق القمر ) .وأخرج الإمام أحمد عن جبير بن مطعم عن أبيه قال : انشق القمر على عهد رسول الله - صلى الله عليه وسلم - فصار فلقتين : فلقة على هذا الجبل وفلقة على هذا الجبل .فقالوا : سحرنا محمد ، فقالوا : إن كان سحرنا فإنه لا يستطيع أن يسحر الناس كلهم .وروى الشيخان عن ابن مسعود قال : انشق القمر على عهد رسول الله - صلى الله عليه وسلم - شقتين ، حتى نظروا إليه ، فقال رسول الله - صلى الله عليه وسلم - \" اشهدوا \" .وقال الآلوسى : بعد أن ذكر عددا من الأحاديث فى هذا الشأن : والأحاديث الصحيحة فى الانشقاق كثيرة ، واختلف فى تواتره ، فقيل : هو غير متواتر : وفى شرح المواقف أنه متواتر . وهو الذى اختاره العلامة السبكى ، فقد قال : الصحيح عندى أن انشقاق القمر متواتر ، منصوص عليه فى القرآن ، مروى فى الصحيحين وغيرهما من طرق شتى ، لا يمترى فى تواتره .وقد جاءت أحاديثه فى روايات صحيحة ، عن جماعة من الصحابة ، منهم عل بن أبى طالب ، وأنس ، وابن مسعود . .ثم قال - رحمه الله - بعد أن ذكر شبهات المنكرين لحادث الانشقاق : والحاصل أنه ليس عند المنكر سوى الاستبعاد ، ولا يستطيع أن يأتى بدليل على الاستحالة الذاتية ولو انشق ، والاستبعاد فى مثل هذه المقامات قريب من الجنون . عند من له عقل سليم ."},{"ayah_number":2,"text":"ثم بين- سبحانه- موقف هؤلاء المشركين من معجزاته صلى الله عليه وسلم فقال: وَإِنْ يَرَوْا آيَةً يُعْرِضُوا وَيَقُولُوا سِحْرٌ مُسْتَمِرٌّ.أى: وإن ير هؤلاء المشركون آية ومعجزة تدل على صدقك- أيها الرسول الكريم- يعرضوا عنها جحودا وعنادا. ويقولوا- على سبيل التكذيب لك- ما هذا الذي أتيتنا به يا محمد إلا سحر مستمر، أى: سحر دائم نعرفه عنك، وليس جديدا علينا منك.قال صاحب الكشاف: مُسْتَمِرٌّ أى دائم مطرد، وكل شيء قد انقادت طريقته، ودامت حاله، قيل فيه قد استمر، لأنهم لما رأوا تتابع المعجزات، وترادف الآيات. قالوا:«هذا سحر مستمر» .وقيل: مستمر، أى: قوى محكم- من المرّة بمعنى القوة-، وقيل: هو من استمر الشيء إذا اشتدت مرارته، أى: مستبشع عندنا مرّ على لهواتنا، لا نقدر أن نسيغه كما لا يساغ الشيء المر. وقيل: مستمر، أى: مار ذاهب زائل عما قريب- من قولهم: مرّ الشيء واستمر إذا ذهب"},{"ayah_number":3,"text":"ثم أخبر- سبحانه- عن حالهم في الماضي، بعد بيان حالهم في المستقبل، فقال- تعالى-: وَكَذَّبُوا وَاتَّبَعُوا أَهْواءَهُمْ وَكُلُّ أَمْرٍ مُسْتَقِرٌّ.أى: أن هؤلاء الجاحدين جمعوا كل الرذائل، فهم إن يروا معجزة تشهد لك بالصدق- أيها الرسول الكريم- يعرضوا عنها، ويصفوها بأنها سحر، وهم في ماضيهم كذبوا دعوتك، واتبعوا أهواءهم الفاسدة، ونفوسهم الأمارة بالسوء.وجملة: وَكُلُّ أَمْرٍ مُسْتَقِرٌّ معترضة، وهي جارية مجرى المثل، أى: وكل أمر لا بد وأن يستقر إلى غاية، وينتهى إلى نهاية، وكذلك أمر هؤلاء الظالمين، سينتهي إلى الخسران، وأمر المؤمنين سينتهي إلى الفلاح.وفي هذا الاعتراض تسلية وتبشير للنبي صلى الله عليه وسلم ولأصحابه بحسن العاقبة، وتيئيس وإقناط لأولئك المشركين من زوال أمر النبي صلى الله عليه وسلم كما كانوا يتمنون ويتوهمون.وشبيه بهذه الآية قوله- تعالى-: لِكُلِّ نَبَإٍ مُسْتَقَرٌّ وَسَوْفَ تَعْلَمُونَ."},{"ayah_number":4,"text":"ثم بين- سبحانه- أنهم قوم لا تتأثر قلوبهم بالمواعظ والنذر، فقال: وَلَقَدْ جاءَهُمْ مِنَ الْأَنْباءِ ما فِيهِ مُزْدَجَرٌ، حِكْمَةٌ بالِغَةٌ فَما تُغْنِ النُّذُرُ.والأنباء: جمع نبأ وهو الخبر المشتمل على أمور هامة، من شأنها أن يتأثر بها السامع.ومزدجر: مصدر ميمى، وأصله مزتجر. فأبدلت تاء الافتعال دالا، وأصله من الزجر.بمعنى المنع والانتهار. أى: ولقد جاء لهؤلاء المشركين في القرآن الكريم، من الأنباء الهامة، ومن أخبار الأمم البائدة، ما فيه ازدجار وانتهار لهم عن الارتكاس في القبائح وعن الإصرار على الفسوق والكفر والعصيان.و «ما» في قوله- سبحانه-: ما فِيهِ مُزْدَجَرٌ موصولة، وهي فاعل لقوله جاءَهُمْ، وقوله مِنَ الْأَنْباءِ في موضع الحال منها.."},{"ayah_number":5,"text":"وقوله- تعالى-: حِكْمَةٌ بالِغَةٌ بدل من «ما» أو خبر لمبتدأ محذوف.والحكمة: العلم النافع الذي يترتب عليه تحرى الصواب في القول والفعل.أى: هذا الذي جاءهم من أنباء الماضين، ومن أخبار السابقين فيه ما فيه عن الحكم البليغة، والعظات الواضحة التي لا خلل فيها ولا اضطراب.و «ما» في قوله: فَما تُغْنِ النُّذُرُ نافية، والنذر: جمع نذير بمعنى منذر.أى: لقد جاء إلى هؤلاء المشركين من الأخبار ومن الحكم البليغة ما يزجرهم عن ارتكاب الشرور، وما فيه إنذار لهم بسوء العاقبة إذا ما استمروا في غيهم، ولكن كل ذلك لا غناء فيه، ولا نفع من ورائه لهؤلاء الجاحدين المعاندين الذين عموا وصموا ...ويصح أن تكون «ما» هنا، للاستفهام الإنكارى. أى: ما الذي تغنيه النذر بالنسبة لهؤلاء المصرين على الكفر؟ إنها لا تغنى شيئا ما داموا لم يفتحوا قلوبهم للحق:"},{"ayah_number":6,"text":"والفاء في قوله- تعالى-: فَتَوَلَّ عَنْهُمْ يَوْمَ يَدْعُ الدَّاعِ إِلى شَيْءٍ نُكُرٍ للتفريع على ما تقدم، وهي تفيد السببية.وقوله: يَوْمَ يَدْعُ الدَّاعِ ظرف لقوله: يَخْرُجُونَ مِنَ الْأَجْداثِ والداع: هو إسرافيل- عليه السلام- الذي ينفخ في الصور بأمر الله- تعالى-.والمراد بالنكر: الأمر الفظيع الهائل، الذي لم تألفه النفوس، ولم تر له مثيلا في الشدة.أى: إذا كان هذا حالهم من عدم إغناء النذر فيهم، فتول عنهم- أيها الرسول الكريم-، ولا تبال بهم، واتركهم في طغيانهم يعمهون، وانتظر عليهم إلى اليوم الذي يدعوهم فيه الداعي، إلى أمر فظيع عظيم، تنكره النفوس، لعدم عهدهم بمثله، وهو يوم البعث والنشور.قال الجمل: وقوله: يَوْمَ يَدْعُ الدَّاعِ منصوب إما باذكر مضمرا.. وإما بيخرجون..وحذفت الواو من «يدع» لفظا لالتقاء الساكنين، ورسما تبعا للفظ، وحذفت الياء من الدَّاعِ للتخفيف ... والداع هو إسرافيل..."},{"ayah_number":7,"text":"وقوله: خُشَّعاً أَبْصارُهُمْ حال من الفاعل في قوله: يَخْرُجُونَ ... : أى: ذليلة أبصارهم بحيث تنظر إلى ما أمامها من أهوال نظرة البائس الذليل، الذي لا يستطيع أن يحقق نظره فيما ينظر إليه.قال القرطبي: الخشوع في البصر: الخضوع والذلة. وأضاف- سبحانه- الخشوع إلى الأبصار، لأن أثر العز والذل يتبين في ناظر الإنسان.قال- تعالى-: أَبْصارُها خاشِعَةٌ وقال- تعالى-: وَتَراهُمْ يُعْرَضُونَ عَلَيْها خاشِعِينَ مِنَ الذُّلِّ يَنْظُرُونَ مِنْ طَرْفٍ خَفِيٍّ....ويقال: خشع واختشع إذا ذل. وخشع ببصره إذا غضه..وقرأ حمزة والكسائي: خاشعا أبصارهم...وقوله: يَخْرُجُونَ مِنَ الْأَجْداثِ كَأَنَّهُمْ جَرادٌ مُنْتَشِرٌ أى: يخرجون من القبور، وعيونهم ذليلة من شدة الهول، وأجسادهم تملأ الآفاق، حتى لكأنهم جراد منتشر، قد سد الجهات. واستتر بعضه ببعض.فالمقصود بالجملة الكريمة تشبيههم بالجراد في الكثرة والتموج، والاكتظاظ والانتشار في الأقطار وهم يسرعون الخطا نحو أرض المحشر."},{"ayah_number":8,"text":"وقوله: مُهْطِعِينَ إِلَى الدَّاعِ أى: مسرعين نحوه، وقد مدوا أعناقهم إلى الإمام، مأخوذ من الإهطاع، وهو الإسراع في المشي مع مد العنق إلى الإمام. يقال: أهطع فلان في جريه، إذا أسرع فيه من الخوف، فهو مهطع.يَقُولُ الْكافِرُونَ وقد رأوا من أهوال يوم القيامة ما يدهشهم: هذا يَوْمٌ عَسِرٌ أى: يقولون هذا يوم صعب شديد، بسبب ما يعاينون من أهواله ويتوقعون فيه من سوء العاقبة.والمتأمل في هذه الآيات الكريمة، يراها قد وصفت أحوال الكافرين في هذا اليوم، وصفا تقشعر من هوله الأبدان.. فهم أذلاء ضعفاء ينظرون إلى ما يحيط بهم نظرة الخائف المفتضح، وهم في حالة خروجهم من قبورهم كأنهم الجراد المنتشر، في الكثرة والتموج والاضطراب، وهم يسرعون نحو الداعي بذعر دون أن يلووا على شيء، ودون أن يكون في إمكانهم المخالفة أو التأخر عن دعوته.ثم هم بعد ذلك يقولون على سبيل التحسر والتفجع: هذا يوم شديد الصعوبة والعسر.ثم عرضت السورة بعد ذلك جانبا من مصارع الغابرين، لعل في هذا العرض ما يروعهم عن الكفر والجحود، وما يحملهم على انتهاج طريق الحق والهدى، فقال- تعالى-:"},{"ayah_number":9,"text":"وقصة نوح- عليه السلام- مع قومه، قد وردت بصورة أكثر تفصيلا في سور أخرى.كسورة هود، والمؤمنون، ونوح، والأعراف.ولكنها جاءت هنا- كغيرها من القصص- بصورة حاسمة قاصمة، تزلزل النفوس، وتفتح العيون على مصارع الغابرين، لكي يعتبر الكافرون، وينتهوا عن كفرهم.قال الآلوسى: قوله: كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ ... شروع في تعداد بعض ما ذكر من الأنباء الموجبة للانزجار، ونوع تفصيل لها، وبيان لعدم تأثرهم بها، تقريرا لفحوى قوله:فَما تُغْنِ النُّذُرُ.والفعل «كذبت» منزل منزلة اللازم. أى: فعل التكذيب قبل قومك قوم نوح...وفي هذه الجملة الكريمة تسلية الرسول صلى الله عليه وسلم لأن المصيبة إذا عمت خفت، وشبيه بهذه الآية قوله- سبحانه-: وَإِنْ يُكَذِّبُوكَ فَقَدْ كُذِّبَتْ رُسُلٌ مِنْ قَبْلِكَ....وأسند- سبحانه- التكذيب إلى جميع قوم نوح- عليه السلام-. لأن الذين آمنوا به منهم عدد قليل، كما قال- تعالى-: في سورة هود: وَما آمَنَ مَعَهُ إِلَّا قَلِيلٌ.وقوله- تعالى-: فَكَذَّبُوا عَبْدَنا تأكيد لتكذيبهم له- عليه السلام-، فكأنه- سبحانه- يقول: إن قوم نوح- عليه السلام- قد أصروا على تكذيبهم لعبدنا ونبينا، وتواصوا بهذا التكذيب فيما بينهم، حتى لكأن الكبار قد أوصوا به الصغار.قال صاحب الكشاف: فإن قلت: ما معنى قوله: فَكَذَّبُوا عَبْدَنا بعد قوله:كَذَّبَتْ؟ قلت معناه: كذبوا فكذبوا عبدنا. أى: كذبوه تكذيبا على عقب تكذيب، كلما مضى منهم قرن مكذب، تبعهم قرن مكذب.أو معناه: كذبت قوم نوح الرسل، فكذبوا عبدنا، أى: لما كانوا مكذبين بالرسل،جاحدين للنبوة رأسا، كذبوا نوحا لأنه من جملة الرسل.. .وقوله- سبحانه-: وَقالُوا مَجْنُونٌ وَازْدُجِرَ بيان لما كانوا عليه من انطماس بصيرة، ومن سوء خلق.. أى: أنهم لم يكتفوا بتكذيب نبيهم ومرشدهم وهاديهم إلى الخير. بل أضافوا إلى ذلك وصفه بالجنون، والاعتداء عليه بأنواع الأذى والترهيب.فقوله: وَازْدُجِرَ معطوف على قوله قالُوا وهو مأخوذ من الزجر بمعنى المنع والتخويف، وصيغة الافتعال للمبالغة في زجره وإيذائه.وقد حكى القرآن في آيات أخرى ألوانا من هذا الزجر والإيذاء ومن ذلك قوله- تعالى- كما حكى عنهم: قالُوا لَئِنْ لَمْ تَنْتَهِ يا نُوحُ لَتَكُونَنَّ مِنَ الْمَرْجُومِينَ."},{"ayah_number":10,"text":"ثم حكى- سبحانه- ما فعله نوح- عليه السلام- بعد أن صبر على إيذاء قومه فقال:فَدَعا رَبَّهُ أَنِّي مَغْلُوبٌ فَانْتَصِرْ.أى: وبعد أن يئس نوح- عليه السلام- من إيمان قومه.. تضرع إلى ربه قائلا: يا رب إن قومي قد غلبوني بقوتهم وتمردهم ... فانتصر لي منهم، فأنت أقوى الأقوياء، وأعظم نصير للمظلومين والمغلوبين على أمرهم من أمثالى.وحذف متعلق «فانتصر» للإيجاز. أى: فانتقم لي منهم."},{"ayah_number":11,"text":"ولقد كانت نتيجة هذا الدعاء، الإجابة السريعة، كما يشعر بذلك التعبير بالفاء في قوله- تعالى- بعد ذلك: فَفَتَحْنا أَبْوابَ السَّماءِ بِماءٍ مُنْهَمِرٍ.أى: فأجبنا لنوح دعاءه، ففتحنا أبواب السماء بماء كثير منهمر، أى: منصب على الأرض بقوة وبكثرة وتتابع. يقال: همر فلان الماء يهمر- بكسر الميم وضمها- إذا صبه بكثرة. وقراءة الجمهور فَفَتَحْنا بتخفيف التاء، وقرأ ابن عامر بتشديدها على المبالغة.قال الجمل: والمراد من الفتح والأبواب والسماء: حقائقها فإن للسماء أبوابا تفتح وتغلق.والباء في قوله: بِماءٍ للتعدية على المبالغة، حيث جعل الماء كالآلة التي يفتح بها، كما تقول: فتحت بالمفتاح..."},{"ayah_number":12,"text":"وقوله: وَفَجَّرْنَا الْأَرْضَ عُيُوناً ... معطوف على قوله: فَفَتَحْنا وتفجير الماء:إسالته بقوة وشدة وكثرة، ومنه قوله- تعالى-: وَقالُوا لَنْ نُؤْمِنَ لَكَ حَتَّى تَفْجُرَ لَنا مِنَ الْأَرْضِ يَنْبُوعاً.وقوله: عُيُوناً تمييز محول عن المفعول به، والأصل: وفجرنا عيون الأرض، ولكن جيء به على هذا الأسلوب المشتمل على التمييز للمبالغة، حتى لكأن الأرض جميعها قد تحولت إلى عيون متفجرة.وقوله- سبحانه-: فَالْتَقَى الْماءُ عَلى أَمْرٍ قَدْ قُدِرَ بيان لكمال حكمته- تعالى- بعد بيان مظاهر قدرته. أى: فاجتمع الماء النازل من السماء، مع الماء المتفجر من الأرض، على أمر قد قدره الله- تعالى- وقضاه أزلا، وهو هلاك قوم نوح بالطوفان.فالمراد بالماء: ماء السماء وماء الأرض.وقال- سبحانه- فَالْتَقَى الْماءُ بالإفراد، لتحقيق أن التقاء الماءين لم يكن بطريقة المجاورة، بل كان بطريق الاتحاد والاختلاط، حتى لكأن الماء النازل من السماء. والمتفجر من الأرض، قد التقيا في مكان واحد كما يلتقى الجيشان المعدان لإهلاك غيرهما.وعَلى في قوله- تعالى-: عَلى أَمْرٍ قَدْ قُدِرَ للاستعلاء المفيد لشدة التمكن والمطابقة. أى: التقى الماء بعضه ببعض على الحال والشأن الذي قدرناه وقضيناه له، دون أن يحيد على ذلك قيد شعرة، إذ كل شيء عندنا بمقدار."},{"ayah_number":13,"text":"ثم بين- سبحانه- بعض مظاهر فضله على عبده نوح- عليه السلام- فقال:وَحَمَلْناهُ عَلى ذاتِ أَلْواحٍ وَدُسُرٍ، تَجْرِي بِأَعْيُنِنا....والدّسر: جمع دسار- ككتاب وكتب- أى: مسامير تربط بعض الخشب ببعض، وأصل الدسر: الدفع الشديد بقوة، سمى به المسمار، لأنه يدق في الخشب فيدفع بقوة.وقيل: الدسر: الخيوط التي تشد بها ألواح السفينة، وقيل الدسر: صدرها ومقدمتها، وقوله: ذاتِ أَلْواحٍ وَدُسُرٍ صفة لموصوف محذوف.أى: وحملنا نوحا ومن معه من المؤمنين، على سفينة ذات ألواح من الخشب ومسامير يشد بها هذا الخشب ويربط..قال صاحب الكشاف: قوله: وَحَمَلْناهُ عَلى ذاتِ أَلْواحٍ وَدُسُرٍ أراد السفينة، وهو من الصفات التي تقوم مقام الموصوفات، فتنوب منابها، وتؤدى مؤداها، بحيث لا يفصل بينها وبينها. وهذا من فصيح الكلام وبديعه..وعدى فعل وَحَمَلْناهُ إلى نوح وحده، مع أن السفينة حملت معه المؤمنين، لأن هذا الحمل كان إجابة لدعوته، وقد جاءت آيات أخرى أخبرت بأن المؤمنين كانوا معه في السفينة، ومن هذه الآيات، قوله- تعالى-: فَإِذَا اسْتَوَيْتَ أَنْتَ وَمَنْ مَعَكَ عَلَى الْفُلْكِ، فَقُلِ الْحَمْدُ لِلَّهِ الَّذِي نَجَّانا مِنَ الْقَوْمِ الظَّالِمِينَ...."},{"ayah_number":14,"text":"وقوله تَجْرِي بِأَعْيُنِنا أى تجرى هذه السفينة بمرأى منا، وتحت رعايتنا وقدرتنا.ثم بين- سبحانه- الأسباب التي جعلت قوم نوح محل غضب الله- تعالى- ونقمته فقال: جَزاءً لِمَنْ كانَ كُفِرَ.وقوله: جَزاءً مفعول لأجله، لقوله: فَفَتَحْنا وما عطف عليه، أى: فعلنا ما فعلنا من فتح السماء بماء منهمر، جزاء لكفرهم بالله- تعالى- وبنبيه نوح- عليه السلام- الذي كان نعمة لهم، ولكنهم كفروها ولم يشكروا الله عليها، فاستحقوا الغرق والدمار.وحذف- سبحانه- متعلق كُفِرَ لدلالة الكلام عليه، أى: كفر به.قال الآلوسى. وقوله: جَزاءً لِمَنْ كانَ كُفِرَ أى: فعلنا ذلك جزاء لنوح- عليه السلام-، فإنه كان نعمة أنعمها الله- تعالى- على قومه فكفروها، وكذا كل نبي نعمة من الله- تعالى- على أمته.وجوز أن يكون على حذف الجار، وإيصال الفعل إلى الضمير، واستتاره في الفعل، بعد انقلابه مرفوعا. أى: لمن كفر به، وهو نوح- عليه السلام- أى: جحدت نبوته.فالكفر عليه ضد الإيمان، وعلى الأول كفران النعمة...والضمير المنصوب في قوله- تعالى-: وَلَقَدْ تَرَكْناها آيَةً ... يعود إلى الفعلة المهلكة التي فعلها الله- تعالى- بقوم نوح- عليه السلام-."},{"ayah_number":15,"text":"أى: ولقد تركنا فعلتنا بقوم نوح، وإهلاكنا لهم، آية وعلامة لمن بعدهم. وعظة وعبرة لمن يعتبر ويتعظ بها.ويؤيد هذا المعنى قوله- تعالى-: وَقَوْمَ نُوحٍ لَمَّا كَذَّبُوا الرُّسُلَ أَغْرَقْناهُمْ وَجَعَلْناهُمْ لِلنَّاسِ آيَةً ...ويصح أن يكون الضمير بعود إلى السفينة. أى: ولقد أبقينا هذه السفينة من بعد إهلاك قوم نوح، علامة وعبرة لمن يشاهدها.ويؤيد هذا المعنى قوله- تعالى-: فَأَنْجَيْناهُ وَأَصْحابَ السَّفِينَةِ، وَجَعَلْناها آيَةً لِلْعالَمِينَ .قال القرطبي: قوله: وَلَقَدْ تَرَكْناها آيَةً ... يريد هذه الفعلة عبرة.وقيل: أراد السفينة، تركها آية لمن بعد قوم نوح يعتبرون بها فلا يكذبون الرسل..قال قتادة: أبقاها الله- تعالى- بباقردى، من أرض الجزيرة- قرب الموصل بالعراق- لتكون عبرة وآية، حتى نظر إليها أوائل هذه الأمة، وكم من سفينة صارت بعدها رمادا ....ويبدو لنا أن الآية الكريمة تتسع للرأيين فهذه العقوبة التي أنزلها- سبحانه- بقوم نوح- عليه السلام- بقيت عبرة لمن بعدهم لينزجروا، ويكفوا عن تكذيب الرسل، كما أن السفينة قد أبقاها- سبحانه- بعد إغراقهم إلى الزمن الذي قدره وأراده، لتكون- أيضا- عبرة وعظة لغيرهم.والاستفهام في قوله: فَهَلْ مِنْ مُدَّكِرٍ للحض على التذكر والاعتبار، ولفظ مُدَّكِرٍ أصله مذتكر من الذّكر الذي هو ضد النسيان، فأبدلت التاء دالا مهملة، وكذا الذال المعجمة ثم أدغمت فيها، ومنه قوله- تعالى-: وَقالَ الَّذِي نَجا مِنْهُما وَادَّكَرَ بَعْدَ أُمَّةٍ ... أى: وتذكر بعد نسيان.أى: ولقد تركنا ما فعلناه بقوم نوح عبرة، فاعتبروا بذلك- أيها الناس-، وأخلصوا لله- تعالى- العبادة والطاعة، لتنجوا من غضبه وعقابه. ."},{"ayah_number":16,"text":"والاستفهام في قوله- سبحانه-: فَكَيْفَ كانَ عَذابِي وَنُذُرِ للتهويل والتعجيب من شدة هذا العذاب الذي حاق بقوم نوح- عليه السلام-.أى: فكيف كان عذابي لهم، وإنذارى إياهم؟ لقد كانا على كيفية هائلة لا يحيط بها الوصف، ولا تحدها العبارة.والنذر: مفردة نذير، وجمع لتكرار الإنذار من نوح- عليه السلام- لقومه.قال الجمل: وقرئ في السبع بإثبات الياء وحذفها. وأما في الرسم فلا تثبت لأنها من ياءات الزوائد، وكذا يقال في المواضع الآتية كلها.."},{"ayah_number":17,"text":"ثم بين- سبحانه- مظاهر فضله ورحمته على هذه الأمة، حيث جعل كتابه ميسرا في حفظه وفهمه، فقال- تعالى-: وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ، فَهَلْ مِنْ مُدَّكِرٍ.أى: والله لقد سهلنا القرآن لِلذِّكْرِ أى: للتذكر والحفظ، بأن أنزلناه فصيحا في ألفاظه، بليغا في تراكيبه، واضحا في معانيه، سهل الحفظ لمن أراد أن يحفظه.. فهل من معتبر ومتعظ، بقصصه، ووعده، ووعيده، وأمره، ونهبه؟.وقد وردت هذه الآية في أعقاب قصة نوح وهود وصالح ولوط- عليهم السلام-، لتأكيد مضمون ما سبق في قوله- تعالى-: وَلَقَدْ جاءَهُمْ مِنَ الْأَنْباءِ ما فِيهِ مُزْدَجَرٌ. حِكْمَةٌ بالِغَةٌ فَما تُغْنِ النُّذُرُ.وللتنبيه والإشعار بأن كل قصة من تلك القصص جديرة بإيجاب الاتعاظ، وكافية في الاعتبار والازدجار لِمَنْ كانَ لَهُ قَلْبٌ، أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ.والمقصود بالآية الكريمة التحضيض على حفظ القرآن الكريم والاعتبار بمواعظه، والعمل بما فيه من تشريعات حكيمة، وآداب قويمة، وهدايات سامية..ثم انتقلت إلى الحديث عن قصة قبيلة عاد مع نبيهم هود- عليه السلام- فذكرت ما حل بهم من عقاب بسبب كفرهم وطغيانهم، فقال- تعالى-:"},{"ayah_number":18,"text":"والمراد بعاد، تلك القبيلة التي ينتهى نسبها إلى جدهم عاد، وكانت مساكنهم بالأحقاف في جنوب الجزيرة العربية. وكانوا يعبدون الأصنام، فأرسل الله- تعالى- إليهم نبيهم هودا- عليه السلام- لكي يأمرهم بعبادة الله- تعالى- وحده، وينهاهم عن عبادة غيره..وقد جاء الحديث عنهم بصورة أكثر تفصيلا، في سور: الأعراف، وهود، والشعراء، والأحقاف ... ولم تعطف قصتهم هنا على قصة نوح التي قبلها، للإشعار بأنها قصة مستقلة جديرة بأن يعتبر بها المعتبرون، ويتعظ بها المتعظون..وحذف المفعول في قوله: كَذَّبَتْ عادٌ للعلم به وهو نبيهم هود- عليه السلام- أى: كذبت قبيلة عاد نبيها هودا- عليه السلام-.والاستفهام في قوله- سبحانه-: فَكَيْفَ كانَ عَذابِي وَنُذُرِ للتهويل، ولتشويق السامعين إلى معرفة العذاب الشديد الذي حل بهم. أى: كذبت قبيلة عاد نبيها، فهل علمتم ما حل بها من دمار وهلاك؟ إن كنتم لم تعلموا ذلك فهاكم خبره.."},{"ayah_number":19,"text":"إِنَّا أَرْسَلْنا عَلَيْهِمْ رِيحاً صَرْصَراً ... أى: إنا أرسلنا عليهم ريحا شديدة البرودة والقوة، ذات صوت هائل.فِي يَوْمِ نَحْسٍ مُسْتَمِرٍّ أى: في يوم مشئوم عليهم، وشؤمه دائم ومستمر لم ينقطع عنهم حتى دمرهم.قال ابن كثير: قوله: مُسْتَمِرٍّ أى: مستمر عليهم نحسه ودماره، لأنه يوم اتصل فيه عذابهم الدنيوي بالأخروى...وشبيه بهذه الآية قوله- تعالى-: فَأَرْسَلْنا عَلَيْهِمْ رِيحاً صَرْصَراً فِي أَيَّامٍ نَحِساتٍ، لِنُذِيقَهُمْ عَذابَ الْخِزْيِ فِي الْحَياةِ الدُّنْيا، وَلَعَذابُ الْآخِرَةِ أَخْزى وَهُمْ لا يُنْصَرُونَ .وإضافة «يوم» إلى «نحس» من إضافة الزمان إلى ما يقع فيه، كقولهم: يوم فتح خيبر ...والمراد أنه يوم منحوس ومشئوم بالنسبة لهؤلاء المهلكين، وليس المراد أنه يوم منحوس بذاته، لأن الأيام يداولها الله- تعالى- بين الناس، بمقتضى إرادته وحكمته."},{"ayah_number":20,"text":"وقوله: تَنْزِعُ النَّاسَ كَأَنَّهُمْ أَعْجازُ نَخْلٍ مُنْقَعِرٍ بيان لقوة هذه الريح وشدتها..والنزع: الإزالة للشيء بعنف، حتى يزول عن آخره، وينفصل عما كان متصلا به.والمراد بالناس: هؤلاء المهلكين من قوم هود- عليه السلام-.والأعجاز: جمع عجز، وهو مؤخر الشيء وأسفله. وأعجاز النخل: أصولها التي تقوم عليها. والمراد بها هنا: النخل بتمامه ما عدا الفروع.وقوله: مُنْقَعِرٍ اسم فاعل انقعر، مطاوع قعره أى: بلغ قعره بالحفر، يقال: قعر فلان البئر إذا بلغ قعرها في الحفر، وهو صفة للنخل. أى: أن الريح لشدتها وقوتها، كانت تقتلعهم من أماكنهم، وتلقى بهم بعيدا وهم صرعى، فكأنهم وهم ممددون على الأرض هلكى، أعجاز نخل قد انقلع عن أصوله، وسقط على الأرض ...قال ابن كثير: وذلك أن الريح كانت تأتى أحدهم، فترفعه حتى تغيبه عن الأبصار. ثم تنكسه على أم رأسه، فيسقط على الأرض، فتنخلع رأسه فيبقى جثة بلا رأس، ولهذا قال:كَأَنَّهُمْ أَعْجازُ نَخْلٍ مُنْقَعِرٍ .فالآية الكريمة فيها ما فيها من التفظيع لما أصابهم من هلاك واستئصال.وشبيه بهذه الآية قوله- تعالى-: وَأَمَّا عادٌ فَأُهْلِكُوا بِرِيحٍ صَرْصَرٍ عاتِيَةٍ. سَخَّرَها عَلَيْهِمْ سَبْعَ لَيالٍ، وَثَمانِيَةَ أَيَّامٍ حُسُوماً، فَتَرَى الْقَوْمَ فِيها صَرْعى، كَأَنَّهُمْ أَعْجازُ نَخْلٍ خاوِيَةٍ  ."},{"ayah_number":21,"text":"ثم ختم- سبحانه- قصة هؤلاء الطغاة، بمثل ما ختم به قصة قوم نوح، من تذكير للناس بما أصاب هؤلاء الظالمين من عذاب أليم، ومن دعوتهم إلى الاعتبار بقصص القرآن، وزواجره ووعده ووعيده.. فقال- تعالى-: فَكَيْفَ كانَ عَذابِي وَنُذُرِ."},{"ayah_number":22,"text":"وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ، فَهَلْ مِنْ مُدَّكِرٍ.ثم جاءت بعد قصة قوم هود، قصة قوم صالح- عليهما السلام- فقال- سبحانه-:"},{"ayah_number":23,"text":"وقصة قبيلة ثمود مع نبيهم صالح- عليه السلام- قد وردت في سور متعددة منها سورة الأعراف، وسورة هود، وسورة الشعراء، وسورة النمل.وينتهى نسبهم إلى جدهم ثمود، وقيل سموا بذلك لقلة ماء المكان الذي كانوا يعيشون فيه، لأن الثمد هو الماء القليل.وكانت مساكنهم بالحجر- بكسر الحاء وسكون الجيم-، وهو مكان يقع بين الحجاز والشام، وما زال معروفا إلى الآن.ونبيهم صالح- عليه السلام- ينتهى نسبه إلى نوح- عليه السلام-.وقوله: كَذَّبَتْ ثَمُودُ بِالنُّذُرِ أى: كذبت قبيلة ثمود بالنذر التي جاءتهم عن طريق رسولهم صالح- عليه السلام- فالنذر بمعنى الإنذارات التي أنذرهم بها صالح- عليه السلام-"},{"ayah_number":24,"text":"ثم حكى- سبحانه- مظاهر تكذيبهم فقال: فَقالُوا أَبَشَراً مِنَّا واحِداً نَتَّبِعُهُ....و «بشرا» منصوب على المفعولية بالفعل «نتبعه» على طريقة الاشتغال، وقدم لاتصاله بهمزة الاستفهام، لأن حقها التصدير، والاستفهام للإنكار، وواحدا صفة لقوله بَشَراً. أى: أن قوم صالح- عليه السلام- حين جاءهم برسالته التي تدعوهم إلى إخلاص العبادة لله- تعالى-، أنكروا ذلك، وقالوا: أنتبع واحدا من البشر جاءنا بهذا الكلام الذي يخالف ما كان عليه آباؤنا وأجدادنا؟.إِنَّا إِذاً لَفِي ضَلالٍ وَسُعُرٍ أى: إنا إذا لو اتبعناه لصرنا في ضلال عظيم، وفي سُعُرٍ أى وفي جنون واضح، ومنه قولهم: ناقة مسعورة، إذا كانت لا تستقر على حال، وتفرط في سيرها كالمجنونة.أو المعنى: إنا لو اتبعناه لكنا في ضلال، وفي نيران عظيمة. فالسعر بمعنى النار المسعرة،"},{"ayah_number":25,"text":"ثم أخذوا في تفنيد دعوته، فقالوا: أَأُلْقِيَ الذِّكْرُ عَلَيْهِ مِنْ بَيْنِنا.. والاستفهام للإنكار والنفي. والمراد بالإلقاء: الإنزال. وبالذكر: الوحى الذي أوحاه الله- تعالى- إليه، وبلغه لهم. أى: أأنزل الوحى على صالح وحده دوننا؟ لا لم ينزل عليه الوحى دوننا، فهو واحد من أفنائنا، وليس من أشرافنا ...بَلْ هُوَ كَذَّابٌ أَشِرٌ أى: بل صالح فيما يدعونا إليه كذاب أَشِرٌ أى: بطر متكبر، معجب بنفسه، يقال: أشر فلان، إذا أبطرته النعمة، وصار مغرورا متكبرا على غيره، ولا يستعمل نعم الله فيما خلقت له.وهكذا الجاهلون الجاحدون، يقلبون الحقائق، وتصير الحسنات في عقولهم سيئات، فصالح- عليه السلام- الذي جاءهم بما يسعدهم، أصبح في نظرهم كذابا مغرورا، لا يليق بهم أن يتبعوه.."},{"ayah_number":26,"text":"وقد رد- سبحانه- عليهم ردا يحمل لهم التهديد والوعيد، فقال- تعالى-:سَيَعْلَمُونَ غَداً مَنِ الْكَذَّابُ الْأَشِرُ.أى: سيعلم هؤلاء الكافرون، في الغد القريب يوم ينزل بهم العذاب المبين، من هو الكذاب في أقواله، ومن هو المغرور المتكبر على غيره، أصالح- عليه السلام- أم هم؟! والتعبير بالسين في قوله سَيَعْلَمُونَ لتقريب مضمون الجملة وتأكيده.والمراد بقوله: غَداً الزمن المستقبل القريب الذي سينزل فيه العذاب عليهم.."},{"ayah_number":27,"text":"ثم بين- سبحانه- بعد ذلك، ما أمر به نبيه صالحا- عليه السلام- فقال: إِنَّا مُرْسِلُوا النَّاقَةِ فِتْنَةً لَهُمْ، فَارْتَقِبْهُمْ وَاصْطَبِرْ، وَنَبِّئْهُمْ أَنَّ الْماءَ قِسْمَةٌ بَيْنَهُمْ كُلُّ شِرْبٍ مُحْتَضَرٌ.وقوله: مُرْسِلُوا النَّاقَةِ أى: مخرجوها وباعثوها، لأنهم اقترحوا على نبيهم صالح أن يأتيهم بمعجزة تدل على صدقه، لكي يتبعوه، فأخرج الله- تعالى- لهم تلك الناقة، من مكان مرتفع قريب منهم.وإلى هذا المعنى أشار- سبحانه- في آيات أخرى منها قوله- تعالى-: قالُوا إِنَّما أَنْتَ مِنَ الْمُسَحَّرِينَ. ما أَنْتَ إِلَّا بَشَرٌ مِثْلُنا. فَأْتِ بِآيَةٍ إِنْ كُنْتَ مِنَ الصَّادِقِينَ. قالَ هذِهِ ناقَةٌ لَها شِرْبٌ وَلَكُمْ شِرْبُ يَوْمٍ مَعْلُومٍ .وقوله فِتْنَةً أى: اختبارا وامتحانا لهم، فهو مفعول لأجله.وقوله: فَارْتَقِبْهُمْ من الارتقاب بمعنى الانتظار، ومثله وَاصْطَبِرْ فهو من الاصطبار، وأل في قوله: وَنَبِّئْهُمْ أَنَّ الْماءَ قِسْمَةٌ بَيْنَهُمْ.. للعهد. أى: الماء المعهود لهم، وهو ماء قريتهم الذي يستعملونه في حوائجهم المتنوعة."},{"ayah_number":28,"text":"وقوله: قِسْمَةٌ بمعنى المقسوم، وعبر عنه بالمصدر للمبالغة.والضمير في «بينهم» يعود عليهم وعلى الناقة، وجيء بضمير العقلاء على سبيل التغليب.وقوله: مُحْتَضَرٌ اسم مفعول من الحضور الذي هو ضد الغيبة، وحذف المتعلق لظهوره.أى: محتضر عنده صاحبه.والشّرب: النصيب والمرة من الشّرب.أى: وقلنا لنبينا صالح على سبيل الإرشاد والتعليم، بعد أن طلب منه قومه معجزة تدل على صدقه. قلنا له. أخبرهم أننا سنرسل الناقة، وسنخرجها لهم أمام أعينهم، لتكون دليلا على صدقك، ولتكون امتحانا واختبارا لهم، حتى يظهر لك وللناس أيؤمنون أم يصرون على كفرهم.فَارْتَقِبْهُمْ- أيها الرسول الكريم-، وانتظر ماذا سيصنعون بعد ذلك وَاصْطَبِرْ على أذاهم صبرا جميلا، حتى يحكم الله بينك وبينهم.وَنَبِّئْهُمْ أى. وأخبرهم خبرا هاما، هذا الخبر هو أَنَّ الْماءَ الذي يستقون منه قِسْمَةٌ بَيْنَهُمْ وبين الناقة، أى: مقسوم بينهم وبينها، فهم لا يشاركونها في يوم شربها، وهي لا تشاركهم في يوم شربهم.كُلُّ شِرْبٍ مُحْتَضَرٌ أى: كل نصيب من الماء يحضره من هوله، فالناقة تحضر إلى الماء في يومها، وهم يحضرون إليه في يوم آخر.ففي هاتين الآيتين تعليم حكيم من الله- تعالى- لنبيه صالح، وإرشاد له إلى ما يجب أن يسلكه معهم، بيقظة واعية يدل عليها قوله- تعالى-: فَارْتَقِبْهُمْ وبصبر جميل لا يأس معه ولا ضجر، كما يشير إليه قوله- تعالى-: وَاصْطَبِرْ.وسياق القصة ينبئ عن كلام محذوف، يعلم من سياقها، والتقدير: أرسلنا الناقة، وقلنا له أخبرهم، أن الماء مقسوم بينهم وبين الناقة واستمروا على ذلك فترة من الزمان، ولكنهم ملوا هذه القسمة، ولم يرتضوها، وأجمعوا على قتل الناقة.."},{"ayah_number":29,"text":"فَنادَوْا صاحِبَهُمْ وهو «قدار بن سالف» وهو المعبر عنه بقوله- تعالى- في آية أخرى: إِذِ انْبَعَثَ أَشْقاها.وعبر عنه- سبحانه- بصاحبهم، لأنه كان معروفا، وزعيما من زعمائهم..والمقصود بندائهم إياه: إغراؤه بعقر الناقة وقتلها، مخالفين بذلك وصية نبيهم لهم بقوله وَلا تَمَسُّوها بِسُوءٍ فَيَأْخُذَكُمْ عَذابُ يَوْمٍ عَظِيمٍ.وقوله- تعالى-: فَتَعاطى فَعَقَرَ مفرع على ما قبله، وقوله: فَتَعاطى مطاوع للفعل عاطاه، وهو مشتق من عطا يعطو، إذا تناول الشيء.وهذه الصيغة «تعاطى» تشير إلى تعدد الفاعل، فكأن هذا النداء بقتل الناقة، تدافعوه فيما بينهم، وألقاه بعضهم على بعض، فكان كل واحد منهم يدفعه إلى غيره، حتى استقر عند ذلك الشقي الذي ارتضى القيام به وتولى كبره، حيث عقر الناقة، فمفعول «عقر» محذوف للعلم به.قال الآلوسى: قوله: فَتَعاطى العقر، أى: فاجترأ على تعاطيه مع عظمه غير مكترث به.فَعَقَرَ أى: فأحدث العقر بالناقة، وجوز أن يكون فتعاطى الناقة فعقرها.أو: فتعاطى السيف فقتلها، وعلى كل فمفعول تعاطى محذوف.. .ولا تعارض بين هذه الآية التي تثبت أن الذي عقر الناقة هو هذا الشقي، وبين الآيات الأخرى التي تصرح بأنهم هم الذين عقروها، كما في قوله- تعالى- فَعَقَرُوها فَقالَ تَمَتَّعُوا فِي دارِكُمْ ثَلاثَةَ أَيَّامٍ....لأن المقصود أن القوم قد اتفقوا على هذا القتل للناقة، فنادوا واحدا منهم لتنفيذه، فنفذه وهم له مؤيدون، فصاروا كأنهم جميعا عقروها، لرضاهم بفعله، والعقر. يطلق على القتل والذبح والجرح، والمراد هنا: قتلها ونحرها."},{"ayah_number":30,"text":"والتعبير بقوله- تعالى- بعد ذلك: فَكَيْفَ كانَ عَذابِي وَنُذُرِ يشير إلى هول العقوبة التي نزلت بهم، بسبب ما فعلوه من عقر الناقة، ومن تكذيبهم لنبيهم.أى: انظر وتدبر- أيها العاقل- كيف كان عذابي وإنذارى لهؤلاء القوم؟ لقد كان شيئا هائلا لا تحيط به العبارة."},{"ayah_number":31,"text":"ثم فصل- سبحانه- هذا العقاب فقال: إِنَّا أَرْسَلْنا عَلَيْهِمْ صَيْحَةً واحِدَةً فَكانُوا كَهَشِيمِ الْمُحْتَظِرِ.والهشيم: ما تهشم وتفتت وتكسر من الشجر اليابس، مأخوذ من الهشم بمعنى الكسر للشيء اليابس، أو الأجوف.والمحتظر: هو الذي يعمل الحظيرة التي تكون مسكنا للحيوانات.أى: إنا أرسلنا عليهم- بقدرتنا ومشيئتنا- صيحة واحدة صاحها بهم جبريل- عليه السلام- فصاروا بعدها كغصون الأشجار اليابسة المكسرة، يجمعها إنسان ليعمل منها حظيرة لسكنى حيواناته.والمقصود بهذا التشبيه، بيان عظم ما أصابهم من عقاب مبين، جعلهم، كالأعواد الجافة حين تتحطم وتتكسر ويجمعها الجامع ليصنع منها حظيرته، أو لتكون تحت أرجل مواشيه.وهذا العذاب عبر عنه هنا وفي سورة هود بالصيحة فقال: وَأَخَذَ الَّذِينَ ظَلَمُوا الصَّيْحَةُ....وعبر عنه في سورة الأعراف بالرجفة فقال: فَأَخَذَتْهُمُ الرَّجْفَةُ ... وعبر عنه في سورة فصلت بالصاعقة فقال: وَأَمَّا ثَمُودُ فَهَدَيْناهُمْ فَاسْتَحَبُّوا الْعَمى عَلَى الْهُدى. فَأَخَذَتْهُمْ صاعِقَةُ الْعَذابِ الْهُونِ بِما كانُوا يَكْسِبُونَ.وعبر عنه في سورة الحاقة بالطاغية، فقال: فَأَمَّا ثَمُودُ فَأُهْلِكُوا بِالطَّاغِيَةِ....ولا تعارض بين هذه التعبيرات لأنها متقاربة في معناها، ويكمل بعضها بعضا، وهي تدل على شدة ما أصابهم من عذاب.فكأنه- سبحانه- يقول: لقد نزل بهؤلاء المكذبين الصيحة التي زلزلت كيانهم، فصعقتهم وأبادتهم، وجعلتهم كعيدان الشجر اليابس.."},{"ayah_number":32,"text":"ثم ختم- سبحانه- هذه القصة بما ختم به سابقتها فقال: وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ.وجاءت بعد قصة قوم صالح، قصة قوم لوط- عليهما السلام- فقال- تعالى-:"},{"ayah_number":33,"text":"وقصة لوط- عليه السلام- قد وردت في سور متعددة، منها: سور الأعراف، وهود، والشعراء، والنمل، والعنكبوت ...ولوط- عليه السلام- هو- على الراجح- ابن أخى إبراهيم- عليه السلام-، وكان قد آمن به وهاجر معه إلى أرض الشام، فبعثه الله- تعالى- إلى أهل سدوم. وهي قرية بوادي الأردن وكالوا يأتون الفواحش التي لم يسبقهم إليها أحد..وقوله- تعالى- كَذَّبَتْ قَوْمُ لُوطٍ بِالنُّذُرِ أى: كذبوا بالإنذارات والتهديدات التي هددهم بها نبيهم لوط، إذا لم يستجيبوا لإرشاداته وأمره ونهيه...."},{"ayah_number":34,"text":"فكانت نتيجة هذا التكذيب والفجور الذي انغمسوا فيه الهلاك والدمار كما قال- تعالى-: إِنَّا أَرْسَلْنا عَلَيْهِمْ حاصِباً....والحاصب: الريح التي تحصب، أى: ترمى بالحصباء، وهي الحجارة الصغيرة التي تهلك من نصيبه بأمر الله- تعالى-.فقوله: حاصِباً صفة لموصوف محذوف وهو الريح، وجيء به مذكرا لكون موصوفه وهو الريح في تأويل العذاب، أى: إنا أرسلنا عليهم عذابا حاصبا أهلكهم..والاستثناء في قوله- سبحانه-: إِلَّا آلَ لُوطٍ نَجَّيْناهُمْ بِسَحَرٍ استثناء متصل، لأنهم من قومه. والسحر: هو الوقت الذي يختلط فيه سواد آخر الليل، ببياض أول النهار وهو قبيل مطلع الفجر بقليل.أى: إنا أرسلنا عليهم ريحا شديدة ترميهم بالحصباء فتهلكهم، إلا آل لوط، وهم من آمن به من قومه، فقد نجيناهم من هذا العذاب المهلك في وقت السحر، فالباء في قوله بِسَحَرٍ بمعنى «في» الظرفية. أو هي للملابسة، أى: حال كونهم متلبسين بسحر."},{"ayah_number":35,"text":"وقوله- تعالى- نِعْمَةً مِنْ عِنْدِنا ... علة الإيحاء، والنعمة بمعنى الإنعام، أى:أنجينا آل لوط من العذاب الذي نزل بقومه على سبيل الإنعام الصادر من عندنا عليهم لا من عند غيرنا.وقوله- تعالى-: كَذلِكَ نَجْزِي مَنْ شَكَرَ بيان لسبب هذا الإنعام والإيحاء..أى: مثل هذا الجزاء العظيم، المتمثل في إيحائنا للمؤمنين من آل لوط وفي إنعامنا عليهم..نجازي كل شاكر لنا، ومستجيب لأمرنا ونهينا.فالآية الكريمة بشارة للمؤمنين الشاكرين حتى يزدادوا من الطاعة لربهم، وتعريض بسوء مصير الكافرين الذين لم يشكروا الله- تعالى- على نعمه.وفي قوله- تعالى-: مِنْ عِنْدِنا تنويه عظيم بهذا الإنعام، لأنه صادر من عنده- تعالى- الذي لا تعد ولا تحصى نعمه."},{"ayah_number":36,"text":"ثم بين- سبحانه- الأسباب التي أدت بقوم لوط إلى الدمار والهلاك فقال: وَلَقَدْ أَنْذَرَهُمْ بَطْشَتَنا فَتَمارَوْا بِالنُّذُرِ....والبطشة: المرة من البطش، بمعنى الأخذ بعنف وقوة، والمراد بها هنا: الإهلاك الشديد.والتمارى: تفاعل من المراء بمعنى الجدال، والمراد به هنا: التكذيب والاستهزاء، ولذا عدى بالباء دون في. أى: والله لقد أنذرهم لوط- عليه السلام- وخوفهم من عذابنا الشديد الذي لا يبقى ولا يذر، ولكنهم كذبوه واستهزءوا به، وبتهديده وبتخويفه إياهم."},{"ayah_number":37,"text":"ثم يحكى- سبحانه- صورة أخرى من فجورهم فقال: وَلَقَدْ راوَدُوهُ عَنْ ضَيْفِهِ، فَطَمَسْنا أَعْيُنَهُمْ، فَذُوقُوا عَذابِي وَنُذُرِ.والمراودة: مقابلة، من راد فلان يرود، إذا جاء وذهب، لكي يصل إلى ما يريده من غيره عن طريق المحايلة والمخادعة.والمراد بضيفه ضيوفه من الملائكة الذين جاءوا إلى لوط- عليه السلام- لإخباره بإهلاك قومه، وبأن موعدهم الصبح ... أى: والله لقد حاول هؤلاء الكفرة الفجرة المرة بعد المرة، مع لوط- عليه السلام- أن يمكنهم من فعل الفاحشة مع ضيوفه ...فكانت نتيجة محاولاتهم القبيحة أن فَطَمَسْنا أَعْيُنَهُمْ أى حجبناها عن النظر، فصاروا لا يرون شيئا أمامهم.قال القرطبي: يروى أن جبريل- عليه السلام- ضربهم بجناحه فعموا، وقيل: صارت أعينهم كسائر الوجه لا يرى لها شق. كما تطمس الريح الأعلام بما تسفى عليها من التراب.وقيل: طمس الله على أبصارهم فلم يروا الرسل  .وعدى- سبحانه- فعل المراودة بعن. لتضمينه معنى الإبعاد والدفع. أى: حاولوا دفعه عن ضيوفه، ليتمكنوا منهم.وأسند المراودة إليهم جميعا: لرضاهم عنها، بقطع النظر عمن قام بها.وقوله: فَذُوقُوا عَذابِي وَنُذُرِ مقول لقول محذوف، أى طمسنا أعينهم وقلنا لهم:ذوقوا عذابي الشديد الذي سينزل بكم، بسبب تكذيبكم لرسولي، واستخفافكم بما وجه إليكم من تخويف وإنذار.والمراد من هذا الأمر: الخبر. أى: فأذقتهم عذابي الذي أنذرهم به لوط- عليه السلام-."},{"ayah_number":38,"text":"ثم بين- سبحانه- ما حل بهم من عذاب فقال: وَلَقَدْ صَبَّحَهُمْ بُكْرَةً عَذابٌ مُسْتَقِرٌّ.... والبكرة: أول النهار وهو وقت الصبح، وجيء بلفظ بكرة للإشعار بتعجيل العذاب لهم، أى: والله لقد نزل بهم عذابنا في الوقت المبكر من الصباح نزولا دائما ثابتا مستقرا لا ينفك عنهم، ولا ينفكون عنه.."},{"ayah_number":39,"text":"وقلنا لهم: ذوقوا عذابي، وسوء عاقبة تكذيبكم لرسولي لوط- عليه السلام-."},{"ayah_number":40,"text":"ثم ختم- سبحانه- قصتهم بما ختم به القصص السابقة فقال: وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ.قال صاحب الكشاف: فإن قلت: ما فائدة تكرير قوله: فَذُوقُوا عَذابِي وَنُذُرِ. وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ؟.قلت: فائدته أن يجددوا عند استماع كل نبأ من أنباء الأولين ادكارا واتعاظا، وأن يستأنفوا تنبها واستيقاظا إذا سمعوا الحث على ذلك والبعث عليه، وأن يقرع لهم العصا مرات، ويقعقع لهم الشن تارات لئلا يغلبهم السهو، ولا تستولى عليهم الغفلة، وهذا حكم التكرير، كقوله:فَبِأَيِّ آلاءِ رَبِّكُما تُكَذِّبانِ عند كل نعمة عدها في سورة الرحمن.وكقوله: وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ عند كل آية أوردها في سورة المرسلات، وكذلك تكرير الأنباء والقصص في أنفسها، لتكون تلك العبر حاضرة للقلوب، مصورة للأذهان، مذكورة غير منسية في كل أوان.. .ثم ختم- سبحانه- السورة الكريمة، ببيان ما حل بفرعون وقومه، وبتحذير مشركي قريش من سوء عاقبة كفرهم، وببيان ما أعد لهم من عذاب يوم القيامة، وبتبشير المتقين بحسن العاقبة فقال- تعالى-:"},{"ayah_number":41,"text":"وقصة فرعون وملئه مع موسى- عليه السلام- قد تكررت في سور متعددة، منها سور:الأعراف، ويونس، وهود، وطه، والشعراء، والقصص.وهنا جاء الحديث عن فرعون وملئه في آيتين، بين- سبحانه- ما حل بهم من عذاب، بسبب تكذيبهم لآيات الله- تعالى-، فقال- سبحانه-: وَلَقَدْ جاءَ آلَ فِرْعَوْنَ النُّذُرُ.والمراد بآل فرعون: أقرباؤه وحاشيته وأتباعه الذين كانوا يؤيدونه ويناصرونه.والنذر: جمع نذير، اسم مصدر بمعنى الإنذار، وجيء به بصيغة الجمع، لكثرة الإنذارات التي وجهها موسى- عليه السلام- إليهم.أى: والله لقد جاء إلى فرعون وآله، الكثير من الإنذارات والتهديدات على لسان نبينا موسى- عليه السلام- ولكنهم لم يستجيبوا له ..."},{"ayah_number":42,"text":"بل كَذَّبُوا بِآياتِنا كُلِّها أى: بل كذبوا بجميع المعجزات التي أيدنا موسى- عليه السلام- بها، والتي كانت تدل أعظم دلالة على صدقه فيما يدعوهم إليه.وأكد- سبحانه- هذه المعجزات بقوله، كلها للإشعار بكثرتها، وبأنهم قد أنكروها جميعا دون أن يستثنوا منها شيئا.وقوله: فَأَخَذْناهُمْ أَخْذَ عَزِيزٍ مُقْتَدِرٍ بيان لشدة العذاب الذي نزل بهم إذ الأخذ مستعار، للانتقام الشديد، وانتصاب أَخْذَ ... على المفعولية المطلقة، وإضافته إلى «عزيز مقتدر» من إضافة المصدر إلى فاعله.والعزيز: الذي لا يغلبه غالب، والمقتدر: الذي لا يعجزه شيء يريده.أى: فأخذناهم أخذا لم يبق منهم أحدا، بل أهلكناهم جميعا، لأن هذا الأخذ صادر عن الله- عز وجل- الذي لا يغلبه غالب، ولا يعجزه شيء.ووصف- سبحانه- ذاته هنا بصفة العزة والاقتدار، للرد على دعاوى فرعون وطغيانه وتبجحه، فقد وصل به الحال أن زعم أنه الرب الأعلى.. فأخذه- سبحانه- أخذ عزيز مقتدر، يحق الحق ويبطل الباطل.وبعد هذا الحديث المتنوع عن أخبار الطغاة الغابرين، التفتت السورة الكريمة بالخطاب إلى كفار مكة، لتحذرهم من سوء عاقبة الاقتداء بالكافرين، ولتدعوهم إلى التفكر والاعتبار، فقال- تعالى-: أَكُفَّارُكُمْ خَيْرٌ مِنْ أُولئِكُمْ أَمْ لَكُمْ بَراءَةٌ فِي الزُّبُرِ.والاستفهام للنفي والإنكار، والمراد بالخيرية، الخيرية الدنيوية، كالقوة والغنى والجاه، والسلطان، والخطاب لأهل مكة.والبراءة من الشيء: التخلص من تبعاته وشروره، والمراد بها التخلص من العذاب الذي أعده الله- تعالى- للكافرين، والسلامة منه.والزبر: جمع زبور، وهو الكتاب الذي يكتب فيه."},{"ayah_number":43,"text":"والمعنى: أكفاركم- يا أهل مكة- خير من أولئكم السابقين في القوة والغنى والتمكين في الأرض ... ؟ أم أن لكم عندنا عهدا في كتبنا، بأن لا نؤاخذكم على كفركم وشرككم ... ؟كلا، ليس لكم شيء من ذلك فأنتم لستم بأقوى من قوم نوح وهود وصالح ولوط، أو من فرعون وملئه، وأنتم- أيضا- لم تأخذوا منا عهدا بأن نبرئكم من العقوبة عن كفركم..وما دام الأمر كذلك فكيف أبحتم لأنفسكم الإصرار على الكفر والجحود؟ إن ما أنتم عليه من شرك لا يليق بمن عنده شيء من العقل السليم."},{"ayah_number":44,"text":"ثم انتقل- سبحانه- إلى توبيخهم على شيء آخر من أقوالهم الباطلة فقال: أَمْ يَقُولُونَ نَحْنُ جَمِيعٌ مُنْتَصِرٌ. أى. بل أيقولون نحن جميع يد واحدة، وسننتصر على من خالفنا وعادانا؟ ولقد توهموا ذلك فعلا، وجاهروا به.وقد رد الله- تعالى- عليهم بما يبطل دعاواهم فقال: سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ والتعريف في الْجَمْعُ للعهد، والدبر: الظهر وما أدبر من المتجه إلى الأمام."},{"ayah_number":45,"text":"أى: سيهزم جمع هؤلاء الكافرين ويولون أدبارهم نحوكم- أيها المؤمنون- ويفرون من أمامكم..والتعبير بالسين لتأكيد أمر هزيمتهم في المستقبل القريب، كما في قوله- تعالى-: قُلْ لِلَّذِينَ كَفَرُوا سَتُغْلَبُونَ وَتُحْشَرُونَ إِلى جَهَنَّمَ وَبِئْسَ الْمِهادُ.والآية الكريمة من باب الإخبار بالغيب، الدال على إعجاز القرآن الكريم.قال الآلوسى: والآية من دلائل النبوة، لأن الآية مكية، وقد نزلت حيث لم يفرض جهاد، ولا كان قتال، ولذا قال عمر يوم نزلت: أى جمع يهزم، أى: من جموع الكفار. فلما كان يوم بدر، رأيت رسول الله صلى الله عليه وسلم يثب في الدرع وهو يقول سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ فعرفت تأويلها يومئذ..  ."},{"ayah_number":46,"text":"ثم بين- سبحانه- أن هزيمة المشركين ستعقبها هزيمة أشد منها، وأنكى فقال: بَلِ السَّاعَةُ مَوْعِدُهُمْ، وَالسَّاعَةُ أَدْهى وَأَمَرُّ.والمراد بالساعة، يوم القيامة «وأدهى» : اسم تفضيل من الداهية، وهي الأمر المنكر الفظيع الذي لا يعرف طريق للخلاص منه.وقوله وَأَمَرُّ أى: وأشد مرارة وقبحا. أى: ليس هذا الذي يحصل لهم في الدنيا من هزائم نهاية عقوباتهم، بل يوم القيامة هو يوم نهاية وعيدهم السيئ، ويوم القيامة هو أعظم داهية، وأشد مرارة مما سيصيبهم من عذاب دنيوى."},{"ayah_number":47,"text":"ثم فصل- سبحانه- ما سينزل بهم من عذاب يوم القيامة فقال: إِنَّ الْمُجْرِمِينَ فِي ضَلالٍ وَسُعُرٍ. أى: في بعد عن الاهتداء إلى الحق بسبب انطماس بصائرهم، وإيثارهم الغي على الرشد، وفي نار مسعرة تغشاهم من فوقهم ومن تحتهم."},{"ayah_number":48,"text":"ويقال لهم يَوْمَ يُسْحَبُونَ فِي النَّارِ عَلى وُجُوهِهِمْ أى: يوم يجرّون في النار على وجوههم، على سبيل الإهانة والإذلال.ذُوقُوا مَسَّ سَقَرَ أى: ويقال لهم: ذوقوا مس جهنم التي كنتم تكذبون بها، وقاسوا آلامها وعذابها.فقوله- تعالى-: سَقَرَ علم على جهنم، مأخوذ من سقرت الشمس الشيء وصقرته، إذا غيرت معالمه وأذابته، وهو ممنوع من الصرف للعلمية والتأنيث."},{"ayah_number":49,"text":"ثم بين- سبحانه- بعد ذلك مظاهر كمال قدرته وحكمته فقال: إِنَّا كُلَّ شَيْءٍ خَلَقْناهُ بِقَدَرٍ. وَما أَمْرُنا إِلَّا واحِدَةٌ كَلَمْحٍ بِالْبَصَرِ.وقوله: كُلَّ منصوب بفعل يفسره ما بعده، والقدر: ما قدره الله- تعالى- على عباده، حسب ما تقتضيه حكمته ومشيئته.أى: إنا خلقنا كل شيء في هذا الكون، بتقدير حكيم، وبعلم شامل، وبإرادة تامة وبتصريف دقيق لا مجال معه للعبث أو الاضطراب، كما قال- تعالى-: وَكُلُّ شَيْءٍ عِنْدَهُ بِمِقْدارٍ، وكما قال- سبحانه-: وَإِنْ مِنْ شَيْءٍ إِلَّا عِنْدَنا خَزائِنُهُ وَما نُنَزِّلُهُ إِلَّا بِقَدَرٍ مَعْلُومٍ، وكما قال- عز وجل-: وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيراً.قال الإمام ابن كثير ما ملخصه: وقد استدل بهذه الآية الكريمة أئمة السنة، على إثبات قدر الله السابق لخلقه، وهو علمه بالأشياء قبل كونها. وردوا بهذه الآية وبما شاكلها، وبما ورد في معناها من أحاديث على الفرقة القدرية، الذين ظهروا في أواخر عصر الصحابة.ومن ذلك ما أخرجه الإمام أحمد ومسلم والترمذي وابن ماجة عن أبى هريرة قال: جاء مشركوا قريش يخاصمون رسول الله صلى الله عليه وسلم في القدر، فنزلت: يَوْمَ يُسْحَبُونَ فِي النَّارِ عَلى وُجُوهِهِمْ ذُوقُوا مَسَّ سَقَرَ، إِنَّا كُلَّ شَيْءٍ خَلَقْناهُ بِقَدَرٍ  .والباء في قوله بِقَدَرٍ للملابسة. أى: خلقناه ملتبسا بتقدير حكيم، اقتضته سنتنا ومشيئتنا في وقت لا يعلمه أحد سوانا ..."},{"ayah_number":50,"text":"وقوله- سبحانه-: وَما أَمْرُنا إِلَّا واحِدَةٌ كَلَمْحٍ بِالْبَصَرِ بيان لكمال قدرته- تعالى-.واللمح: النظر السريع العاجل الذي لا تريث معه ولا انتظار، يقال: لمح فلان الشيء إذا أبصره بنظر سريع ... وقوله: واحِدَةٌ صفة لموصوف محذوف.أى: وما أمرنا وشأننا في خلق الأشياء وإيجادها، إلا كلمة واحدة وهي قول: «كن» فتوجد هذه الأشياء كلمح البصر في السرعة.وشبيه بهذه الآية قوله- تعالى-: إِنَّما أَمْرُهُ إِذا أَرادَ شَيْئاً أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ.والمراد بهذه الآية وأمثالها: بيان كمال قدرة الله- تعالى- وسرعة إيجاده لكل ما يريد إيجاده، وتحذير الظالمين من العذاب الذي متى أراده الله- تعالى- فلن يدفعه عنهم دافع، بل سيأتيهم كلمح البصر في السرعة.والتعبير بقوله: واحِدَةٌ لإفادة أن كل ما يريد الله- تعالى- إيجاده فسيوجد في أسرع وقت، وبكلمة واحدة لا بأكثر منها، سواء أكان ذلك الموجود جليلا أم حقيرا، صغيرا أم كبيرا ..."},{"ayah_number":51,"text":"ثم بين- سبحانه- ما يدل على نفاذ هذه القدرة وسرعتها فقال: وَلَقَدْ أَهْلَكْنا أَشْياعَكُمْ فَهَلْ مِنْ مُدَّكِرٍ.والأشياع: جمع شيعة، وشيعة الرجل: أعوانه وأنصاره، وكل جماعة من الناس اتفقت في رأيها فهم شيعة. قالوا: وهو مأخوذ من الشياع، وهو الحطب الصغار الذي يوقد مع الكبار، حتى تشتعل النار. والمراد به هنا: الأشباه والنظائر.أى: والله لقد أهلكنا أشباهكم ونظائركم في الكفر من الأمم السابقة، فاحذروا أن يصيبكم ما أصابهم، واتعظوا بما نزل بهم من عقاب.فالمقصود بالآية الكريمة التهديد والتحذير. والاستفهام فيها للحض على الاتعاظ والاعتبار."},{"ayah_number":52,"text":"ثم بين- سبحانه- أن كل ما يعمله الإنسان. هو مسجل عليه، فقال: وَكُلُّ شَيْءٍ فَعَلُوهُ فِي الزُّبُرِ. أى: وكل شيء فعله هؤلاء المشركون وغيرهم، مكتوب ومحفوظ في كتب الحفظة، ومسجل عليهم لدى الكرام الكاتبين، بدون زيادة أو نقصان.."},{"ayah_number":53,"text":"كما قال- تعالى- بعد ذلك: وَكُلُّ صَغِيرٍ وَكَبِيرٍ مُسْتَطَرٌ أى: وكل صغير من الأقوال أو الأفعال، وكل كبير منهما، فهو مكتوب عندنا، ومسجل على صاحبه.فقوله: مُسْتَطَرٌ بمعنى مسطور ومكتتب. يقال: سطر يسطر سطرا، إذا كتب، واستطر مثله، والآية الكريمة مؤكدة لما قبلها.ومن الآيات الكثيرة التي وردت في هذا المعنى قوله- تعالى-: وَما يَعْزُبُ عَنْ رَبِّكَ مِنْ مِثْقالِ ذَرَّةٍ فِي الْأَرْضِ وَلا فِي السَّماءِ وَلا أَصْغَرَ مِنْ ذلِكَ وَلا أَكْبَرَ إِلَّا فِي كِتابٍ مُبِينٍ   ."},{"ayah_number":54,"text":"ثم ختم- سبحانه- السورة الكريمة، بتلك البشارة العظيمة للمتقين فقال: إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَنَهَرٍ. فِي مَقْعَدِ صِدْقٍ عِنْدَ مَلِيكٍ مُقْتَدِرٍ.أى: إن المتقين الذين صانوا أنفسهم عن كل محارم الله- تعالى- كائنين في جنات عاليات المقدار، وفي نَهَرٍ أى: وفي سعة من العيش، ومن مظاهر ذلك أن الأنهار الواسعة تجرى من تحت مساكنهم، فالمراد بالنهر جنسه."},{"ayah_number":55,"text":"وقوله: فِي مَقْعَدِ صِدْقٍ أى: في مكان مرضى، وفي مجلس كريم، لا لغو فيه ولا تأثيم وهو الجنة، فالمراد بالمقعد مكان القعود الذي يقيم فيه الإنسان بأمان واطمئنان.عِنْدَ مَلِيكٍ مُقْتَدِرٍ أى: مقربين عند ملك عظيم، قادر على كل شيء.فالمراد بالعندية هنا، عندية الرتبة والمكانة والتشريف.وقال- سبحانه- عند مليك، للمبالغة في وصفه- سبحانه- بسعة الملك وعظمته، إذ وصفه- سبحانه- بمليك، أبلغ من وصفه بمالك أو ملك، لأن مَلِيكٍ صيغة مبالغة بزنة فعيل.وتنكير «مقتدر» للتعظيم والتهويل، وهو أبلغ من قادر، إذ زيادة المبنى تشعر بزيادة المعنى. أى: عظيم القدرة بحيث لا يحيط بها الوصف.وبعد فهذا تفسير محرر لسورة «القمر» نسأل الله- تعالى- أن يجعله خالصا لوجهه، ونافعا لعباده.والحمد لله الذي بنعمته تتم الصالحات، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم.."}]