[{"ayah_number":1,"text":"مقدمة وتمهيد1- سورة «الحشر» من السور المدنية الخالصة، وقد عرفت بهذا الاسم منذ العهد النبوي، وسماها ابن عباس بسورة «بنى النضير» فقد أخرج البخاري عن سعيد بن جبير قال: قلت لابن عباس: سورة الحشر. قال: «سورة بنى النضير» ولعل ابن عباس- رضى الله عنهما- سماها بهذا الاسم لحديثها المفصل عن غزوة بنى النضير.2- وعدد آياتها أربع وعشرون آية، وكان نزولها بعد سورة «البينة» وقبل سورة «النصر» أى: أنها تعتبر من أواخر ما نزل على النبي صلى الله عليه وسلم من سور قرآنية فهي السورة الثامنة والتسعون في ترتيب النزول.أما ترتيبها في المصحف، فهي السورة التاسعة والخمسون.3- وقد افتتحت سورة «الحشر» بتنزيه الله- تعالى- عما لا يليق به، ثم تحدثت عن غزوة «بنى النضير» ، فذكرت جانبا من نصره لعباده المؤمنين ومن خذلانه لأولئك الضالين..قال- تعالى-: هُوَ الَّذِي أَخْرَجَ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتابِ مِنْ دِيارِهِمْ لِأَوَّلِ الْحَشْرِ، ما ظَنَنْتُمْ أَنْ يَخْرُجُوا، وَظَنُّوا أَنَّهُمْ مانِعَتُهُمْ حُصُونُهُمْ مِنَ اللَّهِ، فَأَتاهُمُ اللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا، وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ، يُخْرِبُونَ بُيُوتَهُمْ بِأَيْدِيهِمْ وَأَيْدِي الْمُؤْمِنِينَ، فَاعْتَبِرُوا يا أُولِي الْأَبْصارِ ...4- ثم تحدثت السورة بعد ذلك عن تقسيم أموال بنى النضير، وعن حكمة الله- تعالى- في إرشاده النبي صلى الله عليه وسلم إلى هذا التقسيم، فقال- سبحانه-: ما أَفاءَ اللَّهُ عَلى رَسُولِهِ مِنْ أَهْلِ الْقُرى، فَلِلَّهِ، وَلِلرَّسُولِ، وَلِذِي الْقُرْبى، وَالْيَتامى، وَالْمَساكِينِ، وَابْنِ السَّبِيلِ، كَيْ لا يَكُونَ دُولَةً بَيْنَ الْأَغْنِياءِ مِنْكُمْ، وَما آتاكُمُ الرَّسُولُ فَخُذُوهُ، وَما نَهاكُمْ عَنْهُ فَانْتَهُوا، وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقابِ 5- وبعد أن أثنت السورة الكريمة على المهاجرين لبلائهم وإخلاصهم وعفة نفوسهم، كما أثنت على الأنصار لسخائهم، وطهارة قلوبهم ... بعد كل ذلك أخذت السورة في التعجيب من حال المنافقين، الذين تحالفوا مع اليهود ضد المؤمنين، وذكرت جانبا من أقوالهم الكاذبة، ووعودهم الخادعة..فقال- تعالى-: أَلَمْ تَرَ إِلَى الَّذِينَ نافَقُوا يَقُولُونَ لِإِخْوانِهِمُ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتابِ، لَئِنْ أُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ، وَلا نُطِيعُ فِيكُمْ أَحَداً أَبَداً وَإِنْ قُوتِلْتُمْ لَنَنْصُرَنَّكُمْ، وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكاذِبُونَ.6- ثم وجهت السورة في أواخرها نداء إلى المؤمنين، أمرتهم فيه بتقوى الله، ونهتهم عن التشبه بالفاسقين عن أمر الله، الذين تركوا ما أمرهم به- سبحانه-، فكانت عاقبة أمرهم خسرا..وختمت بذكر جانب من أسماء الله- تعالى- وصفاته، فقال- تعالى-: هُوَ اللَّهُ الَّذِي لا إِلهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ، سُبْحانَ اللَّهِ عَمَّا يُشْرِكُونَ. هُوَ اللَّهُ الْخالِقُ الْبارِئُ الْمُصَوِّرُ، لَهُ الْأَسْماءُ الْحُسْنى، يُسَبِّحُ لَهُ ما فِي السَّماواتِ وَالْأَرْضِ، وَهُوَ الْعَزِيزُ الْحَكِيمُ.7- وبذلك نرى السورة الكريمة قد طوفت بنا مع بعض مغازي رسول الله صلى الله عليه وسلم ومع التشريعات الحكيمة التي شرعها الله- تعالى- في تقسيم الغنائم، ومع صور زاهية كريمة من أخلاق المهاجرين والأنصار، ومع صور قاتمة كريهة من أخلاق المنافقين وإخوانهم من اليهود..ومع جانب من أسماء الله- تعالى- وصفاته، التي تليق به- عز وجل-.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم ...افتتحت سورة \" الحشر \" بالثناء على الله - تعالى - وبتنزيهه عن كل مالا يليق بذاته الجليلة ، فقال - عز وجل - : ( سَبَّحَ لِلَّهِ مَا فِي السماوات وَمَا فِي الأرض وَهُوَ العزيز الحكيم ) .واصل التسبيح لغة : الإبعاد عن السوء . وشرعا : تنزيه الله - تعالى - عن كل مالا يليق بجلاله وكماله .والذى يتدبر القرآن الكريم ، يجد أن الله - تعالى - قد ذكر فيه أن كل شىء فى هذا الكون يسبح بحمده - تعالى - ، كما فى قوله : ( وَإِن مِّن شَيْءٍ إِلاَّ يُسَبِّحُ بِحَمْدِهِ ولكن لاَّ تَفْقَهُونَ تَسْبِيحَهُمْ ) كما ذكر - سبحانه - أن الملائكة تسبح له ، كما فى قوله : ( وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ . . . ) وكذلك الرعد ، كما فى قوله : ( وَيُسَبِّحُ الرعد بِحَمْدِهِ والملائكة مِنْ خِيفَتِهِ . . ) وكذلك الجبال والطير قال - تعالى - : ( إِنَّا سَخَّرْنَا الجبال مَعَهُ يُسَبِّحْنَ بالعشي والإشراق والطير مَحْشُورَةً كُلٌّ لَّهُ أَوَّابٌ ) وقد سبق أن ذكرنا خلال تفسيرنا لقوله - تعالى - : ( وَإِن مِّن شَيْءٍ إِلاَّ يُسَبِّحُ بِحَمْدِهِ ولكن لاَّ تَفْقَهُونَ تَسْبِيحَهُمْ . . ) أن الرأى الذى تطمئن إليه النفس ، أن التسيبح حقيقى ، ولكن بلغة لا يعملها إلا الله - تعالى - .والمعنى : سبح لله - تعالى - ونزهه عن كل ما لا يليق به ، جميع ما فىالسموات وجميع ما فى الأرض من كائنات ومخلوقات . وهو - عز وجل - ( العزيز ) الذى لا يغلبه غالب ( العزيز الحكيم ) فى أقواله وأفعاله .وقد افتتحت بعض السور - كسورة الحديد والحشر والصف - بالفعل الماضى ، لإفادة الثبوت والتأكيد ، وأن التسبيح قد تم فعلا .وافتتحت بعض السور ، كسورة الجمع والتغابن - بالفعل المضارع \" يسبح \" لإفادة تجدد هذا التسبيح لى كل وقت ، وحدوثه فى كل لحظة ."},{"ayah_number":2,"text":"ثم بين- سبحانه- جانبا من مظاهر فضله على المؤمنين، حيث نصرهم على أعدائهم، فقال: هُوَ الَّذِي أَخْرَجَ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتابِ مِنْ دِيارِهِمْ لِأَوَّلِ الْحَشْرِ....والمراد بالذين كفروا من أهل الكتاب هنا: يهود بنى النضير، وقصتهم معروفة في كتب السنة والسيرة، وملخصها: أن هؤلاء اليهود كانوا يسكنون في ضواحي المدينة فذهب إليهم النبي صلى الله عليه وسلم ليستعين بهم في دفع دية لقتيلين قتلهما بعض المسلمين خطأ، فاستقبلوه استقبالا حسنا، وأظهروا له صلى الله عليه وسلم استعدادهم للمساعدة فيما يطلبه منهم، ثم خلا بعضهم ببعض وقالوا: إنكم لن تجدوا الرجل على مثل حاله هذه، فمن منكم يصعد إلى أعلى هذا البيت الذي يجلس تحته محمد صلى الله عليه وسلم فيلقى عليه حجرا فيريحنا منه.فتعهد واحد منهم بذلك، وقبل أن يتم فعله، نزل جبريل- عليه السلام- على النبي صلى الله عليه وسلم فأخبره بما أضمره اليهود من غدر وخيانة فرجع صلى الله عليه وسلم إلى المدينة- وأخبر أصحابه بما أضمره له يهود بنى النضير، ونزل قوله- تعالى-: يا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ، إِذْ هَمَّ قَوْمٌ أَنْ يَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ، فَكَفَّ أَيْدِيَهُمْ عَنْكُمْ وَاتَّقُوا اللَّهَ، وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ .ثم أمر النبي صلى الله عليه وسلم أصحابه أن يستعدوا لحصار بنى النضير، وتأديبهم على غدرهم..فحاصرهم المؤمنون بضعا وعشرين ليلة، وانتهى الأمر بإجلائهم، عن المدينة، فمنهم من ذهب إلى خبير، ومنهم من ذهب إلى غيرها.واللام في قوله- تعالى-: لِأَوَّلِ الْحَشْرِ متعلقة بأخرج، والحشر: الجمع، يقال:حشر القائد جنده إذا جمعهم، ومنه قوله- تعالى-: وَحُشِرَ لِسُلَيْمانَ جُنُودُهُ مِنَ الْجِنِّ وَالْإِنْسِ وَالطَّيْرِ فَهُمْ يُوزَعُونَ.أى: هو- سبحانه- الذي أخرج- بقدرته- الذين كفروا من أهل الكتاب من ديارهم، وهم يهود بنى النضير عند مبدأ الحشر المقدر لهم في علمه، بأن مكنكم- أيها المؤمنون- من محاصرتهم وجمعهم في مكان واحد، ثم طردهم من المدينة المنورة إلى أماكن أخرى، بسبب غدرهم وسوء صنيعهم.قال صاحب الكشاف: اللام في قوله: لِأَوَّلِ الْحَشْرِ تتعلق بأخرج، وهي مثل اللام في قوله: يا لَيْتَنِي قَدَّمْتُ لِحَياتِي وفي قولك: جئته لوقت كذا..والمعنى: أخرج الذين كفروا عند أول الحشر. ومعنى أول الحشر: أن هذا أول حشرهم إلى الشام، وكانوا من سبط لم يصبهم جلاء قط.. أو المعنى: هذا أول حشرهم، وآخر حشرهم: إجلاء عمر- رضى الله عنه- لهم من خيبر إلى الشام.وقيل معناه: أخرجهم من ديارهم لأول ما حشر لقتالهم، لأنه أول قتال قاتلهم رسول الله صلى الله عليه وسلم.. .وقصر- سبحانه- إخراجهم عليه فقال: هو الذي أخرج الذين كفروا، مع أن المسلمين قد اشتركوا في إخراجهم عن طريق محاصرتهم للإشعار بأن السبب الحقيقي في إخراجهم من ديارهم، هو ما قذفه الله- تعالى- في قلوبهم من الرعب.. أما محاصرة المؤمنين لهم فهي أسباب فرعية، قد تؤدى إلى إخراجهم، وقد لا تؤدى، وللإشعار- أيضا- بأن كل شيء إنما هو بقضاء الله وقدره..ووصفهم- سبحانه- بالكفر وبأنهم من أهل الكتاب، للتشنيع عليهم وزيادة مذمتهم، حيث إنهم جمعوا بين رذيلتين: رذيلة الكفر بالحق، ورذيلة عدم العمل بكتابهم الذي أمر باتباع الرسول صلى الله عليه وسلم الذي يجدونه مكتوبا عندهم في التوراة والإنجيل، والذي يأمرهم بالمعروف، وينهاهم عن المنكر.و «من» في قوله- تعالى-: مِنْ أَهْلِ الْكِتابِ للبيان، حتى لا يظن بأن المراد بالذين كفروا هنا، مشركو قريش، وإن كان الجميع يشتركون في الكفر والفسوق والعصيان.وقوله- تعالى-: ما ظَنَنْتُمْ أَنْ يَخْرُجُوا ... تذكير للمؤمنين بنعم الله- تعالى- عليهم.أى: ما ظننتم- أيها المؤمنون- أن يهود بنى النضير سيخرجون من ديارهم بتلك السهولة، وذلك لتملكهم لألوان من القوة، كقوة السلاح، وكثرة العدد، ووجود من يحميهم ممن يسكنون معكم في المدينة، وهم حلفاؤهم من بنى قومهم، كبني قريظة وغيرهم، ومن غير بنى قومهم كالمنافقين الذين وعدوهم ومنوهم.وقوله: وَظَنُّوا أَنَّهُمْ مانِعَتُهُمْ حُصُونُهُمْ مِنَ اللَّهِ معطوف على ما قبله.أى: أنتم- أيها المؤمنون- ظننتم أن اليهود لن يخرجوا من ديارهم لما معهم من قوة، وهم- أيضا- ظنوا أن حصونهم ستمنع بأس الله عنهم، وأنها ستحول بينهم وبين خروجهم منها، ونصركم عليهم.وقوله- سبحانه-: فَأَتاهُمُ اللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ ...متفرع عن الظن السابق، الذي ظنه المؤمنون، والذي ظنه أعداؤهم وهم بنو النضير.أى: أنتم ظننتم أنهم لن يخرجوا من ديارهم، وهم ظنوا- أيضا- أن حصونهم ستمنعهم من نصركم عليهم، فكانت النتيجة أن أتاهم بأس الله وعقابه من حيث لم يحتسبوا ومن حيث لم يخطر ببال، بأن قذف في قلوبهم الرعب والفزع فخرجوا من حصونهم التي تمنعوا بها، ومن ديارهم التي سكنوها زمنا طويلا صاغرين أذلاء.والتعبير بقوله: مِنْ حَيْثُ لَمْ يَحْتَسِبُوا إشارة إلى أن ما نزل بهم من هزيمة، لم يكونوا يتوقعونها أصلا، إذ الاحتساب مبالغة في الحسبان، أى: أتاهم عقاب الله- تعالى- من المكان الذي كانوا يعتقدون أمانهم فيه، وفي زمان لم يكونوا أصلا يتوقعون حلول هزيمتهم عنده.وعبر- سبحانه- بالقذف، لأنه كناية عن الرمي بقوة وعنف وسرعة. والرعب: شدة الخوف والفزع، وأصله: الامتلاء. تقول: رعبت الحوض إذا ملأته.أى: وقذف- سبحانه- في قلوبهم الرعب الذي ملأها بالجزع والفزع فاستسلموا بسبب ذلك لما حكم به الرسول صلى الله عليه وسلم عليهم.ثم بين- سبحانه- ما حدث منهم خلال جلائهم فقال: يُخْرِبُونَ بُيُوتَهُمْ بِأَيْدِيهِمْ وَأَيْدِي الْمُؤْمِنِينَ، فَاعْتَبِرُوا يا أُولِي الْأَبْصارِ والتخريب: إسقاط البناء وهدمه أو إفساده.أى: أن هؤلاء اليهود، بلغ من سوء نيتهم، ومن اضطراب أمرهم، أنهم عند ما أجمعوا أمرهم على الرحيل عن المدينة، أخذوا يخربون بيوتهم بأيديهم، عن طريق إسقاط بنائها، وهدم السليم منها، وإزالة ما اشتملت عليه من أبواب وغيرها.. حتى لا ينتفع المسلمون بها من بعدهم..وأخذوا يخربونها- أيضا- بأيدى المؤمنين، أى: بسبب أن المؤمنين كانوا يزيلون من طريقهم كل عقبة حتى يقتحموا عليهم ديارهم، فترتب على ذلك أن هدموا بعض بيوت بنى النضير من الخارج، ليستطيعوا التمكن منهم.قال صاحب الكشاف: ما معنى تخريبهم لها بأيدى المؤمنين؟ قلت: لما عرّضوهم لذلك، وكانوا السبب فيه. فكأنهم أمروهم به، وكلفوهم إياه ...   .أى: أن يهود بنى النضير بسبب تحصنهم في ديارهم، ومحاولتهم عدم النزول على حكم الرسول صلى الله عليه وسلم حملوا المؤمنين على تخريب هذه الحصون من الخارج، ليدخلوا عليهم..والخطاب في قوله- تعالى-: فَاعْتَبِرُوا يا أُولِي الْأَبْصارِ لكل من يصلح له.قال الجمل في حاشيته: والاعتبار مأخوذ من العبور والمجاوزة من شيء إلى شيء، ولهذا سميت العبرة عبرة، لأنها تنتقل من العين إلى الخد. وسمى علم التعبير بذلك، لأن صاحبه ينتقل من المتخيل إلى المعقول، وسميت الألفاظ عبارات، لأنها تنقل المعاني من لسان القائل إلى عقل المستمع، ويقال: السعيد من اعتبر بغيره، لأنه ينتقل بواسطة عقله من حال ذلك الغير إلى حال نفسه.ولهذا قال القشيري: الاعتبار هو النظر في حقائق الأشياء، وجهات دلالتها، ليعرف بالنظر فيها شيء آخر..أى: إذا كان الأمر كما بينا لكم- أيها الناس-، فاعتبروا واتعظوا يا أصحاب العقول السليمة، والعيون الناظرة، بما جرى لهؤلاء اليهود، حيث دبر الله- تعالى أمر إخراجهم من ديارهم تدبيرا حكيما، ونصر المؤمنين عليهم بأيسر طريق، وجعل ديارهم من بعدهم، خير عبرة وعظة لكل ذي بصر، فقد خلفوها من بعدهم شاهد صدق على أن الغدر نهايته الخسران.. وعلى أن النصر إنما هو لمن اتبع الصدق والوفاء بالعهد..قال الآلوسى: واشتهر الاستدلال بهذه الجملة، على مشروعية العمل بالقياس الشرعي، قالوا: لأنه- تعالى- أمر فيها بالاعتبار، وهو العبور والانتقال من الشيء إلى غيره، وذلك متحقق في القياس، إذ فيه نقل الحكم من الأصل إلى الفرع..   ."},{"ayah_number":3,"text":"ثم بين- سبحانه- جانبا من حكمته في إخراجهم فقال: وَلَوْلا أَنْ كَتَبَ اللَّهُ عَلَيْهِمُ الْجَلاءَ، لَعَذَّبَهُمْ فِي الدُّنْيا، وَلَهُمْ فِي الْآخِرَةِ عَذابُ النَّارِ.ولفظ «لولا» هنا حرف امتناع لوجود أى: امتنع وجود جوابها لوجود شرطها.. و «أن» مصدرية، وهي مع ما في حيزها في محل رفع على الابتداء. لأن لولا الامتناعية لا يليها إلا المبتدأ، والخبر محذوف.والجلاء: الإخراج. يقال: جلا فلان عن مكان كذا، إذا خرج منه. وأجلاه عنه غيره، إذا أخرجه عنه:قال القرطبي: والجلاء مفارقة الوطن، يقال جلا بنفسه جلاء، وأجلاه غيره إجلاء، والفرق بين الجلاء والإخراج- وإن كان معناهما في الإبعاد واحدا- من وجهين:أحدهما: أن الجلاء ما كان مع الأهل والولد، والإخراج قد يكون مع بقاء الأهل والولد.الثاني: أن الجلاء لا يكون إلا لجماعة، والإخراج يكون لواحد ولجماعة ... .أى: ولولا أن الله- تعالى- قد قدر على هؤلاء اليهود، الجلاء عن ديارهم، لولا أن ذلك موجود، لعذبهم في الدنيا عذابا شديدا، استأصل معه شأفتهم.ولكن الله- تعالى- كتب عليهم الجلاء دون القتل والإهلاك لمصلحة اقتضتها حكمته، لعل من مظاهرها أن يغنم المسلمون ديارهم وأموالهم، دون أن تراق دماء من الفريقين، ودون أن يعرض المؤمنون أنفسهم لمخاطر القتال.وجملة «ولهم في الآخرة عذاب النار» مستأنفة. أى: أن هؤلاء اليهود إن نجوا من القتل والإهلاك في الدنيا، فلن ينجوا في الآخرة من العذاب الذي يذلهم ويهينهم، بل سيحل بهم عذاب مقيم، لا فكاك لهم منه."},{"ayah_number":4,"text":"واسم الإشارة في قوله- تعالى- ذلِكَ بِأَنَّهُمْ شَاقُّوا اللَّهَ وَرَسُولَهُ يعود إلى ما نزل وسينزل بهم من عذاب.وقوله- تعالى-: شَاقُّوا من المشاقة بمعنى المعاداة والمخاصمة، حتى لكأن كل واحد من المتخاصمين في شق ومكان يخالف شق صاحبه ومكانه.أى: ذلك الذي حل بهم في الدنيا من عقاب، والذي سيحل بهم في الآخرة من عذاب، سببه أن هؤلاء الذين كفروا من أهل الكتاب، عادوا الله- تعالى- وخالفوا دعوة رسوله صلى الله عليه وسلم.وَمَنْ يُشَاقِّ اللَّهَ بأن يخالف ما أمر به، أو نهى عنه. يعذبه الله- تعالى- ويخذله، فإنه- سبحانه- شديد العقاب.وجملة فَإِنَّ اللَّهَ شَدِيدُ الْعِقابِ قائمة مقام جواب الشرط، أى: ومن يخالف أمر الله- تعالى- عذبه، فإنه- سبحانه- شديد العقاب، لمن أعرض عن طاعته وذكره."},{"ayah_number":5,"text":"ثم ساق- سبحانه- ما يغرس الطمأنينة في قلوب المؤمنين، الذين اشتركوا في تخريب ديار بنى النضير، وفي قطع نخيلهم، فقال- تعالى-: ما قَطَعْتُمْ مِنْ لِينَةٍ أَوْ تَرَكْتُمُوها قائِمَةً عَلى أُصُولِها فَبِإِذْنِ اللَّهِ وَلِيُخْزِيَ الْفاسِقِينَ.و «ما» شرطية في موضع نصب، بقوله: قَطَعْتُمْ وقوله: مِنْ لِينَةٍ بيان لها..وقوله: فَبِإِذْنِ اللَّهِ جزاء الشرط. واللام في قوله- تعالى-: وَلِيُخْزِيَ الْفاسِقِينَ متعلقة بمحذوف.واللينة: واحدة اللين، وهو النخل كله، أو كرام النخل فقط.قال الآلوسى ما ملخصه: اللينة هي النخلة مطلقا.. وهي فعلة من اللّون، وياؤها مقلوبة عن واو لكسر ما قبلها- فأصل لينة: لونة ...وقيل: اللينة: النخلة مطلقا.. وقيل: هي النخلة القصيرة، وقيل: الكريمة من النخل..ويمكن أن يقال: أراد باللينة النخلة الكريمة .. .وقد ذكروا في سبب نزول هذه الآية روايات منها: أن المسلمين عند ما أخذوا في تقطيع نخيل اليهود، قال اليهود للنبي صلى الله عليه وسلم: يا محمد إنك تنهى عن الفساد، فما بالك تأمر بقطع النخيل؟ فأنزل الله هذه الآية.وقيل: إن المسلمين بعد أن قطعوا بعض النخيل، ظنوا أنهم قد أخطئوا في ذلك، فقالوا:لنسألن رسول الله صلى الله عليه وسلم فنزلت هذه الآية.وقيل: إن المسلمين نهى بعضهم بعضا عن قطع النخيل، وقالوا إنما هي مغانم المسلمين، فنزلت هذه الآية لتصديق من نهى عن القطع، وتحليل من قطع من الإثم.والمعنى: لا تختلفوا- أيها المؤمنون- في شأن ما فعلتموه بنخيل بنى النضير، فإن الذي قطع شيئا من هذه النخيل لا إثم عليه، والذي لم يقطع لا إثم عليه- أيضا- لأن كلا الأمرين بإذن الله- تعالى- ورضاه، وفي كليهما مصلحة لكم.لأن من قطع يكون قد فعل ما يغيظ العدو ويذله، ويحمله على الاستسلام والخضوع لأمركم..ومن ترك يكون قد فعل ما يعود بالخير عليكم، لأن تلك النخيل الباقية، منفعتها ستئول إليكم ...وقد شرع- سبحانه- لكم كلا الأمرين في هذا المقام وَلِيُخْزِيَ الْفاسِقِينَ عن أمره، وهم يهود بنى النضير، ومن ناصرهم، وأيدهم، وسار على طريقتهم في الخيانة والغدر.فالآية الكريمة المقصود بها: إدخال المسرة والبهجة في قلوب المؤمنين، حتى لا يتأثروا بما حدث منهم بالنسبة لنخيل بنى النضير، وحتى يتركوا الخلاف في شأن هذه المسألة، بعد أن صدر حكم الله- تعالى- فيها، وهو أن القطع والترك بإذنه ورضاه، لأن كلا الأمرين يغرس الحسرة في قلوب الأعداء..وعبر- سبحانه- باللينة عن النخلة، لأن لفظ «لينة» أخف لفظا، وأدخل في كونها نخلة من كرام النخل.وقال- سبحانه-: أَوْ تَرَكْتُمُوها قائِمَةً عَلى أُصُولِها لتصوير هيئتها وحسنها وأن فروعها قد بقيت قائمة على أصولها، التي هي جذورها وجذوعها.قال الآلوسى: وقوله: وَلِيُخْزِيَ الْفاسِقِينَ متعلق بمقدر على أنه علة له، وذلك المقدر عطف على مقدر آخر. أى: ليعز المؤمنين، وليخزى الفاسقين أى: ليذلهم..والمراد بالفاسقين: أولئك الذين كفروا من أهل الكتاب. ووضع الظاهر موضع المضمر،إشعارا بعلة الحكم- أى أن فسقهم هو السبب في إخزائهم..   .هذا، ومن الأحكام التي أخذها العلماء من هذه الآية: أن تخريب ديار العدو، وقطع الأشجار التي يملكها، وهدم حصونه ومعسكراته.. جائز مادام في ذلك مصلحة تعود على المسلمين، وما دامت هناك حرب بينهم وبين أعدائهم.ثم بين- سبحانه- حكم الفيء الذي أفاءه على المسلمين في غزوة بنى النضير وفيما يشبهها من غزوات، وأمر المؤمنين بأن يطيعوا رسوله صلى الله عليه وسلم في أمره ونهيه، وأثنى- سبحانه- على المهاجرين والأنصار لقوة إيمانهم، ولنقاء قلوبهم وسخاء نفوسهم.. فقال- تعالى-:"},{"ayah_number":6,"text":"وقوله: وَما أَفاءَ اللَّهُ عَلى رَسُولِهِ مِنْهُمْ، فَما أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلا رِكابٍ ...معطوف على قوله- تعالى-: ما قَطَعْتُمْ مِنْ لِينَةٍ ... لبيان نعمة أخرى من النعم التي أنعم بها- سبحانه- على المؤمنين، في غزوة بنى النضير.وأَفاءَ من الفيء بمعنى الرجوع، يقال: فاء عليه، إذا رجع، ومنه قوله- تعالى- في شأن الإيلاء: فَإِنْ فاؤُ فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ..والمراد به هنا معناه الشرعي: وهو ما حصل عليه المؤمنون من أموال أعدائهم بدون قتال، كأن يكون هذا المال عن طريق الصلح، كما فعل بنو النضير، فقد صالحوا المؤمنين على الخروج من المدينة، على أن يكون لكل ثلاثة منهم حمل بعير- سوى السلاح- وأن يتركوا بقية أموالهم للمسلمين.والضمير في قوله مِنْهُمْ يعود إلى بنى النضير، الذي عبر- سبحانه- عنهم بقوله:هُوَ الَّذِي أَخْرَجَ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتابِ....وقوله: فَما أَوْجَفْتُمْ ... من الإيجاف بمعنى الإسراع في السير يقال: وجف الفرس يجف وجفا ووجيفا، إذا أسرع في سيره. والجملة خبر «ما» الموصولة في قوله: وَما أَفاءَ ... وما في قوله فَما أَوْجَفْتُمْ نافية.والركاب: اسم جمع للإبل التي تركب، وفي الكلام حذف أغنى عنه قوله- سبحانه-:فَما أَوْجَفْتُمْ....والمعنى: اعلموا- أيها المؤمنون- أن ما أعطاه الله- تعالى- لرسوله صلى الله عليه وسلم من أموال بنى النضير التي صالحوه عليها، فلا حق لكم فيها لأنكم لم تنالوها بقتالكم لهم على الخيل أو الإبل، وإنما تفضل بها- سبحانه- على نبيه صلى الله عليه وسلم بلا قتال يذكر، فقد كانت ديار بنى النضير على بعد ميلين من المدينة، فذهب إليها المسلمون راجلين، وحاصروها حتى تم استسلام بنى النضير لهم..قال الآلوسى: روى أن بنى النضير لما أجلوا عن أوطانهم، وتركوا رباعهم وأموالهم.طلب المسلمون تخميسها كغنائم بدر، فأنزل الله- تعالى-: وَما أَفاءَ اللَّهُ عَلى رَسُولِهِ مِنْهُمْ فَما أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلا رِكابٍ ... فكانت لرسول الله صلى الله عليه وسلم خاصة.فقد أخرج البخاري، ومسلم، وأبو داود، والترمذي، والنسائي، وغيرهم عن عمر بن الخطاب- رضى الله عنه- قال: كانت أموال بنى النضير، مما أفاء الله- تعالى-: على رسوله صلى الله عليه وسلم مما لم يوجف المسلمون عليه بخيل ولا ركاب، وكانت لرسول الله صلى الله عليه وسلم خاصة، فكان ينفق على أهله منها نفقة سنة، ثم يجعل ما بقي في السلاح والكراع عدة في سبيل الله- تعالى-.وقال الضحاك: كانت أموال بنى النضير لرسول الله صلى الله عليه وسلم خاصة، فآثر بها المهاجرين. وقسمها عليهم، ولم يعط الأنصار منها شيئا، إلا ثلاثة منهم أعطاهم لفقرهم..  .وقوله- سبحانه-: وَلكِنَّ اللَّهَ يُسَلِّطُ رُسُلَهُ عَلى مَنْ يَشاءُ ... استدراك على النفي في قوله- تعالى-: فَما أَوْجَفْتُمْ عَلَيْهِ....أى: ليس لكم الحق- أيها المؤمنون- في أموال بنى النضير، لأنكم لم تظفروا بها عن طريق قتال منكم لهم، ولكن الله- تعالى- سلط رسوله صلى الله عليه وسلم عليهم وعلى ما في أيديهم، كما كان يسلط رسله على من يشاء من أعدائهم، والله- تعالى- قدير على كل شيء ...وما دام الأمر كذلك، فاتركوا رسولكم صلى الله عليه وسلم يتصرف في أموال بنى النضير بالطريقة التي يريدها ويختارها بإلهام من الله- عز وجل-."},{"ayah_number":7,"text":"وقوله- تعالى-: ما أَفاءَ اللَّهُ عَلى رَسُولِهِ مِنْ أَهْلِ الْقُرى، فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي الْقُرْبى ... يرى كثير من العلماء أنه وارد على سبيل الاستئناف الابتدائى، وأنه سيق لبيان حكم شرعي جديد، يختلف عن الحكم الذي أوردته الآية السابقة على هذه الآية..إذ أن الآية السابقة، واردة في حكم أموال بنى النضير بصفة خاصة، وهذه في حكم الفيء بعد ذلك بصفة عامة.وعليه يكون المعنى: لقد بينت لكم- أيها المؤمنون- حكم أموال بنى النضير، وهي أنها لرسولنا صلى الله عليه وسلم يضعها حيث يشاء.أما ما أفاءه الله- تعالى- على رسوله صلى الله عليه وسلم من أموال أهل القرى الأخرى، كقريظة وفدك وغيرهما فحكم هذا الفيء أنه يقسم إلى خمسة أقسام:قسم للرسول صلى الله عليه وسلم ينفق منه على نفسه وأهله وما تبقى منه يكون في مصالح المسلمين.وقسم لأقاربه صلى الله عليه وسلم وهم: بنو هاشم وبنو المطلب..وقسم لليتامى: وهم أطفال المسلمين الذين مات آباؤهم عنهم قبل أن يبلغوا.وقسم للمساكين: وهم الذين ليس لهم مال يكفيهم ضروريات الحياة.وقسم لأبناء السبيل: وهم المسافرون المنقطعون عن مالهم في سفرهم، ولو كانوا أغنياء في بلدهم..وقد رجح الإمام ابن جرير هذا الرأى، فقال بعد استعراضه للأقوال: والصواب من القول في ذلك عندي أن هذه الآية حكمها غير حكم الآية التي قبلها وذلك أن الآية التي قبلها، مال جعله الله- عز وجل- لرسوله صلى الله عليه وسلم خاصة دون غيره. لم يجعل فيه لأحد نصيبا..فإذا كانت هذه الآية التي قبلها مضت، وذكر المال الذي خص الله به رسوله صلى الله عليه وسلم ولم يجعل لأحد منه شيئا، وكانت هذه الآية خبرا عن المال الذي جعله الله لأصناف شتى، كان معلوما بذلك أن المال الذي جعله لأصناف من خلقه. غير المال الذي جعله للنبي صلى الله عليه وسلم   .وقال الآلوسى عند تفسيره لهذه الآية ما ملخصه: قوله- تعالى-: ما أَفاءَ اللَّهُ عَلى رَسُولِهِ مِنْ أَهْلِ الْقُرى ... بيان لحكم ما أفاءه الله على رسوله من قرى الكفار على العموم، بعد بيان حكم ما أفاءه من بنى النضير ...فالجملة جواب سؤال مقدر ناشئ مما فهم من الكلام السابق، فكأن قائلا يقول: قد علمنا حكم ما أفاءه الله- تعالى- من بنى النضير، فما حكم ما أفاء الله- عز وجل- من غيرهم؟ ...فقيل: ما أفاء الله على رسوله من أهل القرى فلله وللرسول ولذي القربى. ولذا لم يعطف على ما تقدم، ولم يذكر في الآية قيد الإيجاف ولا عدمه ...وسهمه- سبحانه- وسهم رسوله واحد، وذكره- تعالى-: افتتاح كلام للتيمن والتبرك. فإن لله ما في السموات وما في الأرض، وفيه تعظيم لشأن الرسول صلى الله عليه وسلم.وأهل القرى المذكورون في الآية هم: أهل الصفراء، وينبع، ووادي القرى، وما هنالك من قرى العرب، التي تسمى قرى عرينة، وحكمها مخالف لحكم أموال بنى النضير .ومن العلماء من يرى أن الآية التي معنا، بمنزلة البيان والتفسير للآية التي قبلها، لأن الآية الأولى لم تبين المستحقين للفيء الذي أفاءه الله- تعالى- على رسوله من أموال بنى النضير، فجاءت الآية الثانية وبينت المستحقين له.وعلى رأس المفسرين الذين قالوا بهذا الرأى صاحب الكشاف، فقد قال عند تفسيره لهذه الآية:لم يدخل- سبحانه- العاطف على هذه الجملة- وهي قوله: ما أَفاءَ ... - لأنها بيان للأولى، فهي منها غير أجنبية عنها. بين لرسوله صلى الله عليه وسلم ما يصنع بما أفاءه الله عليه، وأمره أن يضعه حيث يضع الخمس من الغنائم، مقسوما على الأقسام الخمسة .وقال الإمام ابن كثير: قوله- تعالى-: ما أَفاءَ اللَّهُ عَلى رَسُولِهِ مِنْ أَهْلِ الْقُرى: أى جميع البلدان التي تفتح هكذا، فحكمها حكم أموال بنى النضير، ولهذا قال: فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي الْقُرْبى وَالْيَتامى وَالْمَساكِينِ وَابْنِ السَّبِيلِ. فهذه مصارف أموال الفيء ووجوهه.. .ومن هذا نرى أن أصحاب الرأى الأول، يقولون: إن الآيتين في حكمين مختلفين، لأن الآية الأولى في بيان حكم أموال بنى النضير، وأن الله- تعالى- قد جعلها للرسول صلى الله عليه وسلم يضعها حيث يشاء، وأما الآية الثانية فهي في حكم أموال القرى الأخرى التي أفاءها الله- تعالى- على رسوله صلى الله عليه وسلم، وأن الله- تعالى- قد حدد له وجوه صرفها، فقال: فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي الْقُرْبى....وأما أصحاب الرأى الثاني فيرون أن الآية الثانية مفصلة لما أجملته الآية الأولى، وأن كل فيء يقسم بالطريقة التي بينتها الآية الثانية.ويبدو لنا أن الرأى الأول أقرب إلى الصواب، لأن الثابت في السنة الصحيحة: أن أموال بنى النضير، لم يخمسها صلى الله عليه وسلم بل كانت له خاصة، يوزعها كما يشاء، وقد آثر بها المهاجرين، وقسمها عليهم: ولم يعط الأنصار منها شيئا سوى ثلاثة رجال منهم، كانت بهم حاجة فأعطاهم، وبذلك نرى أنه صلى الله عليه وسلم لم يتقيد في التوزيع لهذه الأموال، بمن ورد ذكرهم في الآية الثانية.وما دام الأمر كذلك، فلا حاجة إلى القول بأن الآية الثانية، بيان وتفصيل للآية الأولى.هذا وهناك أقوال أخرى في معنى هذه الآية، مبسوطة في كتب الفقه والتفسير، فليرجع إليها من شاء المزيد من الأحكام الفقهية.. .وقوله- سبحانه-: كَيْ لا يَكُونَ دُولَةً بَيْنَ الْأَغْنِياءِ مِنْكُمْ ... بيان لحكمة هذا التشريع الذي شرعه- سبحانه- بالنسبة للأموال التي أتت عن طريق الفيء.. والضمير المستتر في قوله: يَكُونَ للفيء.و «الدّولة» بضم الدال المشددة اسم لما يتداوله الناس فيما بينهم من أموال، فيكون في يد هذا تارة، وفي يد ذاك تارة أخرى.والدّولة- بفتح الدال المشددة- اسم للنوبة من الظفر والنصر في الحرب وغيرها.يقال: لفلان على فلان دولة، أى: غلبة ونصر.وبعضهم يرى أن الدولة- بالضم والفتح- بمعنى واحد، وهو ما يدور ويدول للإنسان من الغنى والنصر.والمعنى: شرعنا لكم هذه الأحكام المتعلقة بتقسيم الفيء، كي لا يكون المال الناجم عنه، متداولا بين أيدى أغنيائكم دون فقرائكم.والمقصود بهذه الجملة الكريمة، إبطال ما كان شائعا في الجاهلية، من استئثار قواد الجيوش، ورؤساء القبائل، بالكثير من الغنائم دون غيرهم ممن اشترك معهم في الحروب، كما قال أحد الشعراء، لأحد الرؤساء أو القادة:لك المرباع منها والصفايا ... وحكمك والنّشيطة والفضولأى: لك- أيها القائد وحدك- من الغنيمة ربعها، والصفايا أى: والنفيس منها، ولك- أيضا ما تحكم به على العدو، ولك النشيطة، وهي ما يصيبه الجيش من العدو قبل الحرب، ولك- كذلك- الفضول، أى: ما يبقى بعد قسمة الغنائم.وقد أبطل الإسلام كل ذلك، حيث جعل مصارف الفيء، تعود إلى المسلمين جميعا، بطريقة عادلة، بينها- سبحانه- في هذه الآية وفي غيرها..قال بعض العلماء: والجدير بالذكر هنا: أن دعاة المذاهب الاقتصادية الفاسدة، يحتجون بهذه الآية على مذهبهم الفاسد، ويقولون: ويجوز للدولة أن تستولى على مصادر الإنتاج ورءوس الأموال، لتعطيها أو تشرك فيها الفقراء، وما يسمونهم طبقة العمال، وهذا على ما فيه من كساد اقتصادى، وفساد اجتماعي، قد ثبت خطؤه وظهر بطلانه مجانبا لحقيقة الاستدلال.لأن هذا المال ترك لمرافق المسلمين العامة، من الإنفاق على المجاهدين، وتأمين الغزاة في الحدود والثغور، وليس يعطى للأفراد كما يقولون، ثم- هو أساسا- مال جاء غنيمة للمسلمين، وليس نتيجة كدح الفرد وكسبه الحلال.ولما كان مال الغنيمة ليس ملكا لشخص، ولا هو- أيضا- كسب لشخص معين، تحقق فيه العموم في مصدره، وهو الغنيمة، والعموم في مصرفه وهو عموم مصالح الأمة، ولا دخل ولا وجود للفرد فيه، فشتان بين هذا الأصل في التشريع، وهذا الفرع في التضليل. .ثم أمر- سبحانه- المسلمين أن يمتثلوا أمر رسولهم صلى الله عليه وسلم امتثالا تاما، فقال:وَما آتاكُمُ الرَّسُولُ فَخُذُوهُ، وَما نَهاكُمْ عَنْهُ فَانْتَهُوا وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقابِ.وقوله: آتاكُمُ من الإتيان، والمقصود به هنا ما جاءهم به الرسول صلى الله عليه وسلم من هدايات وتشريعات، وآداب. ويدخل في ذلك دخولا أوليا قسمته لفيء بنى النضير بين المهاجرين، دون الأنصار.أى: ما أمركم الرسول صلى الله عليه وسلم بفعله- أيها المؤمنون- فافعلوه، وما نهاكم عن فعله فاجتنبوه، واتقوا الله في كل أحوالكم، فإنه- سبحانه- شديد العقاب لمن خالف أمره.ومنهم من جعل آتاكُمُ هنا بمعنى أعطاكم من الفيء، وجعل نَهاكُمْ بمعنى نهاكم عن الأخذ منه، وكأن صاحب هذا الرأى يستعين على ما ذهب إليه بفحوى المقام.قال صاحب الكشاف: قوله: وَما آتاكُمُ الرَّسُولُ من قسمة غنيمة أو فيء فخذوه وما نهاكم عنه، أى: عن أخذه منه فَانْتَهُوا عنه.والأجود أن يكون- الأمر والنهى- عاما في كل ما آتى رسول الله صلى الله عليه وسلم ونهى عنه، وأمر الفيء داخل في عمومه.. .وقال الإمام ابن كثير: وقوله- تعالى-: وَما آتاكُمُ الرَّسُولُ فَخُذُوهُ وَما نَهاكُمْ عَنْهُ فَانْتَهُوا.أى: مهما أمركم به فافعلوه، ومهما نهاكم عنه فاجتنبوه، فإنه إنما يأمر بخير، وينهى عن شر.أخرج الشيخان عن ابن مسعود أنه قال: لعن الله الواشمات والمستوشمات والمتنمصات، والمتفلجات للحسن، والمغيرات لخلق الله- عز وجل- فبلغ ذلك امرأة من بنى أسد يقال لها أم يعقوب، وكانت تقرأ القرآن، فأتته فقالت: بلغني انك قلت كذا وكذا، فقال: ومالي لا ألعن من لعن رسول الله صلى الله عليه وسلم وهو في كتاب الله.فقالت: لقد قرأت ما بين لوحى المصحف فما وجدته. فقال: إن كنت قرأتيه فقد وجدتيه، أما قرأت: وَما آتاكُمُ الرَّسُولُ فَخُذُوهُ، وَما نَهاكُمْ عَنْهُ فَانْتَهُوا؟ قالت:بلى.قال: فإن رسول الله صلى الله عليه وسلم نهى عنه. قالت: إنى لأظن أهلك يفعلونه!! ..قال: اذهبي فانظرى، فذهبت فلم تر من حاجتها شيئا. فجاءت فقالت: ما رأيت شيئا. قال: لو كان كذا لم تجامعنا.. .وقال بعض العلماء وفي الآية دليل على وجوب الأخذ بالسنن الصحيحة في كل الأمور.وعن أبى رافع أن رسول الله صلى الله عليه وسلم قال: «لا ألفين أحدكم متكئا على أريكته يأتيه أمر مما أمرت به أو نهيت عنه فيقول لا أدرى!! ما وجدنا في كتاب الله اتبعناه ... »وهذا الحديث من أعلام النبوة، فقد وقع ذلك بعد من الجاهلين بكتاب الله، وبمنصب الرسالة، ومن الزنادقة الصادين عن سبيل الله..  ."},{"ayah_number":8,"text":"ثم أثنى- سبحانه- على المهاجرين الذين فارقوا أموالهم وعشيرتهم، من أجل إعلاء كلمته- تعالى- فقال: لِلْفُقَراءِ الْمُهاجِرِينَ الَّذِينَ أُخْرِجُوا مِنْ دِيارِهِمْ وَأَمْوالِهِمْ يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ وَرِضْواناً وَيَنْصُرُونَ اللَّهَ وَرَسُولَهُ، أُولئِكَ هُمُ الصَّادِقُونَ.قال الإمام الرازي: اعلم أن هذا بدل من قوله- تعالى-: وَلِذِي الْقُرْبى وَالْيَتامى وَالْمَساكِينِ وَابْنِ السَّبِيلِ ... كأنه قيل: أعنى بأولئك الأربعة، هؤلاء الفقراء المهاجرين الذين من صفتهم كذا وكذا.ثم إنه- تعالى- وصفهم بأمور، أولها: أنهم فقراء، ثانيها: أنهم مهاجرون وثالثها:أنهم أخرجوا من ديارهم وأموالهم، يعنى أن الكفار أجبروهم على الخروج ... ورابعها: أنهم يبتغون فضلا من الله ورضوانا، والمراد بالفضل ثواب الجنة، وبالرضوان: قوله:وَرِضْوانٌ مِنَ اللَّهِ أَكْبَرُ.وخامسها: قوله: وَيَنْصُرُونَ اللَّهَ وَرَسُولَهُ أى: بأنفسهم وأموالهم.وسادسها: قوله: أُولئِكَ هُمُ الصَّادِقُونَ يعنى أنهم لما هجروا لذّات الدنيا وتحملوا شدائدها لأجل الدين، ظهر صدقهم في دينهم..  .فأنت ترى أن الله- تعالى- قد وصف المهاجرين في سبيله، بجملة من المناقب الحميدة.التي استحقوا بسببها الفلاح والفوز برضوان الله."},{"ayah_number":9,"text":"ثم مدح- سبحانه- بعد ذلك الأنصار، الذين يحبون من هاجر إليهم فقال: وَالَّذِينَ تَبَوَّؤُا الدَّارَ وَالْإِيمانَ مِنْ قَبْلِهِمْ، يُحِبُّونَ مَنْ هاجَرَ إِلَيْهِمْ.والجملة الكريمة معطوفة على الْمُهاجِرِينَ أو مبتدأ وخبره: يُحِبُّونَ والتبوؤ:النزول في المكان، ومنه المباءة للمنزل الذي ينزل فيه الإنسان.والمراد بالدار: المدينة المنورة، وأل للعهد. أى: الدار المعهودة المعروفة وهي دار الهجرة.وقوله: وَالْإِيمانَ منصوب بفعل مقدر. أى: وأخلصوا الإيمان.قال صاحب الكشاف: فإن قلت: ما معنى عطف الإيمان على الدار، ولا يقال: تبوأوا الإيمان؟ ..قلت معناه: تبوأوا الدار وأخلصوا الإيمان. كقوله: علفتها تبنا وماء باردا.أى: وجعلوا الإيمان مستقرا ومتوطنا لهم، لتمكنهم منه، واستقامتهم عليه، كما جعلوا المدينة كذلك.أو أراد: دار الهجرة ودار الإيمان، فأقام لام التعريف في الدار مقام المضاف إليه، وحذف المضاف من دار الإيمان، ووضع المضاف إليه مقامه..أو سمى المدينة- لأنها دار الهجرة، ومكان ظهور الإيمان- بالإيمان .وقوله: مِنْ قَبْلِهِمْ أى: من قبل المهاجرين، وهو متعلق بقوله تَبَوَّؤُا.وقوله: يُحِبُّونَ مَنْ هاجَرَ إِلَيْهِمْ خبر المبتدأ، أو حال من الذين تبوأوا الدار ...أى: هذه هي صفات المهاجرين الذين أخرجوا من ديارهم ... وهذا هو جزاؤهم ...أما الذين سكنوا دار الهجرة وهي المدينة المنورة، من قبل المهاجرين، وأخلصوا إيمانهم وعبادتهم لله- تعالى-، فإن من صفاتهم أنهم يحبون إخوانهم الذين هاجروا إليهم حبا شديدا، لأن الإيمان ربط قلوبهم برباط المودة والمحبة. وقوله: وَلا يَجِدُونَ فِي صُدُورِهِمْ حاجَةً مِمَّا أُوتُوا صفة أخرى من صفات الأنصار.ومعنى: يَجِدُونَ هنا: يحسون ويعلمون، والضمير للأنصار، وفي قوله أُوتُوا للمهاجرين. والحاجة في الأصل: اسم مصدر بمعنى الاحتياج، أى الافتقار إلى الشيء.والمراد بها هنا: المأرب أو الرغبة الناشئة عن التطلع إلى ما منحه النبي صلى الله عليه وسلم للمهاجرين دون الأنصار، من فيء أو غيره.أى: أن من صفات الأنصار- أيضا- أنهم لا تتطلع نفوسهم إلى شيء مما أعطى للمهاجرين من الفيء أو غيره، لأن المحبة التي ربطت قلوب الأنصار بالمهاجرين، جعلت الأنصار يرتفعون عن التشوف إلى شيء مما أعطاه النبي صلى الله عليه وسلم المهاجرين وحدهم ...ثم وصفهم- سبحانه- بصفة ثالثة كريمة فقال: وَيُؤْثِرُونَ عَلى أَنْفُسِهِمْ وَلَوْ كانَ بِهِمْ خَصاصَةٌ....والإيثار معناه: أن يؤثر الإنسان غيره على نفسه، على سبيل الإكرام والنفع، والخصاصة: شدة الحاجة، وأصلها من خصاص البيت، وهو ما يبقى بين عيدانه من الفرج والفتحات.أى: أن من صفات الأنصار أنهم كانوا يقدمون في النفع إخوانهم المهاجرين على أنفسهم، ولو كانوا في حاجة ماسة، وفقر واضح، إلى ما يقدمونه لإخوانهم المهاجرين.ولقد ضرب الأنصار- رضى الله عنهم- أروع الأمثال وأسماها في هذا المضمار، ومن ذلك ما رواه الشيخان والترمذي والنسائي وغيرهم عن أبى هريرة قال: أتى رجل رسول الله صلى الله عليه وسلم فقال: يا رسول الله، أصابنى الجهد، فأرسل إلى نسائه فلم يجد شيئا، فقال صلى الله عليه وسلم: «ألا رجل يضيف هذا الرجل الليلة رحمه الله» ؟ فقال رجل من الأنصار- وفي رواية أنه أبو طلحة- فقال: أنا يا رسول الله، فذهب به إلى أهله، فقال لامرأته: أكرمى ضيف رسول الله صلى الله عليه وسلم قالت: والله ما عندي إلا قوت الصبية!! قال: إذا أراد الصبية العشاء فنوميهم، وتعالى فأطفئى السراج، ونطوى بطوننا الليلة لضيف رسول الله صلى الله عليه وسلم ففعلت.ثم غدا الضيف على رسول الله صلى الله عليه وسلم فقال رسول الله صلى الله عليه وسلم: «لقد عجب الله الليلة من فلان وفلانة» وأنزل الله فيهما: وَيُؤْثِرُونَ عَلى أَنْفُسِهِمْ وَلَوْ كانَ بِهِمْ خَصاصَةٌ.. .وقوله- سبحانه-: وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولئِكَ هُمُ الْمُفْلِحُونَ تذييل قصد به حض الناس على التحلي بفضيلة السخاء والكرم.والشح: يرى بعضهم أنه بمعنى البخل، ويرى آخرون أن الشح غريزة في النفس تحملها على الإمساك والتقتير، وأما البخل فهو المنع ذاته، فكأن البخل أثر من آثار الشح.قال صاحب الكشاف: «الشح» - بالضم والكسر وقد قرئ بهما-: اللؤم، وأن تكون نفس المرء كزة حريصة على المنع كما قال الشاعر:يمارس نفسا بين جنبيه كزّة ... إذا همّ بالمعروف قالت له مهلاوقد أضيف إلى النفس لأنه غريزة فيها، وأما البخل فهو المنع نفسه، ومنه قوله- تعالى-: وَأُحْضِرَتِ الْأَنْفُسُ الشُّحَّ ...   .أى: ومن يوق- بتوفيق الله وفضله- شح نفسه وحرصها على الإمساك، فيخالفها فيما تأمره به من المنع والتقتير. فأولئك الذين يخالفونها هم المفلحون، الفائزون برضا الله- عز وجل-.ومن الأحاديث التي وردت في النهى عن الشح، ما أخرجه مسلم- في صحيحه- عن جابر بن عبد الله، أن رسول الله صلى الله عليه وسلم قال: «إياكم والظلم فإن الظلم ظلمات يوم القيامة، واتقوا الشح فإن الشح أهلك من كان قبلكم، حملهم على أن سفكوا دماءهم، واستحلوا محارمهم»   ."},{"ayah_number":10,"text":"ثم مدح- سبحانه- كل من سار على نهج المهاجرين والأنصار في قوة الإيمان، وفي طهارة القلب، وسماحة النفس فقال- تعالى-: وَالَّذِينَ جاؤُ مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنا وَلِإِخْوانِنَا الَّذِينَ سَبَقُونا بِالْإِيمانِ وَلا تَجْعَلْ فِي قُلُوبِنا غِلًّا لِلَّذِينَ آمَنُوا....قال الآلوسى: قوله: وَالَّذِينَ جاؤُ مِنْ بَعْدِهِمْ ... عطف عند الأكثرين أيضا على المهاجرين، والمراد بهؤلاء: قيل: الذين هاجروا حين قوى الإسلام، فالمجىء حسى، وهو مجيئهم إلى المدينة، وضمير من بعدهم، للمهاجرين الأولين.وقيل هم المؤمنون بعد الفريقين إلى يوم القيامة، فالمجىء إما إلى الوجود أو إلى الإيمان وضمير مِنْ بَعْدِهِمْ للفريقين: المهاجرين والأنصار.وهذا هو الذي يدل عليه كلام عمر- رضى الله عنه- وكلام كثير من السلف كالصريح فيه، فالآية قد استوعبت جميع المؤمنين..  .ويبدو لنا أن هذا الرأى الثاني، وهو كون الذين جاءوا من بعدهم يشمل المؤمنين الصادقين جميعا، أقرب إلى الصواب، لأنهم هم التابعون بإحسان للمهاجرين والأنصار إلى يوم القيامة، كما قال- تعالى-: وَالسَّابِقُونَ الْأَوَّلُونَ مِنَ الْمُهاجِرِينَ وَالْأَنْصارِ، وَالَّذِينَ اتَّبَعُوهُمْ بِإِحْسانٍ رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ...  .وعليه يكون المعنى: والذين جاءوا من بعد المهاجرين والأنصار، واتبعوهم بإحسان إلى يوم القيامة يَقُولُونَ على سبيل الدعاء لأنفسهم ولإخوانهم في العقيدة، رَبَّنَا اغْفِرْ لَناأى: يا ربنا اغفر لنا ذنوبنا، واغفر، لإخواننا في الدين الَّذِينَ سَبَقُونا بِالْإِيمانِ فهم أسبق منا إلى الخير والفضل.. وَلا تَجْعَلْ يا ربنا فِي قُلُوبِنا غِلًّا أى: حسدا وحقدا لِلَّذِينَ آمَنُوا أى: يا ربنا لا تجعل في قلوبنا أى غل أو حسد لإخواننا المؤمنين جميعا.رَبَّنا إِنَّكَ رَؤُفٌ رَحِيمٌ أى: يا ربنا إنك شديد الرأفة بعبادك واسع الرحمة بهم.وقد أخذ العلماء من هذه الآية الكريمة، أن من حق الصحابة- رضى الله عنهم- على من جاءوا بعدهم، أن يدعوا لهم، وأن ينزلوهم في قلوبهم منزلة الاحترام والتبجيل والتكريم..ورحم الله الإمام القرطبي فقد أفاض في بيان هذا المعنى، فقال ما ملخصه: قوله- تعالى-: وَالَّذِينَ جاؤُ مِنْ بَعْدِهِمْ ... يعنى التابعين، ومن دخل في الإسلام إلى يوم القيامة.قال ابن أبى ليلى: الناس على ثلاثة منازل: المهاجرون، والذين تبوأوا الدار والإيمان، والذين جاءوا من بعدهم، فاجتهد ألا تخرج من هذه المنازل.وهذه الآية دليل على وجوب محبة الصحابة..وقال الإمام الرازي: واعلم أن هذه الآيات قد استوعبت جميع المؤمنين لأنهم إما المهاجرون، أو الأنصار، أو الذين جاءوا من بعدهم، وبين أن من شأن من جاء من بعد المهاجرين والأنصار، أن يذكر السابقين، وهم المهاجرون والأنصار بالدعاء والرحمة، فمن لم يكن كذلك، بل ذكرهم بسوء كان خارجا من جملة أقسام المؤمنين، بحسب نص هذه الآية..  .وبعد أن رسمت السورة الكريمة، تلك الصورة الوضيئة للمهاجرين والأنصار والذين اتبعوهم بإحسان.. بعد كل ذلك أخذت في رسم صورة أخرى، متباينة تمام المباينة مع صورة هؤلاء الصادقين، ألا وهي صورة المنافقين، الذين انضموا إلى كل مناوئ للدعوة الإسلامية، فقال- تعالى-:"},{"ayah_number":11,"text":"قال الآلوسى: قوله- تعالى-: أَلَمْ تَرَ إِلَى الَّذِينَ نافَقُوا ... حكاية لما جرى بين الكفرة والمنافقين من الأقوال الكاذبة والأحوال الفاسدة وتعجب منها بعد حكاية محاسن أحوال المؤمنين على اختلف طبقاتهم، والخطاب لرسول الله صلى الله عليه وسلم أو لكل أحد ممن يصلح للخطاب.والآية- كما روى عن ابن عباس- نزلت في رهط من بنى عوف منهم عبد الله بن أبى بن سلول ... بعثوا إلى بنى النضير بما تضمنته الجمل المحكية، بقوله- تعالى-: يَقُولُونَ لِإِخْوانِهِمُ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتابِ ... .والمراد بالأخوة في قوله- سبحانه-: يَقُولُونَ لِإِخْوانِهِمُ: أخوة في الكفر والفسوق والعصيان ...والمعنى: ألم يصل إلى علمك- أيها الرسول الكريم- حال أولئك المنافقين الذين أظهروا الإسلام، وأبطنوا الكفر، وهم يقولون لإخوانهم في الكفر من أهل الكتاب، وهم: يهود بنى النضير، أثناء محاصرتكم- أيها المؤمنون- لهم.يقولون لهم: «والله لئن أخرجتم» من دياركم لَنَخْرُجَنَّ مَعَكُمْ أى: لنخرجن من ديارنا معكم، لنكون مصاحبين لكم حيثما سرتم.ويقولون لهم: - أيضا- وَلا نُطِيعُ فِيكُمْ أَحَداً أَبَداً ... أى: ولا نطيع في شأنكم أحدا أبدا، يريد العدوان عليكم، أو يريد منعنا من الخروج معكم ومؤازرتكم..ويقولون لهم- كذلك-: وَإِنْ قُوتِلْتُمْ لَنَنْصُرَنَّكُمْ أى: وإن قاتلكم المسلمون، لنقفن إلى جواركم، ولنقدمن العون الذي يؤدى إلى نصركم.وقوله- سبحانه-: وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكاذِبُونَ رد عليهم، وإبطال لمزاعمهم.أى: والله- تعالى- يشهد بأن هؤلاء المنافقين لكاذبون في أقوالهم، وفي عهودهم.."},{"ayah_number":12,"text":"ثم أبطل- سبحانه- أقوالهم بصورة أكثر تفصيلا فقال: لَئِنْ أُخْرِجُوا لا يَخْرُجُونَ مَعَهُمْ، وَلَئِنْ قُوتِلُوا لا يَنْصُرُونَهُمْ، وَلَئِنْ نَصَرُوهُمْ لَيُوَلُّنَّ الْأَدْبارَ ثُمَّ لا يُنْصَرُونَ.أى: والله لئن أخرج المؤمنون اليهود من ديارهم، فإن هؤلاء المنافقين لا يخرجون معهم، ولئن قاتل المؤمنون اليهود، فإن المنافقين لن ينصروا اليهود، ولئن نصروهم- على سبيل الفرض والتقدير- ليولين المنافقون الأدبار فرارا منكم- أيها المؤمنون-، ثم لا ينصرون بعد ذلك، لا هم ولا من قاموا بنصرهم، لأن الفريقين اجتمعوا على الباطل واتحدت قلوبهم في الجبن والخور والحرص على الحياة..فأنت ترى أن هاتين الآيتين الكريمتين، قد وصفتا المنافقين، بالكفر والعصيان. وبالتحالف مع كل محارب للدعوة الإسلامية، وبنقض العهود، وخلف الوعود، وبالجبن الخالع، والكذب الواضح ...وقد تحقق ما أخبرت عنه الآيتان عن هؤلاء المنافقين. فإن يهود بنى النضير عند ما جد الجد، وحالت ساعة رحيلهم.. أرسلوا إلى المنافقين يطلبون عونهم، فما كان من المنافقين إلا أن خذلوهم، وتحللوا من وعودهم لهم..قال صاحب الكشاف: فإن قلت: كيف قيل: وَلَئِنْ نَصَرُوهُمْ.. يعد الإخبار بأنهم لا ينصرونهم؟ قلت: معناه، ولئن نصروهم على سبيل الفرض والتقدير.. كقوله لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وكما يعلم- سبحانه- ما يكون فهو يعلم ما لا يكون.والمعنى: ولئن نصر المنافقون اليهود لينهزمن المنافقون ثم لا ينصرون بعد ذلك. أى يهلكهم الله- تعالى- ولا ينفعهم نفاقهم، لظهور كفرهم، أو لينهزمن اليهود ثم لا ينفعهم نصر المنافقين لهم.وفيه دليل على صحة النبوة لأنه إخبار بالغيب..  ."},{"ayah_number":13,"text":"وبعد أن بشر الله- تعالى- المؤمنين بهزيمة أعدائهم أمامهم، أتبع ذلك ببشارة أخرى، وهي أن هؤلاء المنافقين وإخوانهم في الكفر، يخشون المؤمنين خشية شديدة، فقال- سبحانه-: لَأَنْتُمْ أَشَدُّ رَهْبَةً فِي صُدُورِهِمْ مِنَ اللَّهِ....والرهبة: مصدر رهب، بمعنى خاف، يقال: رهب فلان فلانا، إذا خافه خوفا شديدا من داخل نفسه..أى: لأنتم- أيها المؤمنون- أشد خوفا في نفوس هؤلاء المنافقين واليهود، من ربهم الذي خلقهم وأوجدهم.وقوله: ذلِكَ بِأَنَّهُمْ قَوْمٌ لا يَفْقَهُونَ تعليل لسبب جبنهم وخوفهم، واسم الإشارة يعود إلى كون المؤمنين أشد رهبة في صدور المنافقين واليهود من الله- تعالى-.أى: أنتم أشد رهبة في قلوبهم من الله- تعالى-: بسبب أنهم قوم لا يفقهون الحق، ولا يعلمون شيئا عن عظمة الله- سبحانه- وجلاله وقدرته..والمقصود من هذه الآية الكريمة، تهوين أمر هؤلاء الأعداء في نفوس المؤمنين وبيان أن هؤلاء الأعداء قد بلغ الجبن والخور فيهم مبلغا كبيرا، لدرجة أن خشيتهم لكم، أشد من خشيتهم لله- تعالى-.والتعبير بالرهبة للإشعار بأنها رهبة خفية لا يعلمها إلا الله- تعالى- وأن هؤلاء المنافقين واليهود، مهما تظاهروا أمام المؤمنين بالبأس والقوة. فهم في قرارة نفوسهم يخافون المؤمنين خوفا شديدا ...قال صاحب الكشاف: رهبة مصدر رهب المبنى للمفعول، كأنه قيل أشد مرهوبية.وقوله: فِي صُدُورِهِمْ دلالة على نفاقهم. يعنى: أنهم يظهرون لكم في العلانية خوف الله، وأنتم أهيب في صدورهم من الله- تعالى-.فإن قلت: كأنهم كانوا يرهبون من الله حتى تكون رهبتهم منهم أشد؟.قلت: معناه أن رهبتهم في السر منكم، أشد من رهبتهم من الله التي يظهرونها لكم.وكانوا يظهرون لهم رهبة شديدة من الله ... .فأنت ترى أن الآية الكريمة قد قررت حقيقة راسخة في نفوس المنافقين وأشباههم، وإن كانوا يحاولون إخفاءها وسترها، وهي أن خشيتهم من الناس أشد من خشيتهم من الله- تعالى-."},{"ayah_number":14,"text":"ثم يقرر- سبحانه- حقيقة أخرى، أيدتها التجارب والمشاهد الواقعية، فقال- تعالى-: لا يُقاتِلُونَكُمْ جَمِيعاً إِلَّا فِي قُرىً مُحَصَّنَةٍ أَوْ مِنْ وَراءِ جُدُرٍ، بَأْسُهُمْ بَيْنَهُمْ شَدِيدٌ، تَحْسَبُهُمْ جَمِيعاً وَقُلُوبُهُمْ شَتَّى....والآية الكريمة بدل اشتمال من التي قبلها، لأن شدة الخوف من المؤمنين جعلت اليهود وحلفاءهم، لا يقاتلون المسلمين، إلا من وراء الخنادق والحصون..والجدر: جمع جدار، وهو بناء مرتفع يحتمي به من يقاتل من خلفه. وجَمِيعاً بمعنى مجتمعين كلهم..أى: أن هؤلاء اليهود وحلفاءهم من المنافقين، لا يقاتلونكم مجتمعين كلهم في موطن من المواطن إلا في قرى محصنة بالخنادق وغيرها، أو يقاتلونكم من وراء الجدران التي يتسترون بها، لأنهم يعجزون عن مبارزتكم، وعن مواجهتكم وجها لوجه، لفرط رهبتهم منكم..قال ابن كثير: يعنى أنهم في جبنهم وهلعهم، لا يقدرون على مواجهة جيش الإسلام، بالمبارزة والمقاتلة، بل إما في حصون، أو من وراء جدر محاصرين، فيقاتلونكم للدفع عنهم ضرورة ... .وقوله- تعالى-: بَأْسُهُمْ بَيْنَهُمْ شَدِيدٌ جملة مستأنفة، كأن قائلا قال: ولماذا لا يقاتلون المؤمنين إلا على هذه الصورة؟ فكان الجواب: بأسهم بينهم شديد. أى: عداوتهم فيما بينهم عداوة شديدة، بحيث لا يتفقون على رأى، وقوتهم يستعملونها فيما بينهم استعمالا واسعا، فإذا ما التقوا بكم تحولت هذه القوة إلى جبن وهلع..قال صاحب الكشاف: يعنى أن البأس الشديد الذي يوصفون به، إنما هو فيما بينهم إذا اقتتلوا، ولو قاتلوكم لم يبق لهم ذلك البأس والشدة، لأن الشجاع يجبن والعزيز يذل، عند محاربة الله ورسوله.. .وقوله- تعالى-: تَحْسَبُهُمْ جَمِيعاً وَقُلُوبُهُمْ شَتَّى استئناف آخر للإجابة عما يقال: من أنه كيف تكون عداوتهم فيما بينهم شديدة، ونحن نراهم متفقين؟.فكان الجواب: ليس الأمر كما يظهر من حالهم من أن بينهم تضامنا وترابطا.. بل الحق أنهم متدابرون مختلفون متباغضون.. وإن كانت ظواهرهم تدل على خلاف ذلك..أى: تحسبهم أيها الناظر إليهم مؤتلفين.. والحال أن قلوبهم متفرقة، ومنازعهم مختلفة وبواطنهم تباين ظواهرهم.. وما دام الأمر كذلك فلا تبالوا بهم- أيها المؤمنون-، بل أغلظوا عليهم، وجاهدوهم بكل قوة وجسارة..واسم الإشارة في قوله: ذلِكَ بِأَنَّهُمْ قَوْمٌ لا يَعْقِلُونَ يعود إلى ما سبق ذكره، من شدة عداوتهم فيما بينهم، ومن مخالفة بواطنهم لظواهرهم.أى: ذلك الذي ذكرناه لكم من شدة بأسهم فيما بينهم، ومن مخالفة بواطنهم لظواهرهم، سببه أنهم قوم لا يعقلون الحق والهدى والرشاد.. وإنما هم ينساقون وراء أهوائهم بدافع من الأحقاد والمطامع والشهوات، بدون إدراك لعواقب الأمور، أو للفهم الصحيح.."},{"ayah_number":15,"text":"ثم ساق- سبحانه- مثلين زيادة في تثبيت المؤمنين، وفي التهوين من شأن أعدائهم فقال- تعالى-: كَمَثَلِ الَّذِينَ مِنْ قَبْلِهِمْ قَرِيباً ذاقُوا وَبالَ أَمْرِهِمْ وَلَهُمْ عَذابٌ أَلِيمٌ.وقوله: كَمَثَلِ ... خبر لمبتدأ محذوف. والمراد بالذين من قبلهم: يهود بنى قينقاع، وكفار قريش الذين حل بهم ما حل من هزائم في غزوة بدر.والوبال: المرعى الضار الذي ترعاه الماشية، دون أن تدرك سوء عاقبته.أى: مثل هؤلاء اليهود والمنافقين، وحالهم العجيبة.. كمثل الذين من قبلهم، وهم يهود بنى قينقاع، الذين أخرجوا من المدينة بسبب غدرهم، وكان خروجهم قبل خروج بنى النضير بزمن ليس بالطويل، وكمثل مشركي قريش الذين حلت بهم الهزيمة في غزوة بدر، فإن هؤلاء وهؤلاء قد ذاقوا في الدنيا سوء عاقبة كفرهم بدون إمهال..أما في الآخرة فلهم عذاب شديد الألم والإهانة.ووجه الشبه بين السابقين واللاحقين، أن الجميع قد اغتروا بمالهم وقوتهم، فتطاولوا على المؤمنين، ونقضوا عهودهم معهم.. فكانت عاقبتهم جميعا أن أذلهم الله- تعالى- في الدنيا، ولعذاب الآخرة أشد وأبقى.."},{"ayah_number":16,"text":"وأما المثل الثاني فيتجلى في قوله- تعالى-: كَمَثَلِ الشَّيْطانِ إِذْ قالَ لِلْإِنْسانِ اكْفُرْ، فَلَمَّا كَفَرَ قالَ إِنِّي بَرِيءٌ مِنْكَ ...أى: مثل المنافقين في تزيينهم الشر والفساد ليهود بنى النضير.. كمثل الشيطان إذ قال للإنسان في الدنيا اكفر بالله- تعالى- فلما كفر ذلك الإنسان ومات على الكفر، وبعث يوم القيامة، ووجد مصيره السيئ.. ندم وألقى التبعة على الشيطان الذي قال له: إنى برىء منك ومن كفرك، إنى أخاف الله رب العالمين، ووجه الشبه: أن المنافقين تبرأوا من معاونتهم ومن مناصرتهم.. عند ما حانت ساعة الجد ... كما يتبرأ الشيطان من كفر الكافر يوم القيامة.ومن الآيات التي وردت في هذا المعنى قوله- تعالى-: وَقالَ الشَّيْطانُ لَمَّا قُضِيَ الْأَمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ، وَوَعَدْتُكُمْ فَأَخْلَفْتُكُمْ، وَما كانَ لِي عَلَيْكُمْ مِنْ سُلْطانٍ إِلَّا أَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي، فَلا تَلُومُونِي وَلُومُوا أَنْفُسَكُمْ ما أَنَا بِمُصْرِخِكُمْ وَما أَنْتُمْ بِمُصْرِخِيَّ..  ."},{"ayah_number":17,"text":"وقوله- سبحانه-: فَكانَ عاقِبَتَهُما أَنَّهُما فِي النَّارِ خالِدَيْنِ فِيها.. من تمام المثل الذي ضربه الله- تعالى- للمنافقين واليهود ...أى: فكان عاقبة ذلك الشيطان وذلك الإنسان، أنهما في النار، حالة كونهما خالدين فيها خلودا أبديا، وكذلك حال المنافقين واليهود ...وَذلِكَ الخلود في النار جَزاءُ الظَّالِمِينَ الذين تجاوزوا حدود الله- تعالى- وحاربوا أولياءه- سبحانه-.والمراد بالشيطان والإنسان جنسهما، وقد ذكر بعضهم هنا قصصا تدل على أن المراد بالإنسان شخص معين، وقد أضربنا عنها صفحا لضعفها..   .وبذلك ترى أن هذه الآيات الكريمة قد ذمت المنافقين واليهود ذما شنيعا، وأضعفت من شأنهم، وساقت لهم من الأمثلة ما يجعل المؤمنين يستخفون بهم، ويجاهدونهم بغلظة وشدة.ثم وجه- سبحانه- نداء إلى المؤمنين أمرهم فيه بتقواه وبتقديم العمل الصالح الذي ينفعهم يوم يلقونه، ونهاهم عن التشبه بالقوم الفاسقين.. فقال- تعالى-:"},{"ayah_number":18,"text":"والمراد بالغد في قوله- تعالى-: يا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَلْتَنْظُرْ نَفْسٌ ما قَدَّمَتْ لِغَدٍ ... يوم القيامة..أى: يا من آمنتم بالله- تعالى- حق الإيمان اتَّقُوا اللَّهَ أى صونوا أنفسكم عن كل ما يغضب الله- تعالى-، وراقبوه في السر والعلن. وقفوا عند حدوده فلا تتجاوزوها.وَلْتَنْظُرْ نَفْسٌ ما قَدَّمَتْ لِغَدٍ أى: ولتنظر كل نفس، ولتتأمل في الأعمال التي عملتها في الدنيا. والتي ستحاسب عليها في يوم القيامة، فإن كانت خيرا ازدادت منها، وإن كانت غير ذلك أقلعت عنها.وعبر- سبحانه- عن يوم القيامة بالغد، للإشعار بقربه، وأنه آت لا ريب فيه، كما يأتى اليوم الذي يلي يومك. والعرب تخبر عن المستقبل القريب بالغد كما في قول الشاعر:فإن يك صدر هذا اليوم ولى ... فإن غدا لناظره قريبوقال- سبحانه-: وَلْتَنْظُرْ نَفْسٌ لإفادة العموم، أى: كل نفس عليها أن تنظر نظرة محاسبة ومراجعة في أعمالها بحيث لا تقدم إلا على ما كان صالحا منها.قال صاحب الكشاف: فإن قلت: ما معنى تنكير النفس والغد؟ قلت: أما تنكير النفس فاستقلالا للأنفس النواظر فيما قدمت للآخرة، كأنه قيل: ولتنظر نفس واحدة في ذلك، وأما تنكير الغد، فلتعظيمه وإبهام أمره، كأنه قيل: لغد لا يعرف كنهه لعظمه.وعن مالك بن دينار: مكتوب على باب الجنة: وجدنا ما عملنا، وربحنا ما قدمنا، وخسرنا ما خلفنا ... .وكرر- سبحانه- الأمر بالتقوى فقال: واتَّقُوا اللَّهَ للتأكيد. أى: اتقوا الله بأن تؤدوا ما كلفكم به من واجبات، وبأن تجتنبوا ما نهاكم عنه من سيئات.وقوله- سبحانه-: إِنَّ اللَّهَ خَبِيرٌ بِما تَعْمَلُونَ تعليل للحض على التقوى أى:اتقوه في كل ما تأتون وما تذرون، لأنه- تعالى- لا تخفى عليه خافية من أعمالكم، بل هو- سبحانه- محيط بها إحاطة تامة، وسيجازيكم عليها بما تستحقون يوم القيامة.وقد جاء الأمر بتقوى الله- تعالى- في عشرات الآيات من القرآن الكريم، لأن تقوى الله- تعالى- هي جماع كل خير، وملاك كل بر، ومن الأدلة على ذلك. أننا نرى القرآن يبين لنا أن تقوى الله قد أمر بها كل نبي قومه، قال- تعالى-: كَذَّبَتْ قَوْمُ نُوحٍ الْمُرْسَلِينَ. إِذْ قالَ لَهُمْ أَخُوهُمْ نُوحٌ أَلا تَتَّقُونَ. إِنِّي لَكُمْ رَسُولٌ أَمِينٌ. فَاتَّقُوا اللَّهَ وَأَطِيعُونِ....وتارة نجد القرآن الكريم يبين لنا الآثار الطيبة التي تترتب على تقوى الله في الدنيا والآخرة، فيقول: وَلَوْ أَنَّ أَهْلَ الْقُرى آمَنُوا وَاتَّقَوْا لَفَتَحْنا عَلَيْهِمْ بَرَكاتٍ مِنَ السَّماءِ وَالْأَرْضِ....ويقول: وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجاً وَيَرْزُقْهُ مِنْ حَيْثُ لا يَحْتَسِبُ.ويقول- سبحانه-: الْأَخِلَّاءُ يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلَّا الْمُتَّقِينَ.ويقول- عز وجل-: إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَنَهَرٍ، فِي مَقْعَدِ صِدْقٍ عِنْدَ مَلِيكٍ مُقْتَدِرٍ."},{"ayah_number":19,"text":"وبعد هذا الأمر المؤكد بالتقوى، جاء النهى عن التشبه بمن خلت قلوبهم من التقوى، فقال- تعالى-: وَلا تَكُونُوا كَالَّذِينَ نَسُوا اللَّهَ فَأَنْساهُمْ أَنْفُسَهُمْ....أى: تمسكوا- أيها المؤمنون- بتقوى الله- تعالى- ومراقبته والبعد عن كل مالا يرضيه. واحذروا أن تكونوا كأولئك الذين تركوا التكاليف التي كلفهم الله- تعالى- بها، فتركهم- سبحانه- إلى أنفسهم، بأن جعلهم ناسين لها، فلم يسعوا إلى ما ينفعها، بل سعوا فيما يضرها ويرديها.فالمراد بالنسيان هنا: الترك والإهمال، والكلام على حذف مضاف. أى: نسوا حقوق الله- تعالى- وما أوجب عليهم من تكاليف.والفاء في قوله: فَأَنْساهُمْ للسببية، أى: أن نسيانهم لما يجب عليهم نحو أنفسهم من تهذيب وتأديب.. كان سببه نسيانهم لما يجب عليهم نحو خالقهم من طاعته وخشيته.ثم بين- سبحانه- سوء مصيرهم فقال: أُولئِكَ هُمُ الْفاسِقُونَ أى: أولئك الذين تركوا ما يجب عليهم نحو خالقهم ونحو أنفسهم، هم الفاسقون عن أمره، الخارجون على شريعته ودينه، الخالدون يوم القيامة في العذاب المهين."},{"ayah_number":20,"text":"ثم حذر- سبحانه- المؤمنين من نسيان طاعته، وخشيته بأسلوب آخر فقال:لا يَسْتَوِي أَصْحابُ النَّارِ وَأَصْحابُ الْجَنَّةِ، أَصْحابُ الْجَنَّةِ هُمُ الْفائِزُونَ....أى: لا يستوي في حكم الله- تعالى- وفي جزائه أَصْحابُ النَّارِ الذين استحقوا الخلود فيها وَأَصْحابُ الْجَنَّةِ الذين ظفروا برضوانه- تعالى- بسبب إيمانهم وعملهم الصالح..أَصْحابُ الْجَنَّةِ هُمُ الْفائِزُونَ بالسعادة التي ليس بعدها سعادة، وبالنعيم الذي لا يقاربه نعيم.وقال- سبحانه-: لا يَسْتَوِي أَصْحابُ النَّارِ وَأَصْحابُ الْجَنَّةِ ... بدون بيان مالا يستويان فيه، للإشعار بالبون الشاسع بين الفريقين، في سلوكهم وفي أعمالهم، وفي تفكيرهم، وفي نظرتهم إلى الحياة، وفي العاقبة التي ينتهى إليها كل فريق ...قال صاحب الكشاف: هذا تنبيه للناس، وإيذان لهم بأنهم لفرط غفلتهم، وقلة فكرهم في العاقبة، وتهالكهم على إيثار العاجلة، واتباع الشهوات: كأنهم لا يعرفون الفرق بين الجنة والنار، والبون العظيم بين أصحابهما، وأن الفوز مع أصحاب الجنة، فمن حقهم أن يعلموا ذلك وينبهوا عليه، كما تقول لمن يعق أباه، هو أبوك، تجعله بمنزلة من لا يعرفه، فتنبهه بذلك على حق الأبوة، الذي يقتضى البر والتعطف.. .ومن الآيات الكثيرة التي تشبه هذه الآية في معناها، قوله- تعالى-: وَما يَسْتَوِي الْأَعْمى وَالْبَصِيرُ، وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ، وَلَا الْمُسِيءُ قَلِيلًا ما تَتَذَكَّرُونَ ."},{"ayah_number":21,"text":"ثم نوه- سبحانه- بشأن القرآن الكريم، المشتمل على ألوان من الهدايات والمواعظ، والآداب والأحكام، التي في اتباعها سعادة الناس وفوزهم فقال: لَوْ أَنْزَلْنا هذَا الْقُرْآنَ عَلى جَبَلٍ، لَرَأَيْتَهُ خاشِعاً مُتَصَدِّعاً مِنْ خَشْيَةِ اللَّهِ....والمراد بالجبل: حقيقته والكلام على سبيل الفرض والتقدير، واختير الجبل، لأنه أشد الأشياء صلابة، وقلة تأثر بما ينزل به.أى: لو أنزلنا- على سبل الفرض والتقدير- هذا القرآن العظيم الشأن على جبل من الجبال العالية الشامخة الصلبة وخاطبناه به.. لرأيت- أيها العاقل- هذا الجبل الذي هو مثال في الشدة والغلظة والضخامة وعدم التأثر. لرأيته خاشِعاً مُتَصَدِّعاً مِنْ خَشْيَةِ اللَّهِ.أى: لرأيته متذللا متشققا من شدة خوفه من الله- تعالى- ومن خشيته.قال الآلوسى: وهذا تمثيل لعلو شأن القرآن، وقوة تأثيره، والغرض- من هذه الآية- توبيخ الإنسان على قسوة قلبه، وقلة تخشعه عند تلاوة القرآن الكريم، وتدبر ما فيه من القوارع، وهو الذي لو أنزل على جبل- وقد ركب فيه العقل- لخشع وتصدع.ويشير إلى كونه تمثيلا، قوله- تعالى-: وَتِلْكَ الْأَمْثالُ نَضْرِبُها لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ  .أى: وتلك الأمثال الباهرة التي اشتمل عليها هذا القرآن العظيم، نضربها ونسوقها للناس، لكي يتفكروا فيها، ويعملوا بما تقتضيه من توجيهات حكيمة ومن مواعظ سديدة، ومن إرشادات نافعة.ثم ختم- سبحانه- السورة الكريمة بالثناء على ذاته- تعالى- وببيان بعض أسمائه الحسنى فقال- تعالى-:"},{"ayah_number":22,"text":"قال الجمل: لما وصف- تعالى- القرآن بالعظم، ومعلوم أن عظم الصفة تابع لعظم الموصوف، أتبع ذلك بوصف عظمته- تعالى- فقال: هُوَ اللَّهُ الَّذِي لا إِلهَ إِلَّا هُوَ أى: هو الله الذي وجوده من ذاته، فلا عدم له بوجه من الوجوه، فلا شيء يستحق الوصف بهذا غيره، لأنه هو الموجود أزلا وأبدا، فهو حاضر في كل ضمير، غائب بعظمته عن كل حس، فلذلك تصدع الجبل من خشيته.أى: هو المعبود الذي لا تنبغي العبادة والألوهية إلا له، الذي لا إله إلا هو، فإنه لا مجانس له، ولا يليق ولا يصح، ولا يتصور، أن يكافئه أو يدانيه شيء ...  .وقوله: عالِمُ الْغَيْبِ وَالشَّهادَةِ أى: هو- سبحانه- العليم علما تاما بما غاب عن أذهان الخلائق وعقولهم، وبما هو حاضر ومشاهد أمام أعينهم.فالمراد بالغيب: كل ما غاب عن إحساس الناس وعن مداركهم..والمراد بالشهادة: ما يشاهدونه بعيونهم، ويدركونه بعقولهم..والتعريف فيهما للاستغراق الحقيقي، لأن الله- تعالى- لا يخفى عليه شيء في هذا الكون.وقوله- تعالى-: هُوَ الرَّحْمنُ الرَّحِيمُ أى: هو العظيم الرحمة الدائمة، لأن لفظ الرَّحْمنُ صيغة مبالغة لكثرة الشيء وعظمته، ولفظ الرَّحِيمُ صيغة تدل على الدوام والاستمرار."},{"ayah_number":23,"text":"وقوله- سبحانه-: هُوَ اللَّهُ الَّذِي لا إِلهَ إِلَّا هُوَ ... تأكيد لأمر التوحيد لأن مقام التعظيم يقتضى ذلك.ثم عدد- سبحانه- بعد ذلك بعض أسمائه الحسنى، وصفاته الجليلة فقال: الْمَلِكُ أى: المالك لجميع الأشياء، والحاكم على جميع المخلوقات والمتصرف فيها تصرف المالك في ملكه.الْقُدُّوسُ أى: المنزه عن كل نقص، البالغ أقصى ما يتصوره العقل في الطهارة وفي البعد عن النقائص والعيوب، وعن كل ما لا يليق.من القدس بمعنى الطهارة، والقدس- بفتح الدال- اسم للإناء الذي يتطهر به ومنه القادوس.وجاء لفظ القدوس بعد لفظ الملك، للإشعار بأنه- تعالى- وإن كان مالكا لكل شيء، إلا أنه لا يتصرف فيما يملكه تصرف الملوك المغرورين الظالمين، وإنما يتصرف في خلقه تصرفا منزها عن كل ظلم ونقص وعيب..السَّلامُ أى: ذو السلامة من كل ما لا يليق، أو ذو السلام على عباده في الجنة، كما قال- تعالى-: سَلامٌ قَوْلًا مِنْ رَبٍّ رَحِيمٍ.الْمُؤْمِنُ أى: الذي وهب لعباده نعمة الأمان والاطمئنان، والذي صدق رسله بأن أظهر على أيديهم المعجزات التي تدل على أنهم صادقون فيما يبلغونه عنه.الْمُهَيْمِنُ أى: الرقيب على عباده، الحافظ لأقوالهم وأفعالهم وأحوالهم، من الأمن، ثم قلبت همزته هاء، وقيل أصله هيمن بمعنى رقب، فهاؤه أصلية.الْعَزِيزُ أى: الذي يغلب غيره، ولا يتجاسر على مقامه أحد..الْجَبَّارُ أى: العظيم القدرة، القاهر فوق عباده.قال القرطبي: قال ابن عباس: الجبار: هو العظيم. وجبروت الله عظمته. وهو على هذا القول صفة ذات، من قولهم: نخلة جبارة..وقيل هو من الجبر وهو الإصلاح، يقال: جبرت العظم فجبر، إذا أصلحته بعد الكسر، فهو فعال من جبر، إذا أصلح الكسير وأغنى الفقير..  .الْمُتَكَبِّرُ أى: الشديد الكبرياء، والعظمة والجلالة. والتنزه عما لا يليق بذاته.وهاتان الصفتان- الجبار المتكبر- صفتا مدح بالنسبة لله- تعالى-، وصفتا ذم بالنسبة لغيره- تعالى-، وفي الحديث الصحيح عن أبى هريرة أن رسول الله صلى الله عليه وسلم، قال فيما يرويه عن ربه: «الكبرياء ردائي. والعظمة إزارى. فمن نازعنى في واحد منهما قصمته. ثم قذفته في النار» .سُبْحانَ اللَّهِ عَمَّا يُشْرِكُونَ أى: تنزه- سبحانه وتقدس عن إشراك المشركين. وكفر الكافرين."},{"ayah_number":24,"text":"هُوَ اللَّهُ الْخالِقُ لكل شيء الموجد لهذا الكون على مقتضى حكمته..الْبارِئُ أى: المبدع المخترع للأشياء. والمبرز لها من العدم إلى الوجود.الْمُصَوِّرُ أى: المصور للأشياء والمركب لها، على هيئات مختلفة، وأنواع شتى من التصوير، وهو التخطيط والتشكيل..لَهُ الْأَسْماءُ الْحُسْنى والحسنى تأنيث الأحسن. أى: له الأسماء التي هي أحسن الأسماء لدلالتها على أفضل المعاني. من تحميد. وتقديس. وقدرة. وسمع.. وغير ذلك من الأسماء الكريمة، والصفات الجليلة.يُسَبِّحُ لَهُ- تعالى- وينزهه عن كل سوء ما فِي السَّماواتِ وَالْأَرْضِ من مخلوقات..وَهُوَ الْعَزِيزُ الْحَكِيمُ أى: وهو- عز وجل- الغالب لغيره. الحكيم في كل تصرفاته.قال الإمام ابن كثير: وفي الصحيحين عن أبى هريرة أن رسول الله صلى الله عليه وسلم قال: «إن لله تسعة وتسعين اسما- مائة إلا واحدا- من أحصاها دخل الجنة، وهو وتر يحب الوتر..ثم ذكر- رحمه الله- هذه الأسماء نقلا عن سنن الترمذي فقال: هو الله الذي لا إله إلا هو، الرحمن الرحيم، الملك، القدوس، السلام، المؤمن، المهيمن، العزيز، الجبار، المتكبر، الخالق، البارئ، المصور، الغفار، القهار، الوهاب، الرزاق، الفتاح، العليم، القابض، الباسط، الخافض، الرافع، المعز، المذل، السميع، البصير، الحكم، العدل، اللطيف، الخبير، الحليم، العظيم، الغفور، الشكور، العلى، الكبير، الحفيظ، المقيت، الحسيب، الجليل، الكريم، الرقيب، المجيب، الواسع، الحكيم، الودود، المجيد، الباعث، الشهيد، الحق، الوكيل، القوى، المتين، الولي، الحميد، المحصى، المبدئ، المعيد، المحيي، المميت، الحي، القيوم، الواحد، الماجد، الواجد، الصمد، القادر،المقتدر، المؤخر، الأول، الآخر، الظاهر، الباطن، الوالي، المتعالي، البر، التواب، المنتقم، العفو، الرءوف، مالك الملك، ذو الجلال والإكرام، المقسط، الجامع، الغنى، المغني، المانع، الضار، النافع، النور، الهادي، البديع، الباقي، الوارث، الرشيد الصبور.ثم قال الإمام ابن كثير: وسياق ابن ماجة- لهذا الحديث- بزيادة ونقصان، وتقديم وتأخير.. والذي عول عليه جماعة من الحفاظ، أن سرد الأسماء في هذا الحديث مدرج فيه- أى: ذكر الراوي في الحديث كلاما لنفسه أو لغيره من غير فصل بين ألفاظ الحديث وألفاظ الراوي- وأن أهل العلم جمعوا هذه الأسماء من القرآن الكريم.ثم ليعلم أن الأسماء الحسنى ليست منحصرة في التسعة والتسعين، بدليل ما رواه الإمام أحمد عن ابن مسعود، عن رسول الله صلى الله عليه وسلم أنه قال: «ما أصاب أحدا قط هم ولا حزن فقال: اللهم إنى عبدك، وابن عبدك، وابن أمتك، ناصيتي بيدك، ماض فىّ حكمك، عدل في قضاؤك، أسألك بكل اسم هو لك، سميت به نفسك، أو أعلمته أحدا من خلقك، أو أنزلته في كتابك، أن تجعل القرآن ربيع قلبي، ونور صدري. وجلاء حزنى، وذهاب همي، إلا أذهب الله همه وحزنه، وأبدله مكانه فرجا» .فقيل يا رسول الله، أفلا نتعلمها؟ فقال: «بلى، ينبغي لكل من سمعها أن يتعلمها» وذكر أبو بكر بن العربي أن بعضهم جمع من الكتاب والسنة ألف اسم لله- تعالى-   .وبعد: فهذا تفسير لسورة «الحشر» نسأل الله- تعالى- أن يجعله خالصا لوجهه ونافعا لعباده.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم."}]