[{"ayah_number":1,"text":"مقدمة وتمهيد1- سورة «الممتحنة» هي السورة الستون في ترتيب المصحف، أما ترتيبها في النزول فكان بعد سورة الأحزاب، وقبل سورة النساء، وهي من السور المدنية الخالصة، وعدد آياتها ثلاث عشرة آية.واشتهرت بهذا الاسم منذ العهد النبوي، إلا أن منهم من يقرؤها بفتح الحاء، على أنها صفة للمرأة التي نزلت فيها، ومنهم من يقرؤها بكسر الحاء على أنها صفة للسورة.قال القرطبي: الممتحنة- بكسر الحاء- أى: المختبرة، أضيف الفعل إليها محازا، كما سميت سورة براءة بالفاضحة، لما كشفت من رذائل المنافقين، ومن قال في هذه السورة الممتحنة- بفتح الحاء- فإنه أضافها إلى المرأة التي نزلت فيها. وهي أم كلثوم بنت عقبة بن أبى معيط. قال الله- تعالى-: فَامْتَحِنُوهُنَّ اللَّهُ أَعْلَمُ بِإِيمانِهِنَّ وهي امرأة عبد الرحمن بن عوف، ولدت له إبراهيم بن عبد الرحمن .وقال صاحب الإتقان: وتسمى «سورة الامتحان» و «سورة المودة» .2- وقد افتتحت هذه السورة بتوجيه نداء إلى المؤمنين، نهتهم فيه عن اتخاذ أعداء الله وأعدائهم أولياء، وبينت لهم ما جبل عليه هؤلاء الأعداء من كراهية للحق، كما بينت لهم سوء عاقبة من يوالى هؤلاء الأعداء.قال- تعالى- يا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِياءَ تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ، وَقَدْ كَفَرُوا بِما جاءَكُمْ مِنَ الْحَقِّ، يُخْرِجُونَ الرَّسُولَ وَإِيَّاكُمْ أَنْ تُؤْمِنُوا بِاللَّهِ رَبِّكُمْ، إِنْ كُنْتُمْ خَرَجْتُمْ جِهاداً فِي سَبِيلِي. وَابْتِغاءَ مَرْضاتِي تُسِرُّونَ إِلَيْهِمْ بِالْمَوَدَّةِ، وَأَنَا أَعْلَمُ بِما أَخْفَيْتُمْ وَما أَعْلَنْتُمْ، وَمَنْ يَفْعَلْهُ مِنْكُمْ فَقَدْ ضَلَّ سَواءَ السَّبِيلِ.3- ثم انتقلت السورة الكريمة إلى دعوتهم إلى الاقتداء بأبيهم إبراهيم- عليه السلام- الذي قطع صلته بأقرب الناس إليه، عند ما رآه مصرا على كفره، وأعلن أنه عدو لكل من أشرك مع الله- تعالى- في العبادة آلهة أخرى.قال- تعالى-: قَدْ كانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْراهِيمَ وَالَّذِينَ مَعَهُ، إِذْ قالُوا لِقَوْمِهِمْ إِنَّا بُرَآؤُا مِنْكُمْ وَمِمَّا تَعْبُدُونَ مِنْ دُونِ اللَّهِ، كَفَرْنا بِكُمْ، وَبَدا بَيْنَنا وَبَيْنَكُمُ الْعَداوَةُ وَالْبَغْضاءُ أَبَداً حَتَّى تُؤْمِنُوا بِاللَّهِ وَحْدَهُ إِلَّا قَوْلَ إِبْراهِيمَ لِأَبِيهِ، لَأَسْتَغْفِرَنَّ لَكَ، وَما أَمْلِكُ لَكَ مِنَ اللَّهِ مِنْ شَيْءٍ، رَبَّنا عَلَيْكَ تَوَكَّلْنا وَإِلَيْكَ أَنَبْنا، وَإِلَيْكَ الْمَصِيرُ.4- ثم بشر- سبحانه- المؤمنين، بأنه- بفضله وكرمه- سيجمع شملهم بأقاربهم الذين تشددوا في عداوتهم، بأن يهدى هؤلاء الأقارب إلى الحق، فيتصل حبل المودة بينهم جميعا، ببركة اجتماعهم تحت كلمة الإسلام، فقال- تعالى-: عَسَى اللَّهُ أَنْ يَجْعَلَ بَيْنَكُمْ وَبَيْنَ الَّذِينَ عادَيْتُمْ مِنْهُمْ مَوَدَّةً، وَاللَّهُ قَدِيرٌ، وَاللَّهُ غَفُورٌ رَحِيمٌ.5- وبعد أن رخص للمؤمنين في مودة الكفار الذين لم يقاتلوهم ولم يلحقوا بهم أذى..ونهاهم عن مودة الكفار الذين قاتلوهم وآذوهم.. بعد كل ذلك وجه- سبحانه- نداء ثانيا إلى المؤمنين بين لهم حكم النساء اللائي أتين مؤمنات إليهم، بعد أن تركن أزواجهن الكفار، وفصل- سبحانه- هذه الأحكام حرصا على النساء المؤمنات.فقال- تعالى-: يا أَيُّهَا الَّذِينَ آمَنُوا إِذا جاءَكُمُ الْمُؤْمِناتُ مُهاجِراتٍ فَامْتَحِنُوهُنَّ، اللَّهُ أَعْلَمُ بِإِيمانِهِنَّ، فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِناتٍ فَلا تَرْجِعُوهُنَّ إِلَى الْكُفَّارِ، لا هُنَّ حِلٌّ لَهُمْ، وَلا هُمْ يَحِلُّونَ لَهُنَّ.6- ثم أمر- سبحانه- نبيه صلى الله عليه وسلم أن يبايع النساء المؤمنات على ما بايع عليه الرجال، وأن يأخذ عليهن العهود على الطاعة لله- تعالى- والبعد عن محارمه.قال- تعالى-: يا أَيُّهَا النَّبِيُّ إِذا جاءَكَ الْمُؤْمِناتُ يُبايِعْنَكَ عَلى أَنْ لا يُشْرِكْنَ بِاللَّهِ شَيْئاً، وَلا يَسْرِقْنَ وَلا يَزْنِينَ وَلا يَقْتُلْنَ أَوْلادَهُنَّ، وَلا يَأْتِينَ بِبُهْتانٍ يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ، وَلا يَعْصِينَكَ فِي مَعْرُوفٍ، فَبايِعْهُنَّ وَاسْتَغْفِرْ لَهُنَّ اللَّهَ، إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ.7- ثم ختم- سبحانه- السورة الكريمة بتوجيه نداء ثالث إلى المؤمنين نهاهم فيه مرة أخرى عن موالاة أعداء الله وأعدائهم.. فقال- سبحانه-: يا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَوَلَّوْا قَوْماً غَضِبَ اللَّهُ عَلَيْهِمْ، قَدْ يَئِسُوا مِنَ الْآخِرَةِ كَما يَئِسَ الْكُفَّارُ مِنْ أَصْحابِ الْقُبُورِ.8- هذا والمتأمل في هذه السورة الكريمة، يراها قد ساقت للمؤمنين ألوانا من التربية التي تغرس العقيدة السليمة في قلوبهم، وتجعلهم يضحون من أجلها بكل شيء، ويقدمونها في تصرفاتهم على محبة الآباء والأبناء والعشيرة والأموال، وتكشف لهم عن سوء نيات الكافرين نحوهم، وعن حرصهم على إنزال الضرر بهم، كما ضربت لهم الأمثال بإبراهيم- عليه السلام- لكي يقتدوا به في قوة إيمانه، وفي إخلاصه لدينه، كما بينت لهم من يجوز لهم مودتهم من الكافرين، ومن لا يجوز لهم ذلك منهم.. ثم ختمت ببيان بعض الأحكام التي تتعلق بالنساء المؤمنات المتزوجات من الكافرين، وبالنساء اللائي جئن إلى الرسول صلى الله عليه وسلم لكي يبايعنه على الإيمان والطاعة.وسنفصل القول في هذه الأحكام خلال تفسيرنا لهذه السورة الكريمة،.نسأل الله- تعالى- أن يلهمنا الرشد، وأن يجنبنا الزلل.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلمافتتحت سورة \" الممتحنة \" بهذا النداء للمؤمنين ، وقد تضمن هذا النداء نهيهم عن موالاة أعداء الله وأعدائهم .وقد ذكر المفسرون فى سبب نزول هذه الآيات روايات منها ، ما ذكره الإمام الآلوسى فقال : \" نزلت فى حاطب بن أبى بلتعة . . . فقد أخرج الإمام أحمد ، والبخارى ، ومسلم ، وأبو داود ، والترمذى ، والنسائى ، وابن حبان ، وجماعة عن على بن أبى طالب - رضى الله عنه - قال : بعثنى رسول الله - صلى الله عليه وسلم - أنا والزبير والمقداد فقال : انطلقوا حتى تأتوا روضة خاخ - وهومكان بين مكة والمدينة - فإن بها ظعينة معها كتاب ، فخذوه منها فأتونى به فخرجنا حتى أتينا الروضة ، فإذا نحن بالظعينة فقلنا لها : أخرجى الكتاب . فقالت : ما معى من كتاب ، فقلنا : أخرجى الكتاب أو لنلقين الثياب ، فأخرجته من عاقصها ، فأتينا به رسول الله - صلى الله عليه وسلم - فإذا فيه : من حاطب بن أبى بلتعة ، إلى أناس من المشركين بمكة ، يخبرهم ببعض أمر النبى - صلى الله عليه وسلم - .فقال - صلى الله عليه وسلم - \" ما هذا يا حاطب؟ \" فقال حاطب : لا تعجل علىَّ يا رسول الله إنى كنت إنسانا ملصقا فى قريش ، ولم أكن منها ، وكان من معك من المهاجرين لهم قرابات يحمون بها أهلهم وأموالهم بمكة ، فأحببت إذ فاتنى ذلك من النسب فيها ، أن أصطنع إليهم يدا ، يحمون بها قرابتى ، وما فعلت ذلك كفرا ولا ارتدادا عن الإسلام .فقال عمر : دعنى يا رسول الله أضرب عنقه ، فقال ، - صلى الله عليه وسلم - : \" إنه شهد بدرا ، وما يدريك لعل الله اطلع على أهل بدر فقال : اعملوا ما شئتم فقد غفرت لكم \" فنزلت هذه الآيات \" .وقد ذكروا أن هذه القصة كانت فى الوقت الذى أعد فيه النبى - صلى الله عليه وسلم - العدة لأجل العمرة ، سنة صلح الحديبية ، وقيل كانت هذه القصة فى الوقت الذى تهيأ النبى - صلى الله عليه وسلم - لفتح مكة ، وكان من بين الذين علموا ذلك حاطب بن أبى بلتعة .والمراد بالعدو هنا : الأعداء عموما ، ويدخل فيهم دخولا أولياء كفار قريش ، الذين أرسل إليهم حاطب بن أبى بلتعة خطابه ، لكى يحذرهم من مهاجمة المسلمين لهم .والمراد بالعداوة : العداوة الدينية التى جعلت المشركين ، يحرصون كل الحرص على أذى المسلمين ، أى : يامن آمنتم بالله - تعالى - إيمانا حقا ، احذروا أن تتخذوا أعدائى وأعداءكم أولياء وأصدقاء وحلفاء . بل جاهدوهم وأغلظوا عليهم ، واقطعوا الصلة التى بينكم وبينهم .وناداهم بصفة الإيمان ، لتحريك حرارة العقيدة الدينية فى قلوبهم ولحضهم على الاستجابة لما نهاهم عنه .وقدم - سبحانه - عداوته للمشركين ، على عداوة المؤمنين لهم ، لأن عداوة هؤلاء المشركين لله - تعالى - أشد وأقبح ، حيث عبدوا غير خالقهم ، وشكروا غير رزاقهم ، وكذبوا رسل ربهم وآذوهم .وفى الحديث القدسى : \" إنى والجن والإنس فى نبأ عظيم . أخلق ويعبد غيرى ، وأرزق ويشكر سواى . . خيرى إلى العباد نازل ، وشرهم إلى صاعد ، أتحبب إليهم بالنعم . ويتبغضون إلى بالمعاصى \" .وعبر - سبحانه - بالاتخاذ الذى هو افتعال من الأخذ ، للمبالغة فى نهيهم عن موالاة هؤلاء الأعداء . إذ الاتخاذ يشعر بشدة الملابسة والملازمة .والمفعول الأول لقوله ( تَتَّخِذُواْ ) قوله : ( عَدُوِّي ) والمفعول الثانى قوله : ( أَوْلِيَآءَ ) .وقوله - سبحانه - : ( تُلْقُونَ إِلَيْهِمْ بالمودة ) تفسير وتوضيح لهذه الموالاة التى نهوا عنها أو فى موضع الحال من ضمير ( لاَ تَتَّخِذُواْ ) .وحقيقة الإلقاء : قذف ما فى اليد على الأرض أو فى الفضاء ، والمراد به هنا : إيصال ما يدخل السرور على قلوب أعدائهم . والباء فى قوله : ( بالمودة ) لتأكيد اتصال الفعل بمفعوله .أى : احذروا أن تعاملوا أعدائى وأعداءكم معاملة الأصدقاء والحلفاء ، بأن تظهروا لهم المودة والمحبة .ويصح أن تكون الباء للسببية فيكون المعنى : تلقون إليهم بأخباركم التى لا يجوز لكم إظهارها لهم ، بسبب مودتكم لهم .وقد ذكروا أن حاطبا أرسل بهذه الرسالة إلى أهل مكة ، عندما تجهز النبى - صلى الله عليه وسلم - وأصحابه للذهاب إليها لأجل العمرة عام الحديبية ، أو لأجل فتح مكة .قال صاحب الكشاف : فإن قلت : ( تُلْقُونَ ) بم يتعلق؟ قلت : يجوز أن يتعلق بقوله : ( لاَ تَتَّخِذُواْ ) حالا من ضميره . . ويجوز أن يكون استئنافا .والإلقاء : عبارة عن إيصال المودة والإفضاء بها إليهم يقال : ألقى إليه خَراشِىَ صدره - أى أسرار صدره - وأفضى إليه بقشوره .والباء فى ( بالمودة ) إما زائدة مؤكدة للتعدى مثلها فى قوله : ( وَلاَ تُلْقُواْ بِأَيْدِيكُمْ إِلَى التهلكة ) وإما ثابتة على أن مفعول تلقون محذوف ، ومعناه : تلقون إليهم إخبار رسول الله - صلى الله عليه وسلم - بسبب المودة التى بينكم وبينهم .ثم ساق - سبحانه - الأسباب التى من شأنها تحمل المؤمنين على عدم موالاة أعداء الله وأعدائهم ، فقال : ( وَقَدْ كَفَرُواْ بِمَا جَآءَكُمْ مِّنَ الحق ) أى : لا تتخذوا - أيها المؤمنون - هؤلاء الأعداء أولياء ، وتلقون إليهم بالمودة ، والحال أن هؤلاء الأعداء قد كفروا بما جاءكم على لسان رسولكم - صلى الله عليه وسلم - من الحق الذى يتمثل فى القرآن الكريم ، وفى كل ما أوحاه - سبحانه - إلى رسوله .فالمقصود من هذه الجملة الكريمة ، تصوير هؤلاء الكافرين ، بما ينفر المؤمنين من إلقاء المودة إليهم .وقوله - تعالى - : ( يُخْرِجُونَ الرسول وَإِيَّاكُمْ أَن تُؤْمِنُواْ بالله رَبِّكُمْ ) بيان لسبب آخر من الأسباب التى تدعو المؤمنين إلى مقاطعة أعدائهم الكافرين .وجملة : ( يُخْرِجُونَ الرسول ) يصح أن تكون مستأنفة لبيان كفرهم ، أو فى محل نصب حال من فاعل ( كَفَرُواْ ) وقوله : ( وَإِيَّاكُمْ ) معطوف على الرسول ، وقدم عليهم على سبيل التشريف لمقامه - صلى الله عليه وسلم - وجملة ( أَن تُؤْمِنُواْ ) فى محل نصب مفعول لأجله .أى : أن هؤلاء الكافرين لم يكتفوا بكفرهم بما جاءكم - أيها المؤمنون - من الحق ، بل تجاوزوا ذلك إلى محاولة إخراج رسولكم - صلى الله عليه وسلم - وإخراجكم من مكة ، من أجل إيمانكم بالله ربكم ، وإخلاصكم العبادة له - تعالى - .وأسند - سبحانه - محاولة الإخراج إلى جميع الأعداء ، لأنهم كانوا راضين بهذا الفعل ومتواطئين على تنفيذه؛ بعضهم عن طريق التخطيط له ، وبعضهم عن طريق التنفيذ الفعلى .والمتأمل فى هذه الجملة الكريمة ، يراها قد ساقت أقوى الأسباب وأعظمها ، للتشنيع على مشركى قريش ، ولإلهاب حماس المؤمنين من أجل عدم إلقاء المودة إليهم .وجواب الشرط فى قوله - تعالى - : ( إِن كُنتُمْ خَرَجْتُمْ جِهَاداً فِي سَبِيلِي وابتغآء مَرْضَاتِي ) محذوف للدلالة ما قبله عليه أى : إن كنتم - أيها المؤمنون - قد خرجتم من مكة من أجل الجهاد فى سبيلى ، ومن أجل طلب مرضاتى ، فاتركوا اتخاذ عدوى وعدوكم أولياء ، واتركوا مودتهم ومصافاتهم .فالمقصود من الجملة الكريمة ، زيادة التهييج للمؤمنين ، حتى لا يبقى فى قلوبهم أى شىء من المودة نحو الكافرين .وقوله - سبحانه - : ( تُسِرُّونَ إِلَيْهِمْ بالمودة ) بدل من قوله - تعالى - : قبل ذلك : ( تُلْقُونَ إِلَيْهِمْ بالمودة ) . بدل بعض من كل . لأن إلقاء المودة أعم من أن تكون فى السر أو فى العلن .ويصح أن يكون بدل اشتمال ، لأن الإسرار إليهم بالمودة ، مما اشتمل عليه إلقاء المودة إليهم .وهذه الجملة جىء بها على سبيل العتاب والتعجيب ممن فى قلبه مودة لهؤلاء الكافرين ، بعد أن بين الله - تعالى - له ، ما يوجب قطع كل صلة بهم .ومفعول ( تُسِرُّونَ ) محذوف . أى : ترسلون إليهم أخبار المسلمين سرا ، بسبب مودتكم لهم؟ وجملة : ( وَأَنَاْ أَعْلَمُ بِمَآ أَخْفَيْتُمْ وَمَآ أَعْلَنتُمْ ) هى مناط التعجيب ممن يتخذ هؤلاء الأعداء أولياء . أو من يسر إليهم بالمودة ، وهى حالية من فاعل ( تُلْقُونَ و تُسِرُّونَ ) .أى : تفعلون ما تفعلون من إلقاء المودة إلى عدوى وعدوكم ، ومن إسراركم بها إليهم والحال أنى أعلم منهم ومنكم بما أخفيتموه فى قلوبكم ، وما أعلنتموه ، ومخبر رسولنا - صلى الله عليه وسلم - بذلك .وما دام الأمر كذلك فكيف أباح بعضكم لنفسه ، أن يطلع عدوى وعدوكم على مالا يجوز إطلاعه عليه؟!قال الآلوسى : قوله : ( وَأَنَاْ أَعْلَمُ بِمَآ أَخْفَيْتُمْ ) فى موضع الحال و ( أَعْلَمُ ) أفعل تفضيل . والمفضل عليه محذوف . أى : منكم . . . و ( مَآ ) موصولة أو مصدرية ، وذكر ( مَآ أَعْلَنتُمْ ) مع الاستغناء عنه ، للإشارة إلى تساوى العلمين فى علمه - عز وجل - .ولذا قدم ( مَآ أَخْفَيْتُمْ ) . وفى هذه الحال إشارة إلى أنه لا طائل لهم فى إسرار المودة إليهم كأنه قيل : تسرون إليهم بالمودة والحال أنى أعلم ما أخفيتم وما أعلنتم ، ومطلع رسولى على ما تسرون ، فأى فائدة وجدوى لكم فى الإسرار .ثم ختم - سبحانه - الآية الكريمة ببيان سوء عاقبة من يخالف أمره فقال : ( وَمَن يَفْعَلْهُ مِنكُمْ فَقَدْ ضَلَّ سَوَآءَ السبيل ) .والضمير فى قوله : ( يَفْعَلْهُ ) يعود إلى الاتخاذ المفهوم من قوله ( لاَ تَتَّخِذُواْ ) .أى ومن يفعل ذلك الاتخاذ لعدوى وعدوكم أولاء . ويلقى إليهم بالمودة ، فقد أخطأ طريق الحق والصواب . وضل عن الصراط المستقيم ."},{"ayah_number":2,"text":"ثم بين- سبحانه- حال هؤلاء الأعداء عند ما يتمكنون من المؤمنين فقال: إِنْ يَثْقَفُوكُمْ يَكُونُوا لَكُمْ أَعْداءً وَيَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ وَأَلْسِنَتَهُمْ بِالسُّوءِ، وَوَدُّوا لَوْ تَكْفُرُونَ.ومعنى يَثْقَفُوكُمْ يظفروا بكم، ويدركوا طلبتهم منكم. وأصل الثقف: الحذق في إدراك الشيء وفعله، ومنه رجل ثقف إذا كان سريع الفهم، ويقال: ثقفت الرجل في الحرب إذا أدركته وظفرت به.أى: إن يظفر بكم هؤلاء الأعداء- أيها المؤمنون- ويتمكنوا منكم، يظهروا لكم ما انطوت عليه قلوبهم نحوكم من بغضاء: ولا يكتفون بذلك، بل يمدون إليكم أيديهم بما يضركم، وألسنتهم مما يؤذيكم.ثم هم بعد كل ذلك يودون ويتمنون أن تصيروا كفارا مثلهم.فأنت ترى أن الآية الكريمة، قد وضحت أن هؤلاء الكافرين، قد سلكوا في عداوتهم للمؤمنين كل مسلك، فهم عند تمكنهم من المؤمنين يظهرون حقدهم القديم، ويؤذونهم بأيديهم وألسنتهم، ويتمنون في جميع الأحوال أن يردوهم بعد إيمانهم كافرين.وقال- سبحانه-: وَيَبْسُطُوا إِلَيْكُمْ.. للإشعار بكثرة ما ينزلونه بالمؤمنين من أذى، إذ التعبير بالبسط يدل على الكثرة والسعة.وقوله: وَوَدُّوا لَوْ تَكْفُرُونَ معطوف على جملة الشرط والجزاء، ويكون- سبحانه- قد أخبر عنهم بخبرين:أحدهما: ما تضمنته الجملة الشرطية من عداوتهم للمؤمنين.وثانيهما: تمنيهم ارتدادهم من الإيمان إلى الكفر.قال صاحب الكشاف: فإن قلت: كيف أورد جواب الشرط مضارعا مثله، ثم قال:وَوَدُّوا بلفظ الماضي؟قلت: الماضي وإن كان يجرى في باب الشرط مجرى المضارع في علم الإعراب. فإن فيه نكتة، كأنه قيل: وودوا قبل كل شيء كفركم وارتدادكم. يعنى: أنهم يريدون ان يلحقوا بكم مضار الدنيا والدين جميعا، من قتل الأنفس وتمزيق الأعراض، وردكم كفارا.وهذا الرد إلى الكفر أسبق المضار عندهم وأولها، لعلمهم أن الدين أعز عليكم من أرواحكم، لأنكم بذالون لها دونه. والعدو أهم شيء عنده، أن يقصد أعز شيء عند صاحبه  ."},{"ayah_number":3,"text":"ثم بين- سبحانه- الآثار السيئة التي تترتب على ضلالهم عن سواء السبيل فقال:لَنْ تَنْفَعَكُمْ أَرْحامُكُمْ. وَلا أَوْلادُكُمْ، يَوْمَ الْقِيامَةِ يَفْصِلُ بَيْنَكُمْ....والأرحام: جمع رحم والمراد بهم الأقارب، الذين كان بعض المؤمنين يوالون المشركين من أجلهم.أى: منكم- أيها المؤمنون- من أفشى أسراركم للكافرين، خوفا على أقاربه أو أولاده الذين يعيشون في مكة مع هؤلاء الكافرين، والحق أنه لن تنفعكم قراباتكم ولا أولادكم الذين توالون المشركين من أجلهم شيئا من النفع يوم القيامة، لأنه في هذا اليوم يَفْصِلُ بَيْنَكُمْ أى يفرق بينكم وبين أقاربكم وأولادكم يوم القيامة، كما قال- تعالى-: فَإِذا نُفِخَ فِي الصُّورِ فَلا أَنْسابَ بَيْنَهُمْ يَوْمَئِذٍ وَلا يَتَساءَلُونَ وكما قال- سبحانه-: يَوْمَ يَفِرُّ الْمَرْءُ مِنْ أَخِيهِ، وَأُمِّهِ وَأَبِيهِ، وَصاحِبَتِهِ وَبَنِيهِ، لِكُلِّ امْرِئٍ مِنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ.وخص- سبحانه- الأولاد بالذكر مع أنهم من الأرحام، لمزيد المحبة لهم- والحنو عليهم.قال الشوكانى:، وجملة يَوْمَ الْقِيامَةِ يَفْصِلُ بَيْنَكُمْ مستأنفة لبيان عدم نفع الأرحام والأولاد في ذلك اليوم. ومعنى يَفْصِلُ بَيْنَكُمْ يفرق بينكم، فيدخل أهل طاعته الجنة.ويدخل أهل معصيته النار، وقيل: المراد بالفصل بينهم، أنه يفر كل منهم من الآخر من شدة الهول.. قيل: ويجوز أن يتعلق يَوْمَ الْقِيامَةِ بما قبله. أى: لن تنفعكم أرحامكم ولا أولادكم يوم القيامة، فيوقف عليه، ويبتدأ بقوله يَفْصِلُ بَيْنَكُمْ والأولى أن يتعلق بما بعده- أى: يفصل بينكم يوم القيامة، فيوقف على أَوْلادُكُمْ ويبتدأ بيوم القيامة .وقراءة الجمهور يَفْصِلُ بَيْنَكُمْ- بضم الياء وإسكان الفاء وفتح الصاد- على البناء للمجهول. وقرأ عاصم يَفْصِلُ بَيْنَكُمْ بفتح الياء وكسر الصاد- على البناء للفاعل، وقرأ حمزة والكسائي يَفْصِلُ بَيْنَكُمْ- بضم الياء وفتح الفاء وتشديد الصاد مع الكسر- بالبناء للفاعل- أيضا-.وقرأ ابن عامر يَفْصِلُ بَيْنَكُمْ- بضم الياء وفتح الفاء وتشديد الصاد مع الفتح- على البناء للمجهول.ثم ختم- سبحانه- الآية الكريمة بقوله: وَاللَّهُ بِما تَعْمَلُونَ بَصِيرٌ أى: والله- تعالى- لا يخفى عليه شيء من أعمالكم، بل هو مطلع عليها اطلاعا تاما وسيجازيكم يوم القيامة بما تستحقونه من ثواب أو عقاب.هذا، ومن الأحكام والآداب التي أخذها العلماء من الآيات الكريمة ما يأتى:1- أن هذه الآيات أصل في النهى عن موالاة الأعداء ومصافاتهم بأية صورة من الصور، وشبيه بها قوله- تعالى-: يا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا الْكافِرِينَ أَوْلِياءَ مِنْ دُونِ الْمُؤْمِنِينَ، أَتُرِيدُونَ أَنْ تَجْعَلُوا لِلَّهِ عَلَيْكُمْ سُلْطاناً مُبِيناً  .وقوله- سبحانه-: يا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا بِطانَةً مِنْ دُونِكُمْ لا يَأْلُونَكُمْ خَبالًا. وَدُّوا ما عَنِتُّمْ قَدْ بَدَتِ الْبَغْضاءُ مِنْ أَفْواهِهِمْ وَما تُخْفِي صُدُورُهُمْ أَكْبَرُ.2- أن هذه الآيات الكريمة تتجلى فيها رحمة الله- تعالى- بعباده المؤمنين، حيث ناداهم بهذه الصفة مع وقوع بعضهم في الخطأ الجسيم، وهو إفشاء أسرار المؤمنين لأعدائهم قالوا: وفي هذا رد على المعتزلة الذين يقولون: إن المعصية تنافى الإيمان.3- أن هذه الآيات الكريمة فيها ما فيها من الأساليب الحكيمة في الدعوة إلى الفضائل واجتناب الرذائل، لأن الله- تعالى- عند ما نهى المؤمنين عن موالاة أعدائه وأعدائهم، ساق لهم الأسباب التي تحملهم على قطع كل صلة بهؤلاء الأعداء. بأن ذكر لهم أن هؤلاء الأعداء قد كفروا بالحق، وحرصوا على إخراج الرسول والمؤمنين من ديارهم، وأنهم إن يتمكنوا من المؤمنين، فسينزلون بهم أشد ألوان الأذى.وهكذا يجب أن يتعلم الدعاة إلى الله- تعالى- أن على رأس الوسائل التي توصلهم إلى النجاح في دعوتهم، أن يأتوا في دعوتهم بالأسباب المقنعة لاعتناق الحق، واجتناب الباطل.4- أن هذه الآيات الكريمة صريحة في أن ما يتعلق بالدين والعقيدة، يجب أن يقدم على ما يتعلق بالأرحام والأولاد، لأن الأرحام والأولاد لن تنفع يوم القيامة، وإنما الذي ينفع هو ما يتعلق بالاستجابة لما يفرضه الدين علينا من واجبات وتكاليف.وبعد هذا النهى للمؤمنين عن موالاة أعداء الله وأعدائهم.. ساقت لهم السورة الكريمة، جانبا من قصة إبراهيم- عليه السلام- الذي تبرأ من كل صلة تربطه بغيره سوى صلة الإيمان، وإخلاص العبادة لله- تعالى-، وأمرتهم بأن يقتدوا به في ذلك لينالوا رضا الله- عز وجل- فقال- تعالى-:"},{"ayah_number":4,"text":"والأسوة كالقدوة، وهي اتباع الغير على الحالة التي يكون عليها، قال- تعالى-:لَقَدْ كانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ.قال الآلوسى: قوله- تعالى-: قَدْ كانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْراهِيمَ تأكيد لأمر الإنكار عليهم، والتخطئة في موالاة الكفار، بقصة إبراهيم- عليه السلام- ومن معه، ليعلم أن الحب في الله- تعالى- والبغض فيه- سبحانه- من أوثق عرا الإيمان، فلا ينبغي أن يغفل عنها.والأسوة- بضم الهمزة وكسرها- بمعنى الائتساء والاقتداء، وتطلق على الخصلة التي من حقها أن يؤتسى ويقتدى بها، وعلى نفس الشخص المؤتسى بهوالمعنى: قد كان لكم- أيها المؤمنون- أسوة حسنة، وخصلة حميدة، ومنقبة كريمة، في قصة أبيكم إبراهيم- عليه السلام-، وفي قصة الذين آمنوا معه.وافتتح- سبحانه- الكلام بقوله: قَدْ كانَتْ لتأكيد الخبر، فإن هذا الأسلوب المشتمل على قد وفعل الكون، يفيد التأكيد بموجب الخبر، والتعريض بغفلة من يخالفه.ووصف- سبحانه- الأسوة بالحسن، على سبيل المدح لها والتحريض على الاقتداء بصاحبها.وعطف- سبحانه- على إبراهيم الذين آمنوا معه، ليتم التمثيل لحال المسلمين مع رسولهم صلى الله عليه وسلم أى: كونوا- أيها المؤمنون- متأسين ومقتدين برسولكم صلى الله عليه وسلم ومطيعين له، ومستجيبين لتوجيهاته، كما كان أتباع أبيكم إبراهيم كذلك.ثم بين- سبحانه- ما يجب عليهم الاقتداء به من حال إبراهيم- عليه السلام- والمؤمنين معه، فقال: إِذْ قالُوا لِقَوْمِهِمْ إِنَّا بُرَآؤُا مِنْكُمْ، وَمِمَّا تَعْبُدُونَ مِنْ دُونِ اللَّهِ، كَفَرْنا بِكُمْ، وَبَدا بَيْنَنا وَبَيْنَكُمُ الْعَداوَةُ وَالْبَغْضاءُ أَبَداً، حَتَّى تُؤْمِنُوا بِاللَّهِ وَحْدَهُ وإِذْ ظرف زمان بمعنى وقت وحين، وهو بدل اشتمال من إبراهيم والذين معه. أو خبر لكان.وبُرَآؤُا جمع برىء. يقال: برئ فلان من كذا يبرأ براء وبراءة. إذا ابتعد عنه، لكراهته له.أى: قد كان لكم- أيها المؤمنون- أسوة حسنة في إبراهيم- عليه السلام- وفي الذين آمنوا معه، وقت أن قالوا لقومهم الكافرين، بشجاعة وقوة: إنا برآء منكم، ومن آلهتكم التي تعبدونها من دون الله- عز وجل- وإننا قد كفرنا بكم وبمعبوداتكم وَبَدا أى:وظهر بيننا وبينكم العداوة والبغض على سبيل التأييد والاستمرار، ولن نتخلى عن ذلك معكم، حتى تؤمنوا بالله- تعالى- وحده، وتتركوا عبادتكم لغيره- تعالى-.فأنت ترى أن إبراهيم- عليه السلام- والمؤمنين معه، قد أعلنوا بكل شجاعة وشدة، إيمانهم الكامل بالحق، وبراءتهم وكراهيتهم واحتقارهم، لكل من أشرك مع الله- تعالى- في العبادة آلهة أخرى.وأنهم لم يكتفوا بالتغيير القلبي للمنكر، بل جاهروا بعداوتهم له، وبالتنزه عن اقترابهم منه. وبتجافيهم عنه ... ولعل هذا هو أقصى ما كانوا يملكونه بالنسبة لتغيير هذا المنكر في ذلك الوقت.وقد أخبرنا القرآن الكريم أن إبراهيم- عليه السلام- لم يكتف بذلك، بل حطم الأصنام التي كان يعبدها قومه وقال لهم: أُفٍّ لَكُمْ وَلِما تَعْبُدُونَ مِنْ دُونِ اللَّهِ أَفَلا تَعْقِلُونَ.قال صاحب الكشاف: أى: كان فيهم- أى: في إبراهيم ومن آمن معه- مذهب حسن مرضى، جدير بأن يؤتسى به، ويتبع أثره، وهو قولهم لكفار قومهم ما قالوا، حيث كاشفوهم بالعداوة، وقشروا لهم العصا، وأظهروا لهم البغضاء والمقت، وصرحوا بأن سبب عداوتهم وبغضائهم، ليس إلا كفرهم بالله.وما دام هذا السبب قائما، كانت العداوة قائمة، حتى إن أزالوه وآمنوا بالله وحده،انقلبت العداوة موالاة، والبغضاء مودة، والمقت محبة- فأفصحوا عن محض الإخلاص.. .وقوله- تعالى-: إِلَّا قَوْلَ إِبْراهِيمَ لِأَبِيهِ، لَأَسْتَغْفِرَنَّ لَكَ.. كلام معترض بين الأقوال التي حكاها- سبحانه- عن إبراهيم- عليه السلام-.والاستثناء يترجح أنه منقطع، لأن هذا القول من إبراهيم لأبيه، ليس من جنس الكلام السابق، الذي تبرأ فيه هو ومن معه مما عليه أقوامهم الكافرون.والمعنى: اقتدوا- أيها المؤمنون- بأبيكم إبراهيم- عليه السلام- وبالذين آمنوا معه، في براءتهم من الشرك والمشركين.. ولكن لا تقتدوا به في استغفاره لأبيه الكافر، لأن استغفاره له كان عن موعدة وعدها إياه، فلما تبين له أنه عدو لله تبرأ منه.قال الإمام الشوكانى ما ملخصه: قوله: إِلَّا قَوْلَ إِبْراهِيمَ لِأَبِيهِ لَأَسْتَغْفِرَنَّ لَكَ.. هو استثناء متصل من قوله: فِي إِبْراهِيمَ بتقدير مضاف.. أى: قد كانت لكم أسوة حسنة في مقالات إبراهيم، إلا في قوله لأبيه: لأستغفرن لك.ويصح أن يكون استثناء متصلا من قوله: أُسْوَةٌ حَسَنَةٌ وصح ذلك لأن القول من جملة الأسوة، فكأنه قيل: قد كانت لكم أسوة حسنة في إبراهيم في جميع أقواله وأفعاله، إلا في قوله لأبيه لأستغفرن لك.أو هو استثناء منقطع، أى: اقتدوا بإبراهيم في كل أقواله وأحواله، لكن لا تقتدوا به في قوله لأبيه المشرك: لأستغفرن لك، بأن تستغفروا لآبائكم المشركين، لأن استغفار إبراهيم لأبيه المشرك كان عن موعدة وعدها إياه، أو أنه ظن أن أباه قد أسلم.. .وقوله- سبحانه- وَما أَمْلِكُ لَكَ مِنَ اللَّهِ مِنْ شَيْءٍ حكاية لبقية كلام إبراهيم لأبيه، وليس الاستثناء متوجها إليه، لأن هذه الجملة بيان لما تحلى به إبراهيم- عليه السلام- من آداب مع ربه- تعالى- حيث فوض الأمر إليه- سبحانه-.أى: وعد إبراهيم أباه بالاستغفار له، أملا في هدايته، وقال له: يا أبت إنى لا أملك لك من أمر قبول الاستغفار شيئا، بل الأمر كله لله، إن شاء عذبك وإن شاء عفا عنك، والجملة الكريمة في محل نصب على الحال من فاعل لَأَسْتَغْفِرَنَّ لَكَ أى: لأستغفرن لك حالة كوني لا أملك من أمر المغفرة أو غيرها شيئا، وإنما الذي يملك ذلك هو الله- عز وجل-.ثم حكى- سبحانه- بعد ذلك جانبا مما تضرع به إبراهيم- عليه السلام- إلى خالقه فقال: رَبَّنا عَلَيْكَ تَوَكَّلْنا وَإِلَيْكَ أَنَبْنا وَإِلَيْكَ الْمَصِيرُ.أى: يا ربنا عليك وحدك فوضنا أمورنا، وإليك وحدك قبول توبتنا، وإليك لا إلى أحد سواك مرجعنا ومصيرنا."},{"ayah_number":5,"text":"رَبَّنا لا تَجْعَلْنا فِتْنَةً لِلَّذِينَ كَفَرُوا والفتنة هنا مصدر بمعنى المفتون، أى: المعذب، مأخوذ من فتن فلان الفضة إذا أذابها.أى: يا ربنا لا تجعلنا مفتونين معذبين لهؤلاء الكافرين، بأن تسلطهم علينا فيفتنونا بعذاب لا نستطيع صده، كما قال- تعالى-: إِنَّ الَّذِينَ فَتَنُوا الْمُؤْمِنِينَ وَالْمُؤْمِناتِ ... أى:عذبوهم وحاولوا إنزال الضرر والأذى بهم.ويصح أن يكون المعنى: يا ربنا لا تجعلنا فتنة للذين كفروا، بأن تعذبنا بأيديهم، فيظنوا بسبب ذلك أنهم على الحق، ونحن على الباطل، ويزعموا أننا لو كنا على الحق ما انتصروا علينا.ولبعض العلماء رأى آخر في فهم هذه الآية، وهو أن المراد بالفتنة هنا: اضطراب حال المسلمين وفساده. وكونهم لا يصلحون أن يكونوا قدوة لغيرهم في وجوه الخير ... فيكون المعنى: يا ربنا لا تجعل أعمالنا وأقوالنا سيئة. فيترتب على ذلك أن ينفر الكافرون من ديننا، بحجة أنه لو كان دينا سليما، لظهر أثر ذلك على أتباعه، ولكانوا بعيدين عن كل تفرق وتباعد وتأخر.قال بعض العلماء ما ملخصه: قوله: رَبَّنا لا تَجْعَلْنا فِتْنَةً لِلَّذِينَ كَفَرُوا. الفتنة:اضطراب الحال وفساده، وهي اسم مصدر، فتجيء بمعنى المصدر، كقوله- تعالى-:وَالْفِتْنَةُ أَشَدُّ مِنَ الْقَتْلِ.وتجيء وصفا للمفتون والفاتن.ومعنى جعلهم فتنة للذين كفروا: جعلهم مفتونين يفتنهم الذين كفروا، فيصدق ذلك بأن يتسلط عليهم الذين كفروا فيفتنون.ويصدق- أيضا- بأن تختل أمور دينهم بسبب الذين كفروا. أى: بسبب محبتهم والتقرب منهم.وعلى الوجهين، فالفتنة من إطلاق المصدر على اسم المفعول.. واللام في «للذين كفروا» على الوجهين- أيضا- للملك، أى: مفتونين مسخرين لهم.ويجوز عندي أن تكون «فتنة» مصدرا بمعنى اسم الفاعل، أى: لا تجعلنا فاتنين، أى:سبب فتنة للذين كفروا، فيكون كناية عن معنى: لا تغلب الذين كفروا علينا، واصرف عنا ما يكون من اختلال أمرنا، وسوء الأحوال، كي لا يكون شيء من ذلك فاتنا للذين كفروا.. أى: يزيدهم كفرا، لأنهم يظنون أنا على الباطل وأنهم على الحق .وقوله: وَاغْفِرْ لَنا رَبَّنا إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ أى: واغفر لنا يا ربنا ذنوبنا، إنك أنت الغالب الذي لا يغالب، الحكيم في كل أقواله وأفعاله."},{"ayah_number":6,"text":"وقوله- سبحانه-: لَقَدْ كانَ لَكُمْ فِيهِمْ أُسْوَةٌ حَسَنَةٌ لِمَنْ كانَ يَرْجُوا اللَّهَ وَالْيَوْمَ الْآخِرَ تأكيد لقوله- تعالى- قبل ذلك: قَدْ كانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْراهِيمَ والغرض من هذا التأكيد، تحريض المؤمنين على التأسى بالسابقين في قوة إيمانهم وشدة إخلاصهم.أى: لقد كان لكم- أيها المؤمنون- أسوة حسنة، وقدوة طيبة، في أبيكم إبراهيم- عليه السلام- وفيمن آمن به، وهذه القدوة إنما ينتفع بها من كان يرجو لقاء الله- تعالى- ورضاه، ومن كان يرجو ثوابه وجزاءه الطيب.وجيء بلام القسم في قوله: لَقَدْ كانَ لَكُمْ.. على سبيل المبالغة في التأكيد بوجوب التأسى بإبراهيم، وبمن آمن معه.وجملة لِمَنْ كانَ يَرْجُوا اللَّهَ وَالْيَوْمَ الْآخِرَ بدل من قوله لَكُمْ بدل اشتمال.وفائدة هذا البدل: الإيذان بأن من يؤمن بالله واليوم الآخر، لا يترك الاقتداء بإبراهيم- عليه السلام- وبمن آمن معه، وأن ترك ذلك من علامات عدم الإيمان الحق.كما ينبئ عنه التحذير في قوله- تعالى- بعد ذلك: وَمَنْ يَتَوَلَّ فَإِنَّ اللَّهَ هُوَ الْغَنِيُّ الْحَمِيدُ.أى: ومن يعرض عن هذا التأسى، فوبال إعراضه عليه وحده، فإن الله- تعالى- هو الغنى عن جميع خلقه، الحميد لمن يمتثل أمره.والمتدبر في هذه الآيات الكريمة، من أول السورة إلى هنا، يجد أن الله- تعالى- لم يترك وسيلة للتنفير من موالاة أعدائه، إلا أظهرها وكشف عنها.ثم فتح- سبحانه- لعباده باب رحمته وفضله، فبشرهم بأنه قد يهدى إلى الإسلام قوما من الأعداء الذين تربط بينهم وبين المؤمنين رابطة الدم والقرابة وحدد لهم القواعد التي عليها يبنون مودتهم وعداوتهم لغيرهم، فقال- تعالى-:"},{"ayah_number":7,"text":"«عسى» فعل مقاربة يدل على الرجاء، وإذا صدر من الله- تعالى- كان متحقق الوقوع، لصدوره من أكرم الأكرمين.قال صاحب الكشاف: «عسى» وعد من الله على عادات الملوك، حيث يقولون في بعض الحوائج: عسى أو لعل، فلا تبقى شبهة للمحتاج في تمام ذلك، أو قصد به إطماع المؤمنين   .وقال الجمل في حاشيته: لما أمر الله المؤمنين بعداوة الكفار، عادى المؤمنون أقرباءهم المشركين وأظهروا لهم العداوة والبراءة. وعلم الله شدة ذلك على المؤمنين، فوعد- سبحانه- المسلمين بإسلام أقاربهم الكفار، فيوالونهم موالاة جائزة، وذلك من رحمته- سبحانه- بالمؤمنين، ورأفته بهم، فقال: عَسَى اللَّهُ أَنْ يَجْعَلَ بَيْنَكُمْ وَبَيْنَ الَّذِينَ عادَيْتُمْ مِنْهُمْ مَوَدَّةً  .والمعنى: عسى الله- تعالى- أن يجعل بينكم- أيها المؤمنون- وبين الذين عاديتموهم من أقاربكم الكفار، مودة ومحبة.. بأن يهديهم إلى الدخول في دين الإسلام، فتتحول عداوتكم لهم، إلى أخوة صادقة. وصلة طيبة، ومحبة شديدة.وقد أنجز الله- تعالى- وعده، فهدى كثيرا من كفار قريش إلى الدخول في الإسلام،والتقوا هم وأقاربهم الذين سبقوهم إلى الإسلام، على طاعة الله ومحبته، والدفاع عن دينه، وبذل أنفسهم وأموالهم في سبيله.وَاللَّهُ قَدِيرٌ، وَاللَّهُ غَفُورٌ رَحِيمٌ أى: والله- تعالى- شديد القدرة على أن يغير أحوال القلوب، فيصبح المشركون مؤمنين، والأعداء أصدقاء، والله- تعالى- واسع المغفرة والرحمة، لمن استجاب لأمره ونهيه، وأقلع عن المعصية إلى الطاعة، ونبذ الكفر وتحول إلى الإيمان.فالآية الكريمة بشارة عظيمة للمؤمنين، بأنه- سبحانه- كفيل بأن يجمع شملهم بكثير من أقاربهم الكافرين، وبأن يحول العداء الذي بينهم، إلى مودة ومحبة، بسبب التقاء الجميع على طاعة الله- تعالى- وإخلاص العبادة له.وقد تم ذلك بصورة موسعة، بعد أن فتحت مكة، ودخل الناس في دين الله أفواجا."},{"ayah_number":8,"text":"ثم بين- سبحانه- للمؤمنين القاعدة التي يسيرون عليها في مودتهم وعداوتهم وصلتهم ومقاطعتهم. فقال- تعالى-: لا يَنْهاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُمْ مِنْ دِيارِكُمْ، أَنْ تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ، إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ.وقد ذكر المفسرون في سبب نزول هذه الآية والتي بعدها روايات منها، ما أخرجه البخاري وغيره عن أسماء بنت أبى بكر الصديق قالت: أتتنى أمى راغبة- أى: في عطائي- وهي مشركة في عهد قريش ... فسألت رسول الله صلى الله عليه وسلم أأصلها؟ فأنزل الله- تعالى-:لا يَنْهاكُمُ اللَّهُ.فقال رسول الله صلى الله عليه وسلم: «نعم صلى أمك» .وروى الإمام أحمد وجماعة عن عبد الله بن الزبير قال: قدمت قتيلة بنت عبد العزى- وهي مشركة- على ابنتها أسماء بنت أبى بكر بهدايا، فأبت أسماء أن تقبل هديتها، أو تدخلها بيتها، حتى أرسلت إلى عائشة، لكي تسأل رسول الله صلى الله عليه وسلم عن هذا، فسألته، فأنزل الله- تعالى- لا يَنْهاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقاتِلُوكُمْ فِي الدِّينِ.وقال الحسن وأبو صالح: نزلت هذه الآية في قبائل من العرب كانوا قد صالحوا النبي صلى الله عليه وسلم على أن لا يقاتلوه، ولا يعينوا عليه.وقال مجاهد: نزلت في قوم بمكة آمنوا ولم يهاجروا، فكان المهاجرون والأنصار يتحرجون من برهم، لتركهم فرض الهجرة.قال الآلوسى- بعد أن ذكر هذه الروايات وغيرهما-: والأكثرون على أنها في كفرة اتصفوا بما في حيز الصلة.. .والذي تطمئن إليه النفس أن هاتين الآيتين، ترسمان للمسلمين المنهج الذي يجب أن يسيروا عليه مع غيرهم، وهو أن من لم يقاتلنا من الكفار، ولم يعمل أو يساعد على إلحاق الأذى والضرر بنا، فلا يأس من بره وصلته.ومن قاتلنا، وحاول إيذاءنا منهم. فعلينا أن نقطع صلتنا به، وأن نتخذ كافة الوسائل لردعه وتأديبه، حتى لا يتجاوز حدوده معنا.والمعنى: لا يَنْهاكُمُ اللَّهُ- تعالى- أيها المؤمنون- عَنِ مودة وصلة الكافرين الَّذِينَ لَمْ يُقاتِلُوكُمْ، فِي الدِّينِ، وَلَمْ يُخْرِجُوكُمْ مِنْ دِيارِكُمْ أى: لم يقاتلوكم من أجل أنكم مسلمون، ولم يحاولوا إلحاق أى أذى بكم، كالعمل على إخراجكم من دياركم.لا ينهاكم الله- تعالى- عن أَنْ تَبَرُّوهُمْ أى: عن أن تحسنوا معاملتهم وتكرموهم.وعن أن تُقْسِطُوا إِلَيْهِمْ أى تقضوا إليهم بالعدل، وتعاملوهم بمثل معاملتهم لكم، ولا تجوروا عليهم في حكم من الأحكام.إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ أى العادلين في أقوالهم وأفعالهم وأحكامهم، الذين ينصفون الناس، ويعطونهم العدل من أنفسهم، ويحسنون إلى من أحسن إليهم."},{"ayah_number":9,"text":"إِنَّما يَنْهاكُمُ اللَّهُ- تعالى- عَنِ بر وصلة الَّذِينَ قاتَلُوكُمْ فِي الدِّينِ أى قاتلوكم لأجل أنكم على غير دينهم وَأَخْرَجُوكُمْ مِنْ دِيارِكُمْ التي تسكنونها وَظاهَرُوا عَلى إِخْراجِكُمْ.أى: وعاونوا غيرهم على إخراجكم من دياركم، يقال: ظاهر فلان فلانا على كذا، إذا عاونه في الوصول إلى مطلبه.وقوله: أَنْ تَوَلَّوْهُمْ بدل اشتمال عَنِ الَّذِينَ قاتَلُوكُمْ أى: ينهاكم- سبحانه- عن موالاة، ومواصلة، وبر الذين قاتلوكم في الدين، وأخرجوكم من دياركم.وَمَنْ يَتَوَلَّهُمْ أى: ومن يبر منكم- أيها المؤمنون- هؤلاء الذين قاتلوكم فَأُولئِكَ الذين يفعلون ذلك هُمُ الظَّالِمُونَ لأنفسهم ظلما شديدا يستحقون بسببه العقاب الذي لا يعلمه إلا هو- سبحانه-.فأنت ترى أن الآية الأولى قد رخصت لنا في البر والصلة- قولا وفعلا- للكفار الذين لم يقاتلونا لأجل ديننا، ولم يحاولوا الإساءة إلينا، بينما الآية الثانية قد نهتنا عن البر أو الصلة لأولئك الكافرين، الذين قاتلونا من أجل مخالفتنا لهم في العقيدة، وحاولوا إخراجنا من ديارنا أو أخرجوا بعضنا بالفعل- وعاونوا غيرهم على إنزال الأذى بنا.هذا، ويرى بعض العلماء أن الآية الأولى منسوخة.قال القرطبي: قال ابن زيد: كان هذا في أول الإسلام عند الموادعة، وترك الأمر بالقتال، ثم نسخ هذا الحكم.قال قتادة: نسخها قوله- تعالى- فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ .والذي عليه المحققون من العلماء، أن الآية محكمة وليست منسوخة، لأنها تقرر حكما يتفق مع شريعة الإسلام في كل زمان ومكان، وهو أننا لا نؤذى إلا من آذانا، ولا نقاتل إلا من أظهر العداوة لنا بأية صورة من الصور.وأقوال النبي صلى الله عليه وسلم وأفعاله تؤيد عدم النسخ، فقد كان صلى الله عليه وسلم يستقبل الوفود التي تأتيه لمناقشتها في بعض الأمور الدينية، مقابلة كريمة، ويتجلى ذلك فيما فعله مع وفد نجران، ووفد تميم وغيرهما.كذلك مما يؤيد عدم النسخ، أنه لا تعارض بين هذه الآية، وبين آية السيف، لأن الأمر بالقتال إنما هو بالنسبة لقوم يستحقونه، بأن يكونوا قد قاتلونا أو أخرجونا من ديارنا، كما جاء في الآية الثانية.وأما الرخصة في البر والصلة، فهي في شأن الذين لم يقاتلونا ولم يخرجونا من ديارنا، وهذا ما صرحت به الآية الأولى.ورحم الله الإمام ابن جرير فقد قال بعد أن ذكر الآراء في ذلك: وأولى الأقوال في ذلك بالصواب قول من قال: عنى بقوله- تعالى-: لا يَنْهاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقاتِلُوكُمْ فِي الدِّينِ.. جميع أصناف الملل والأديان، أن تبروهم وتصلوهم وتقسطوا إليهم.. ويشمل ذلك من كانت تلك صفته، دون تخصيص لبعض دون بعض.ولا معنى لقول من قال: ذلك منسوخ، لأن بر المؤمن من أهل الحرب، ممن بينه وبينه قرابة نسب، أو ممن لا قرابة بينه ولا نسب، غير محرم، ولا منهى عنه، إذا لم يكن في ذلك، دلالة له أو لأهل الحرب، على عورة لأهل الإسلام، أو تقوية لهم بكراع أو سلاح .ثم انتقلت السورة الكريمة إلى بيان بعض الأحكام التي تتعلق بالنساء المؤمنات، اللاتي تركن أزواجهن الكفار، ورغبن في الهجرة إلى دار السلام فقال- تعالى-:"},{"ayah_number":10,"text":"قال الإمام القرطبي: قوله- تعالى-: يا أَيُّهَا الَّذِينَ آمَنُوا إِذا جاءَكُمُ الْمُؤْمِناتُ مُهاجِراتٍ: لما أمر الله المسلمين بترك موالاة المشركين، واقتضى ذلك مهاجرة المسلمين عن بلاد الشرك إلى بلاد الإسلام، وكان التناكح من أوكد أسباب الموالاة، فبين- سبحانه- أحكام مهاجرة النساء.قال ابن عباس: جرى الصلح مع مشركي قريش عام الحديبية على أن من أتاه من أهل مكة رده إليهم، فجاءت سعيدة بنت الحارث الأسلمية بعد الفراغ من الكتاب، والنبي صلى الله عليه وسلم بالحديبية بعد، فأقبل زوجها- وكان كافرا.. فقال: يا محمد، اردد على امرأتى، فإنك شرطت ذلك، وهذه طينة الكتاب لم تجف بعد، فأنزل الله- تعالى- هذه الآية.وقيل: جاءت أم كلثوم بنت عقبة بن أبى معيط، فجاء أهلها يسألون رسول الله صلى الله عليه وسلم أن يردها.وقيل: هربت من زوجها عمرو بن العاص ومعها أخواها فرد رسول الله صلى الله عليه وسلم أخويها وحبسها، فقالوا للنبي صلى الله عليه وسلم ردها علينا للشرط، فقال: «كان الشرط في الرجال لا في النساء» فأنزل الله هذه الآية .والمعنى: يا من آمنتم بالله- تعالى- حق الإيمان، إِذا جاءَكُمُ الْمُؤْمِناتُ مُهاجِراتٍ، من دار الكفر إلى دار الإيمان، وراغبات في فراق الكافرين، والبقاء معكم.فَامْتَحِنُوهُنَّ أى: فاختبروهن اختبارا يغلب معه الظن بأنهن صادقات في هجرتهن وفي إيمانهن، وفي موافقة قلوبهن لألسنتهن.وقد ذكر ابن جرير في كيفية امتحانهن صيغا منها: ما جاء عن ابن عباس أنه قال: كانت المرأة إذا أتت رسول الله صلى الله عليه وسلم حلفها بأنها ما خرجت بغضا لزوجها، ولا رغبة في الانتقال من أرض إلى أرض، ولا التماسا لدنيا، وإنما خرجت حبا لله ولرسوله .وجملة: اللَّهُ أَعْلَمُ بِإِيمانِهِنَّ معترضة لبيان أن معرفة خفايا القلوب، مردها إلى الله- تعالى- وحده.قال صاحب الكشاف: قوله: اللَّهُ أَعْلَمُ بِإِيمانِهِنَّ أى: منكم، لأنكم لا تكسبون فيه علما تطمئن معه نفوسكم، وإن استحلفتموهن ودرستم أحوالهن، وعند الله حقيقة العلم به .والمراد بالعلم في قوله- تعالى-: فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِناتٍ فَلا تَرْجِعُوهُنَّ إِلَى الْكُفَّارِ الظن الغالب.أى: فإن غلب على ظنكم بعد امتحانهن أنهن مؤمنات صادقات في إيمانهن، فأبقوهن عندكم، ولا ترجعوهن إلى أزواجهن أو إلى أهلهن من الكفار.وسمى الظن القوى علما للإيذان بأنه كالعلم في وجوب العمل بمقتضاه، وإنما رد الرسول صلى الله عليه وسلم الرجال الذين جاءوه مؤمنين بعد صلح الحديبية، ولم يرد النساء المؤمنات، لأن شرط الرد كان في الرجال ولم يكن في النساء- كما سبق أن ذكرنا نقلا عن القرطبي-، ولأن الرجل لا يخشى عليه من الفتنة في الرد ما يخشى على المرأة، من إصابة المشرك إياها، وتخويفها، وإكراهها على الردة.قال بعض العلماء: قال كثير من المفسرين: إن هذه الآية مخصصة لما جاء في معاهدة صلح الحديبية، والتي كان فيها من جاء من الكفار مسلما إلى المسلمين ردوه إلى المشركين، ومن جاء من المسلمين كافرا للمشركين، لا يردونه على المسلمين، فأخرجت الآية النساء من المعاهدة،وأبقت الرجال، من باب تخصيص العموم.وتخصيص السنن بالقرآن، وتخصيص القرآن بالسنن، أمر معلوم.ومن أمثلة تخصيص السنة بالكتاب، قوله: صلى الله عليه وسلم: «ما أبين من حي فهو ميت» أى: فهو محرم، فقد جاء تخصيص هذا العموم بقوله- تعالى-: وَمِنْ أَصْوافِها وَأَوْبارِها أى: ليس محرما، ومن أمثلة تخصيص الكتاب بالسنة قوله- تعالى-:حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ فقد جاء تخصيص هذا العموم بحديث: «أحلت لنا ميتتان ودمان، أما الميتتان: فالجراد والحوت، وأما الدمان: فالكبد والطحال» .وقال بعض المفسرين: إنها ليست مخصصة للمعاهدة، لأن النساء لم يدخلن فيها ابتداء، وإنما كانت في حق الرجال فقط.والذي يظهر- والله أعلم- أنها مخصصة لمعاهدة الحديبية، وهي من أحسن الأمثلة لتخصيص السنة بالقرآن- كما قال الإمام ابن كثير.وقوله- سبحانه-: لا هُنَّ حِلٌّ لَهُمْ وَلا هُمْ يَحِلُّونَ لَهُنَّ تعليل للنهى عن رد المؤمنات المهاجرات إلى دار الكفر، أو إلى أزواجهن الكفار.أى: لا ترجعوا- أيها المؤمنون- النساء المؤمنات المهاجرات إليكم من أرض الكفر إلى أزواجهن الكافرين، فإن هؤلاء المؤمنات صرن بسبب إيمانهن لا يصح ارتباطهن بأزواجهن الكفار، كما لا يصح لهؤلاء الكافرين الارتباط بالنساء المؤمنات.فالجملة الكريمة المقصود بها تأكيد النهى عن رد المؤمنات المهاجرات إلى أرض الكفر، ووجوب التفرقة بين المرأة المؤمنة وزوجها الكافر في جميع الأحوال.قال ابن كثير: هذه الآية هي التي حرمت المسلمات على المشركين وقد كان ذلك جائزا في أول الإسلام، أن يتزوج المشرك المؤمنة...وقوله- تعالى-: وَآتُوهُمْ ما أَنْفَقُوا بيان لمظهر من مظاهر عدالة الإسلام في أحكامه. والخطاب لولاة الأمور. وهذا الإيتاء إنما هو للأزواج المعاهدين، أما إذا كانوا حزبيين فلا يعطون شيئا.أى: وسلموا إلى المشركين الذين جاءكم نساؤهم مؤمنات، ما دفعوه لهن من مهور، قال القرطبي: قوله: وَآتُوهُمْ ما أَنْفَقُوا: أمر الله- تعالى- إذا أمسكت المرأة المسلمة، أن يرد إلى زوجها المشرك ما أنفق، وذلك من الوفاء بالعهد، لأنه لما منع من أهله، بحرمة الإسلام، أمر- سبحانه- برد المال إليه، حتى لا يقع عليهم خسران من الوجهين: الزوجة والمال .فالمراد بقوله- تعالى- ما أَنْفَقُوا: ما دفعه المشركون لأزواجهم المؤمنات.وعبر عن هذه المهور بالنفقة، للإشعار بأن هؤلاء الزوجات المؤمنات، أصبحت لا صلة لهن بأزواجهن المشركين.وقوله- سبحانه-: وَلا جُناحَ عَلَيْكُمْ أَنْ تَنْكِحُوهُنَّ إِذا آتَيْتُمُوهُنَّ أُجُورَهُنَّ تكريم لهؤلاء النساء المسلمات اللائي فررن بدينهن من أزواجهن المشركين.أى: ولا حرج عليكم- أيها المؤمنون- في نكاح هؤلاء المؤمنات، بعد فراقهن لأزواجهن المشركين، وبعد استبرائكم لأرحامهن، وعليكم أن تدفعوا لهن مهورهن كاملة غير منقوصة.ونص على دفع المهر لهن- مع أنه أمر معلوم- لكي لا يتوهم متوهم، أن رد المهر الى الزوج الكافر، يغنى عن دفع مهر جديد لهن إذا تزوجن بعد ذلك بأزواج مسلمين، إذ المهر المردود للكفار، لا يقوم مقام المهر الذي يجب على المسلم إذا ما تزوج بامرأة مسلمة فارقت زوجها الكافر.والمراد بالإيتاء: ما يشمل الدفع العاجل، والتزام الدفع في المستقبل.ثم نهى الله- تعالى- المسلمين عن إبقاء الزوجات المشركات في عصمتهم فقال:وَلا تُمْسِكُوا بِعِصَمِ الْكَوافِرِ.والعصم: جمع عصمة، والمراد بها هنا: عقد النكاح الذي يربط بين الزوج والزوجة، والكوافر: جمع كافرة، كضوارب جمع ضاربة.أى: ولا يصح لكم- أيها المؤمنون- أن تبقوا في عصمتكم، زوجاتكم اللائي آثرن الكفر على الإيمان، وأبين الهجرة معكم من دار الكفر إلى دار الإسلام، وقد بادر المسلمون بعد نزول هذه الآية بتطليق زوجاتهم الكافرات فطلق عمر بن الخطاب- رضى الله عنه- امرأتين له كانتا مشركتين، وطلق طلحة بن عبيد الله إحدى زوجاته وكانت مشركة.وهذه الجملة الكريمة تأكيد لقوله- تعالى- قبل ذلك: لا هُنَّ حِلٌّ لَهُمْ وَلا هُمْ يَحِلُّونَ لَهُنَّ.ثم بين- سبحانه- حكما آخر من الأحكام التي تدل على عدالة الإسلام في تشريعاته فقال: وَسْئَلُوا ما أَنْفَقْتُمْ وَلْيَسْئَلُوا ما أَنْفَقُوا والجملة الكريمة معطوفة على قوله- تعالى- قبل ذلك: وَآتُوهُمْ ما أَنْفَقُوا.أى: كما أنى شرعت لكم أن تعطوا الأزواج المشركين، مهور نسائهم المسلمات اللائي فررن إليكم، وتركن أزواجهن الكفار، فكذلك شرعت لكم أن تطلبوا مهور نسائكم المشركات اللائي انفصلتم عنهن لكفرهن، ولحقن بهؤلاء المشركين، وليطلب المشركون منكم مهور نسائهم المؤمنات اللائي انفصلن عنهم وهاجرن إليكم.ثم ختم- سبحانه- هذه الآية الكريمة ببيان أن هذه الأحكام، إنما هي من الله- تعالى- العليم بأحوال النفوس، الحكيم في أقواله وأفعاله، فقال: ذلِكُمْ حُكْمُ اللَّهِ يَحْكُمُ بَيْنَكُمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ.أى: ذلكم الذي ذكرناه لكم من تشريعات تتعلق بالمؤمنات المهاجرات هي أحكام من الله- تعالى- فاتبعوها، فهو- سبحانه- صاحب الحكم المطلق بينكم، وهو- سبحانه- عليم بأحوال عباده، حكيم في كل تصرفاته وتشريعاته."},{"ayah_number":11,"text":"وقوله- سبحانه-: وَإِنْ فاتَكُمْ شَيْءٌ مِنْ أَزْواجِكُمْ إِلَى الْكُفَّارِ فَعاقَبْتُمْ بيان لحكم آخر يتعلق بالنساء اللائي التحقن بالمشركين، وتركن أزواجهن المسلمين، وأبى المشركون أن يدفعوا للمسلمين مهور هؤلاء الزوجات.والجملة الكريمة معطوفة على قوله- تعالى- قبل ذلك: وَسْئَلُوا ما أَنْفَقْتُمْ وَلْيَسْئَلُوا ما أَنْفَقُوا.وقد ذكروا أن المسلمين لما نزل قوله- تعالى-: يا أَيُّهَا الَّذِينَ آمَنُوا إِذا جاءَكُمُ الْمُؤْمِناتُ مُهاجِراتٍ.. الآية. كتبوا إلى المشركين يعلمونهم بما تضمنته هذه الآية.فامتنع المشركون عن دفع مهور النساء اللائي ذهبن إليهم، بعد أن تركن أزواجهن المسلمين، فنزل قوله- تعالى-: وَإِنْ فاتَكُمْ شَيْءٌ مِنْ أَزْواجِكُمْ إِلَى الْكُفَّارِ فَعاقَبْتُمْ  .قال ابن كثير: أقر المؤمنون بحكم الله فأدوا ما أمروا به من نفقات المشركين التي أنفقوها على نسائهم، وأبى المشركون أن يقروا بحكم الله فيما فرض عليهم من أداء نفقات المسلمين، فقال الله- تعالى- للمؤمنين به، وَإِنْ فاتَكُمْ شَيْءٌ مِنْ أَزْواجِكُمْ الآية .وقوله فاتَكُمْ من الفوت بمعنى الفراق والترك والهرب ... يقال: فاتنى هذا الشيء، إذا لم أتمكن من الحصول عليه، وعدى بحرف إلى لتضمنه معنى الفرار.ولفظ «شيء» هنا المراد به بعض، وقوله: مِنْ أَزْواجِكُمْ بيان للفظ شيء.وقوله: فَعاقَبْتُمْ يرى بعضهم أنه من العقوبة.وعليه يكون المعنى: وإن تفلتت وفرت امرأة من أزواجكم- أيها المؤمنون- إلى الكفار، وامتنعوا عن دفع مهرها لكم. فَعاقَبْتُمْ أى: فغزوتم أنتم بعد ذلك هؤلاء الكافرين وانتصرتم عليهم وظفرتم بمغانم منهم.فَآتُوا الَّذِينَ ذَهَبَتْ أَزْواجُهُمْ منكم إلى الكفار من هذه المغانم مِثْلَ ما أَنْفَقُوا أى: مثل المهور التي أنفقوها على زوجاتهم اللائي فررن إلى المشركين.ويرى بعضهم أن قوله فَعاقَبْتُمْ صيغة تفاعل من العقبة- بضم العين وسكون القاف وهي النوبة، بمعنى أن يصير الإنسان في حالة تشبه حالة غيره.قال الآلوسى: قوله: فَعاقَبْتُمْ من العقبة لا من العقاب، وهي في الأصل النوبة في ركوب أحد الرفيقين على دابة لهما والآخر بعده: أى: فجاءت عقبتكم أى نوبتكم من أداء المهر.شبه الحكم بالأداء المذكور، بأمر يتعاقبون فيه كما يتعاقب في الركوب.وحاصل المعنى: إن لحق أحد من أزواجكم بالكفار، أو فاتكم شيء من مهورهن.فَآتُوا الَّذِينَ ذَهَبَتْ أَزْواجُهُمْ مِثْلَ ما أَنْفَقُوا من مهر المهاجرة التي تزوجتموها، ولا تعطوا شيئا لزوجها الكافر، ليكون قصاصا  .وعبر عن هؤلاء الزوجات اللائي تركن أزواجهن المؤمنين، وفررن إلى المشركين، بلفظ «شيء» لتحقير هؤلاء الزوجات، وتهوين أمرهن على المسلمين، وبيان أنهن بمنزلة الشيء الضائع المفقود الذي لا قيمة له.قال صاحب الكشاف: وجميع من لحق بالمشركين من نساء المؤمنين المهاجرين ست نسوة.وقد أعطى الرسول صلى الله عليه وسلم المؤمنين مهور نسائهم- اللاحقات بالمشركين- من الغنيمة .ثم ختم- سبحانه- الآية الكريمة بقوله: وَاتَّقُوا اللَّهَ الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ أى:واتقوا الله- تعالى- أيها المؤمنون- في كل شئونكم، ونفذوا ما أمركم به أو نهاكم عنه، فإن الإيمان الحق به- عز وجل- يستلزم منكم ذلك.فالمقصود بهذا التذييل، الحض على الوفاء بما أمر الله- تعالى- به، بدون تهاون أو تقاعس.وبعد أن بين- سبحانه- حكم النساء المؤمنات المهاجرات من دار الكفر إلى دار الإسلام، أتبع ذلك بأمر النبي صلى الله عليه وسلم بمبايعتهن وغيرهن على عدم الإشراك بالله تعالى-، وعلى اجتناب الفواحش ما ظهر منها وما بطن، فقال- تعالى-:"},{"ayah_number":12,"text":"فهذه الآية الكريمة، اشتملت على أحكام متممة للأحكام المشتملة عليها الآيتان السابقتان عليها.فكأن الله- تعالى- يقول: إِذا جاءَكُمُ الْمُؤْمِناتُ مُهاجِراتٍ فَامْتَحِنُوهُنَّ- اللَّهُ أَعْلَمُ بِإِيمانِهِنَّ- فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِناتٍ، فَلا تَرْجِعُوهُنَّ إِلَى الْكُفَّارِ.. وبايعهن أيها الرسول الكريم على إخلاص العبادة لله- تعالى-.قال القرطبي ما ملخصه: وفي صحيح مسلم عن عائشة قالت: كانت المؤمنات إذا هاجرن إلى رسول الله صلى الله عليه وسلم يمتحن بهذه الآية.. وكان رسول الله صلى الله عليه وسلم إذا أقررن بذلك من قولهن، قال لهن رسول الله صلى الله عليه وسلم: «انطلقن فقد بايعتكن» .ولا والله ما مست يد رسول الله صلى الله عليه وسلم يد امرأة قط، غير أنه بايعهن بالكلام.. وما مست كف رسول الله صلى الله عليه وسلم كف امرأة قط، وكان يقول لهن إذا أخذ عليهن: «قد بايعتكن كلاما».والمعنى: يا أَيُّهَا النَّبِيُّ إِذا جاءَكَ الْمُؤْمِناتُ يُبايِعْنَكَ أى: مبايعات لك، أو قاصدات مبايعتك، ومعاهدتك على الطاعة لما تأمرهن به، أو تنهاهن عنه.وأصل المبايعة: مقابلة شيء بشيء على سبيل المعاوضة. وسميت المعاهدة مبايعة، تشبيها لها بها، فإن الناس إذا التزموا قبول ما شرط عليهم من التكاليف الشرعية، - طمعا في الثواب، وخوفا من العقاب، وضمن لهم صلى الله عليه وسلم ذلك في مقابلة وفائهم بالعهد- صار كأن كل واحد منهم باع ما عنده في مقابل ما عند الآخر.والمقتضى لهذه المبايعة بعد الامتحان لهن، أنهن دخلن في الإسلام، بعد أن شرع الله- تعالى- ما شرع من أحكام وآداب.. فكان من المناسب أن يأخذ النبي صلى الله عليه وسلم عليهن العهود، بأن يلتزمن بالتكاليف التي كلفهن الله- تعالى- بها.ثم بين- سبحانه- ما تمت عليه المبايعة فقال: عَلى أَنْ لا يُشْرِكْنَ بِاللَّهِ شَيْئاً أى:يبايعنك ويعاهدنك على عدم الإشراك بالله- تعالى- في أى أمر من الأمور التي تتعلق بالعقيدة أو بالعبادة أو بغيرهما.وَلا يَسْرِقْنَ وَلا يَزْنِينَ. أى ويبايعنك- أيضا- على عدم ارتكاب فاحشة السرقة، أو فاحشة الزنا، فإنهما من الكبائر التي نهى الله- تعالى- عنها.وَلا يَقْتُلْنَ أَوْلادَهُنَّ أى: ويبايعنك كذلك، على عدم قتلهن لأولادهن.والمراد به هنا: النهى عن قتل البنات، وكان ذلك في الجاهلية يقع تارة من الرجال، وأخرى من النساء، فكانت المرأة إذا حانت ولادتها حفرت حفرة، فولدت بجانبها، فإذا ولدت بنتا رمت بها في الحفرة، وسوتها بالتراب، وإذا ولدت غلاما أبقته.قال ابن كثير: وقوله وَلا يَقْتُلْنَ أَوْلادَهُنَّ وهذا يشمل قتله بعد وجوده، كما كان أهل الجاهلية يقتلون أولادهم خشية الإملاق، ويعم قتله وهو جنين، كما قد يفعله بعض الجهلة من النساء، تطرح نفسها لئلا تحبل، إما لغرض فاسد، أو ما أشبهه وقوله: وَلا يَأْتِينَ بِبُهْتانٍ يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ معطوف على ما قبله وداخل تحت النهى.والبهتان: الخبر الكاذب الصريح في كذبه، والذي يجعل من قيل فيه يقف مبهوتا ومتحيرا من شدة أثر هذا الكذب السافر.والافتراء: اختلاق الكذب واختراع الشخص له من عند نفسه.وللمفسرين في معنى هذه الجملة الكريمة أقوال، منها: أن المرأة في الجاهلية كانت تلتقط المولود وتقول لزوجها: هذا ولدي منك، فذلك هو البهتان المفترى بين أيديهن وأرجلهن، لأن الولد إذا وضعته الأم، سقط بين يديها ورجليها.ويرى بعضهم أن معنى الجملة الكريمة: ولا تأتوا بكذب شنيع تختلقونه من جهة أنفسكم، فاليد والرجل كناية عن الذات، لأن معظم الأفعال بهما، ولذا قيل لمن ارتكب جناية قولية أو فعلية: هذا جزاء ما كسبت يداك .وقوله- سبحانه-: وَلا يَعْصِينَكَ فِي مَعْرُوفٍ من الأقوال الجامعة لكل ما يخبر به النبي صلى الله عليه وسلم ويأمر بفعله، أو ينهى عن الاقتراب منه.ويشمل ذلك النهى عن شق الجيوب، ولطم الخدود، ودعوى الجاهلية وغير ذلك من المنكرات التي نهى الإسلام عنها.وقوله- سبحانه-: فَبايِعْهُنَّ وَاسْتَغْفِرْ لَهُنَّ اللَّهَ جواب إِذا التي في أول الآية.أى: إذا جاءك المؤمنات قاصدات لمبايعتك على الالتزام بتعاليم الإسلام، فبايعهن على ذلك ... واستغفر لهن الله- تعالى- عما فرط منهن من ذنوب. إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ أى: إن الله- تعالى- واسع المغفرة والرحمة لعباده المؤمنين.وهذه المبايعة يبدو أنها وقعت منه صلى الله عليه وسلم للنساء أكثر من مرة: إذ منها ما وقع في أعقاب صلح الحديبية، بعد أن جاءه بعض النساء المؤمنات مهاجرات من دار الكفر إلى دار الإسلام، كما حدث من أم كلثوم بنت عقبة بن أبى معيط، ومن سبيعة الأسلمية، ومن أميمة بنت بشر، ومن غيرهن من النساء اللائي تركن أزواجهن الكفار، وهاجرن إلى دار الإسلام.ومنها ما وقع في أعقاب فتح مكة، فقد جاء إليه صلى الله عليه وسلم بعد فتحها نساء من أهلها ليبايعنه على الإسلام.قال الآلوسى: والمبايعة وقعت غير مرة، ووقعت في مكة بعد الفتح، وفي المدينة.وممن بايعنه صلى الله عليه وسلم في مكة، هند بنت عتبة، زوج أبى سفيان.. فقرأ عليهن صلى الله عليه وسلم الآية، فلما قال. وَلا يَسْرِقْنَ قالت: والله إنى لأصيب الهنة من مال أبى سفيان ولا أدرى أيحل لي ذلك؟ فقال أبو سفيان: ما أصبت من شيء فيما مضى فهو حلال لك..فلما قرأ صلى الله عليه وسلم وَلا يَزْنِينَ قالت: أو تزنى الحرة؟ ..فلما قرأ وَلا يَقْتُلْنَ أَوْلادَهُنَّ قالت: ربيناهم صغارا وقتلتهم كبارا. وفي رواية أنها قالت: قتلت الآباء وتوصينا بالأولاد.فلما قرأ صلى الله عليه وسلم: وَلا يَأْتِينَ بِبُهْتانٍ قالت: والله إن البهتان لقبيح، ولا يأمر الله- تعالى- إلا بالرشد ومكارم الأخلاق.فلما قرأ وَلا يَعْصِينَكَ فِي مَعْرُوفٍ قالت: والله ما جلسنا مجلسنا هذا وفي أنفسنا أن نعصيك في شيء.والتقييد بالمعروف، مع أن الرسول صلى الله عليه وسلم لا يأمر إلا به، للتنبيه على أنه لا يجوز طاعة مخلوق في معصية الخالق.وتخصيص الأمور المعدودة بالذكر في حقهن، لكثرة وقوعها فيما بينهن .وقد ذكر الإمام ابن كثير، جملة من الأحاديث التي تدل على أن هذه البيعة قد تمت في أوقات متعددة، وفي أماكن مختلفة، وأنها شملت الرجال والنساء.ومن هذه الأحاديث ما أخرجه الإمام أحمد عن سلمى بنت قيس- إحدى نساء بنى عدى بن النجار- قالت: جئت رسول الله صلى الله عليه وسلم نبايعه، في نسوة من الأنصار، فشرط علينا: ألا نشرك بالله شيئا، ولا نسرق، ولا نزني، ولا نقتل أولادنا، ولا نأتى ببهتان نفتريه بين أيدينا وأرجلنا، ولا نعصيه في معروف.. ثم قال صلى الله عليه وسلم «ولا تغششن أزواجكن» . قالت: فبايعناه، ثم انصرفنا.فقلت لامرأة منهن: ارجعي إلى رسول الله صلى الله عليه وسلم فسليه: ما غش أزواجنا؟ فسألته فقال: «تأخذ ماله فتحابى به غيره» .وفي الصحيحين عن عبادة بن الصامت قال: كنا عند رسول الله صلى الله عليه وسلم في مجلس فقال: بايعوني على أن لا تشركوا بالله شيئا، ولا تسرقوا، ولا تزنوا، ولا تقتلوا أولادكم.. فمن وفي منكم فأجره على الله، ومن أصاب من ذلك شيئا فعوقب به في الدنيا، فهو كفارة له، ومن أصاب من ذلك شيئا فستره الله عليه، فهو إلى الله، إن شاء غفر له، وإن شاء عذبه .وكما افتتح- سبحانه- السورة الكريمة بنداء للمؤمنين، نهاهم فيه عن موالاة أعدائه وأعدائهم، اختتمها- أيضا- بنداء لهم، نهاهم فيه مرة أخرى عن مصافاة قوم قد غضب الله عليهم، فقال- تعالى-:"},{"ayah_number":13,"text":"والمراد بالقوم الذين غضب الله عليهم: المشركون، بصفة عامة، ويدخل فيهم دخولا أوليا اليهود، لأن هذا الوصف كثيرا ما يطلق عليهم.فقد ذكروا في سبب نزول هذه الآية، أن قوما من فقراء المؤمنين، كانوا يواصلون اليهود.ليصيبوا من ثمارهم، وربما أخبروهم عن شيء من أخبار المسلمين، فنزلت الآية لتنهاهم عن ذلك.أى: يا من آمنتم بالله- تعالى- حق الإيمان، ينهاكم الله- تعالى- عن أن تتخذوا الأقوام الذين غضب الله عليهم أولياء، وأصفياء، بأن تفشوا إليهم أسرار المسلمين، أو بأن تطلعوهم على ما لا يصح الاطلاع عليه.وقوله- تعالى-: قَدْ يَئِسُوا مِنَ الْآخِرَةِ كَما يَئِسَ الْكُفَّارُ مِنْ أَصْحابِ الْقُبُورِ تعليل للنهى عن موالاتهم، وتنفير من الركون إليهم.واليأس: فقدان الأمل في الحصول على الشيء، أو في توقع حدوثه.والكلام على حذف مضاف، أى قد يئس هؤلاء اليهود من العمل للآخرة وما فيها من ثواب، وآثروا عليها الحياة الفانية.. كما يئس الكفار من عودة موتاهم إلى الحياة مرة أخرى للحساب والجزاء، لاعتقادهم بأنه لا بعث بعد الموت، ولا ثواب ولا عقاب- كما حكى القرآن عنهم ذلك في آيات كثيرة منها قوله- تعالى- قالُوا أَإِذا مِتْنا وَكُنَّا تُراباً وَعِظاماً أَإِنَّا لَمَبْعُوثُونَ.فالمقصود من الآية الكريمة، تشبيه حال هؤلاء اليهود في شدة إعراضهم عن العمل للآخرة.. بحال أولئك الكفار الذين أنكروا إنكارا تاما، أن هناك بعثا للأموات الذين فارقوا الحياة، ودفنوا في قبورهم.وعلى هذا الوجه يكون قوله- تعالى-: مِنْ أَصْحابِ الْقُبُورِ متعلق بقوله يَئِسُوا ومِنَ لابتداء الغاية.ويصح أن يكون قوله- تعالى-: مِنْ أَصْحابِ الْقُبُورِ بيانا للكفار، فيكون المعنى: قد يئسوا من الآخرة، وما فيها من جزاء ... كما يئس الكفار الذين ماتوا وسكنوا القبور، من أن ينالوا شيئا- ولو قليلا- من الرحمة، أو تخفيف العذاب عنهم، أو العودة إلى الدنيا ليعملوا عملا صالحا غير الذي أرادهم وأهلكهم.وعلى كلا القولين، فالآية الكريمة تنهى المؤمنين عن موالاة قوم غضب الله عليهم، بأبلغ أسلوب، وأحكم بيان.حيث وصفت هؤلاء القوم، بأنهم قد أحاط بهم غضب الله- تعالى- بسبب فسوقهم عن أمره، وإعراضهم عن طاعته، وإنكارهم للدار الآخرة وما فيها من جزاء.وبعد فهذا تفسير لسورة «الممتحنة» نسأل الله- تعالى- أن يجعله خالصا لوجهه، ونافعا لعباده.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم."}]