[{"ayah_number":1,"text":"مقدمة وتمهيد1- سورة «الجمعة» من السور المدنية الخالصة.قال الآلوسى: هي مدنية، كما روى عن ابن عباس وابن الزبير، والحسن، ومجاهد، وعكرمة، وقتادة، وإليه ذهب الجمهور.وقال ابن يسار: هي مكية، وحكى ذلك عن ابن عباس ومجاهد: والأول هو الصحيح. لما رواه البخاري وغيره عن أبى هريرة قال: كنا جلوسا عند النبي صلى الله عليه وسلم حين أنزلت سورة الجمعة، فتلاها، فلما بلغ وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ ... قال له رجل: يا رسول الله- من هؤلاء الذين لم يلحقوا بنا؟ فوضع صلى الله عليه وسلم يده على سلمان الفارسي، وقال:«والذي نفسي بيده لو كان الإيمان بالثريا لناله رجال من هؤلاء ... » .ومن المعروف أن إسلام أبى هريرة كان بعد الهجرة بمدة بالاتفاق...2- وعدد آياتها إحدى عشرة آية، وكان نزولها بعد سورة «التحريم» ، وقبل سورة «التغابن» .وقد كان النبي صلى الله عليه وسلم كثيرا ما يقرؤها في صلاة الجمعة، فقد روى الإمام مسلم في صحيحه عن ابن عباس- رضى الله عنهما- أن رسول الله- صلى الله عليه وسلم- كان يقرأ في صلاة الجمعة بسورة «الجمعة والمنافقون» .وأخرج ابن حيان والبيهقي عن جابر بن سمرة أنه قال: كان رسول الله صلى الله عليه وسلم يقرأ في صلاة المغرب ليلة الجمعة بسورة «الكافرون» وبسورة «قل هو الله أحد ... » ، وكان يقرأ في صلاة العشاء الأخيرة من ليلة الجمعة، بسورة «الجمعة» ، وبسورة «المنافقون» ..وسميت بهذا الاسم لحديثها عن يوم الجمعة، وعن وجوب السعى إلى صلاتها.3- وقد اشتملت السورة الكريمة، على الثناء على الله- عز وجل-، وعلى مظاهر نعمه على عباده، حيث أرسل فيهم رسولا كريما، ليزكيهم ويعلمهم الكتاب والحكمة..كما اشتملت على توبيخ اليهود وذمهم، لعدم عملهم بالكتاب الذي أنزله- سبحانه- لهدايتهم وإصلاح حالهم..كما اشتملت على دعوة المؤمنين، إلى المحافظة على صلاة الجمعة، وعلى المبادرة إليها دون أن يشغلهم عنها شاغل.نسأل الله- تعالى- أن يجعلنا من المحافظين على فرائضه وتكاليفه.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم..افتتحت سورة \" الجمعة \" كغيرها من أخواتها \" المسبحات \" بالثناء على الله - تعالى - وببيان أن المخلوقات جميعها ، تسبح بحمده - تعالى - وتقدس له .والتسبيح : تنزيه الله - تعالى - عما لا يليق به ، اعتقادا وقولا وعملا مأخوذ من السبح وهو المر السريع فى الماء أو الهواء ، لأن المسبح لله ، - تعالى - مسرع فى تنزيهه - تعالى - وتبرئته من كل سوء .وقوله : ( القدوس ) من التقديس بمعنى والتطهير وغير ذلك من صفات الكمال .أى : أن التسبيح : نفى ما لا يليق بذاته - تعالى - ، والتقديس : إثبات ما يليق بجلاله - سبحانه - والمعنى : ينزه الله - تعالى - ويبعده عن كل نقص ، جميع ما فى السموات ، وجميع ما فى الأرض من مخلوقات ، فهو - سبحانه - ( الملك ) أى : المدبر لشئون هذا الكون ، المتصرف فيه تصرف المالك فيما يملكه . . .( القدوس ) أى : البليغ فى الطهارة وفى التنزه عن كل نقص ، من القُدْس - ضم القاف وسكون الدال - بمعنى الطهر ، وأصله القَدَس - بفتح القاف والدال - وهو الإناء الذى يكون فيه ما يتطهر به ، ومنه القادوس وهو إناء معروف .( العزيز ) الذى لا يغلبه غالب ( الحكيم ) فى كل أقواله وأفعاله وتصرفاته .هذا ، ومن الآيات الكثيرة الدالة على أن جميع من فى السموات ومن فى الأرض ، يسبحون لله - تعالى - قوله - عز وجل - : ( تُسَبِّحُ لَهُ السماوات السبع والأرض وَمَن فِيهِنَّ وَإِن مِّن شَيْءٍ إِلاَّ يُسَبِّحُ بِحَمْدِهِ ولكن لاَّ تَفْقَهُونَ تَسْبِيحَهُمْ إِنَّهُ كَانَ حَلِيماً غَفُوراً . . )."},{"ayah_number":2,"text":"ثم بين- سبحانه- جانبا من مظاهر فضله على خلقه، فقال: هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِنْهُمْ، يَتْلُوا عَلَيْهِمْ آياتِهِ، وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتابَ وَالْحِكْمَةَ....وقوله: الْأُمِّيِّينَ جمع أمى، وهو صفة لموصوف محذوف. أى: في الناس أو في القوم الأميين، والمراد بهم العرب، لأن معظمهم كانوا لا يعرفون القراءة والكتابة.وسمى من لا يعرف القراءة والكتابة بالأمى، لغلبة الأمية عليه، حتى لكأن حاله بعد تقدمه في السن، كحاله يوم ولدته أمه في عدم معرفته للقراءة والكتابة.و «من» في قوله- تعالى-: مِنْهُمْ للتبعيض، باعتبار أنه واحد منهم، ويشاركهم في بعض صفاتهم وهي الأمية.وقوله: يَتْلُوا ... من التلاوة، وهي القراءة المتتابعة المرتلة، التي يكون بعضها تلو بعض.وقوله: وَيُزَكِّيهِمْ من التزكية بمعنى التطهير والتنقية من السوء والقبائح.والمراد بالكتاب: القرآن، والمراد بتعليمه: بيان معانيه وحقائقه، وشرح أحكامه وأوامره ونواهيه..والمراد بالحكمة: العلم النافع، المصحوب بالعمل الصالح، وفي وضعها إلى جانب الكتاب إشارة إلى أن المقصود بها السنة النبوية المطهرة، إذ بالكتاب وبالسنة، يعرف الناس أصلح الأقوال والأفعال، وأعدل الأحكام وأقوم الآداب، وأسمى الفضائل..أى: هو- سبحانه- وحده، الذي بَعَثَ بفضله وكرمه، فِي العرب الْأُمِّيِّينَ رَسُولًا كريما عظيما، كائنا مِنْهُمْ أى: من جنسهم يعرفون حسبه ونسبه وخلقه.. هذا الرسول الكريم أرسلناه إليهم، ليقرأ عليهم آيات الله- تعالى- التي أنزلها عليه لهدايتهم وسعادتهم، متى آمنوا بها، وعملوا بما اشتملت عليه من توجيهات سامية..وأرسلناه إليهم- أيضا- ليزكيهم، أى: وليطهرهم من الكفر والقبائح والمنكرات وليعلمهم الكتاب، بأن يحفظهم إياه، ويشرح لهم أحكامه، ويفسر لهم ما خفى عليهم من ألفاظه ومعانيه.وليعلمهم- أيضا- الحكمة. أى: العلم النافع المصحوب بالعمل الطيب وصدر- سبحانه- الآية الكريمة بضمير اسم الجلالة، لتربية المهابة في النفوس، ولتقوية ما اشتملت عليه من نعم وأحكام، إذ هو- سبحانه- وحده الذي فعل ذلك لا غيره.وعبر- سبحانه- بفي المفيدة للظرفية في قوله- تعالى-: فِي الْأُمِّيِّينَ. للإشعار بأن هذا الرسول الكريم الذي أرسله إليهم، كان مقيما فيهم، وملازما لهم، وحريصا على أن يبلغهم رسالة الله- تعالى- في كل الأوقات والأزمان.والتعبير بقوله: مِنْهُمْ فيه ما فيه من دعوتهم إلى الإيمان به، لأن هذا الرسول الكريم، ليس غريبا عنهم، بل هو واحد منهم شرفهم من شرفه، وفضلهم من فضله..وهذه الآية الكريمة صريحة في أن الله- تعالى- قد استجاب دعوة نبيه إبراهيم- عليه السلام- عند ما دعاه بقوله: رَبَّنا وَابْعَثْ فِيهِمْ رَسُولًا مِنْهُمْ يَتْلُوا عَلَيْهِمْ آياتِكَ وَيُعَلِّمُهُمُ الْكِتابَ وَالْحِكْمَةَ وَيُزَكِّيهِمْ، إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ.. .وقد جاء ترتيب هذه الآية الكريمة وأمثالها في أسمى درجات البلاغة والحكمة، لأن أول مراحل تبليغ الرسالة، يكون بتلاوة القرآن، ثم ثنى- سبحانه- بتزكيه النفوس من الأرجاس، ثم ثلث بتعليم الكتاب والحكمة لأنهما يكونان بعد التبليغ والتزكية للنفوس.ولذا قالوا: إن تعليم الكتاب غير تلاوته، لأن تلاوته معناها، قراءته قراءة مرتلة، أما تعليمه فمعناه: بيان أحكامه، وشرح ما خفى من ألفاظه وأحكامه..فأنت ترى أن هذه الآية الكريمة، قد اشتملت على جملة من الصفات الجليلة التي منحها- سبحانه- لنبيه محمد صلى الله عليه وسلم.ثم بين- سبحانه- بعد ذلك حال الناس قبل بعثته صلى الله عليه وسلم فقال: وَإِنْ كانُوا مِنْ قَبْلُ لَفِي ضَلالٍ مُبِينٍ.وهذه الجملة الكريمة في موضع الحال من قوله: هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ ... و «إن» في قوله وَإِنْ كانُوا ... مخففة من الثقيلة، واسمها ضمير الشأن محذوف..أى: هو- سبحانه- بفضله وكرمه، الذي بعث في الأميين رسولا منهم، وحالهم أنهم كانوا قبل إرسال هذا الرسول الكريم فيهم، في ضلال واضح لا يخفى أمره على عاقل، ولا يلتبس قبحه على ذي ذوق سليم. وحقا لقد كان الناس قبل أن يبزغ نور الإسلام، الذي جاء به النبي صلى الله عليه وسلم من عند ربه، في ضلال واضح، وظلام دامس، من حيث العقائد والعبادات، والأخلاق والمعاملات..فكان من رحمة الله- تعالى- بهم، أن أرسل فيهم رسوله محمدا صلى الله عليه وسلم لكي يخرجهم من ظلمات الكفر والفسوق والعصيان، إلى نور الهداية والاستقامة والإيمان."},{"ayah_number":3,"text":"ثم بين- سبحانه- أن رسالة رسوله محمد صلى الله عليه وسلم لن يكون نفعها مقصورا على المعاصرين له والذين شاهدوه ... بل سيعم نفعها من سيجيئون من بعدهم، فقال- تعالى-:وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ وَهُوَ الْعَزِيزُ الْحَكِيمُ....وقوله: وَآخَرِينَ جمع آخر بمعنى الغير، والجملة معطوفة على قوله قبل ذلك فِي الْأُمِّيِّينَ ... فيكون المعنى:هو- سبحانه- الذي بعث في الأميين رسولا منهم، كما بعثه في آخرين منهم.لَمَّا يَلْحَقُوا بِهِمْ أى: لم يجيئوا بعد، وهم كل من يأتى بعد الصحابة من أهل الإسلام إلى يوم القيامة، بدليل قوله- تعالى-: وَأُوحِيَ إِلَيَّ هذَا الْقُرْآنُ لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ ....أى: وأوحى إلى هذا القرآن لأنذركم به يا أهل مكة، ولأنذر به جميع من بلغه هذا الكتاب، ووصلت إليه دعوته من العرب وغيرهم إلى يوم القيامة ...وفي الحديث الشريف: «بلغوا عن الله- تعالى- فمن بلغته آية من كتاب الله، فقد بلغه أمر الله» .وعن محمد بن كعب قال: من بلغه القرآن فكأنما رأى النبي صلى الله عليه وسلم ....ويصح أن يكون قوله: وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ ... معطوف على الضمير المنصوب في قوله: وَيُعَلِّمُهُمُ ... فيكون المعنى:هو الذي بعث في الأميين رسولا منهم يتلو عليهم آياته ويزكيهم ويعلمهم الكتاب والحكمة، ويعلم آخرين منهم لَمَّا يَلْحَقُوا بِهِمْ أى: لم يجيئوا بعد وسيجيئون ... وهم كل من آمن بالرسول من بعد الصحابة إلى يوم القيامة.قال صاحب الكشاف: وقوله: وَآخَرِينَ مجرور عطف على الأميين يعنى: أنه بعثه في الأميين الذين على عهده، وفي آخرين من الأميين الذين لم يلحقوا بهم بعد، وسيلحقون بهم، وهم الذين بعد الصحابة.وقيل: لما نزلت قيل: من هم يا رسول الله، فوضع يده على سلمان ثم قال: «لو كان الإيمان عند الثريا لتناوله رجال من هؤلاء» .وقيل: هم الذين يأتون من بعدهم إلى يوم القيامة.ويجوز أن ينتصب عطفا على المنصوب في وَيُعَلِّمُهُمُ أى يعلمهم ويعلم آخرين، لأن التعليم إذا تناسق إلى آخر الزمان كان كله مستندا إلى أوله، فكأنه هو الذي تولى كل ما وجد منه...والمتأمل في هذه الآية الكريمة يراها تشير إلى أن دعوة النبي صلى الله عليه وسلم ستبلغ غير المعاصرين له صلى الله عليه وسلم وأنهم سيتبعونها، ويؤمنون بها، ويدافعون عنها..وهذا ما أيده الواقع، فقد دخل الناس في دين الله أفواجا من العرب ومن غير العرب، ومن أهل المشارق والمغارب..فالآية الكريمة تخبر عن معجزة من معجزات القرآن الكريم، ألا وهي الإخبار عن أمور مستقبلة أيدها الواقع المشاهد.وقوله- تعالى-: وَهُوَ الْعَزِيزُ الْحَكِيمُ تذييل المقصود به بيان أن قدرته- تعالى- لا يعجزها شيء، وأن حكمته هي أسمى الحكم وأسداها.أى: وهو- سبحانه- العزيز الذي لا يغلب قدرته شيء، الحكيم فيما يريده ويقدره ويوجده."},{"ayah_number":4,"text":"واسم الإشارة في قوله: ذلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشاءُ ... يعود إلى ما تقدم ذكره من كرمه- تعالى- على عباده، حيث اختص رسوله محمدا صلى الله عليه وسلم بهذه الرسالة الجامعة لكل خير وبركة، وحيث وفق من وفق من الأميين وغيرهم، إلى اتباع هذا الرسول الكريم..أى: ذلك البعث منا لرسولنا محمد صلى الله عليه وسلم لكي يهدى الناس بإذننا إلى الصراط المستقيم، هو فضلنا الذي نؤتيه ونخصه لمن نشاء اختصاصه به من عبادنا..وَاللَّهُ- تعالى-: هو ذُو الْفَضْلِ الْعَظِيمِ الذي لا يقاربه فضل، ولا يدانيه كرم.كما قال- سبحانه-: قُلْ إِنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَنْ يَشاءُ وَاللَّهُ واسِعٌ عَلِيمٌ. يَخْتَصُّ بِرَحْمَتِهِ مَنْ يَشاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ.ثم انتقلت السورة الكريمة- بعد هذا البيان- لفضل الله- تعالى- على نبيه صلى الله عليه وسلم وعلى من أرسله لهدايتهم، إلى الحديث عن جانب من رذائل اليهود. وأمرت النبي صلى الله عليه وسلم أن يتحداهم وأن يرد على أكاذيبهم.. فقال- تعالى-:"},{"ayah_number":5,"text":"والمراد بالمثل في قوله- تعالى-: مَثَلُ الَّذِينَ حُمِّلُوا التَّوْراةَ ... الصفة والحال ...والمراد بالذين حملوا التوراة: اليهود الذين كلفهم الله- تعالى- بالعمل بما اشتملت عليه التوراة من هدايات وأحكام وآداب ... ولكنهم نبذوها وتركوا العمل بها..والأسفار: جمع سفر، وهو الكتاب الكبير المشتمل على ألوان من العلم النافع، وسمى بذلك لأنه يسفر ويكشف عما فيه من المعاني المفيدة للمطلع عليها.والمعنى: حال هؤلاء اليهود الذين أنزل الله- تعالى- عليهم التوراة لهدايتهم.. ولكنهم لم ينتفعوا بها.. كحال الحمار الذي يحمل كتب العلم النافع، ولكنه لم يستفد من ذلك شيئا، لأنه لا يفقه شيئا مما يحمله..ففي هذا المثل شبه الله- تعالى- اليهود الذين لم ينتفعوا بالتوراة التي فيها الهداية والنور، بحال الحمار الذين يحمل كتب العلوم النافعة دون أن يستفيد بها.ووجه الشبه بين الاثنين: هو عدم الانتفاع بما من شأنه أن ينتفع به انتفاعا عظيما، لسمو قيمته، وجلال منزلته.قال صاحب الكشاف: شبه اليهود في أنهم حملة التوراة وقراؤها وحفاظ ما فيها، ثم إنهم غير عاملين بها، ولا بمنتفعين بآياتها ... بالحمار، حمل أسفارا، أى: كتبا كبارا من كتب العلم، فهو يمشى بها، ولا يدرى منها إلا ما يمر بجنبيه وظهره من الكد والتعب، وكل من علم ولم يعمل بعلمه فهذا مثله، وبئس المثل...وقال الإمام ابن كثير: يقول- تعالى- ذامّا لليهود الذين أعطوا التوراة فلم يعملوا بها، إن مثلهم في ذلك كمثل الحمار يحمل أسفارا.. فهو يحملها حملا حسيا ولا يدرى ما عليه، وكذلك هؤلاء. لم يعملوا بمقتضى ما في التوراة بل أولوه وحرفوه، فهم أسوأ من الحمار، لأن الحمار لا فهم له، وهؤلاء لهم فهوم لم يستعملوها، ولهذا قال- تعالى-: في آية أخرى:أُولئِكَ كَالْأَنْعامِ بَلْ هُمْ أَضَلُّ، أُولئِكَ هُمُ الْغافِلُونَ...وقال القرطبي: وفي هذا المثل تنبيه من الله- تعالى- لمن حمل الكتاب، أن يتعلم معانيه، ويعمل بما فيه، لئلا يلحقه من الذم ما لحق هؤلاء اليهود، قال الشاعر:زوامل للأسفار لا علم عندهم ... بجيّدها، إلا كعلم الأباعرلعمرك ما يدرى البعير إذا غدا ... بأوساقه، أو راح ما في الغرائروعبر- سبحانه- عن تكليفهم العمل بالتوراة وعن تركهم لذلك بقوله: حُمِّلُوا التَّوْراةَ ثُمَّ لَمْ يَحْمِلُوها للإشعار بأن هذا التكليف منه- تعالى- لهم، كان عهدا مؤكدا عليهم، حتى لكأنهم تحملوه كما يتحمل الإنسان شيئا قد وضع فوق ظهره أو كتفيه. ولكنهم نبذوا هذا العهد، وألقوا بما فوق أكتافهم من أحمال، وانقادوا لأهوائهم وشهواتهم انقياد الأعمى لقائده..ولفظ «ثم» في قوله ثُمَّ لَمْ يَحْمِلُوها للتراخي النسبي، لأن عدم وفائهم بما عهد إليهم، أشد عجبا من تحملهم لهذه العهود.وشبههم، بالحمار الذي هو مثل في البلادة والغباء، لزيادة التشنيع عليهم، والتقبيح لحالهم، حيث زهدوا وأعرضوا عن الانتفاع بأثمن شيء نافع، - وهو كتاب الله- كما هو شأن الحمار الذي لا يفرق فيما يحمله على ظهره بين الشيء النافع والشيء الضار.وجملة «يحمل أسفارا» في موضع الحال من الحمار، أو في موضع جر على أنها صفة للحمار، باعتبار أن المقصود به الجنس، فهو معرفة لفظا، نكرة معنى.قال صاحب الكشاف: فإن قلت: «يحمل» ما محله؟ قلت: محله النصب على الحال، أو الجر على الوصف، لأن لفظ الحمار هنا، كلفظ اللئيم في قول الشاعر: ولقد أمر على اللئيم يسبني...ثم أضاف- سبحانه- إلى ذم هؤلاء اليهود ذما آخر فقال: بِئْسَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآياتِ اللَّهِ....وبِئْسَ فعل ذم، وفاعله ما بعده وهو قوله: مَثَلُ الْقَوْمِ وقد أغنى هذا الفاعل عن ذكر المخصوص بالذم، لحصول العلم بأن المذموم هو حال هؤلاء القوم الذين وصفهم- سبحانه- بأنهم قد كذبوا بآياته.أى: بئس المثل مثل هؤلاء القوم الذين كذبوا بآيات الله- تعالى- الدالة على وحدانيته وقدرته، وعلى صدق أنبيائه فيما يبلغونه عنه- تعالى-.وقوله: وَاللَّهُ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ تذييل قصد به بيان الأسباب التي أدت إلى عدم توفيق الله- تعالى- لهم إلى الهداية.أى: والله- تعالى- قد اقتضت حكمته، أن لا يهدى إلى طريق الخير، من ظلم نفسه، بأن آثر الغي على الرشد، والعمى على الهدى، والشقاوة على السعادة، لسوء استعداده، وانطماس بصيرته."},{"ayah_number":6,"text":"ثم أمر الله- تعالى- نبيه صلى الله عليه وسلم أن يتحدى اليهود، وأن يرد على مزاعمهم ردا يخرس ألسنتهم، ويكشف عن أكاذيبهم.. فقال- سبحانه-: قُلْ يا أَيُّهَا الَّذِينَ هادُوا إِنْ زَعَمْتُمْ أَنَّكُمْ أَوْلِياءُ لِلَّهِ مِنْ دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صادِقِينَ.قال الآلوسى: وأمر صلى الله عليه وسلم أن يقول لهم ذلك، إظهارا لكذبهم، فإنهم كانوا يقولون:نَحْنُ أَبْناءُ اللَّهِ وَأَحِبَّاؤُهُ ويدعون أن الآخرة خالصة لهم عند الله.وروى أنه لما ظهر رسول الله صلى الله عليه وسلم كتب يهود المدينة إلى يهود خيبر: إن اتبعتم محمدا أطعناه، وإن خالفتموه خالفناه. فقالوا- أى: يهود خيبر-: «نحن أبناء خليل الرحمن، ومنا عزير ابن الله، ومنا الأنبياء ومتى كانت النبوة في العرب؟ نحن أحق بها من محمد صلى الله عليه وسلم، ولا سبيل إلى اتباعه، فنزلت هذه الآيات.. .والمقصود بالذين هادوا، أى: الذين ادعو أنهم على الديانة اليهودية، يقال: هاد فلان وتهوّد. إذا دخل في اليهودية، نسبة إلى يهوذا أحد أبناء يعقوب- عليه السلام-، أو سموا بذلك حين تابوا عن عبادة العجل، من هاد يهود هودا بمعنى تاب، ومنه قوله- تعالى-:وَاكْتُبْ لَنا فِي هذِهِ الدُّنْيا حَسَنَةً وَفِي الْآخِرَةِ إِنَّا هُدْنا إِلَيْكَ ... أى: تبنا إليك.ومعنى، أولياء الله ... مقربين منه، كرماء عليه، لهم منزلة خاصة عنده- تعالى- وقوله: فَتَمَنَّوُا الْمَوْتَ ... جواب الشرط، والتمني معناه: ارتياح النفس، ورغبتها القوية في الحصول على الشيء.ويستعمل التمني في المعنى القائم بالقلب، بأن تتطلع نفس الشخص إلى الحصول على الشيء. كما يستعمل عن طريق النطق باللسان، بأن يقول الإنسان بلسانه، ليتني أحصل على كذا.وهذا المعنى الثاني هو المراد هنا، لأن المعنى الكائن في القلب لا يعلمه أحد سوى الله- تعالى-.ومعنى الآية الكريمة: قل يا محمد لهؤلاء اليهود الزاعمين. أنهم أبناء الله وأحباؤه، وأنهم أولياء الله- تعالى- المقربون إليه من دون سائر خلقه ...قل لهم على سبيل التحدي والتعجيز والتبكيت- إن كان الأمر كما زعمتم، فاذكروا أمام الناس بألسنتكم لفظا، يدل على أنكم تحبون الموت وترغبون فيه، لكي تظفروا بعد الموت بالمحبة الكاملة من الله، ولكي تنتقلوا من شقاء الدنيا ومتاعبها إلى النعيم الخالص بعد موتكم.وجواب الشرط في قوله: إِنْ كُنْتُمْ صادِقِينَ محذوف لدلالة ما قبله عليه.أى: إن كنتم صادقين في دعواكم أنكم أولياء الله من دون الناس فتمنوا الموت.وافتتحت الآية الكريمة بلفظ قُلْ للاهتمام بشأن التحدي من الرسول صلى الله عليه وسلم لهم، ولبيان أنه أمر من الله- تعالى- وليس للرسول صلى الله عليه وسلم سوى التنفيذ.وجيء بإن الشرطية المفيدة للشك، مع أنهم قد زعموا أنهم أولياء لله فعلا، للإشعار بأن زعمهم هذا وإن كانوا قد كرروا النطق والتباهي به.. إلا أنه بمنزلة الشيء الذي تلوكه الألسنة، دون أن يكون له أساس من الواقع، فهو لوضوح بطلانه صار بمنزلة الشيء الذي يفترض وقوعه افتراضا على سبيل التوبيخ لهم.قال الآلوسى ما ملخصه: قوله: قُلْ يا أَيُّهَا الَّذِينَ هادُوا أى: تهودوا إِنْ زَعَمْتُمْ أَنَّكُمْ أَوْلِياءُ لِلَّهِ أى: أحباء لله، ولم يضف- سبحانه- لفظ أولياء إليه، كما في قوله:أَلا إِنَّ أَوْلِياءَ اللَّهِ لا خَوْفٌ عَلَيْهِمْ ... ليؤذن بالفرق بين مدعى الولاية، ومن يخصه- تعالى- بها.وقوله: مِنْ دُونِ النَّاسِ ... حال من الضمير الراجع إلى اسم إِنْ أى:متجاوزين عن الناس.فَتَمَنَّوُا الْمَوْتَ أى: فتمنوا من الله أن يميتكم وينقلكم من دار البلية إلى محل الكرامة. فإن من أيقن أنه من أهل الجنة أحب أن يخلص إليها من هذه الدنيا التي هي دار كدر وتعب.. ."},{"ayah_number":7,"text":"ثم أخبر- سبحانه- عن واقعهم وعن حالتهم المستقبلة فقال: وَلا يَتَمَنَّوْنَهُ أَبَداً بِما قَدَّمَتْ أَيْدِيهِمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ.أى: أن هؤلاء اليهود لا يتمنى أحدهم الموت أبدا. بسبب ما قدمته أيديهم من آثام، والله- تعالى- لا تخفى عليه خافية من سيئاتهم واعتداءاتهم وظلمهم بل هو- سبحانه- يسجل ذلك عليهم، ويجازيهم بما يستحقونه من عقاب..فالآية الكريمة خبر من الله- تعالى- عن اليهود بأنهم يكرهون الموت، ولا يتمنونه، ولا يستطيعون قبول ما تحداهم به صلى الله عليه وسلم من طلبهم تمنى الموت، لعلمهم بأنهم لو أجابوه إلى طلبه، لحل بهم الموت الذي يكرهونه.وقد صح من عدة طرق عن ابن عباس أنه قال: لو تمنوا الموت لشرق أحدهم بريقه..وقال ابن جرير: وبلغنا أن النبي صلى الله عليه وسلم قال: «لو أن اليهود تمنوا الموت لماتوا، ولرأوا مقاعدهم من النار..» .وقال ابن كثير: وروى الإمام أحمد عن ابن عباس قال: قال أبو جهل- لعنه الله-:إن رأيت محمدا عند الكعبة، لآتينه حتى أطأ عنقه. قال: فقال رسول الله صلى الله عليه وسلم: «لو فعل لأخذته الملائكة عيانا، ولو أن اليهود تمنوا الموت لماتوا ولرأوا مقاعدهم من النار. ولو خرج الذين يباهلون رسول الله صلى الله عليه وسلم لرجعوا لا يجدون مالا ولا أهلا  .وقال صاحب الكشاف ما ملخصه: وقوله: وَلا يَتَمَنَّوْنَهُ أَبَداً أى: بسبب ما قدموا من الكفر، وقد قال لهم صلى الله عليه وسلم: «والذي نفسي بيده لا يقولها أحد منكم إلا غص بريقه» فلولا أنهم كانوا موقنين بصدق رسول الله صلى الله عليه وسلم لتمنوا، ولكنهم علموا أنهم لو تمنوا لماتوا من ساعتهم ولحقهم الوعيد فما تمالك أحد منهم أن يتمنى، وهي إحدى المعجزات- لأنها إخبار بالغيب وكانت كما أخبر-.فإن قلت: ما أدراك أنهم لم يتمنوا الموت؟ قلت: لو تمنوا لنقل ذلك عنهم، كما نقلت سائر الحوادث، ولكان ناقلوه من أهل الكتاب وغيرهم من أولى المطاعن في الإسلام، أكثر من الذر، وليس أحد منهم نقل عنه ذلك ... .هذا، ويكفى في تحقيق هذه المعجزة، ألا يصدر تمنى الموت عن اليهود الذين تحداهم النبي صلى الله عليه وسلم بذلك، وهم الذين كانوا يضعون العراقيل في طريق دعوته.. ولا يقدح في هذه المعجزة، أن ينطق يهودي بعد العهد النبوي بتمني الموت، وهو حريص على الحياة، لأن المعنيين بالتحدي هم اليهود المعاصرون للعهد النبوي.والمقصود بقوله- تعالى-: وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ التهديد والوعيد. أى: والله- تعالى- عليم علما تاما بأحوال هؤلاء الظالمين، وسيعاقبهم العقاب الذي يتناسب مع ظلمهم وبغيهم. فالمراد من العلم لازمه، وهو الجزاء والحساب..وعبر- سبحانه- هنا بقوله: وَلا يَتَمَنَّوْنَهُ ... وفي سورة البقرة بقوله: وَلَنْ يَتَمَنَّوْهُ....للإشعار بأنهم يكرهون الموت في الحال وفي المستقبل كراهة شديدة."},{"ayah_number":8,"text":"ثم أمر الله- تعالى- رسوله صلى الله عليه وسلم بأن يخبرهم بأنهم لا مفر لهم من الموت، مهما حرصوا على الهروب منه. فقال- تعالى-: قُلْ إِنَّ الْمَوْتَ الَّذِي تَفِرُّونَ مِنْهُ، فَإِنَّهُ مُلاقِيكُمْ....أى: قل- أيها الرسول الكريم- لهؤلاء اليهود الذين يكرهون الموت، ويزعمون أنهم أحباب الله؟ ..قل لهم على سبيل التوبيخ والتبكيت: إن الموت الذي تكرهونه، وتحرصون على الفرار منه، لا مهرب لكم منه، ولا محيص لكم عنه، فهو نازل بكم إن عاجلا أو آجلا كما قال- سبحانه- أَيْنَما تَكُونُوا يُدْرِكْكُمُ الْمَوْتُ وَلَوْ كُنْتُمْ فِي بُرُوجٍ مُشَيَّدَةٍ....فالمقصود بهذه الآية الكريمة إخبارهم بأن هلعهم من الموت مهما اشتد لن يفيدهم شيئا، لأن الموت نازل بهم لا محالة ...ثم بين- سبحانه- أنهم بعد الموت، سيجدون الجزاء العادل فقال: ثُمَّ تُرَدُّونَ إِلى عالِمِ الْغَيْبِ وَالشَّهادَةِ، فَيُنَبِّئُكُمْ بِما كُنْتُمْ تَعْمَلُونَ.أى: قل لهم- أيها الرسول الكريم-: إن الموت نازل بكم لا محالة. ثم بعد هلاككم سترجعون إلى الله- تعالى- الذي يعلم السر والعلانية، والجهر والخفاء، فيجازيكم على أعمالكم السيئة، بما تستحقونه من عقاب.فالمراد بالإنباء عما كانوا يعملونه، الحساب على ذلك، والمجازاة عليه.وشبيه بهذه الآيات قوله- تعالى- في سورة البقرة:قُلْ إِنْ كانَتْ لَكُمُ الدَّارُ الْآخِرَةُ عِنْدَ اللَّهِ خالِصَةً مِنْ دُونِ النَّاسِ، فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صادِقِينَ. وَلَنْ يَتَمَنَّوْهُ أَبَداً بِما قَدَّمَتْ أَيْدِيهِمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ. وَلَتَجِدَنَّهُمْ أَحْرَصَ النَّاسِ عَلى حَياةٍ، وَمِنَ الَّذِينَ أَشْرَكُوا، يَوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٍ، وَما هُوَ بِمُزَحْزِحِهِ مِنَ الْعَذابِ أَنْ يُعَمَّرَ، وَاللَّهُ بَصِيرٌ بِما يَعْمَلُونَ  .وبعد هذا التوبيخ والتحدي لليهود الذين زعموا أنهم أولياء لله من دون الناس.. وجه- سبحانه- للمؤمنين نداء أمرهم فيه بالمسارعة إلى أداء فرائضه ونهاهم عن أن تشغلهم دنياهم عن ذكره وطاعته، فقال- تعالى-:"},{"ayah_number":9,"text":"والمقصود بالنداء في قوله- سبحانه-: يا أَيُّهَا الَّذِينَ آمَنُوا إِذا نُودِيَ لِلصَّلاةِ ... جميع المكلفين بها، الذين يجب عليهم أداؤها..وناداهم- سبحانه- بصفة الإيمان، لتحريك حرارة الإيمان في قلوبهم، ولتحريضهم على المسارعة إليها، إذ من شأن المؤمن القوى، أن يكون مطيعا لما يأمره خالقه به.والمراد بالنداء: الأذان والإعلام بوقت حلولها.والمقصود بالصلاة المنادى لها هنا: صلاة الجمعة، بدليل قوله- تعالى- مِنْ يَوْمِ الْجُمُعَةِ.واللام في قوله لِلصَّلاةِ للتعليل، ومِنْ بمعنى في، أو للبيان، أو للتبعيض، لأن يوم الجمعة زمان، تقع فيه أعمال، منها الصلاة المعهودة فيه وهي صلاة الجمعة لأن الأمر بترك البيع خاص بها، لوجود الخطبة فيها.وقوله: فَاسْعَوْا ... جواب الشرط، من السعى، وهو المشي السريع.والمراد به هنا: المشي المتوسط بوقار وسكينة، وحسن تهيؤ لصلاة الجمعة..قال الآلوسى ما ملخصه: قوله: فَاسْعَوْا إِلى ذِكْرِ اللَّهِ أى: امشوا إليه بدون إفراط في السرعة..فقد أخرج الستة في كتبهم عن أبى سلمة من حديث أبى هريرة قال: قال رسول الله صلى الله عليه وسلم: «إذا أقيمت الصلاة فلا تأتوها وأنتم تسعون، وأتوها وأنتم تمشون، وعليكم السكينة، فما أدركتم فصلوا، وما فاتكم فأتموا» .والمراد بذكر الله: الخطبة والصلاة جميعا، لاشتمالهما عليه، واستظهر بعضهم أن المراد به الصلاة، وقصره بعضهم على الخطبة.. .وإنما عبر- سبحانه- بالسعي لتضمنه معنى زائدا على المشي، وهو الجد والحرص على التبكير، وعلى توقى التأخير.والمعنى: يا من آمنتم بالله حق الإيمان، إذا نادى المنادى لأجل الصلاة في يوم الجمعة، فامضوا إليها بجد، وإخلاص نية، وحرص على الانتفاع بما تسمعونه من خطبة الجمعة، التي هي لون من ألوان ذكر الله- تعالى- وطاعته.والأمر في قوله- سبحانه-: فَاسْعَوْا إِلى ذِكْرِ اللَّهِ، وَذَرُوا الْبَيْعَ.. الظاهر أنه للوجوب، لأن الأمر يقتضى الوجوب، ما لم يوجد له صارف عن ذلك، ولا صارف له هنا.والمراد من البيع هنا: المعاملة بجميع أنواعها، فهو يعم البيع والشراء وسائر أنواع المعاملات.أى: إذا نودي للصلاة من يوم الجمعة، فاخرجوا إليها بحرص وسكينة ووقار. واتركوا المعاملات الدنيوية من بيع، وشراء، وإجارة، وغيرها.وإنما قال- سبحانه-: وَذَرُوا الْبَيْعَ ... لأنه أهم أنواع المعاملات، فهو من باب التعبير عن الشيء بأهم أجزائه.واسم الإشارة في قوله- سبحانه-: ذلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ يعود إلى ما سبق ذكره من الأمر بالسعي إلى ذكر الله، متى نودي للصلاة، وترك الاشتغال بالبيع وما يشبهه.أى: ذلكم الذي أمرتكم به من السعى إلى ذكر الله عند النداء للصلاة من يوم الجمعة، ومن ترك أعمالكم الدنيوية.. خير لكم مما يحصل لكم من رزق في هذه الأوقات، عن طريق البيع أو الشراء أو غيرهما.فالمفضل عليه محذوف، لدلالة الكلام عليه، والمفضل هو السعى إلى ذكر الله- تعالى-.وهذا التفضيل باعتبار أن منافع السعى إلى ذكر الله- تعالى- باقية دائمة، أما المنافع الدنيوية فهي زائلة فانية ...وجواب الشرط في قوله إِنْ كُنْتُمْ تَعْلَمُونَ محذوف. أى: إن كنتم تعلمون ما هو خير لكم، فاسعوا إلى ذكر الله عند النداء للصلاة، واتركوا البيع والشراء.أو إن كنتم من أهل العلم والفقه السليم للأمور، عرفتم أن امتثال أمر الله- تعالى- بأن تسعوا، إلى ذكره عند النداء لصلاة الجمعة، خير لكم من الاشتغال في هذا الوقت بالبيع والشراء..إذ في هذا الامتثال سعادتكم ونجاتكم من خزي الدنيا وعذاب الآخرة."},{"ayah_number":10,"text":"ثم بين- سبحانه- جانبا من مظاهر تيسيره عليهم في تشريعاته فقال: فَإِذا قُضِيَتِ الصَّلاةُ فَانْتَشِرُوا فِي الْأَرْضِ، وَابْتَغُوا مِنْ فَضْلِ اللَّهِ....أى: فإذا فرغتم من أداء الصلاة وأقمتموها على أكل وجه، فانتشروا في الأرض، وامشوا في مناكبها، لأداء أعمالكم التي كنتم قد تركتموها عند النداء للصلاة، واطلبوا الربح واكتساب المال والرزق، من فضل الله- تعالى- ومن فيض إنعامه، والأمر هنا للإباحة، لأنه وارد بعد حظر، فهو كقوله- تعالى-: وَإِذا حَلَلْتُمْ فَاصْطادُوا....أى: أن الانتشار في الأرض بعد الصلاة لطلب الرزق، ليس واجبا عليهم، إذ طلب الرزق قد يكون في هذا الوقت، وقد يكون في غيره ...والمقصود من الآية إنما هو تنبيه الناس، إلى أن لهم في غير وقت الصلاة، سعة من الزمن في طلب الرزق، وفي الاشتغال بالأمور الدنيوية، فعليهم أن يسعوا إلى ذكر الله، إذا ما نودي للصلاة من يوم الجمعة، وأن يحرصوا على ذلك حرصا تاما، مصحوبا بالنية الطيبة، وبالهيئة الحسنة. وبالمضي المبكر إلى المسجد.وقوله- سبحانه-: وَاذْكُرُوا اللَّهَ كَثِيراً لَعَلَّكُمْ تُفْلِحُونَ تحذير لهم من الانتشار في الأرض لمصالحهم الدنيوية، دون أن يعطوا طاعة الله- تعالى- وعبادته، ما تستحقه من عناية ومواظبة.أى: إذا قضيت الصلاة، فانتشروا في الأرض لتحصيل معاشكم، دون أن يشغلكم ذلك عن الإكثار من ذكر الله- تعالى- في كل أحوالكم، فإن الفلاح كل الفلاح في تقديم ما يتعلق بأمور الدين، على ما يتعلق بأمور الدنيا، وفي تفضيل ما يبقى على ما يفنى.والمتأمل في هذه الآية الكريمة يراها ترسم للمسلم التوازن السامي، بين ما يقتضيه دينه، وما تقتضيه دنياه.إنها تأمره بالسعي في الأرض، ولكن في غير وقت النداء للصلاة من يوم الجمعة، ودون أن يشغله هذا السعى عن الإكثار من ذكر الله، فإن الفلاح في الإقبال على الطاعات التي ترضيه- سبحانه-: ومن بين هذه الطاعات أن يكثر الإنسان من ذكر الله- تعالى-، حتى في حالة سعيه لتحصيل رزقه."},{"ayah_number":11,"text":"ثم ختم- سبحانه- السورة الكريمة بعتاب يحمل في طياته ثوب التأديب والإرشاد والتأنيب، لمن آثر مطالب الدنيا على مطالب الآخرة فقال- تعالى-: وَإِذا رَأَوْا تِجارَةً أَوْ لَهْواً انْفَضُّوا إِلَيْها وَتَرَكُوكَ قائِماً....قال الإمام ابن كثير ما ملخصه: يعاتب- تبارك وتعالى- على ما كان وقع من الانصراف عن الخطبة يوم الجمعة إلى التجارة، التي قدمت المدينة يومئذ، فقال: وَإِذا رَأَوْا تِجارَةً أَوْ لَهْواً انْفَضُّوا إِلَيْها وَتَرَكُوكَ قائِماً....فقد أخرج الشيخان وغيرهما عن جابر قال: قدمت عير- أى: تجارة- المدينة، ورسول الله صلى الله عليه وسلم يخطب يوم الجمعة- فخرج الناس، وبقي اثنا عشر رجلا، فنزلت هذه الآية.وفي رواية عن جابر- أيضا- أنه قال: بينما النبي صلى الله عليه وسلم يخطب يوم الجمعة، فقدمت عير إلى المدينة، فابتدرها الناس، حتى لم يبق مع الرسول صلى الله عليه وسلم إلا اثنا عشر رجلا، فقال صلى الله عليه وسلم: «والذي نفسي بيده، لو تتابعتم حتى لم يبق منكم أحد، لسال بكم الوادي نارا» ونزلت هذه الآية..  .وفي رواية أن الذين بقوا في المسجد كانوا أربعين، وأن العير كانت لعبد الرحمن بن عوف، وكان قد أصاب أهل المدينة جوع وغلاء سعر ... .وفي رواية أن الرسول صلى الله عليه وسلم كان يخطب، فقدم دحية الكلبي بتجارة له فتلقاه أهله بالدفوف. فخرج الناس.و «إذا» في قوله- تعالى-: وَإِذا رَأَوْا تِجارَةً ... ظرف للزمان الماضي المجرد عن الشرط، لأن هذه الآية نزلت على الرسول صلى الله عليه وسلم بعد أن انفض عنه من انفض وهو يخطب وقوله: انْفَضُّوا من الانفضاض، بمعنى التفرق. يقال: انفض فلان عن فلان إذا تركه وانصرف عنه، وهو من الفض، بمعنى كسر الشيء والتفريق بين أجزائه.والضمير في قوله إِلَيْها يعود للتجارة، وكانت عودته إليها دون اللهو، لأن الانفضاض كان لها بالأصالة، والمراد باللهو هنا: فرحهم بمجيء التجارة واستقبالهم لها بالدفوف، لأنهم كانوا في حالة شديدة من الفقر وغلاء الأسعار.والتعبير بأو يشير إلى أن بعض المنفضين قد انفضوا من أجل التجارة، وأن البعض الآخر قد انفض من أجل اللهو.قال الجمل في حاشيته: والذي سوغ لهم الخروج وترك الرسول صلى الله عليه وسلم يخطب، أنهم ظنوا أن الخروج بعد تمام الصلاة جائز، لانقضاء المقصود وهو الصلاة، لأنه كان صلى الله عليه وسلم في أول الإسلام يصلى الجمعة قبل الخطبة كالعيدين، فلما وقعت هذه الواقعة، ونزلت الآية، قدم الخطبة وأخر الصلاة ... .وقوله- سبحانه-: وَتَرَكُوكَ قائِماً جملة حالية من فاعل انْفَضُّوا والمقصود بها توبيخهم على هذا التصرف، حيث تركوا رسول الله صلى الله عليه وسلم واقفا يخطب على المنبر، وانصرفوا إلى التجارة واللهو.وقوله- سبحانه-: قُلْ ما عِنْدَ اللَّهِ خَيْرٌ مِنَ اللَّهْوِ وَمِنَ التِّجارَةِ، وَاللَّهُ خَيْرُ الرَّازِقِينَ إرشاد لهم إلى ما هو الأنفع والأبقى والأكرم لهم.أى: قل- أيها الرسول الكريم- لهؤلاء الذين انفضوا عنك وأنت تخطب.. قل لهم:ما عند الله- تعالى- من ثواب ومن عطاء خير من اللهو الذي يشغلكم عن ذكر الله، ومن التجارة التي تبتغون من ورائها الربح المادي، والمنافع العاجلة.والله- تعالى- هو خير الرازقين، لأنه- سبحانه- هو وحده الذي يقسم الأرزاق، وهو الذي يعطى ويمنع، كما قال- سبحانه-: ما يَفْتَحِ اللَّهُ لِلنَّاسِ مِنْ رَحْمَةٍ فَلا مُمْسِكَ لَها، وَما يُمْسِكْ فَلا مُرْسِلَ لَهُ مِنْ بَعْدِهِ، وَهُوَ الْعَزِيزُ الْحَكِيمُ.وقدمت التجارة على اللهو في صدر الآية، لأن رؤيتها كانت الباعث الأعظم على الانفضاض إليها، وترك الرسول صلى الله عليه وسلم قائما يخطب على المنبر، ولم يبق معه إلا عدد قليل من أصحابه.وأخرت في آخر الآية وقدم اللهو عليها، ليكون ذمهم على انفضاضهم أشد وأوجع، حتى لا يعودوا إلى مثل ذلك.هذا، ومن الأحكام والآداب التي أخذها العلماء من هذه الآيات ما يأتى:1- فضل يوم الجمعة، وفضل صلاة يوم الجمعة، والتحذير من ترك أدائها.ومن الأحاديث التي وردت في هذا المعنى، ما رواه مسلم وأبو داود والنسائي عن أبى هريرة، أن رسول الله صلى الله عليه وسلم قال: «خير يوم طلعت فيه الشمس يوم الجمعة، فيه خلق آدم. وفيه أدخل الجنة، وفيه أخرج منها، ولا تقوم الساعة إلا في يوم الجمعة» .وروى الشيخان عن أبى هريرة أنه سمع النبي صلى الله عليه وسلم يقول: «نحن الآخرون-أى: زمنا- السابقون يوم القيامة قبل غيرهم-، بيد أنهم- أى: اليهود والنصارى- أوتوا الكتاب من قبلنا، وأوتيناه من بعدهم، ثم هذا يومهم الذي فرض عليهم- أى:تعظيمه- فاختلفوا فيه فهدانا الله، فالناس لنا فيه تبع: اليهود غدا- أى: السبت- والنصارى بعد غد- أى: الأحد-» .وروى مسلم والنسائي عن ابن عمر أنه سمع النبي صلى الله عليه وسلم يقول على أعواد منبره:«لينتهين أقوام عن ودعهم الجمعات- أى: تركهم صلاة الجمعة- أو ليختمن الله على قلوبهم، ثم ليكونن من الغافلين..» .قال القرطبي ما ملخصه: وإنما سميت الجمعة جمعة، لأنها مشتقة من الجمع حيث يجتمع الناس فيها للصلاة.. وكان يقال ليوم الجمعة: العروبة ...قال البيهقي: وروينا عن موسى بن عقبة، عن ابن شهاب الزهري، أن مصعب بن عمير، كان أول من جمّع الجمعة بالمدينة للمسلمين، قبل أن يهاجر إليها الرسول صلى الله عليه وسلم.ثم قال القرطبي: وأما أول جمعة جمعها صلى الله عليه وسلم بأصحابه، قال أهل السير والتاريخ:قدم رسول الله صلى الله عليه وسلم مهاجرا حتى نزل بقباء، على بنى عمرو بن عوف، يوم الاثنين لاثنتي عشرة ليلة خلت من شهر ربيع الأول حين اشتد الضحى- ومن تلك السنة يعد التاريخ- فأقام بقباء إلى يوم الخميس، وأسس مسجدهم ثم خرج يوم الجمعة إلى المدينة، فأدركته الجمعة في بنى سالم بن عوف، في بطن واد لهم، فجمع بهم وخطب، وهي أول خطبة خطبها بالمدينة، وقال فيها: الحمد لله، أحمده وأستعينه، وأستغفره وأستهديه.. «1» .2- الآية الكريمة وإن كانت قد أمرت المؤمنين بالسعي إلى صلاة الجمعة عند النداء لها، إلا أن هناك أحاديث متعددة تحض على التبكير بالحضور إليها، وبالغسل لها، وبمس الطيب، وبالحضور إليها على أحسن حالة..ومن تلك الأحاديث ما رواه الشيخان وغيرهما عن أبى هريرة أن رسول الله صلى الله عليه وسلم قال: «من اغتسل يوم الجمعة غسل الجنابة- أى: كغسل الجنابة- ثم راح إلى المسجد، فكأنما قرب بدنة- أى: ناقة ضخمة.. ومن راح في الساعة الثانية فكأنما قرب بقرة، ومن راح في الساعة الثالثة فكأنما قرب كبشا أقرن- أى له قرون- ومن راح في الساعة الرابعة فكأنما قرب دجاجة، ومن راح في الساعة الخامسة فكأنما قرب بيضة، فإذا خرج الإمام حضرت الملائكة يستمعون الذكر» .وروى ابن ماجة عن ابن مسعود قال: سمعت النبي صلى الله عليه وسلم يقول: «إن الناس يجلسون يوم القيامة على قدر ترواحهم إلى الجمعات، الأول ثم الثاني ثم الثالث ثم الرابع، وما رابع أربعة من الله ببعيد» .وروى الشيخان عن أبى سعيد الخدري، عن النبي صلى الله عليه وسلم أنه قال: «على كل مسلم الغسل يوم الجمعة، ويلبس من صالح ثيابه، وإن كان له طيب مس منه..» .3- أخذ العلماء من قوله- تعالى-: ... إِذا نُودِيَ لِلصَّلاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ.. أن صلاة الجمعة فريضة محكمة، وأن السعى لأدائها واجب، وأن ترك ذلك محرم شرعا..ومن المعروف بين العلماء أن الأمر يقتضى الوجوب، ما لم يوجد له صارف، ولا صارف له هنا..قال الإمام القرطبي: فرض الله- تعالى- الجمعة على كل مسلم، ردا على من يقول:إنها فرض على الكفاية، ونقل عن بعض الشافعية أنها سنة.وجمهور الأمة والأئمة أنها فرض على الأعيان، لقوله- تعالى-: ... إِذا نُودِيَ لِلصَّلاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ....وثبت عن رسول الله صلى الله عليه وسلم أنه قال: «لينتهينّ أقوام عن ودعهم الجمعات أو ليختمنّ الله على قلوبهم ثم ليكوننّ من الغافلين» .وهذا حجة واضحة في وجوب الجمعة وفرضيتها..  .قال بعض العلماء: جاء في الآية الكريمة الأمر بالسعي، والأمر للوجوب فيكون السعى واجبا، وقد أخذ العلماء من ذلك أن الجمعة فريضة، لأنه- سبحانه- قد رتب الأمر للذكر على النداء للصلاة، فإذا كان المراد بالذكر هو الصلاة، فالدلالة ظاهرة، لأنه لا يكون السعى لشيء واجبا، حتى يكون ذلك الشيء واجبا.وأما إذا كان المراد بالذكر الخطبة فقط، فهو كذلك لأن الخطبة شرط الصلاة، وقد أمر بالسعي إليه، والأمر للوجوب، فإذا وجب السعى للمقصود تبعا، فما ذلك إلا لأن المقصود بالذات واجب ...كما أن الاشتغال بالبيع أو الشراء وقت النداء محرم، لأن الأمر للوجوب، وقال بعضهم:هو مكروه كراهة تحريم..  .ومما يدل على أن صلاة الجمعة فريضة محكمة، وأن السعى إليها واجب، وأن الاشتغال عنها بالبيع أو الشراء محرم، ما جاء في الأحاديث من الأمر بالمحافظة عليها، ومن التحذير من تركها، ومن ذلك ما رواه أبو داود من حديث أبى الجعد، أن رسول الله صلى الله عليه وسلم قال:«من ترك ثلاث جمع تهاونا بها، طبع الله على قلبه» .4- قوله- تعالى-: فَإِذا قُضِيَتِ الصَّلاةُ فَانْتَشِرُوا فِي الْأَرْضِ.. يدل دلالة واضحة، على سمو شريعة الإسلام، وعلى سماحتها ويسرها، وجمعها بين مطالب الدنيا ومطالب الآخرة.ومع أن هذا الأمر بالانتشار بعد الصلاة للإباحة- كما سبق أن قلنا- إلا أن بعض السلف كان إذا انتهت الصلاة، خرج من المسجد، ودار في السوق ساعة، ثم رجع إلى المسجد فصلى ما شاء أن يصلى.قال الإمام ابن كثير: كان عراك بن مالك- أحد كبار التابعين- إذا صلى الجمعة، انصرف فوقف على باب المسجد وقال: اللهم إنى أجبت دعوتك وصليت فريضتك، وانتشرت كما أمرتنى، فارزقني من فضلك وأنت خير الرازقين.. .هذا، وهناك أحكام أخرى توسع المفسرون والفقهاء في الحديث عنها، فليرجع إليها من شاء المزيد من معرفة هذه الأحكام والآداب..وبعد: فهذا تفسير لسورة «الجمعة» نسأل الله- تعالى- أن يجعله خالصا لوجهه، ونافعا لعباده..وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم.."}]