[{"ayah_number":1,"text":"مقدمة وتمهيد1- سورة «التحريم» من السور المدنية الخالصة، وتسمى- أيضا- بسورة لِمَ تُحَرِّمُ وبسورة «النبي» صلى الله عليه وسلم وعدد آياتها اثنتا عشرة آية.2- وكان نزولها بعد سورة «الحجرات» وقبل سورة «الجمعة» فهي السورة الخامسة بعد المائة بالنسبة لترتيب نزول السور القرآنية، أما ترتيبها في المصحف، فهي السورة السادسة والستون.3- والسورة الكريمة في مطلعها تحكى جانبا مما دار بين النبي صلى الله عليه وسلم وبين بعض زوجاته فتعرض صفحة من حياته صلى الله عليه وسلم في بيته، ومن عتاب الله- تعالى- له ومن فضله عليه، ودفاعه عنه.4- ثم وجهت نداء إلى المؤمنين أمرتهم فيه بأن يداوموا على العمل الصالح الذي ينجيهم من عذاب الله- تعالى- وحرضتهم على التسلح بالتوبة النصوح لأنها على رأس الأسباب التي تؤدى إلى تكفير سيئاتهم.5- ثم ختمت السورة الكريمة بضرب مثلين أحدهما للذين آمنوا، ويتمثل في امرأة فرعون وفي مريم ابنة عمران، والآخر للذين كفروا ويتمثل في امرأة نوح وامرأة لوط- عليهما السلام- والغرض من ذلك العظة والاعتبار.قد افتتح سبحانه - السورة الكريمة بقوله - تعالى - : ( ياأيها النبي لِمَ تُحَرِّمُ . . . . ثَيِّبَاتٍ وَأَبْكَاراً ) .وقد ذكر المفسرون فى سبب نزول هذه الآيات روايات متعددة ، منها ما رواه الشيخان وغيرهما عن عائشة - رضى الله عنها - قالت : \" كان رسول الله - صلى الله عليه وسلم - يشرب عسلا عند زينب بنت جحش ، ويمكث عندها فتواطأت أنا وحفصة على أيتنا دخل عليها فلتقل له : أكلت مغافير؟ - والمغافير : صمغ حلو له رائحة كريهة - إنى أجد منك ريح مغافير .فدخل على إحداهما فقالت له ذلك ، فقال : بل شربت عسلا عند زينب بنت جحش ولن أعود إليه ، وقد حلفت ، فلا تخبرى بذلك أحدا ، فنزلت هذه الآيات \" .وفى رواية أن التى شرب عندها العسل : حفصة بنت عمر ، وأن القائلة له ذلك : سودة بنت زمعة ، وصفية بنت حيى .قالوا : والاشتباه فى الاسم لا يضر ، بعد ثبوت أصل القصة .وأخرج النسائى والحاكم وصححه وابن مردويه عن أنس ، أن رسول الله - صلى الله عليه وسلم - كانت له أمة يطؤها ، فلم تزل به عائشة وحفصة حتى جعلها على نفسه حراما ، فأنزل الله - تعالى - ( ياأيها النبي لِمَ تُحَرِّمُ مَآ أَحَلَّ الله لَكَ . . . الآيات . . . ) .وروى ابن جرير عن زيد بن أسلم : أن رسول الله - صلى الله عليه وسلم - أصاب أم إبراهيم مارية ، فى بيت بعض نسائه - وفى رواية فى بيت حفصة فقالت : يا رسول الله فى بيتى وعلى فراشى؟ فجعلها أى مارية - عليه حراما ، وحلف بهذا . . . فأنزل الله هذه الآيات .قال القرطبى ما ملخصه : \" وأصح هذه الأقوال أولها . . . والصحيح أن التحريم كان فى العسل ، وأنه شربه عند زينب ، وتظاهرت عليه عائشة وحفصة فيه ، فجرى ما جرى فحلف أن لا يشربه وأسر ذلك ، ونزلت الآية فى الجميع \" .وقال الإمام ابن كثير - بعد أن ساق عددا من الروايات فى هذا الشأن : والصحيح أن ذلك كان فى تحريمه - صلى الله عليه وسلم - للعسل .وقال الآلوسى : قال النووى فى شرح مسلم : الصحيح أن الآية فى قصة العسل ، لا فى قصة مارية المروية فى غير الصحيحين ، ولم تأت قصة مارية من طريق صحيح .والصواب أن شرب العسل كان عند زينب بنت جحش .وقد افتتح - سبحانه - السورة الكريمة بتوجيه النداء إلى النبى - صلى الله عليه وسلم - فقال : ( ياأيها النبي لِمَ تُحَرِّمُ مَآ أَحَلَّ الله لَكَ ) .وفى توجيه النداء إليه - صلى الله عليه وسلم - تنبيه إلى أن ما سيذكر بعد النداء ، شىء مهم ، بالنسبة له ولسائر المسلمين .والاستفهام فى قوله - تعالى - ( لِمَ تُحَرِّمُ مَآ أَحَلَّ الله لَكَ . . ) للنفى المصحوب بالعتاب منه - سبحانه - لنبيه - صلى الله عليه وسلم - .وجملة ( تَبْتَغِي مَرْضَاةَ أَزْوَاجِكَ ) حال من فاعل ( تُحَرِّمُ ) ، والعتاب واقع على مضمون هذه الجملة والتى قبلها ، وهى قوله ( لِمَ تُحَرِّمُ مَآ أَحَلَّ الله لَكَ ) .والمعنى : يا أيها الرسول الكريم ، لماذا حرمت على نفسك ما أحله الله - تعالى - لك من شراب أو غيره؟ أفعلت ذلك من أجل إرضاء أزواجك؟إنه لا ينبغى لك أن تفعل ذلك ، لأن ما أباحه الله - تعالى - لك ، لا يصح أن تحرمه على نفسك أو أن تمتنع عن تعاطيه ، فتشق على نفسك من أجل إرضاء غيرك .قال بعض العلماء : \" ناداه بلفظ \" النبى \" إشعارا بأنه الذى نُبئَ بأسرار التحليل والتحريم الإلهى ، والمراد بتحريمه ما أُحِل له ، امتناعه منه ، وحظره إياه على نفسه .وهذا المقدار مباح ، ليس فى ارتكابه جناح ، وإنما قيل له ( لِمَ تُحَرِّمُ مَآ أَحَلَّ الله لَكَ ) رفقا به ، وشفقة عليه ، وتنويها لقدره ولمنصبه - صلى الله عليه وسلم - أن يراعى مرضاة أزواجه بما يشق عليه ، جريا على ما ألف من لطف الله - تعالى - به ، ورفعه عن أن يحرج بسبب أحد من البشر الذين هم أتباعه . . . \" .وقوله - سبحانه - : ( والله غَفُورٌ رَّحِيمٌ ) تسلية للرسول - صلى الله عليه وسلم - عما أصابه من وقع هذا اللوم ، ومن أثر هذا العتاب ، وإرشاد له - صلى الله عليه وسلم - بأن ما فعله داخل تحت مغفرة الله - تعالى - ورحمته .أى : والله - تعالى - واسع المغفرة والرحمة وقد غفر لك - بفضله وكرمه ما فعلته بسبب بعض أزواجك ، وجعلك على رأس من تظلهم رحمته ."},{"ayah_number":2,"text":"ثم بين- سبحانه- جانبا من مظاهر رحمته فقال: قَدْ فَرَضَ اللَّهُ لَكُمْ تَحِلَّةَ أَيْمانِكُمْ.وقوله فَرَضَ هنا بمعنى شرع، والتحلة: مصدر بمعنى التحليل، والمراد بها الكفارة، وهي مصدر حلّل كالتكرمة مصدر كرم، من الحل الذي هو ضد العقد.أى: قد شرع الله- تعالى- لكم تحليل الأيمان التي عقدتموها، عن طريق الكفارة، لأن اليمين إذا كانت في أمر لا يحبه الله- تعالى- فالعدول عنها أولى وأفضل.وفي الحديث الشريف يقول صلى الله عليه وسلم «إنى والله لا أحلف على يمين فأرى غيرها خيرا منها إلا كفرت عن يميني وفعلت الذي هو خير» .وقد اختلف العلماء في التحريم الذي كان من النبي صلى الله عليه وسلم أكان بيمين أم لا.وظاهر الآية يؤيد القول بالإيجاب لقوله- تعالى-: قَدْ فَرَضَ اللَّهُ لَكُمْ تَحِلَّةَ أَيْمانِكُمْ لأن هذه الجملة الكريمة تشعر بأن هناك يمينا تحتاج إلى كفارة.وقد جاء في بعض الروايات الصحيحة أنه قال: «بل شربت عسلا عند زينب بنت جحش، فلن أعود له، وقد حلفت. لا تخبري بذلك أحدا ... » .قال الآلوسى ما ملخصه: واختلفوا هل كفر النبي صلى الله عليه وسلم عن يمينه هذه أولا؟فعن الحسن أنه صلى الله عليه وسلم لم يكفر لأنه كان مغفورا له ما تقدم من ذنبه وما تأخر، وإنما هو تعليم للمؤمنين.وعن مقاتل: أنه صلى الله عليه وسلم أعتق رقبة ... ونقل مالك عن زيد بن أسلم أنه صلى الله عليه وسلم أعطى الكفارة  .وقوله- سبحانه-: وَاللَّهُ مَوْلاكُمْ أى: وهو- سبحانه- سيدكم ومتولى أموركم وناصركم. وهو- تعالى-: الْعَلِيمُ الْحَكِيمُ أى: العليم بجميع أحوالكم وشئونكم، الحكيم في كل أقواله وأفعاله وتدبير شئون عباده."},{"ayah_number":3,"text":"والظرف في قوله- تعالى- وَإِذْ أَسَرَّ النَّبِيُّ إِلى بَعْضِ أَزْواجِهِ حَدِيثاً متعلق بمحذوف تقديره اذكر، وقوله: أَسَرَّ من الإسرار بالشيء بمعنى كتمانه وعدم إشاعته.والمراد ببعض أزواجه: حفصة- رضى الله عنها-.والمراد بالحديث قوله لها- كما جاء في بعض الروايات-: «بل شربت عسلا عند زينب، ولن أعود، وقد حلفت فلا تخبري بذلك أحدا ... » .أو قوله لها في شأن مارية: «إنى قد حرمتها على نفسي، فاكتمي ذلك فأخبرت بذلك عائشة» .أى: واذكر- أيها العاقل لتعتبر وتتعظ- وقت أن أسر النبي صلى الله عليه وسلم إلى زوجه حفصة حديثا، يتعلق بشربه العسل في بيت زينب بنت جحش، وقوله صلى الله عليه وسلم لحفصة لا تخبري بذلك أحدا» .فَلَمَّا نَبَّأَتْ بِهِ أى: فلما أخبرت حفصة عائشة بهذا الحديث الذي أمرت بكتمانه وَأَظْهَرَهُ اللَّهُ عَلَيْهِ أى: وأطلع الله- تعالى- نبيه صلى الله عليه وسلم على ما قالته حفصة لعائشة.فالمراد بالإظهار: الاطلاع، وهو مشتق من الظهور بمعنى التغلب.وعبر بالإظهار عن الاطلاع، لأن حفصة وعائشة كانتا حريصتين على عدم معرفة ما دار بينهما في هذا الشأن، فلما أطلع الله- تعالى- نبيه على ذلك كانتا بمنزلة من غلبتا على أمرهما.وقوله- سبحانه-: عَرَّفَ بَعْضَهُ وَأَعْرَضَ عَنْ بَعْضٍ بيان للمسلك السامي الذي سلكه صلى الله عليه وسلم في معاتبته لحفصة على إفشائها لما أمرها أن تكتمه والمفعول الأول لعرف محذوف أى: عرفها بعضه.أى: فحين خاطب صلى الله عليه وسلم حفصة في شأن الحديث الذي أفشته، اكتفى بالإشارة إلى جانب منه، ولم يذكر لها تفاصيل ما قاله لها سابقا. لسمو أخلاقه صلى الله عليه وسلم إذ في ذكر التفاصيل مزيد من الخجل والإحراج لها.قال بعضهم: ما زال التغافل من فعل الكرام وما استقصى كريم قط وقال الشاعر:ليس الغبي بسيد في قومه ... لكن سيد قومه المتغابىوإنما عرفها صلى الله عليه وسلم ببعض الحديث، ليوقفها على خطئها وعلى أنه كان من الواجب عليها أن تحفظ سره صلى الله عليه وسلم.قالوا: ولعل حفصة رضى الله عنها- قد فعلت ذلك، ظنا منها أنه لا حرج في إخبار عائشة بذلك، أو أنها اجتهدت فأخطأت، ثم تابت وندمت على خطئها.ثم حكى- سبحانه- ما قالته حفصة للرسول صلى الله عليه وسلم وما رد به عليها فقال: فَلَمَّا نَبَّأَها بِهِ قالَتْ مَنْ أَنْبَأَكَ هذا قالَ نَبَّأَنِيَ الْعَلِيمُ الْخَبِيرُ.أى: فلما سمعت من الرسول صلى الله عليه وسلم ما يدل على أنه قد اطلع على ما قالته لعائشة، قالت له: من أخبرك بما دار بيني وبينها؟ فأجابها صلى الله عليه وسلم بقوله: أخبرنى بذلك الله- تعالى- العليم بجميع أحوال عباده وتصرفاتهم.. الخبير بما تكنه الصدور، وبما يدور في النفوس من هواجس وخواطر.وإنما قالت له صلى الله عليه وسلم: مَنْ أَنْبَأَكَ هذا لتتأكد من أن عائشة لم تخبره صلى الله عليه وسلم بما دار بينهما في هذا الشأن ... فلما قال لها صلى الله عليه وسلم: نَبَّأَنِيَ الْعَلِيمُ الْخَبِيرُ تحقق ظنها في كتمان عائشة لما قالته لها، وتيقنت أن الذي أخبره بذلك هو الله- عز وجل-.وفي تذييل الآية الكريمة بقوله: الْعَلِيمُ الْخَبِيرُ إشارة حكيمة وتنبيه بليغ، إلى أن من الواجب على كل عاقل، أن يكون ملتزما لكتمان الأسرار التي يؤتمن عليها، وأن إذاعتها- ولو في أضيق الحدود- لا تخفى على الله- عز وجل- لأنه- سبحانه- عليم بكل معلوم،ومحيط بخبايا النفوس وخلجاتها."},{"ayah_number":4,"text":"ثم وجه - سبحانه - بعد ذلك خطابه إلى حفصة وعائشة ، فأمرهما بالتوبة عما صدر منهما .فقال : ( إِن تَتُوبَآ إِلَى الله فَقَدْ صَغَتْ قُلُوبُكُمَا ) .ولفظ ( صَغَتْ ) بمعنى مالت وانحرفت عن الواجب عليهما . يقال صغا فلان يصغو ويصغى صغوا ، إذا مال نحو شىء معين . ويقال : صغت : الشمس ، إذا مالت نحو الغروب ، ومنه قوله - تعالى - : ( ولتصغى إِلَيْهِ أَفْئِدَةُ الذين لاَ يُؤْمِنُونَ بالآخرة ) وجواب الشرط محذوف ، والتقدير : إن تتوبا إلى الله ، فلتوبتكما موجب أو سبب ، فقد مالت قلوبكما عن الحق ، وانحرفت عما يجب عليكما نحو الرسول - صلى الله عليه وسلم - من كتمان لسره ، ومن حرص على راحته ، ومن احترام لكل تصرف من تصرفاته .. . وجاء الخطاب لهما على سبيل الالتفات من الغيبة إلى الخطاب ، مبالغة فى المعاتبة ، فإن المبالغ فى ذلك يوجه الخطاب إلى من يريد معاتبته مباشرة .وقال - سبحانه - ( فَقَدْ صَغَتْ قُلُوبُكُمَا ) بصيغة الجمع للقلوب ، ولم يقل قلبا كما بالتثنية ، لكراهة اجتماع تثنيتين فيما هو كالكلمة الواحدة ، مع ظهور المراد ، وأمن اللبس .ثم ساق - سبحانه - ما هو أشد فى التحذير والتأديب فقال : ( إِن تَتُوبَآ إِلَى الله فَقَدْ صَغَتْ قُلُوبُكُمَا وَإِن تَظَاهَرَا عَلَيْهِ فَإِنَّ اللَّهَ هُوَ مَوْلاَهُ وَجِبْرِيلُ وَصَالِحُ الْمُؤْمِنِينَ وَالْمَلاَئِكَةُ بَعْدَ ذَلِكَ ظَهِيرٌ ) .وقوله ( تَظَاهَرَا ) أصله تتظاهرا فحذفت إحدى التاءين تخفيفا . والمراد بالتظاهر : التعاون والتآزر ، يقال : ظاهر فلان فلانا إذا أعانه على ما يريده ، وأصله من الظهر ، لأن من يعين غيره فكأنه يشد ظهره ، ويقوى أمرهقال - تعالى - : ( إِلاَّ الذين عَاهَدتُّم مِّنَ المشركين ثُمَّ لَمْ يَنقُصُوكُمْ شَيْئاً وَلَمْ يُظَاهِرُواْ عَلَيْكُمْ أَحَداً فأتموا إِلَيْهِمْ عَهْدَهُمْ إلى مُدَّتِهِمْ ) وجواب الشرط - أيضا - محذوف - أى : وإن تتعاونا عليه بما يزعجه ، ويغضبه ، من الإفراط فى الغيرة ، وإفشاء سره . فلا يعدم ناصرا ولا معينا بل سيجد الناصر الذى ينصره عليكما ، فإن الله - تعالى - ( هُوَ مَوْلاَهُ ) أى : ناصره ومعينه ( وَجِبْرِيلُ ) كذلك ناصره ومعينه عليكما .( وَصَالِحُ الْمُؤْمِنِينَ ) أى : وكذلك الصالحون من المؤمنين من أنصاره وأعوانه .( وَالْمَلاَئِكَةُ بَعْدَ ذَلِكَ ظَهِيرٌ ) أى : والملائكة بعد نصر الله - تعالى - له ، وبعد نصر جبريل وصالح المؤمنين له ، مؤيدونه ومناصرونه وواقفون فى صفه ضدكما .وفى هذه الآية الكريمة أقوى ألوان النصر والتأييد للرسول - صلى الله عليه وسلم - وأسمى ما يتصوره الإنسان من تكريم الله - تعالى - لنبيه - صلى الله عليه وسلم - ومن غيرته - عز وجل - عليه ، ومن دفاعه عنه - صلى الله عليه وسلم - .وفيها تعريض بأن من يحاول إغضاب الرسول - صلى الله عليه وسلم - فإن لا يكون من صالح المؤمنين .وقوله : ( وَجِبْرِيلُ ) مبتدأ ، وقوله : ( وَصَالِحُ الْمُؤْمِنِينَ وَالْمَلاَئِكَةُ ) معطوف عليه .وقوله : ( بَعْدَ ذَلِكَ ) متعلق بقوله ( ظَهِيرٌ ) الذى هو خبر عن الجميع .وقد جاء بلفظ المفرد ، لأن صيغة فعيل يستوى فيها الواحد وغيره . فكأنه - تعالى - قال : الجمع بعد ذلك مظاهرون له ، واختير الإفراد للإشعار بأنهم جميعا كالشىء الواحد فى تأييده ونصرته ، وبأنهم يد واحدة على من يعاديه .قال صاحب الكشاف : فإن قلت : قوله : ( بَعْدَ ذَلِكَ ) تعظيم للملائكة ومظاهرتهم ، وقد تقدمت نصرة الله وجبريل وصالح المؤمنين ، ونصرة الله - تعالى - أعظم وأعظم؟قلت : مظاهرة الملائكة من جملة نصرة الله ، فكأنه فضل نصرته - تعالى - بهم وبمظاهرتهم على غيرها من وجوه نصرته ، لفضلهم . . \" .وخص جبريل بالذكر مع أنه من الملائكة ، للتنويه بمزيد فضله ، فهو أمين الوحى ، والمبلغ عن الله - تعالى - إلى رسله .هذا ، ومما يدل على أن الخطاب فى قوله - تعالى - : ( إِن تَتُوبَآ إِلَى الله ) ، لحفصة وعائشة ، ما أخرجه الشيخان وغيرهما عن ابن عباس أنه قال : لم أزل حريصا على أن أسأل عمر عن المرأتين من أزواج رسول الله - صلى الله عليه وسلم - اللتين قال الله - تعالى - فيهما : ( إِن تَتُوبَآ إِلَى الله فَقَدْ صَغَتْ قُلُوبُكُمَا ) .فلما كان ببعض الطريق . . . قلت : يا أمير المؤمنين ، من المرأتان من أزواج النبى - صلى الله عليه وسلم - اللتان قال الله تعالى - فيهما : ( إِن تَتُوبَآ إِلَى الله فَقَدْ صَغَتْ قُلُوبُكُمَا ) .فقال عمر : واعجبا لك يا ابن عباس . . . هما حفصة وعائشة ."},{"ayah_number":5,"text":"ثم وجه- سبحانه- بعد ذلك خطابه إلى حفصة وعائشة، فأمرهما بالتوبة عما صدر منهما.فقال: إِنْ تَتُوبا إِلَى اللَّهِ فَقَدْ صَغَتْ قُلُوبُكُما.ولفظ صَغَتْ بمعنى مالت وانحرفت عن الواجب عليهما. يقال صغا فلان يصغو ويصغى صغوا، إذا مال نحو شيء معين. ويقال: صغت: الشمس، إذا مالت نحو الغروب، ومنه قوله- تعالى-: وَلِتَصْغى إِلَيْهِ أَفْئِدَةُ الَّذِينَ لا يُؤْمِنُونَ بِالْآخِرَةِ.وجواب الشرط محذوف، والتقدير: إن تتوبا إلى الله، فلتوبتكما موجب أو سبب، فقد مالت قلوبكما عن الحق، وانحرفت عما يجب عليكما نحو الرسول صلى الله عليه وسلم من كتمان لسره، ومن حرص على راحته، ومن احترام لكل تصرف من تصرفاته.. وجاء الخطاب لهما على سبيل الالتفات من الغيبة إلى الخطاب، مبالغة في المعاتبة، فإن المبالغ في ذلك يوجه الخطاب إلى من يريد معاتبته مباشرة.وقال- سبحانه- فَقَدْ صَغَتْ قُلُوبُكُما بصيغة الجمع للقلوب، ولم يقل قلبا كما بالتثنية، لكراهة اجتماع تثنيتين فيما هو كالكلمة الواحدة، مع ظهور المراد، وأمن اللبس.ثم ساق- سبحانه- ما هو أشد في التحذير والتأديب فقال: وَإِنْ تَظاهَرا عَلَيْهِ فَإِنَّ اللَّهَ هُوَ مَوْلاهُ وَجِبْرِيلُ وَصالِحُ الْمُؤْمِنِينَ، وَالْمَلائِكَةُ بَعْدَ ذلِكَ ظَهِيرٌ.وقوله تَظاهَرا أصله تتظاهرا فحذفت إحدى التاءين تخفيفا. والمراد بالتظاهر:التعاون والتآزر، يقال: ظاهر فلان فلانا إذا أعانه على ما يريده، وأصله من الظهر، لأن من يعين غيره فكأنه يشد ظهره، ويقوى أمره.قال- تعالى-: إِلَّا الَّذِينَ عاهَدْتُمْ مِنَ الْمُشْرِكِينَ، ثُمَّ لَمْ يَنْقُصُوكُمْ شَيْئاً، وَلَمْ يُظاهِرُوا عَلَيْكُمْ أَحَداً، فَأَتِمُّوا إِلَيْهِمْ عَهْدَهُمْ إِلى مُدَّتِهِمْ .وجواب الشرط- أيضا- محذوف- أى: وإن تتعاونا عليه بما يزعجه، ويغضبه، من الإفراط في الغيرة، وإفشاء سره. فلا يعدم ناصرا ولا معينا بل سيجد الناصر الذي ينصره عليكما، فإن الله- تعالى- هُوَ مَوْلاهُ أى: ناصره ومعينه وَجِبْرِيلُ كذلك ناصره ومعينه عليكما.وَصالِحُ الْمُؤْمِنِينَ أى: وكذلك الصالحون من المؤمنين من أنصاره وأعوانه.وَالْمَلائِكَةُ بَعْدَ ذلِكَ ظَهِيرٌ أى: والملائكة بعد نصر الله- تعالى- له، وبعد نصر جبريل وصالح المؤمنين له، مؤيدونه ومناصرونه وواقفون في صفه ضدكما.وفي هذه الآية الكريمة أقوى ألوان النصر والتأييد للرسول صلى الله عليه وسلم وأسمى ما يتصوره الإنسان من تكريم الله- تعالى- لنبيه صلى الله عليه وسلم ومن غيرته- عز وجل- عليه، ومن دفاعه عنه صلى الله عليه وسلم.وفيها تعريض بأن من يحاول إغضاب الرسول صلى الله عليه وسلم فإنه لا يكون من صالح المؤمنين.وقوله: وَجِبْرِيلُ مبتدأ، وقوله: وَصالِحُ الْمُؤْمِنِينَ وَالْمَلائِكَةُ معطوف عليه.وقوله: بَعْدَ ذلِكَ متعلق بقوله ظَهِيرٌ الذي هو خبر عن الجميع.وقد جاء بلفظ المفرد، لأن صيغة فعيل يستوي فيها الواحد وغيره. فكأنه- تعالى- قال: والجميع بعد ذلك مظاهرون له، واختير الإفراد للإشعار بأنهم جميعا كالشىء الواحد في تأييده ونصرته، وبأنهم يد واحدة على من يعاديه.قال صاحب الكشاف: فإن قلت: قوله: بَعْدَ ذلِكَ تعظيم للملائكة ومظاهرتهم، وقد تقدمت نصرة الله وجبريل وصالح المؤمنين، ونصرة الله- تعالى- أعظم وأعظم؟قلت: مظاهرة الملائكة من جملة نصرة الله، فكأنه فضل نصرته- تعالى- بهم وبمظاهرتهم على غيرها من وجوه نصرته، لفضلهم ... » .وخص جبريل بالذكر مع أنه من الملائكة، للتنويه بمزيد فضله، فهو أمين الوحى، والمبلغ عن الله- تعالى- إلى رسله.هذا، ومما يدل على أن الخطاب في قوله- تعالى-: إِنْ تَتُوبا إِلَى اللَّهِ، لحفصة وعائشة، ما أخرجه الشيخان وغيرهما عن ابن عباس أنه قال: لم أزل حريصا على أن أسأل عمر عن المرأتين من أزواج رسول الله صلى الله عليه وسلم اللتين قال الله- تعالى- فيهما: إِنْ تَتُوبا إِلَى اللَّهِ فَقَدْ صَغَتْ قُلُوبُكُما.فلما كان ببعض الطريق ... قلت: يا أمير المؤمنين، من المرأتان من أزواج النبي صلى الله عليه وسلم اللتان قال الله تعالى- فيهما: إِنْ تَتُوبا إِلَى اللَّهِ فَقَدْ صَغَتْ قُلُوبُكُما.فقال عمر: وا عجبا لك يا ابن عباس.. هما حفصة وعائشة .ثم أضاف- سبحانه- إلى تكريمه لنبيه تكريما آخر، وإلى تهديده لمن تسيء إليه من أزواجه تهديدا آخر فقال- تعالى-: عَسى رَبُّهُ إِنْ طَلَّقَكُنَّ أَنْ يُبْدِلَهُ أَزْواجاً خَيْراً مِنْكُنَّ.قال الجمل ما ملخصه: سبب نزولها أنه صلى الله عليه وسلم لما أشاعت حفصة ما أسرها به، اغتم صلى الله عليه وسلم وحلف أن لا يدخل عليهن شهرا مؤاخذة لهن.ولما بلغ عمر- رضى الله عنه- أن النبي صلى الله عليه وسلم قد اعتزل نساءه.. قال له يا رسول الله: لا يشق عليك أمر النساء، فإن كنت طلقتهن فإن الله معك وملائكته وجبريل وميكائيل، وأنا وأبو بكر والمؤمنون معك.قال عمر: وقلما تكلمت بكلام إلا رجوت أن الله يصدق قولي الذي أقوله فنزلت هذه الآية.فاستأذن عمر النبي صلى الله عليه وسلم أن يخبر الناس أنه لم يطلق نساءه فأذن له فقام على باب المسجد، ونادى بأعلى صوته: لم يطلق النبي صلى الله عليه وسلم نساءه .وعَسى كلمة تستعمل في الرجاء، والمراد بها هنا التحقيق، لأنها صادرة عن الله- عز وجل-.قال الآلوسى: عَسى في كلامه- تعالى- للوجوب، وأن الوجوب هنا إنما هو بعد تحقق الشرط وقيل: هي كذلك إلا هنا، والشرط معترض بين اسم عَسى وخبرها.والجواب محذوف. أى: إن طلقكن فعسى ... وأَزْواجاً مفعول ثان ليبدل وخَيْراً صفته .أى: عسى إن طلقكن رسولنا محمد صلى الله عليه وسلم بإذن ربه ومشيئته، أن يبدله- سبحانه- أزواجا خيرا منكن.ثم وصف- سبحانه- هؤلاء الأزواج بقوله مُسْلِماتٍ منقادات ومطيعات لله ولرسوله، ومتصفات بكل الصفات التي أمر بها الإسلام.مُؤْمِناتٍ أى: مذعنات ومصدقات بقلوبهن لكل ما جاء به النبي صلى الله عليه وسلم من عند ربه.قانِتاتٍ أى: قائمات بالطاعة لله ولرسوله على أكمل وجه.تائِباتٍ أى: مقلعات عن الذنوب والمعاصي، وإذا مسهن شيء منها ندمن وتبن إليه- تعالى- توبة صادقة نصوحا.عابِداتٍ أى: مقبلات على عبادته- تعالى- إقبالا عظيما.سائِحاتٍ أى: ذاهبات في طاعة الله أى مذهب، من ساح الماء: إذا سال في أنحاء متعددة، وقيل معناه: مهاجرات. وقيل: صائمات. تشبيها لهن بالسائح الذي لا يصحب معه الزاد غالبا فلا يزال ممسكا عن الطعام حتى يجده.ثَيِّباتٍ جمع ثيب- بوزن سيد- وهي المرأة التي سبق لها الزواج، من ثاب يثوب ثوبا، إذا رجع، وسميت المرأة التي سبق لها الزواج بذلك. لأنها ثابت إلى بيت أبويها بعد زواجها، أو رجعت إلى زوج آخر غير زوجها الأول.وَأَبْكاراً جمع بكر، وهي الفتاة العذراء التي لم يسبق لها الزواج، وسميت بذلك لأنها لا تزال على أول حالتها التي خلقت عليها.وهذه الصفات جاءت منصوبة على أنها نعت لقوله أَزْواجاً أو حال.ولم يعطف بعضها على بعض بالواو، لأجل التنصيص على ثبوت جميع تلك الصفات لكل واحدة منهن.وعطف- سبحانه- وَأَبْكاراً على ما قبله لتنافى الوصفين، إذ الثيبات لا يوصفن بالأبكار، وكذلك الأبكار لا يوصفن بالثيبات، ولا يجتمع الوصفان في ذات واحدة.قال صاحب الكشاف: فإن قلت: كيف تكون المبدلات خيرا منهن، ولم يكن على وجه الأرض نساء خير من أمهات المؤمنين؟قلت: إذا طلقهن رسول الله صلى الله عليه وسلم لعصيانهن له، وإيذائهن إياه، لم يبقين على تلك الصفة، وكان غيرهن من الموصوفات بهذه الأوصاف مع الطاعة لرسول الله صلى الله عليه وسلم والنزول على هداه ورضاه خيرا منهن.فإن قلت: لم أخليت الصفات كلها من العاطف، ووسط بين الثيبات والأبكار؟ قلت:لأنهما صفتان متنافيتان لا يجتمعان فيهن اجتماع سائر الصفات فيهن، فلم يكن بد من الواو .هذا، والمتأمل في هذه الآيات الكريمة يراها ترسم جانبا من حياة الرسول صلى الله عليه وسلم مع أزواجه، وهذا الجانب فيه ما فيه من العظات التي من أبرزها تكريم الله- تعالى لنبيه صلى الله عليه وسلم وإرشاده إلى ما هو أهدى وأقوم، وسمو أخلاقه صلى الله عليه وسلم في معاملته لأهله، وتحذير أزواجه من أن يتصرفن أى تصرف لا يرغب فيه، ولا يميل إليه: وتعليم المؤمنين والمؤمنات- في كل زمان ومكان- كيف تكون العلاقة الطيبة بين الرجال والنساء.ثم وجه- سبحانه- بعد ذلك نداءين إلى المؤمنين، أمرهم في أولهما أن يؤدوا واجبهم نحو أنفسهم ونحو أهليهم، حتى ينجو من عذاب النار، وأمرهم في ثانيهما بالمداومة على التوبة الصادقة النصوح، ووجه نداء إلى الكافرين بين لهم فيه سوء عاقبة كفرهم، ثم وجه- سبحانه- نداء إلى النبي صلى الله عليه وسلم أمره فيه بأن يجاهد الكفار والمنافقين جهادا مصحوبا بالغلظة والخشونة.. فقال- تعالى-:"},{"ayah_number":6,"text":"وقوله- تعالى-: قُوا أمر من الوقاية، يقال: وقى يقي، كضرب يضرب.والمعنى: يا من آمنتم بالله- تعالى- حق الإيمان، أبعدوا أنفسكم عن النار عن طريق فعل الحسنات. واجتناب السيئات، وأبعدوا أهليكم- أيضا- عنها، عن طريق نصحهم وإرشادهم وأمرهم بالمعروف. ونهيهم عن المنكر.قال القرطبي، قال قتادة ومجاهد: قوا أنفسكم بأفعالكم، وقوا أهليكم بوصيتكم.ففي الحديث الصحيح أن النبي صلى الله عليه وسلم قال: «كلكم راع وكلكم مسئول عن رعيته فالإمام الذي على الناس راع وهو مسئول عنهم، والرجل راع على أهل بيته وهو مسئول عنهم» .وقال صلى الله عليه وسلم: «ما نحل والد ولدا، أفضل من أدب حسن» .وقال صلى الله عليه وسلم: «مروا أبناءكم بالصلاة لسبع، واضربوهم عليها لعشر، وفرقوا بينهم في المضاجع» .وقد روى مسلم في صحيحه أن النبي صلى الله عليه وسلم كان إذا أوتر يقول: قومي فأوترى يا عائشة.وذكر القشيري أن عمر- رضى الله عنه- لما نزلت هذه الآية قال يا رسول الله: نقى أنفسنا فكيف بأهلينا؟فقال: «تنهونهم عما نهاكم الله عنه، وتأمرونهم بما أمركم الله به»   .وجاء لفظ النار منكرا، للتهويل. أى: نارا عظيمة لا يعلم مقدار حرها إلا الله- تعالى-.وقوله: وَقُودُهَا النَّاسُ وَالْحِجارَةُ أى: هذه النار لا توقد كما يوقد غيرها بالحطب وما يشبهها، وإنما مادة اشتعالها تتكون من الناس الذين كانوا في الدنيا يشركون مع الله- تعالى- آلهة أخرى في العبادة، ومن الحجارة التي كانت تعبد من دونه- تعالى-.ثم أضاف- سبحانه- إلى تهويلها أمرا آخر وصفة أخرى فقال: عَلَيْها مَلائِكَةٌ غِلاظٌ شِدادٌ لا يَعْصُونَ اللَّهَ ما أَمَرَهُمْ وَيَفْعَلُونَ ما يُؤْمَرُونَ.والغلاظ: جمع غليظ وهو المتصف بالضخامة والغلظة التي هي ضد الرقة.وهذا اللفظ صفة مشبهة، وفعله غلظ ككرم.وشداد: جمع شديد، وهو المتصف بالقوة والشدة، يقال: فلان شديد على فلان، أى:قوى عليه، بحيث يستطيع أن ينزل به ما يريد من الأذى والعقاب.أى: هذه النار من صفاتها- أيضا- أن الموكلين بإلقاء الكفار والفساق فيها، ملائكة قساة في أخذهم أهل النار، أقوياء عليهم، بحيث لا يستطيع أهل النار أن يفلتوا منهم، أو أن يعصوا لهم أمرا.وهؤلاء الملائكة من صفاتهم كذلك أنهم لا يعصون لله- تعالى- أمرا. وإنما ينفذون ما يكلفهم- سبحانه- به تنفيذا تاما.قال صاحب الكشاف: فإن قلت أليس الجملتان- لا يعصون.. ويفعلون في معنى واحد؟قلت: لا فإن معنى الأولى أنهم يتقبلون أوامره ويلتزمونها ولا يأبونها ولا ينكرونها، ومعنى الثانية: أنهم يؤدون ما يؤمرون به، ولا يتثاقلون عنه ولا يتوانون فيه."},{"ayah_number":7,"text":"ثم بين- سبحانه- ما تقوله الملائكة لأهل النار عند ما يعرضون عليها فقال: يا أَيُّهَا الَّذِينَ كَفَرُوا لا تَعْتَذِرُوا الْيَوْمَ والمراد باليوم، يوم القيامة فأل فيه للعهد.أى: تقول الملائكة لهم في هذا اليوم العسير على سبيل التبكيت والتوبيخ- لا تعتذروا- أيها الكافرون عن كفركم، بأن تقولوا ما جاءنا من بشير ولا نذير أو بأن غيرنا أضلنا، أو بأننا ما كنا مشركين ... فإن هذه الأعذار لن تنفعكم، وأنتم في هذا اليوم إنما تعاقبون على كفركم في الدنيا، وعلى إصراركم على ذلك حتى أدرككم الموت.فالآية الكريمة توبيخ للكافرين، وتيئيس لهم من قبول أعذارهم الكاذبة."},{"ayah_number":8,"text":"ثم يرشد- سبحانه- المؤمنين، إلى ما يعينهم على الوقاية من النار فيقول: يا أَيُّهَا الَّذِينَ آمَنُوا تُوبُوا إِلَى اللَّهِ تَوْبَةً نَصُوحاً....والتوبة: العزم الصادق على عدم العودة إلى المعصية والندم على ما فعله منها في الماضي، والنصوح صيغة مبالغة من النصح، وصفت بها التوبة على سبيل الإسناد المجازى، والمقصود وصف التائبين بها، من نصح فلان التوب إذا خاطه، فكأن التائب يرقع ما مزقه بالمعصية. أو من قولهم: عسل ناصح.وقد ذكروا في معنى هذه الجملة أكثر من عشرين وجها.قال القرطبي ما ملخصه: اختلفت عبارة العلماء، وأرباب القلوب، في التوبة النصوح على ثلاثة وعشرين قولا، فقيل: هي التي لا عودة بعدها، كما لا يعود اللبن إلى الضرع.وقال قتادة: النصوح الصادقة الناصحة.. الخالصة.قال القرطبي: التوبة النصوح يجمعها أربعة أشياء: الاستغفار باللسان، والإقلاع بالأبدان، وإضمار ترك العود بالجنان، ومهاجرة سيئ الإخوان.وقال الفقهاء: التوبة التي لا تعلق لها بحق آدمي لها ثلاثة شروط: أحدها أن يقلع عن المعصية، وثانيها: أن يندم على ما فعله، وثالثها: أن يعزم على أن لا يعود إليها.فإذا اجتمعت هذه الشروط في التوبة كانت نصوحا.وإن كانت تتعلق بحق آدمي، فشروطها أربعة، هذه الثلاثة المتقدمة، والرابع أن يبرأ من حق صاحبها، فإن كانت المعصية مالا أو نحوه رده إليه، وإن كانت حد قذف ونحوه مكنه من نفسه، أو طلب العفو منه، وإن كانت غيبة استحله منها.وهي واجبة من كل معصية على الفور، ولا يجوز تأخيرها.. .وقوله- سبحانه- عَسى رَبُّكُمْ أَنْ يُكَفِّرَ عَنْكُمْ سَيِّئاتِكُمْ، وَيُدْخِلَكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهارُ.والرجاء المستفاد من فعل عَسى مستعمل هنا في الوعد الصادق منه- تعالى- على سبيل الكرم والفضل، فقد قالوا إن كل ترج في القرآن واقع منه- تعالى- فضلا منه وكرما.أى: يا من آمنتم بالله حق الإيمان، توبوا إلى الله- تعالى- «توبة صادقة» بحيث تندمون على ما فرط منكم من ذنوب، وتعزمون على عدم العودة إليها، وتستمرون على توبتكم طوال حياتكم.. فإنكم متى فعلتم ذلك غفر الله- تعالى- لكم ذنوبكم: وكفر عنكم سيئاتكم، وأدخلكم جنات تجرى من تحت أشجارها وثمارها الأنهار.قال صاحب الكشاف: قوله: عَسى رَبُّكُمْ: إطماع من الله لعباده. وفيه وجهان:أحدهما أن يكون على ما جرت به عادة الجبابرة من الإجابة بعسى ولعل. ووقوع ذلك منهم موقع القطع والبت. والثاني: أن يجيء به تعليما للعباد وجوب الترجح بين الخوف والرجاء.. .والظرف في قوله- سبحانه-: يَوْمَ لا يُخْزِي اللَّهُ النَّبِيَّ وَالَّذِينَ آمَنُوا مَعَهُ، نُورُهُمْ يَسْعى بَيْنَ أَيْدِيهِمْ وَبِأَيْمانِهِمْ منصوب بقوله- تعالى- قبل ذلك: يُدْخِلَكُمْ، أو بفعل مضمر تقديره: اذكر.وقوله: لا يُخْزِي من الخزي بمعنى الافتضاح: يقال أخزى الله فلانا إذا فضحه، والمراد به هنا: عذاب النار.وقوله: وَالَّذِينَ آمَنُوا مَعَهُ معطوف على النبي، وجملة نُورُهُمْ يَسْعى مستأنفة.أى: يدخلكم الله- بفضله وكرمه- جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهارُ يوم القيامة، يوم ينجى- سبحانه- النبي صلى الله عليه وسلم وينجى الذين آمنوا معه من عذاب النار، ومن خزي هذا اليوم العصيب.وهم جميعا وعلى رأسهم الرسول صلى الله عليه وسلم نورهم وهم على الصراط، يسعى ويمتد وينتشر بَيْنَ أَيْدِيهِمْ.أى أمامهم وَبِأَيْمانِهِمْ أى: وعن أيمانهم.ويقولون- على سبيل الحمد والشكر لله- تعالى- يا ربنا أَتْمِمْ لَنا نُورَنا بأن تزيده ولا تنقصه حتى ندخل جنتك.وَاغْفِرْ لَنا يا ربنا ذنوبنا إِنَّكَ يا ربنا، عَلى كُلِّ شَيْءٍ قَدِيرٌ.وفي عطف الذين آمنوا على النبي صلى الله عليه وسلم إشعار بأن سبب انتفاء خزيهم، هو إيمانهم الصادق، وعملهم الصالح، وصحبتهم الكريمة للنبي صلى الله عليه وسلم.والضمير في قوله نُورُهُمْ يعود إلى النبي صلى الله عليه وسلم والذين آمنوا معه.وخص- سبحانه- الأمام واليمين بالذكر، لفضل هذين المكانين، إذ النور عند ما يكون من الأمام يستمتع الإنسان بمشاهدته، وعند ما يكون من جهة اليمين يزداد تفاؤلا وانشراحا به.والتخصيص بذلك لا ينفى أن يكون النور محيطا بهم من كل جوانبهم، وهو نور حقيقى يكرم الله- تعالى- به عباده الصالحين.وختموا دعاءهم بقولهم- كما حكى القرآن عنهم-: إِنَّكَ عَلى كُلِّ شَيْءٍ قَدِيرٌ للإشارة إلى أنهم كانوا على جانب كبير من رجاء تحقيق دعائهم، لأنهم يسألون ويدعون الله- تعالى- الذي لا يقف أمام قدرته شيء."},{"ayah_number":9,"text":"ثم أمر- سبحانه- نبيه صلى الله عليه وسلم أن يجاهد الكفار والمنافقين جهادا كبيرا فقال:يا أَيُّهَا النَّبِيُّ جاهِدِ الْكُفَّارَ وَالْمُنافِقِينَ وَاغْلُظْ عَلَيْهِمْ.وخص النبي صلى الله عليه وسلم بالأمر بالجهاد، مع أن الأمر به يشمل المؤمنين معه، لأنه صلى الله عليه وسلم هو قائدهم ورائدهم.وجهاده صلى الله عليه وسلم للكفار يكون بدعوتهم إلى الحق حتى يسلموا، فإذا لم يستجيبوا جاهدهم بالسيف والسلاح حتى يزهق باطلهم.وجهاده للمنافقين يكون بتأديبهم وزجرهم وإلقاء الرعب في قلوبهم، حتى يأمن المؤمنون شرهم، وحتى يشعروا بأن النبي والمؤمنين لهم بالمرصاد.والغلظة في الأصل: تطلق على الشيء الصلب الغليظ، والمراد بها هنا: معاملتهم بالشدة والخشونة والقسوة.. حتى يأمن المؤمنون جانبهم، ويتقوا شرهم.أى: يا أيها النبي الكريم جاهد أنت ومن معك من المؤمنين، الكفار والمنافقين. وعاملهم جميعا بالخشونة والغلظة.. حتى يهابوك أنت ومن معك، وحتى تكونوا في مأمن منهم ومن أذاهم إذ الحق لا بد له من قوة تحميه وتدفع عنه كيد أعدائه.وقوله- تعالى-: وَمَأْواهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ بيان لسوء مصيرهم في الآخرة.أى: أن هؤلاء الكافرين والمنافقين، حالهم في الدنيا المجاهدة والمعاملة التي لا تسامح معها ولا تساهل، حتى تكون كلمتهم السفلى، وكلمة الله- تعالى- هي العليا.أما حالهم في الآخرة، فالإلقاء بهم في جهنم، وبئس المأوى والمسكن جهنم، فالمخصوص بالذم محذوف، وهو جهنم، أو المأوى.وبذلك نرى الآيات الكريمة قد أرشدت النبي صلى الله عليه وسلم والمؤمنين، إلى ما يسعدهم في دنياهم وآخرتهم.وبعد هذه النداءات، للمؤمنين، وللكافرين وللنبي صلى الله عليه وسلم ضرب- سبحانه- مثلين لنساء كافرات في بيوت أنبياء، ولنساء مؤمنات في بيوت كفار، لتزداد الموعظة وضوحا، وليزداد المؤمنون إيمانا على إيمانهم، وليشعر الجميع- ولا سيما أزواج النبي صلى الله عليه وسلم أنهم مسئولون أمام الله- تعالى- عن أعمالهم.. فقال- تعالى-:"},{"ayah_number":10,"text":"والمراد بضرب المثل. إيراد حالة غريبة، ليعرف بها حالة أخرى مشابهة لها في الغرابة.وقوله مَثَلًا مفعول ثان لضرب، والمفعول الأول امْرَأَتَ نُوحٍ....والمتدبر للقرآن الكريم، يراه قد أكثر من ضرب الأمثال، لأن فيها تقريبا للبعيد، وتوضيحا للغريب وتشبيه الأمر المعقول بالأمر المحسوس، حتى يرسخ في الأذهان ...أى: جعل الله- تعالى- مثلا لحال الكافرين، وأنه لا يغنى أحد عن أحد امْرَأَتَ نُوحٍ وَامْرَأَتَ لُوطٍ عليهما السلام.وعدى الفعل ضَرَبَ باللام، للإشعار بأن هذا المثل إنما سيق من أجل أن يعتبر به الذين كفروا، وأن يقلعوا عن جهالاتهم التي جعلتهم يعتقدون أن أصنامهم ستشفع لهم يوم القيامة.وقوله- تعالى-: كانَتا تَحْتَ عَبْدَيْنِ مِنْ عِبادِنا صالِحَيْنِ فَخانَتاهُما ... بيان لحال هاتين المرأتين، ولما قامتا به من أفعال شائنة، تتنافى مع صلتهما بهذين النبيين الكريمين ...والمراد بالتحتية هنا: كونهما زوجين لهذين النبيين الكريمين، وتحت عصمتهما وصيانتهما، وأشد الناس التصاقا بهما.وقال- سبحانه- كانَتا تَحْتَ عَبْدَيْنِ ... للتعظيم، أى: كانتا في عصمة نبيين لهما من سمو المنزلة ما لهما عند الله- تعالى-.ووصفهما- سبحانه- بالصلاح، مع أنهما نبيان والنبوة أعظم هبة من الله لعبد من عباده- للتنويه بشأن الصالحين من الناس، حتى يحرصوا على هذه الصفة، ويتمسكوا بها، فقد مدح الله- تعالى- من هذه صفته في آيات كثيرة، منها قوله- تعالى-: وَبَشَّرْناهُ بِإِسْحاقَ نَبِيًّا مِنَ الصَّالِحِينَ.وخيانة امرأة نوح له، كانت عن طريق إفشاء أسراره، وقولها لقومه: إنه مجنون.وخيانة امرأة لوط له، كانت عن طريق إرشاد قومه إلى ضيوفه.. مع استمرار هاتين المرأتين على كفرهما ...قال الإمام ابن كثير: قوله: فَخانَتاهُما أى: في الإيمان، لم يوافقاهما على الإيمان، ولا صدقاهما في الرسالة..وليس المراد بقوله: فَخانَتاهُما في فاحشة، بل في الدين، فإن نساء الأنبياء معصومات عن الوقوع في الفاحشة ...وعن ابن عباس: قال: ما زنتا، أما امرأة نوح، فكانت تخبر أنه مجنون، وأما خيانة امرأة لوط، فكانت تدل على قومها على أضيافه.وفي رواية عنه قال: كانت خيانتهما أن امرأة نوح، كانت تفشى سره، فإذا آمن مع نوح أحد أخبرت الجبابرة من قوم نوح به، وأما امرأة لوط، فكانت إذا أضاف لوط أحدا، أخبرت به أهل المدينة ممن يعمل السوء..  .وقوله- تعالى-: فَلَمْ يُغْنِيا عَنْهُما مِنَ اللَّهِ شَيْئاً وَقِيلَ ادْخُلَا النَّارَ مَعَ الدَّاخِلِينَ بيان لما أصابهما من سوء العاقبة بسبب خيانتهما.أى: أن نوحا ولوطا- عليهما السلام- مع جلالة قدرهما، لم يستطيعا أن يدفعا شيئا من العذاب عن زوجتيهما الخائنتين لهما، وإنما قيل لهاتين المرأتين عند موتهما. أو يوم القيامة، ادخلا النار مع سائر الداخلين من الكفرة الفجرة..وقوله شَيْئاً منصوب على أنه مفعول مطلق لقوله: يُغْنِيا، وجاء منكرا للتقليل والتحقير، أى: فلم يغنيا عنهما شيئا من الإغناء حتى ولو كان قليلا ...وقوله: مَعَ الدَّاخِلِينَ بعد قوله: ادْخُلَا النَّارَ لزيادة تبكيتهما، ولتأكيد مساواتهما في العذاب مع غيرهما من الكافرين الخائنين الذين لا صلة لهما بالأنبياء من حيث القرابة أو ما يشبهها."},{"ayah_number":11,"text":"ثم ضرب- سبحانه- مثلا للمؤمنين فقال: وَضَرَبَ اللَّهُ مَثَلًا لِلَّذِينَ آمَنُوا امْرَأَتَ فِرْعَوْنَ وهي آسية ابنة مزاحم، التي لم يمنعها ظلام الكفر الذي كانت تعيش فيه في بيت فرعون، ولم يشغلها ما كانت فيه من متاع الحياة الدنيا وزينتها.. عن أن تطلب الحق، وتعرض عن الباطل، وأن تكفر بكل ما يدعيه زوجها من كذب وطغيان.قال الجمل: آمنت بموسى- عليه السلام- لما غلب السحرة، وتبين لها أنه على الحق.ولم تضرها الوصلة بالكافر، وهي الزوجية التي هي من أعظم الوصل ولا نفعه إيمانها، لأن كل امرئ بما كسب رهين..وروى الشيخان عن أبى موسى الأشعرى أنه قال: كمل من الرجال كثير، ولم يكمل من النساء إلا أربع: مريم ابنة عمران، وخديجة بنت خويلد، وفاطمة بنت محمد صلى الله عليه وسلم وآسية بنت مزاحم، امرأة فرعون.قيل: إنها إسرائيلية وأنها عمة موسى. وقيل إنها ابنة عم فرعون.. ومن فضائلها أنها اختارت القتل على الملك، وعذاب الدنيا على النعيم الذي كانت فيه- بعد أن خالط الإيمان قلبها  .أى: وجعل الله- تعالى- حال امرأة فرعون، مثلا للمؤمنين، حيث آمنت بالحق بعد أن تبين لها، دون أن يصرفها عن ذلك أى صارف، فكان ما فعلته في أسمى درجات الإخلاص وصدق اليقين..والظرف في قوله: إِذْ قالَتْ ... متعلق بمحذوف، أو بقوله: مَثَلًا.أى: وضرب الله- تعالى- مثلا للذين آمنوا، حال امرأة فرعون وقت أن قالت رَبِّ ابْنِ لِي عِنْدَكَ بَيْتاً فِي الْجَنَّةِ أى: ابن لي بيتا في مستقر رحمتك، أو في جنتك التي لا يستطيع أحد التصرف فيها إلا بإذنك.وقوله: فِي الْجَنَّةِ بدل أو عطف بيان لقوله- تعالى- عِنْدَكَ وقدم عندك، للإشعار بأن محبتها للقرب من رحمته- تعالى- أهم من أى شيء آخر.وَنَجِّنِي مِنْ فِرْعَوْنَ وَعَمَلِهِ أى: ونجنى من طغيان فرعون، ومن عمله الذي بلغ النهاية في السوء والقبح..وَنَجِّنِي- أيضا- من القوم الظالمين، وهم أتباع فرعون وحاشيته وملؤه، وشيعته..وفي هذا الدعاء أسمى ألوان الأدب، فهي تسأل الله- تعالى- أن يعوضها عن دار فرعون، دارا في أعلى درجات الجنة وهذا الدعاء يشعر بأن فرعون وقومه، قد صدوها عن الإيمان، وهددوها بأنها إن آمنت..حرموها من قصر فرعون، وزينته وفخامته.كما أنها سألت ربها- عز وجل- أن ينجيها من ذات فرعون، ومن عمله السيئ، ومن كل من حام حول فرعون، واتبعه في طغيانه وكفره."},{"ayah_number":12,"text":"وقوله- سبحانه-: وَمَرْيَمَ ابْنَتَ عِمْرانَ.. معطوف على امْرَأَتَ فِرْعَوْنَ....أى: وضرب الله- تعالى- مثلا آخر للمؤمنين مريم ابنة عمران ...الَّتِي أَحْصَنَتْ فَرْجَها أى حفظته وصانته، إذ الإحصان جعل الشيء حصينا، بحيث لا يتوصل إليه، وهو كناية عن عفتها وطهارتها وبعدها عن كل فاحشة..وقوله فَنَفَخْنا فِيهِ مِنْ رُوحِنا مفرع على ما قبله.قال الآلوسى: قوله: فَنَفَخْنا فِيهِ النافخ رسوله جبريل- عليه السلام- فالإسناد مجازى. وقيل الكلام على حذف مضاف، أى: فنفخ رسولنا، وضمير فِيهِ للفرج.واشتهر أن جبريل- عليه السلام- نفخ في جيبها فوصل أثر ذلك إلى الفرج.وقال الفراء: ذكر المفسرون أن الفرج جيب درعها، وهو محتمل لأن الفرج معناه في اللغة، كل فرجة بين شيئين، وموضع جيب درع المرأة مشقوق فهو فرج، وهذا أبلغ في الثناء عليها، لأنها إذا منعت جيب درعها، فهي للنفس أمنع.. .أى: فنفخ رسولنا جبريل في فرجها أو في جيب درعها، روحا من أرواحنا هي روح عبدنا ونبينا عيسى- عليه السلام-.وإضافة الروح إلى ذاته- تعالى- لأنه هو الخالق والموجد وللإشارة إلى أن تكوين المخلوق الحي في رحمها، كان على غير الأسباب المعتادة.وقوله- تعالى-: وَصَدَّقَتْ بِكَلِماتِ رَبِّها وَكُتُبِهِ وَكانَتْ مِنَ الْقانِتِينَ زيادة في مدحها، وفي الثناء عليها..أى: وكان من صفات مريم ابنة عمران أنها آمنت إيمانا حقا بِكَلِماتِ رَبِّها أى:بشرائعه التي شرعها لعباده، وبما ألقاه إليها من إرشادات عن طريق وحيه.وَكُتُبِهِ أى: وصدقت بكتبه التي أنزلها على أنبيائه. وقرأ الجمهور وكتابه بالإفراد، على أن المراد به جنس الكتب، أو الإنجيل الذي أنزله- سبحانه- على ابنها عيسى.ومِنْ في قوله- تعالى-: وَكانَتْ مِنَ الْقانِتِينَ للابتداء، أى: وكانت من نسل الرجال القانتين، الذين بذلوا أقصى جهدهم في طاعة الله- تعالى-، وفي إخلاص العبادة له.ويصح أن تكون مِنْ للتبعيض. أى: وكانت من عداد المواظبين على الطاعة، وجيء بجمع الذكور على سبيل التغليب، وللإشعار بأن طاعتها لا تقل عن طاعة الرجال، الذين بلغوا الغاية في المواظبة على طاعة الله- تعالى-.وبذلك نرى أن هذه الآيات الكريمة، قد اشتملت على ثلاثة أمثال: مثل للكافرين، ومثلين للمؤمنين.وقد تضمن مثل الكفار، أن الكافر يعاقب على كفره، دون أن ينفعه ما بينه وبين المؤمنين من قرابة أو نسب.. كما حدث لامرأة نوح وامرأة لوط..وأما المثلان اللذان للمؤمنين، فقد تضمنا أن اتصال المؤمن بالكافر، لا يضره شيئا إذا فارقه في كفره وعمله ...وقد وضح صاحب الكشاف هذا المعنى فقال: ما ملخصه مثّل الله- تعالى- حال الكفار، في أنهم يعاقبون على كفرهم وعداوتهم للمؤمنين.. دون أن ينفعهم ما بينهم وبينهم من صلة أو قرابة- بحال امرأة نوح وامرأة لوط: فإنهما لما نافقتا وخانتا الرسولين. لم يغن عنهما ما بينهما وبينهما من وصلة الزواج شيئا..ومثل حال المؤمنين- في أن وصلة الكافرين لا تضرهم. ولا تنقص شيئا من ثوابهم وزلفاهم عند الله- بحال امرأة فرعون، فإنها مع كونها زوجة أعدى أعداء الله، فإنها بسبب إيمانها قد رفع منزلتها عنده..وبحال مريم ابنة عمران، فقد أعطاها الله ما أعطاها من الكرامة.. مع أن قومها كانوا كافرين ...وفي طي هذين التمثيلين تعريض بأمى المؤمنين المذكورتين في أول السورة، وما فرط منهما من التظاهر على رسول الله صلى الله عليه وسلم بما كرهه، وتحذير لهما على أغلظ وجه وأشده ...وإشارة إلى أن من حقهما أن تكونا في الإخلاص والكمال فيه، كمثل هاتين المؤمنتين، وأن لا تتكلا على أنهما زوجا رسول الله صلى الله عليه وسلم فإن ذلك الفضل لا ينفعهما إلا مع كونهما مخلصتين..وأسرار التنزيل ورموزه في كل باب، بالغة من اللطف والخفاء، حدا يدق عن تفطن العالم، ويزل عن تبصره .وبعد: فهذا تفسير لسورة «التحريم» نسأل الله- تعالى- أن يجعله خالصا لوجهه، ونافعا لعباده، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم."}]