[{"ayah_number":1,"text":"مقدمة وتمهيد1- سورة «الملك» من السور المكية الخالصة، ومن السور ذات الأسماء المتعددة، قال الآلوسى: وتسمى «تبارك» و «المانعة» و «المنجية» و «المجادلة» .فقد أخرج الطبراني عن ابن مسعود قال: كنا نسميها على عهد رسول الله صلى الله عليه وسلم «المانعة» .وأخرج الترمذي وغيره عن ابن عباس قال: ضرب بعض أصحاب النبي صلى الله عليه وسلم خباءه على قبر، وهو لا يحسب أنه قبر، فإذا قبر إنسان يقرأ سورة الملك حتى ختمها. فأتى النبي صلى الله عليه وسلم فأخبره فقال صلى الله عليه وسلم: هي المانعة، هي المنجية، تنجيه من عذاب القبر.وفي رواية عن ابن عباس أنه قال لرجل: ألا أتحفك بحديث تفرح به؟ قال: بلى. قال:اقرأ سورة «تبارك الذي بيده الملك» وعلمها أهلك، وجميع ولدك ... فإنها المنجية والمجادلة يوم القيامة عند ربها لقارئها..وقد جاء في فضلها أخبار كثيرة، منها- سوى ما تقدم- ما أخرجه أبو داود والترمذي والنسائي، عن أبى هريرة أن رسول الله صلى الله عليه وسلم قال: إن سورة من كتاب الله، ما هي إلا ثلاثون آية، شفعت لرجل حتى غفر له، تَبارَكَ الَّذِي بِيَدِهِ الْمُلْكُ ... .وكان نزولها بعد سورة «المؤمنون» وقبل سورة «الحاقة» .. وعدد آياتها إحدى وثلاثون آية في المصحف المكي.. وثلاثون آية في غيره.2- والسورة الكريمة زاخرة بالحديث عن أدلة وحدانية الله- تعالى- وقدرته وعن مظاهر فضله ورحمته بعباده، وعن بديع خلقه في هذا الكون، وعن أحوال الكافرين، وأحوال المؤمنين يوم القيامة، وعن وجوب التأمل والتدبر في ملكوت السموات والأرض.. وعن الحجج الباهرة التي لقنها- سبحانه- لنبيه صلى الله عليه وسلم لكي يقذف بها في وجوه المبطلين، والتي تبدأ في بضع آيات بقوله- تعالى- قُلْ.ومن ذلك قوله- سبحانه-: قُلْ هُوَ الرَّحْمنُ آمَنَّا بِهِ، وَعَلَيْهِ تَوَكَّلْنا، فَسَتَعْلَمُونَ مَنْ هُوَ فِي ضَلالٍ مُبِينٍ. قُلْ أَرَأَيْتُمْ إِنْ أَصْبَحَ ماؤُكُمْ غَوْراً فَمَنْ يَأْتِيكُمْ بِماءٍ مَعِينٍ.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم..لفظ ( تَبَارَكَ ) فعل ماض لا ينصرف . وهو مأخوذ من البركة ، بمعنى الكثرة من كل خير . وأصلها النماء والزيادة أى : كثر خيره وإحسانه ، وتزايدت بركاته .أو مأخوذ من البركة بمعنى الثبوت . يقال : برك البعير ، إذا أناخ فى موضعه فلزمه وثبت فيه . وكل شئ ثبت ودام فقد برك . أى : ثبت ودام خيره على خلقه .والملك - بضم الميم وسكون اللام - : السلطان والقدرة ونفاذ الأمر .أى : جل شأن الله - تعالى - وكثر خيره وإحسانه ، وثبت فضله على جميع خلقه ، فهو - سبحانه - الذى بيده وقدرته التمكن والتصرف فى كل شئ على حسب ما يريد ويرضى ، وهو - عز وجل - الذى لا يعجزه أمر فى الأرض أو فى السماء .واختار - سبحانه - الفعل \" تبارك \" للدلالة على المبالغة فى وفرة العظمة والعطاء ، فإن هذه الصيغة ترد للكناية عن قوة الفعل وشدته . . كما فى قولهم : تواصل الخير ، إذا تتابع بكثرة مع دوامه . .والتعريف فى لفظ \" الملك \" للجنس . وتقديم المسند وهو \" بيده \" على المسند إليه ، لإِفادة الاختصاص . أى : بيده وحده لا بيد أحد سواه جميع أنواع السلطان والقدرة ، والأمر والنهى . .قال الإِمام الرازى : وهذه الكلمة تستعمل لتأكيد كونه - تعالى - ملكا ومالكا ، تقول بيد فلان الأمر والنهى ، والحل والعقد . وذكر اليد إنما هو تصوير للإحاطة ولتمام قدرته ، لأنها محلها مع التنزه عن الجارحة . .وجملة ( وَهُوَ على كُلِّ شَيْءٍ قَدِيرٌ ) معطوفة على قوله ( بِيَدِهِ الملك ) الذى هو صلة الموصول ، وذلك لإِفادة التعميم بعد التخصيص ، لأن الجملة الأولى وهى ( الذي بِيَدِهِ الملك ) أفادت عموم تصرفه فى سائر الموجودات ، وهذه أفادت عموم تصرفه - سبحانه - فى سائر الموجودات والمعدومات ، إذ بيده - سبحانه - إعدام الموجود ، وإيجاد المعدوم ."},{"ayah_number":2,"text":"ثم ساق- سبحانه- بعد ذلك، ما يدل على شمول قدرته، وسمو حكمته، فقال:الَّذِي خَلَقَ الْمَوْتَ وَالْحَياةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا ...والموت: صفة وجودية تضاد الحياة. والمراد بخلقه: إيجاده. أو هو عدم الحياة عما هي من شأنه. والمراد بخلقه على هذا المعنى: تقديره أزلا.واللام في قوله: لِيَبْلُوَكُمْ ... متعلقة بقوله: خَلَقَ. وقوله: لِيَبْلُوَكُمْ بمعنى يختبركم ويمتحنكم ...وقوله أَيُّكُمْ مبتدأ، وأَحْسَنُ خبره، وعَمَلًا تمييز، والجملة في محل نصب مفعول ثان لقوله لِيَبْلُوَكُمْ.والمعنى: ومن مظاهر قدرته- سبحانه- التي لا يعجزها شيء، أنه خلق الموت لمن يشاء إماتته، وخلق الحياة لمن يشاء إحياءه، ليعاملكم معاملة من يختبركم ويمتحنكم، أيكم أحسن عملا في الحياة، لكي يجازيكم بما تستحقونه من ثواب..أو المعنى: خلق الموت والحياة، ليختبركم أيكم أكثر استعدادا للموت، وأسرع إلى طاعة ربه- عز وجل-.قال القرطبي ما ملخصه: قوله: الَّذِي خَلَقَ الْمَوْتَ وَالْحَياةَ.. قيل: الذي خلقكم للموت والحياة، يعنى: للموت في الدنيا والحياة في الآخرة.وقدم الموت على الحياة، لأن الموت إلى القهر أقرب.. وقيل: لأنه أقدم، لأن الأشياء في الابتداء كانت في حكم الموت.. وقيل: لأن أقوى الناس داعيا إلى العمل، من نصب موته بين عينيه، فقدم لأنه فيما يرجع على الغرض الذي سيقت له الآية أهم.قال قتادة: كان رسول الله صلى الله عليه وسلم يقول: «إن الله- تعالى- أذل ابن آدم بالموت، وجعل الدنيا دار حياة، ثم دار موت، وجعل الآخرة دار جزاء ثم دار بقاء..»وعن أبى الدرداء أن النبي صلى الله عليه وسلم قال: «لولا ثلاث ما طأطأ ابن آدم رأسه: الفقر والمرض والموت، وإنه مع ذلك لوثّاب..»وقال العلماء: الموت ليس بعدم محض، ولا فناء صرف، وإنما هو انقطاع تعلق الروح بالبدن ومفارقته، وحيلولة بينهما، وتبدل حال، وانتقال من دار إلى دار، والحياة عكس ذلك.. .وأوثر بالذكر من المخلوقات الموت والحياة، لأنهما أعظم العوارض لجنس الحيوان، الذي هو أعجب موجود على ظهر الأرض، والذي الإنسان نوع منه، وهو المقصود بالمخاطبة، إذ هو الذي رضى بحمل الأمانة التي عجزت عن حملها السموات والأرض..والتعريف في الموت والحياة للجنس. و «أحسن» أفعل تفضيل، لأن الأعمال التي يقوم بها الناس في هذه الحياة متفاوتة في الحسن من الأدنى إلى الأعلى.وجملة «وهو العزيز الغفور» تذييل قصد به أن جميع الأعمال تحت قدرته وتصرفه.أى: وهو- سبحانه- الغالب الذي لا يعجزه شيء الواسع المغفرة لمن شاء أن يغفر له ويرحمه من عباده، كما قال- تعالى-: وَإِنِّي لَغَفَّارٌ لِمَنْ تابَ وَآمَنَ وَعَمِلَ صالِحاً ثُمَّ اهْتَدى."},{"ayah_number":3,"text":"ثم بين- سبحانه- مظهرا آخر من مظاهر قدرته التي لا يعجزها شيء فقال: الَّذِي خَلَقَ سَبْعَ سَماواتٍ طِباقاً....والجملة الكريمة صفة للعزيز الغفور، أو عطف بيان أو بدل، أو خبر لمبتدأ محذوف.وطباقا صفة لسبع سموات. وهي مصدر طابق مطابقة وطباقا، من قولك: طابق فلان النعل، إذا جعله طبقة فوق أخرى، وهو جمع طبق، كجبل وجبال، أو جمع طبقة كرحبة ورحاب.. أى: هو- سبحانه- لا غيره الذي أوجد وخلق على غير مثال سابق سبع سموات متطابقة، أى: بعضها فوق بعض، بطريقة متقنة محكمة.. لا يقدر على خلقها بتلك الطريقة إلا هو، ولا يعلم كنه تكوينها وهيئاتها.. أحد سواه- عز وجل-.وقوله- سبحانه- ما تَرى فِي خَلْقِ الرَّحْمنِ مِنْ تَفاوُتٍ مؤكد لما قبله، والتفاوت مأخوذ من الفوت، وأصله الفرجة بين الإصبعين. تقول: تفاوت الشيئان تفاوتا، إذا حدث تباعد بينهما، والجملة صفة ثانية لسبع سماوات، أو مستأنفة لتقرير وتأكيد ما قبلها.. والخطاب لكل من يصلح له.أى: هو- سبحانه- الذي خلق سبع سماوات بعضها فوق بعض، مع تناسقها، وإتقان تكوينها، وإحكام صنعها.. بحيث لا ترى- أيها العاقل- في خلق السموات السبع شيئا من الاختلاف، أو الاضطراب، أو عدم التناسب.. بل كلها محكمة، جارية على مقتضى نهاية النظام والإبداع.وقال- سبحانه-: ما تَرى فِي خَلْقِ الرَّحْمنِ ... ولم يقل: ما ترى في السموات السبع من تفاوت، للإشعار بأن هذا الخلق البديع، هو ما اقتضته رحمته- تعالى- بعباده، لكي تجرى أمورهم على حالة تلائم نظام معيشتهم.. وللتنبيه- أيضا- على أن جميع مخلوقاته تسير على هذا النمط البديع في صنعها وإيجادها، كما قال- تعالى-: صُنْعَ اللَّهِ الَّذِي أَتْقَنَ كُلَّ شَيْءٍ . وكما قال- سبحانه-: الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ ...  .قال صاحب الكشاف: قوله: ما تَرى فِي خَلْقِ الرَّحْمنِ مِنْ تَفاوُتٍ أى: من اختلاف واضطراب في الخلقة ولا تناقض، إنما هي مستوية ومستقيمة، وحقيقة التفاوت: عدم التناسب، كأن بعض الشيء يفوت بعضا ولا يلائمه، ومنه قولهم: خلق متفاوت، وفي نقيضه متناصف.فإن قلت: ما موقع هذه الجملة مما قبلها؟ قلت: هي صفة مشايعة لقوله طِباقاً وأصلها: ما ترى فيهن من تفاوت، فوضع مكان الضمير قوله: خَلْقِ الرَّحْمنِ تعظيما لخلقهن، وتنبيها على سبب سلامتهن من التفاوت، وهو أنه خلق الرحمن، وأنه بباهر قدرته هو الذي يخلق مثل ذلك الخلق المتناسب.. .ثم ساق- سبحانه- بأسلوب فيه ما فيه من التحدي، ما يدل على أن خلقه خال من التفاوت والخلل فقال: فَارْجِعِ الْبَصَرَ هَلْ تَرى مِنْ فُطُورٍ، ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ، يَنْقَلِبْ إِلَيْكَ الْبَصَرُ خاسِئاً وَهُوَ حَسِيرٌ.والفطور جمع فطر، وهو الشق والصدع، يقال: فطر فلان الشيء فانفطر، إذا شقه، وبابه نصر.وقوله كَرَّتَيْنِ مثنى كرّة، وهي المرة من الكرّ، وهو الرجوع إلى الشيء مرة أخرى، يقال كر المقاتل على عدوه، إذا عاد إلى مهاجمته بعد أن تركه.والمراد بالكرتين هنا: معاودة النظر وتكريره كثيرا، بدون الاقتصار على المرتين، فالتثنية هنا: كناية عن مطلق التكرير، كما في قولهم: لبيك وسعديك.وقوله: خاسِئاً أى صاغرا خائبا لأنه لم يجد ما كان يطلبه ويتمناه.وقوله: حَسِيرٌ بمعنى كليل ومتعب، من حسر بصر فلان يحسر حسورا إذا كلّ وتعب من طول النظر والتأمل والفحص، وفعله من باب قعد.والمعنى: ما ترى- أيها الناظر- في خلق الرحمن من تفاوت أو خلل.. فإن كنت لا تصدق ما أخبرناك به، أو في أدنى شك من ذلك، فكرر النظر فيما خلقنا حتى يتضح لك الأمر، ولا يبقى عندك أدنى شك أو شبهه..والاستفهام في قوله: هَلْ تَرى مِنْ فُطُورٍ للتقرير. أى: إنك مهما نظرت في خلق الرحمن. وشددت في التفحص والتأمل.. فلن ترى فيه من شقوق أو خلل أو تفاوت.."},{"ayah_number":4,"text":"وقوله: ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ تعجيز إثر تعجيز، وتحد في أعقاب تحد.. أى: ثم لا تكتف بإعادة النظر مرة واحدة، فربما يكون قد فاتك شيء في النظرة الأولى والثانية.. بل أعد النظر مرات ومرات.. فتكون النتيجة التي لا مفر لك منها، أن بصرك- بعد طول النظر والتأمل- ينقلب إليك خائبا وهو كليل متعب.. لأنه- بعد هذا النظر الكثير- لم يجد في خلقنا شيئا من الخلل أو الوهن أو التفاوت.قال صاحب الكشاف ما ملخصه: قوله: يَنْقَلِبْ إِلَيْكَ الْبَصَرُ أى: إن رجعت البصر، وكررت النظر، لم يرجع إليك بصرك بما التمسته من رؤية الخلل، وإدراك العيب، بل يرجع إليك بالخسوء والحسور.. أى: بالبعد عن إصابة الملتمس.فإن قلت: كيف ينقلب البصر خاسئا حسيرا برجعه كرتين اثنتين؟قلت: معنى التثنية هنا التكرير بكثرة كقولك لبيك وسعديك..فإن قلت: فما معنى «ثم ارجع البصر» ؟ قلت: أمره برجع البصر، ثم أمره بأن لا يقتنع بالرجعة الأولى، وبالنظرة الحمقاء وأن يتوقف بعدها، ويجم بصره ثم يعاود ويعاود، إلى أن يحسر بصره من طول المعاودة، فإنه لا يعثر على شيء من فطور.. .هذا، والمتأمل في هذه الآيات الكريمة، يراها قد ساقت ما يدل على وحدانية الله- تعالى- وقدرته بأبلغ أسلوب، ودعت الغافلين الذين فسقوا عن أمر ربهم، إلى التدبر في هذا الكون الذي أوجده- سبحانه- في أبدع صورة وأتقنها، فإن هذا التدبر من شأنه أن يهدى إلى الحق، ويرشد إلى الصواب..ثم ساق- سبحانه- بعد ذلك أدلة أخرى على وحدانيته وقدرته، وبين ما أعده للكافرين من عذاب، بسبب إصرارهم على كفرهم.. فقال- تعالى-:"},{"ayah_number":5,"text":"قال الإمام الرازي: اعلم أن هذا هو الدليل الثاني على كونه- تعالى- قادرا عالما، وذلك لأن هذه الكواكب نظرا إلى أنها محدثة ومختصة بمقدار معين، وموضع خاص، وسير معين، تدل على أن صانعها قادر.ونظرا إلى كونها محكمة متقنة موافقة لمصالح العباد، ومن كونها زينة لأهل الدنيا، وسببا لانتفاعهم بها، تدل على أن صانعها عالم.ونظير هذه الآية قوله- تعالى- في سورة الصافات: إِنَّا زَيَّنَّا السَّماءَ الدُّنْيا بِزِينَةٍ الْكَواكِبِ. وَحِفْظاً مِنْ كُلِّ شَيْطانٍ مارِدٍ .وقوله: زَيَّنَّا من التزيين بمعنى التحسين والتجميل. والدُّنْيا صيغة تفضيل من الدنو بمعنى القرب.والمصابيح: جمع مصباح وهو السراج المضيء. والمراد بها النجوم. وسميت بالمصابيح على التشبيه بها في حسن المنظر، وفي الإضاءة ليلا..والرجوم: جمع رجم، وهو في الأصل مصدر رجمه رجما- من باب نصر- إذا رماه بالرّجام أى: بالحجارة، فهو اسم لما يرجم به، أى: ما يرمى به الرامي غيره من حجر ونحوه، تسمية للمفعول بالمصدر، مثل الخلق بمعنى المخلوق.وصدرت الآية الكريمة بالقسم، لإبراز كمال العناية بمضمونها.والمعنى: وبالله لقد زينا وجملنا السماء القريبة منكم بكواكب مضيئة كإضاءة السّرج، وجعلنا- بقدرتنا- من هذه الكواكب، ما يرجم الشياطين ويحرقها، إذا ما حاولوا أن يسترقوا السمع، كما قال- تعالى-: وَأَنَّا لَمَسْنَا السَّماءَ فَوَجَدْناها مُلِئَتْ حَرَساً شَدِيداً وَشُهُباً. وَأَنَّا كُنَّا نَقْعُدُ مِنْها مَقاعِدَ لِلسَّمْعِ، فَمَنْ يَسْتَمِعِ الْآنَ يَجِدْ لَهُ شِهاباً رَصَداً .قال الإمام ابن كثير: قوله: وَجَعَلْناها رُجُوماً لِلشَّياطِينِ عاد الضمير في قوله وَجَعَلْناها على جنس المصابيح لا على عينها، لأنه لا يرمى بالكواكب التي في السماء، بل بشهب من دونها، وقد تكون مستمدة منها- والله أعلم-.قال قتادة: إنما خلقت هذه النجوم لثلاث خصال: خلقها زينة للسماء، ورجوما للشياطين، وعلامات يهتدى بها، فمن تأول فيها غير ذلك فقد قال برأيه، وأخطأ حظه، وأضاع نصيبه، وتكلف ما لا علم له به..  .فالضمير في قوله: وَجَعَلْناها يعود إلى المصابيح، ومنهم من أعاده إلى السماء الدنيا، على تقدير: وجعلنا منها رجوما للشياطين الذين يسترقون السمع.وقوله- تعالى-: وَأَعْتَدْنا لَهُمْ عَذابَ السَّعِيرِ بيان لسوء مصيرهم في الآخرة، بعد بيان سوء مصيرهم في الدنيا عن طريق إحراقهم بالشهب.أى: وهيأنا لهؤلاء الشياطين في الآخرة- بعد إحراقهم في الدنيا بالشهب- عذاب النار المشتعلة المستعرة.فالسعير- بزنة فعيل- اسم لأشد النار اشتعالا. يقال: سعر فلان النار- كمنع- إذا أوقدها بشدة.وكان السعير عذابا للشياطين- مع أنهم مخلوقون من النار، لأن نار جهنم أشد من النار التي خلقوا منها، فإذا ألقوا فيها صارت عذابا لهم، إذ السعير أشد أنواع النار التهابا واشتعالا وإحراقا.."},{"ayah_number":6,"text":"وقوله: وَلِلَّذِينَ كَفَرُوا بِرَبِّهِمْ عَذابُ جَهَنَّمَ وَبِئْسَ الْمَصِيرُ معطوف على ما قبله.أى: هيأنا للشياطين عذاب السعير، وهيأنا- أيضا- للذين كفروا بربهم من الإنس عذاب جهنم، وبئس المصير عذاب جهنم."},{"ayah_number":7,"text":"ثم بين- سبحانه- أحوالهم الأليمة حينما يلقون جميعا في النار فقال: إِذا أُلْقُوا فِيها سَمِعُوا لَها شَهِيقاً وَهِيَ تَفُورُ ...والظرف «إذا» متعلق بقوله سَمِعُوا والشهيق: تردد النفس في الصدر بصعوبة وعناء..أى: أن هؤلاء الكافرين بربهم، عند ما يلقون في النار، يسمعون لها صوتا فظيعا منكرا، وَهِيَ تَفُورُ أى: وحالها أنها تغلى بهم غليان المرجل بما فيه، إذ الفور: شدة الغليان، ويقال ذلك في النار إذا هاجت، وفي القدر إذا غلت..."},{"ayah_number":8,"text":"تَكادُ تَمَيَّزُ مِنَ الْغَيْظِ أى تكاد النار تتقطع وينفصل بعضها عن بعض، لشدة غضبها عليهم، والتهامها لهم، وتميز أصله تتميز فحذفت إحدى التاءين تخفيفا.والغيظ أشد الغضب، والجملة في محل نصب على الحال، أو في محل رفع على أنها خبر لمبتدأ محذوف. أى: هي تكاد تتقطع من شدة غضبها عليهم..وقوله: كُلَّما أُلْقِيَ فِيها فَوْجٌ سَأَلَهُمْ خَزَنَتُها ... كلام مستأنف لبيان حال أهلها.والفوج: الجماعة من الناس ولفظ كُلَّما مركب من كل الدال على الشمول، ومن ما المصدرية الظرفية.أى: في كل وقت وآن، يلقى بجماعة من الكافرين في النار، يسألهم خزنتها من الملائكة، سؤال تبكيت وتقريع، بقولهم:أَلَمْ يَأْتِكُمْ نَذِيرٌ أى: ألم يأتكم يا معشر الكافرين نذير في الدنيا، ينذركم ويخوفكم من أهوال هذا اليوم، ويدعوكم إلى إخلاص العبادة لله- تعالى- وحده."},{"ayah_number":9,"text":"ثم حكى- سبحانه- ما رد به الكافرون على خزنة جهنم فقال: قالُوا بَلى قَدْ جاءَنا نَذِيرٌ فَكَذَّبْنا وَقُلْنا ما نَزَّلَ اللَّهُ مِنْ شَيْءٍ ...أى: قال الكافرون- على سبيل التحسر والتفجع- في ردهم على خزنة جهنم: بلى لقد جاءنا المنذر الذي أنذرنا وحذرنا من سوء عاقبة الكفر.. ولكننا كذبناه، وأعرضنا عن دعوته، بل وتجاوزنا ذلك بأن قلنا له على سبيل العناد والجحود والغرور: ما نزل الله على أحد من شيء من الأشياء التي تتلوها علينا، وتأمرنا بها، أو تنهانا عن مخالفتها.وقوله: إِنْ أَنْتُمْ إِلَّا فِي ضَلالٍ كَبِيرٍ يحتمل أنه من كلام الكافرين لرسلهم الذين أنذروهم وحذروهم من الإصرار على الكفر.أى: جاءنا الرسل الذين أنذرونا.. فكذبناهم، وقلنا لهم: ما نزل الله من شيء من الأشياء على ألسنتكم.. وقلنا لهم- أيضا- ما أنتم إلا في ضلال كبير، أى: في ذهاب واضح عن الحق، وبعد شديد عن الصواب.ويحتمل أن يكون من كلام الملائكة، أى: قال لهم الملائكة على سبيل التجهيل والتوبيخ:ما أنتم- أيها الكافرون- إلا في ضلال كبير، بسبب تكذيبكم لرسلكم، وإعراضكم عمن حذركم وأنذركم.قال صاحب الكشاف: فإن قلت: إِنْ أَنْتُمْ إِلَّا فِي ضَلالٍ كَبِيرٍ من المخاطبون به؟قلت: هو من جملة قول الكفار وخطابهم للمنذرين، على أن النذير بمعنى الإنذار. والمعنى:ألم يأتكم أهل نذير: أو وصف به منذروهم لغلوهم في الإنذار، كأنهم ليسوا إلا إنذارا..ويجوز أن يكون من كلام الخزنة للكفار على إرادة القول: أرادوا حكاية ما كانوا عليه من ضلالهم في الدنيا، أو أرادوا بالضلال: الهلاك.. .وجمع- سبحانه- الضمير في قوله إِنْ أَنْتُمْ.. مع أن الملائكة قد سألوهم أَلَمْ يَأْتِكُمْ نَذِيرٌ بالإفراد، للإشعار بأن هؤلاء الكافرين لم يكتفوا بتكذيب النذير الذي أنذرهم، بل كذبوه وأتباعه الذين آمنوا به.فكأن كل فوج منهم كان يقول للرسول الذي جاء لهدايته: أنت وأتباعك في ضلال كبير"},{"ayah_number":10,"text":"ثم بين- سبحانه- جانبا آخر من حسراتهم في هذا اليوم فقال: وَقالُوا لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ، ما كُنَّا فِي أَصْحابِ السَّعِيرِ ...أى: وقال الكافرون بربهم- على سبيل الحسرة والندامة- لو كنا في الدنيا نسمع ما يقال لنا على لسان رسولنا، سماع طاعة وتفكر واستجابة، أو نعقل ما يوجه إلينا من هدايات وإرشادات..لو كنا كذلك، ما صرنا في هذا اليوم من جملة أصحاب النار المسعرة، الذين هم خالدون فيها أبدا.وقدم- سبحانه- السماع على التعقل، مراعاة للترتيب الطبيعي، لأن السماع يكون أولا، ثم يعقبه التعقل والتدبر لما يسمع."},{"ayah_number":11,"text":"والفاء الأولى في قوله- تعالى-: فَاعْتَرَفُوا بِذَنْبِهِمْ فَسُحْقاً لِأَصْحابِ السَّعِيرِ للإفصاح، والثانية للسببية، والسّحق: البعد، يقال: سحق- ككرم وعلم- سحقا، أى:بعد بعدا، وفلان أسحقه الله، أى: أبعده عن رحمته، وهو مصدر ناب عن فعله في الدعاء، ونصبه على أنه مفعول به لفعل مقدر، أى: ألزمهم الله سحقا، أو منصوب على المصدرية، أى: فسحقهم الله سحقا.أى: إذا كان الأمر كما أخبروا عن أنفسهم، فقد أقروا واعترفوا بذنوبهم، وأن الله- تعالى- ما ظلمهم، وأن ندمهم لن ينفعهم في هذا اليوم.. بل هم جديرون بالدعاء عليهم بالطرد من رحمة الله- تعالى- وبخلودهم في نار السعير.واللام في قوله لِأَصْحابِ للتبيين، كما في قولهم: سقيا لك.فالآية الكريمة توضح أن ما أصابهم من عذاب كان بسبب إقرارهم بكفرهم، وإصرارهم عليه حتى الممات، وفي الحديث الشريف: «لن يدخل أحد النار، إلا وهو يعلم أن النار أولى به من الجنة» . وفي حديث آخر: «لن يهلك الناس حتى يعذروا من أنفسهم» .وكعادة القرآن الكريم في قرنه الترغيب بالترهيب أو العكس، أخذت السورة في بيان حسن عاقبة المؤمنين، بعد بيان سوء عاقبة الكافرين، وفي لفت أنظار الناس إلى نعم الله- تعالى- عليهم، لكي يشكروه ويخلصوا له العبادة.. قال- تعالى:"},{"ayah_number":12,"text":"وقوله: يَخْشَوْنَ من الخشية، وهي أشد الخوف وأعظمه، والغيب: مصدر غاب يغيب، وكثيرا ما يستعمل بمعنى الغائب، وهو ما لا تدركه الحواس ولا يعلم ببداهة العقل.أى: إن الذين يخشون ربهم فيخافون عذابه، ويعبدونه كأنهم يرونه، مع أنهم لا يرونه بأعينهم.. هؤلاء الذين تلك صفاتهم، لهم من خالقهم- عز وجل- مغفرة عظيمة، وأجر بالغ الغاية في الكبر والضخامة.وقوله بِالْغَيْبِ حال من الفاعل، أى: غائبا عنهم، أو من المفعول. أى: غائبين عنه. أى. يخشون عذابه دون أن يروه- سبحانه-.ويجوز أن يكون المعنى: يخشون عذابه حال كونهم غائبين عن أعين الناس، فهم يراقبونه- سبحانه- في السر، كما يراقبونه في العلانية كما قال الشاعر:يتجنب الهفوات في خلواته ... عف السريرة، غيبه كالمشهدوالحق أن هذه الصفة، وهي خوف الله- تعالى- بالغيب، على رأس الصفات التي تدل على قوة الإيمان، وعلى طهارة القلب، وصفاء النفس.."},{"ayah_number":13,"text":"ثم بين- سبحانه- بأبلغ أسلوب، ان السر يتساوى مع العلانية بالنسبة لعلمه- تعالى- فقال: وَأَسِرُّوا قَوْلَكُمْ أَوِ اجْهَرُوا بِهِ إِنَّهُ عَلِيمٌ بِذاتِ الصُّدُورِ....وقد ذكروا في سبب نزول هذه الآية، أن المشركين كانوا ينالون من النبي صلى الله عليه وسلم فلما أطلعه الله- تعالى- على أمرهم، فقال بعضهم لبعض: أسروا قولكم كي لا يسمعه رب محمد.. .وصيغة الأمر في قوله: وَأَسِرُّوا واجْهَرُوا مستعملة في التسوية بين الأمرين، كما في قوله- تعالى- فَاصْبِرُوا أَوْ لا تَصْبِرُوا....أى: إن إسراركم- أيها الكافرون- بالإساءة إلى نبينا محمد صلى الله عليه وسلم أو جهركم بهذه الإساءة، يستويان في علمنا، لأننا لا يخفى علينا شيء من أحوالكم، فسواء عندنا من أسر منكم القول ومن جهر به.وجملة إِنَّهُ عَلِيمٌ بِذاتِ الصُّدُورِ تعليل للتسوية المستفادة من صيغة الأمر أى: سواء في علمه- تعالى- إسراركم وجهركم، لأنه- سبحانه- عليم علما تاما بما يختلج في صدوركم، وما يدور في نياتكم التي هي بداخل قلوبكم.وشبيه بهذه الآية قوله- تعالى-: وَلَقَدْ خَلَقْنَا الْإِنْسانَ وَنَعْلَمُ ما تُوَسْوِسُ بِهِ نَفْسُهُ، وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ."},{"ayah_number":14,"text":"ثم أكد- سبحانه- شمول علمه لكل شيء بقوله: أَلا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللَّطِيفُ الْخَبِيرُ.واللطيف من اللطف، وهو العالم بخبايا الأمور، والمدبر لها برفق وحكمة ويسر..والخبير: من الخبر، وهو العلم بجزئيات الأشياء الخفية، التي من شأنها أن يخبر الناس بعضهم بعضا بحدوثها، لأنها كانت خافية عليهم.ولفظ مَنْ في قوله مَنْ خَلَقَ يصح أن يكون مفعولا لقوله يَعْلَمُ، والعائد محذوف أى: ألا يعلم الله- تعالى- شأن الذين خلقهم، والحال أنه- سبحانه- هو الذي لطف علمه ودق، إذ هو المدبر لأمور خلقه برفق وحكمة، العليم علما تاما بأسرار النفوس وخبايا ما توسوس به..ويجوز أن يكون مَنْ فاعلا لقوله يَعْلَمُ على أن المقصود به ذاته- تعالى-، ويكون مفعول يعلم محذوفا للعلم به، والمعنى: ألا يعلم السر ومضمرات القلوب الله الذي خلق كل شيء وأوجده، وهو- سبحانه- الموصوف بأنه لطيف خبير.والاستفهام على الوجهين لإنكار ما زعمه المشركون من انتفاء علمه- تعالى- بما يسرونه فيما بينهم، حيث قال بعضهم لبعض: أسروا قولكم كي لا يسمعه رب محمد."},{"ayah_number":15,"text":"ثم ذكر- سبحانه- جانبا من مظاهر فضله على عباده فقال: هُوَ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ ذَلُولًا، فَامْشُوا فِي مَناكِبِها، وَكُلُوا مِنْ رِزْقِهِ وَإِلَيْهِ النُّشُورُ.والذلول: السهلة المذللة المسخرة لما يراد منها من مشى عليها، أو غرس فيها، أو بناء فوقها.. من الذّل وهو سهولة الانقياد للغير، ومنه قوله- تعالى-: قالَ إِنَّهُ يَقُولُ إِنَّها بَقَرَةٌ لا ذَلُولٌ.. أى: غير مذللة ولا مدربة على حرث الأرض..والأمر في قوله فَامْشُوا فِي مَناكِبِها للإباحة، والمناكب جمع منكب وهو ملتقى الكتف مع العضد والمراد به هنا: جوانبها أو طرقها وفجاجها أو أطرافها..وهو مثل لفرط التذليل، وشدة التسخير..أى: هو- سبحانه- الذي جعل لكم- بفضله ورحمته- الأرض المتسعة الأرجاء.مذللة مسخرة لكم، لتتمكنوا من الانتفاع بها عن طريق المشي عليها، أو البناء فوقها. أو غرس النبات فيها..ومادام الأمر كذلك فامشوا في جوانبها وأطرافها وفجاجها.. ملتمسين رزق ربكم فيها، وداوموا على ذلك، ففي الحديث الشريف: «التمسوا الرزق في خبايا الأرض» .والمراد بقوله: وَكُلُوا مِنْ رِزْقِهِ الانتفاع بما فيها من وجوه النعم، وعبر عنه بالأكل لأنه أهم وجوه الانتفاع.فالآية الكريمة دعوة حارة للمسلمين لكي ينتفعوا بما في الأرض من كنوز، حتى يستغنوا عن غيرهم في مطعمهم ومشربهم وملبسهم وسائر أمور معاشهم.. فإنه بقدر تقصيرهم في استخراج كنوزها، تكون حاجتهم لغيرهم.قال بعض العلماء: قال الإمام النووي في مقدمة المجموع: إن على الأمة الإسلامية أن تعمل على استثمار وإنتاج كل حاجاتها حتى الإبرة، لتستغنى عن غيرها، وإلا احتاجت إلى الغير بقدر ما قصرت في الإنتاج..وقد أعطى الله- تعالى- العالم الإسلامى الأولوية في هذا كله. فعليهم أن يحتلوا مكانهم، ويحافظوا على مكانتهم، ويشيدوا كيانهم بالدين والدنيا معا.. .وقد أفاض بعض العلماء في بيان معنى قوله- تعالى-: هُوَ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ ذَلُولًا ... فقال ما ملخصه: والناس لطول إلفهم لحياتهم على هذه الأرض وسهولة استقرارهم عليها.. ينسون نعمة الله في تذليلها لهم وتسخيرها. والقرآن يذكرهم هذه النعمة الهائلة، ويبصرهم بها، في هذا التعبير الذي يدرك منه كل أحد، وكل جيل، ما ينكشف له من علم هذه الأرض الذلول..والله- تعالى- جعل الأرض ذلولا للبشر من حيث جاذبيتها.. ومن حيث سطحها..ومن حيث تكوينها، ومن حيث إحاطة الهواء بها.. ومن حيث حجمها.. .وقوله: وَإِلَيْهِ النُّشُورُ معطوف على ما قبله، لبيان أن مصيرهم إليه- تعالى- بعد قضائهم في الأرض المذللة لهم، مدة حياتهم..أى: وإليه وحده مرجعكم، وبعثكم من قبوركم، بعد أن قضيتم على هذه الأرض، الأجل الذي قدره- سبحانه- لكم."},{"ayah_number":16,"text":"ثم حذر- سبحانه- من بطشه وعقابه فقال: أَأَمِنْتُمْ مَنْ فِي السَّماءِ أَنْ يَخْسِفَ بِكُمُ الْأَرْضَ فَإِذا هِيَ تَمُورُ..والخسف: انقلاب ظاهر السطح من بعض الأرض فيصير باطنا، والباطن ظاهرا..والمور: شدة الاضطراب والتحرك. يقال: مار الشيء مورا، إذا ارتج واضطرب، والمراد بمن في السماء: الله- عز وجل- بدون تحيز أو تشبيه أو حلول في مكان.قال الإمام الآلوسى: قوله: أَأَمِنْتُمْ مَنْ فِي السَّماءِ وهو الله- عز وجل- كما ذهب إليه غير واحد، فقيل على تأويل: من في السماء أمره وقضاؤه، يعنى أنه من التجوز في الإسناد، أو أن فيه مضافا مقدرا، وأصله: من في السماء أمره، فلما حذف وأقيم المضاف إليه مقامه ارتفع واستتر، وقيل على تقدير: خالق من في السماء..وقيل في بمعنى على، ويراد العلو بالقهر والقدرة..وأئمة السلف لم يذهبوا إلى غيره- تعالى- والآية عندهم من المتشابه وقد قال صلى الله عليه وسلم آمنوا بمتشابهه ولم يقل أولوه. فهم مؤمنون بأنه- عز وجل- في السماء: على المعنى الذي أراده- سبحانه- مع كمال التنزيه. وحديث الجارية- التي قال لها الرسول صلى الله عليه وسلم أين الله؟ فأشارت إلى السماء- من أقوى الأدلة في هذا الباب. وتأويله بما أول به الخلف، خروج عن دائرة الإنصاف عند ذوى الألباب..  .والمعنى: أأمنتم- أيها الناس- من في السماء وهو الله- عز وجل- أن يذهب الأرض بكم، فيجعل أعلاها أسفلها.. فإذا هي تمور بكم وتضطرب، وترتج ارتجاجا شديدا تزول معه حياتكم.فالمقصود بالآية الكريمة تهديد الذين يخالفون أمره، بهذا العذاب الشديد، وتحذيرهم من نسيان بطشه وعقابه.والباء في قوله بِكُمُ للمصاحبة. أى: يخسفها وأنتم مصاحبون لها بذواتكم، بعد أن كانت مذللة ومسخرة لمنفعتكم.."},{"ayah_number":17,"text":"ثم انتقل- سبحانه- من تهديدهم بالخسف إلى تهديدهم بعذاب آخر فقال: أَمْ أَمِنْتُمْ مَنْ فِي السَّماءِ أَنْ يُرْسِلَ عَلَيْكُمْ حاصِباً فَسَتَعْلَمُونَ كَيْفَ نَذِيرِ.أى: بل أأمنتم- أيها الناس- من السماء، وهو الله- عز وجل- بسلطانه وقدرته..أن يرسل عليكم حاصِباً أى: ريحا شديدة مصحوبة بالحصى والحجارة التي تهلك، فحينئذ ستعلمون عند معاينتكم للعذاب، كيف كان إنذارى لكم متحققا وواقعا وحقا..فالاستفهام في الآيتين المقصود به التعجيب من أمنهم عذاب الله- تعالى- عند مخالفتهم لأمره، وخروجهم عن طاعته.وقدم- سبحانه- التهديد بالخسف على التهديد بإرسال الحاصب، لأن الخسف من أحوال الأرض، التي سبق أن بين لهم أنه خلقها مذللة لهم، وفيها ما فيها من منافعهم، فهذه المنافع ليس عسيرا على الله- تعالى- أن يحولها إلى عذاب لهم.."},{"ayah_number":18,"text":"ثم ذكرهم- سبحانه- بما جرى للكافرين السابقين فقال: وَلَقَدْ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ فَكَيْفَ كانَ نَكِيرِ..أى: وو الله لقد كذب الذين من قبل كفار مكة من الأمم السابقة، كقوم نوح وعاد وثمود.. فكان إنكارى عليهم، وعقابي لهم، شديدا ومبيرا ومدمرا لهم تدميرا تاما.فالنكير بمعنى الإنكار، والاستفهام في قوله: فَكَيْفَ كانَ نَكِيرِ للتهويل.أى: إن إنكارى عليهم كفرهم كان إنكارا عظيما، لأنه ترتب عليه، أن أخذتهم أخذ عزيز مقتدر.كما قال- تعالى-: فَكُلًّا أَخَذْنا بِذَنْبِهِ، فَمِنْهُمْ مَنْ أَرْسَلْنا عَلَيْهِ حاصِباً، وَمِنْهُمْ مَنْ أَخَذَتْهُ الصَّيْحَةُ، وَمِنْهُمْ مَنْ خَسَفْنا بِهِ الْأَرْضَ، وَمِنْهُمْ مَنْ أَغْرَقْنا، وَما كانَ اللَّهُ لِيَظْلِمَهُمْ،وَلكِنْ كانُوا أَنْفُسَهُمْ يَظْلِمُونَ .ثم تنتقل السورة بعد هذا التهديد والإنذار، إلى دعوتهم إلى التأمل والتفكر، في مشهد الطير صافات في الجو.. وفي أحوال أنفسهم عند اليأس والفقر، وعند الهزيمة والإعراض عن الحق.. فيقول- سبحانه-:"},{"ayah_number":19,"text":"قال بعض العلماء: قوله: أَوَلَمْ يَرَوْا إِلَى الطَّيْرِ.. عطف على جملة هُوَ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ ذَلُولًا.. استرسالا في الدلائل على انفراد الله- تعالى- بالتصرف في الموجودات، وقد انتقل من دلالة أحوال البشر وعالمهم، إلى دلالة أعجب أحوال العجماوات، وهي أحوال الطير في نظام حركاتها في حال طيرانها، إذ لا تمشى على الأرض كما هو في حركات غيرها على الأرض، فحالها أقوى دلالة على عجيب صنع الله المنفرد به.. «2» .والاستفهام في قوله- تعالى-: أَوَلَمْ يَرَوْا.. للتعجيب من حال المشركين، لعدم تفكرهم فيما يدعو إلى التفكر والاعتبار..والواو للعطف على مقدر يقتضيه المقام، والطير: جمع طائر كصحب وصاحب..والمعنى: أغفل هؤلاء المشركون، وانطمست أعينهم عن رؤية الطير فوقهم، وهن صافَّاتٍ أى: باسطات أجنحتهن في الهواء عند الطيران في الجو، وَيَقْبِضْنَ أى:ويضممن أجنحتهن تارة على سبيل الاستظهار بها على شدة التحرك في الهواء..ما يُمْسِكُهُنَّ في حالتي البسط والقبض إِلَّا الرَّحْمنُ الذي وسعت رحمته وقدرته كل شيء، والذي أحسن كل شيء خلقه..إِنَّهُ- سبحانه- بِكُلِّ شَيْءٍ بَصِيرٌ أى: إنه- سبحانه- مطلع على أحوال كل شيء، ومدبر لأمره على أحسن الوجوه وأحكمها..قال صاحب الكشاف: صافَّاتٍ باسطات أجنحتهن في الجو عند طيرانها، لأنهن إذا بسطنها صففن قوادمها صفا وَيَقْبِضْنَ أى: ويضممنها إذا ضربن بها جنوبهن.فإن قلت: لم قيل وَيَقْبِضْنَ ولم يقل: وقابضات؟قلت: لأن الأصل في الطيران هو صف الأجنحة، لأن الطيران في الهواء كالسباحة في الماء، والأصل في السباحة مد الأطراف وبسطها. وأما القبض فطارئ على البسط.للاستظهار به على التحرك، فجيء بما هو طارئ غير أصل بلفظ الفعل، على معنى أنهن صافات، ويكون منهن القبض تارة كما يكون من السابح..   .والمراد بإمساكهن: عدم سقوطهن إلى الأرض بقدرته وحكمته- تعالى- حيث أودع فيها من الخصائص ما جعلها تطير في الجو، كالسابح في الماء.وشبيه بهذه الآية قوله- تعالى-: أَلَمْ يَرَوْا إِلَى الطَّيْرِ مُسَخَّراتٍ فِي جَوِّ السَّماءِ ما يُمْسِكُهُنَّ إِلَّا اللَّهُ..  ."},{"ayah_number":20,"text":"ثم لفت أنظارهم للمرة الثانية إلى قوة بأسه، ونفاذ إرادته، وعدم وجود من يأخذ بيدهم إذا ما أنزل بهم عقابه فقال: أَمَّنْ هذَا الَّذِي هُوَ جُنْدٌ لَكُمْ يَنْصُرُكُمْ مِنْ دُونِ الرَّحْمنِ.والاستفهام للتحدى والتعجيز، وأم منقطعة بمعنى بل، فهي للإضراب الانتقالى من غرض إلى آخر، ومن حجة إلى أخرى.ومن اسم استفهام مبتدأ، وخبره اسم الإشارة، وما بعده صفته.والمراد بالجند: الجنود الذين يهرعون لنصرة من يحتاج إلى نصرتهم. ولفظ دُونِ أصله ظرف للمكان الأسفل.. ويطلق على الشيء المغاير، فيكون بمعنى غير كما هنا، والمقصود بالآية تحقير شأن هؤلاء الجند، والتهوين من شأنهم.والمعنى: بل أخبرونى- أيها المشركون- بعد أن ثبتت غفلتكم وعدم تفكيركم تفكيرا ينفعكم، من هذا الحقير الذي تستعينون به في نصركم ودفع الضر عنكم، متجاوزين في ذلك إرادة الرحمن ومشيئته ونصره. أو من هذا الذي ينصركم نصرا كائنا غير نصر الرحمن، أو من ينصركم من عذاب كائن من عنده- تعالى-.والجواب الذي لا تستطيعون جوابا سواه: هو أنه لا ناصر لكم يستطيع أن ينصركم من دون الله- تعالى-، كما قال- سبحانه- وَإِنْ يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلا كاشِفَ لَهُ إِلَّا هُوَ، وَإِنْ يُرِدْكَ بِخَيْرٍ فَلا رَادَّ لِفَضْلِهِ..وكما قال- عز وجل-: ما يَفْتَحِ اللَّهُ لِلنَّاسِ مِنْ رَحْمَةٍ فَلا مُمْسِكَ لَها، وَما يُمْسِكْ فَلا مُرْسِلَ لَهُ مِنْ بَعْدِهِ.وقوله- سبحانه-: إِنِ الْكافِرُونَ إِلَّا فِي غُرُورٍ كلام معترض بين ما قبله وما بعده، لبيان حالهم القبيح وواقعهم المنكر.والغرور: صفة في النفس تجعلها تعرض عن الحق جحودا وعنادا وجهلا. أى ليس الكافرون إلا في غرور عظيم، وفي جهل تام، عن تدبر الحق، لأنهم زين لهم الشيطان سوء أعمالهم، فرأوها حسنة."},{"ayah_number":21,"text":"ثم انتقل- سبحانه- إلى إلزامهم بنوع آخر من الحجج فقال: أَمَّنْ هذَا الَّذِي يَرْزُقُكُمْ إِنْ أَمْسَكَ رِزْقَهُ..أى: بل أخبرونى من هذا الذي يزعم أنه يستطيع أن يوصل إليكم الرزق والخير، إذا أمسك الله- تعالى- عنكم ذلك، أو منع عنكم الأسباب التي تؤدى إلى نفعكم وإلى قوام حياتكم، كمنع نزول المطر إليكم، وكإهلاك الزروع والثمار التي تنبتها الأرض..إنه لا أحد يستطيع أن يرزقكم سوى الله- تعالى-.وقوله: بَلْ لَجُّوا فِي عُتُوٍّ وَنُفُورٍ جملة مستأنفة جواب لسؤال تقديره: فهل انتفع المشركون بتلك المواعظ فكان الجواب كلا إنهم لم ينتفعوا، بل لَجُّوا أى تمادوا في اللجاج والجدال بالباطل وفِي عُتُوٍّ أى: وفي استكبار وطغيان، وفي نُفُورٍ أى: شرود وتباعد عن الطريق المستقيم.أى: أنهم ساروا في طريق أهوائهم حتى النهاية، دون أن يستمعوا إلى صوت نذير أو واعظ أو مرشد."},{"ayah_number":22,"text":"ثم ضرب- سبحانه- مثلا لأهل الإيمان وأهل الكفر، وأهل الحق وأهل الباطل، فقال - سبحانه-: أَفَمَنْ يَمْشِي مُكِبًّا عَلى وَجْهِهِ أَهْدى، أَمَّنْ يَمْشِي سَوِيًّا عَلى صِراطٍ مُسْتَقِيمٍ.والمكب: هو الإنسان الساقط على وجهه، يقال: كبّ فلان فلانا وأكبه، إذا صرعه وقلبه بأن جعل وجهه على الأرض.. فهو اسم فاعل من أكب.وقوله: أَهْدى مشتق من الهدى، وهو معرفة طريق الحق والسير فيها، والمفاضلة هنا ليست مقصودة، لأن الذي يمشى مكبا على وجهه، لا شيء عنده من الهداية أو الرشد إطلاقا حتى يفاضل مع غيره، وفيه لون من التهكم بهذا المكب على وجهه.و «السوى» هو الإنسان الشديد الاستواء والاستقامة، فهو فعيل بمعنى فاعل.ومنه قوله- تعالى- حكاية عما قاله إبراهيم- عليه السلام- لأبيه: يا أَبَتِ إِنِّي قَدْ جاءَنِي مِنَ الْعِلْمِ ما لَمْ يَأْتِكَ فَاتَّبِعْنِي أَهْدِكَ صِراطاً سَوِيًّا أى: مستويا.قال الإمام ابن كثير عند تفسيره لهذه الآية: أَفَمَنْ يَمْشِي مُكِبًّا عَلى وَجْهِهِ أَهْدى ... :هذا مثل ضربه الله للمؤمن والكافر، فالكافر مثله فيما هو فيه، كمثل من يمشى مكبا على وجهه، أى: يمشى منحنيا لا مستويا على وجهه، أى: لا يدرى أين يسلك، ولا كيف يذهب، بل هو تائه حائر ضال، أهذا أهدى أَمَّنْ يَمْشِي سَوِيًّا أى: منتصب القامة عَلى صِراطٍ مُسْتَقِيمٍ أى على طريق واضح بين، وهو في نفسه مستقيم وطريقه مستقيمة.هذا مثلهم في الدنيا، وكذلك يكونون في الآخرة، فالمؤمن يحشر يمشى سويا على صراط مستقيم.. وأما الكافر فإنه يحشر يمشى على وجهه إلى النار..وروى الإمام أحمد عن أنس قال: قيل يا رسول الله، كيف يحشر الناس على وجوههم؟فقال: «أليس الذي أمشاهم على أرجلهم قادرا على أن يمشيهم على وجوههم»   ؟.وقال الجمل: هذا مثل للمؤمن والكافر، حيث شبه- سبحانه- المؤمن في تمسكه بالدين الحق، ومشيه على منهاجه، بمن يمشى في الطريق المعتدل، الذي ليس فيه ما يتعثر به..وشبه الكافر في ركوبه ومشيه على الدين الباطل، بمن يمشى في الطريق الذي فيه حفر وارتفاع وانخفاض، فيتعثر ويسقط على وجهه، وكلما تخلص من عثرة وقع في أخرى.فالمذكور في الآية هو المشبه به، والمشبه محذوف، لدلالة السياق عليه..  .وبذلك نرى هذه الآيات الكريمة قد لفتت أنظار الناس إلى التفكر والاعتبار، ووبخت المشركين على جهالاتهم وطغيانهم، وساقت مثالا واضحا للمؤمن والكافر، ليهلك من هلك عن بينة ويحيى من حي عن بينة.ثم أمر الله- تعالى- رسوله صلى الله عليه وسلم في بعض آيات أن يذكر الكافرين بنعم الله- تعالى- عليهم، وأن يرد على شبهاتهم وأكاذيبهم بما يدحضها، وأن يكل أمره وأمرهم إليه وحده- تعالى- فقال:"},{"ayah_number":23,"text":"أى: قل- أيها الرسول الكريم- لهؤلاء المشركين- على سبيل تبصيرهم بالحجج والدلائل الدالة على قدرتنا ووحدانيتنا، وعلى سبيل التنويع في الإرشاد والتوجيه.. قل لهم:الرحمن- عز وجل- هو الذي أنشأكم وأوجدكم في كل طور من أطوار حياتكم، وهو سبحانه- الذي أوجد لكم السمع الذي تسمعون به، والأبصار التي تبصرون بها الكائنات، والأفئدة أى والقلوب التي تدركونها بها..ولكنكم- مع كل هذه النعم- قَلِيلًا ما تَشْكُرُونَ خالقكم- عز وجل-.وجمع- سبحانه- الأفئدة والأبصار، وأفرد السمع، لأن القلوب تختلف باختلاف مقدار ما تفهمه مما يلقى إليها من إنذار أو تبشير، ومن حجة أو دليل، فكان من ذلك تعدد القلوب بتعدد الناس على حسب استعدادهم.وكذلك شأن الناس فيما تنتظمه أبصارهم من آيات الله في كونه، فإن أنظارهم تختلف في عمق تدبرها وضحولته، فكان من ذلك تعدد المبصرين، بتعدد مقادير ما يستنبطون من آيات الله في الآفاق.وأما المسموع فهو بالنسبة للناس جميعا شيء واحد، هو الحجة يناديهم بها المرسلون، والدليل يوضحه لهم النبيون.لذلك كان الناس جميعا كأنهم سمع واحد، فكان إفراد السمع إيذانا من الله بأن حجته واحدة، ودليله واحد لا يتعدد.وقوله: قَلِيلًا ما تَشْكُرُونَ صفة لمصدر محذوف، أى: شكرا قليلا، وما مزيدة لتأكيد التقليل.وعبر- سبحانه- بقوله قَلِيلًا لحضهم على الإكثار من شكره- تعالى-، وذلك عن طريق إخلاص العبادة له- عز وجل-: ونبذ عبادة غيره."},{"ayah_number":24,"text":"ثم أمره- سبحانه- للمرة الثانية أن يذكرهم بنعمة أخرى فقال قُلْ هُوَ الَّذِي ذَرَأَكُمْ فِي الْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ. أى: وقل لهم- أيها الرسول الكريم- الرحمن- تعالى- وحده هُوَ الَّذِي ذَرَأَكُمْ فِي الْأَرْضِ.أى: هو الذي خلقكم وبثكم وكثركم في الأرض، إذ الذرء معناه: الإكثار من الموجود..وقوله: وَإِلَيْهِ تُحْشَرُونَ بيان لمصيرهم بعد انتهاء آجالهم في هذه الدنيا.أى: وإليه وحده- لا إلى غيره- يكون مرجعكم للحساب والجزاء يوم القيامة."},{"ayah_number":25,"text":"ثم حكى- سبحانه- أقوالهم التي تدل على طغيانهم وجهالاتهم فقال: وَيَقُولُونَ مَتى هذَا الْوَعْدُ إِنْ كُنْتُمْ صادِقِينَ.والوعد: مصدر بمعنى الموعود، والمقصود به ما أخبرهم به صلى الله عليه وسلم من أن هناك بعثا وحسابا وجزاء.. ومن أن العاقبة والنصر للمؤمنين.أى: ويقول هؤلاء الجاحدون للرسول صلى الله عليه وسلم ولأصحابه، على سبيل التهكم والاستهزاء: متى يقع هذا الذي تخبروننا عنه من البعث والحساب والجزاء، ومن النصر لكم لا لنا..؟.وجواب الشرط محذوف والتقدير: إن كنتم صادقين فيما تقولونه لنا، فأين هو؟ إننا لا نراه ولا نحسه."},{"ayah_number":26,"text":"وهنا يأمر الله- تعالى- رسوله صلى الله عليه وسلم للمرة الثالثة، أن يرد عليهم الرد الذي يكبتهم فيقول: قُلْ إِنَّمَا الْعِلْمُ عِنْدَ اللَّهِ وَإِنَّما أَنَا نَذِيرٌ مُبِينٌ.أى: قل لهم يا محمد علم قيام الساعة، وعلم اليوم الذي سننتصر فيه عليكم.. عند الله- تعالى- وحده، لأن هذا العلم ليس من وظيفتي.وإنما وظيفتي أنى نذير لكم، أحذركم من سوء عاقبة كفركم، فإذا استجبتم لي نجوتم، وإن بقيتم على كفركم هلكتم.واللام في قوله: الْعِلْمُ للعهد. أى: العلم بوقت هذا الوعد، عند الله- تعالى- وحده.والمبين: اسم فاعل من أبان المتعدى، أى: مبين لما أمرت بتبليغه لكم بيانا واضحا لا لبس فيه ولا غموض."},{"ayah_number":27,"text":"ثم حكى- سبحانه- حالهم عند ما يرون العذاب الذي استعجلوه فقال: فَلَمَّا رَأَوْهُ زُلْفَةً سِيئَتْ وُجُوهُ الَّذِينَ كَفَرُوا، وَقِيلَ هذَا الَّذِي كُنْتُمْ بِهِ تَدَّعُونَ.والفاء في قوله: فَلَمَّا رَأَوْهُ زُلْفَةً ... هي الفصيحة. وفَلَمَّا ظرف بمعنى حين.ورَأَوْهُ مستعمل في المستقبل وجيء به بصيغة الماضي لتحقق الوقوع، كما في قوله- تعالى-: أَتى أَمْرُ اللَّهِ فَلا تَسْتَعْجِلُوهُ ...وزُلْفَةً اسم مصدر لأزلف إزلافا، بمعنى القرب. ومنه قوله- تعالى-: وَأُزْلِفَتِ الْجَنَّةُ ... أى: قربت للمتقين، وهو حال من مفعول رَأَوْهُ.والمعنى: لقد حل بالكافرين العذاب الذي كانوا يستعجلونه، ويقولون: متى هذا الوعد.فحين رأوه نازلا بهم، وقريبا منهم سِيئَتْ وُجُوهُ الَّذِينَ كَفَرُوا أى: ساءت رؤيته وجوههم، وحلت عليها غبرة ترهقها قترة.وَقِيلَ لهم على سبيل التوبيخ والتأنيب هذَا الَّذِي كُنْتُمْ بِهِ تَدَّعُونَ أى: هذا هو العذاب الذي كنتم تتعجلون وقوعه في الدنيا، وتستهزءون بمن يحذركم منه.فقوله تَدَّعُونَ من الدعاء بمعنى الطلب، أو من الدعوى.وسِيئَتْ فعل مبنى للمجهول. وأسند- سبحانه- حصول السوء إلى الوجوه، لتضمينه معنى كلحت وقبحت واسودت، لأن الخوف من العذاب قد ظهرت آثاره على وجوههم.وقال- سبحانه- سِيئَتْ وُجُوهُ الَّذِينَ كَفَرُوا بالإظهار، ولم يقل وجوههم، لذمهم بصفة الكفر، التي كانت السبب في هلاكهم.ومفعول تَدَّعُونَ محذوف. والتقدير: وقيل لهم هذا الذي كنتم تدعون عدم وقوعه.قد وقع، وها أنتم تشاهدونه أمام أعينكم.والجار والمجرور في قوله بِهِ متعلق بتدعون لأنه مضمن معنى تكذبون.والقائل لهم هذا القول: هم خزنة النار، على سبيل التبكيت لهم."},{"ayah_number":28,"text":"ثم أمر- سبحانه- رسوله صلى الله عليه وسلم للمرة الرابعة، أن يرد على ما كانوا يتمنونه بالنسبة له ولأصحابه فقال: قُلْ أَرَأَيْتُمْ إِنْ أَهْلَكَنِيَ اللَّهُ وَمَنْ مَعِيَ أَوْ رَحِمَنا، فَمَنْ يُجِيرُ الْكافِرِينَ مِنْ عَذابٍ أَلِيمٍ.ولقد كان المشركون يتمنون هلاك النبي صلى الله عليه وسلم وكانوا يرددون ذلك في مجالسهم، وقد حكى القرآن عنهم ذلك في آيات منها قوله- تعالى-: أَمْ يَقُولُونَ شاعِرٌ نَتَرَبَّصُ بِهِ رَيْبَ الْمَنُونِ.أى: قل لهم- أيها الرسول الكريم- أَرَأَيْتُمْ أى: أخبرونى إِنْ أَهْلَكَنِيَ اللَّهُ. - تعالى- وأهلك مَنْ مَعِيَ من أصحابى وأتباعى أَوْ رَحِمَنا بفضله وإحسانه بأن رزقنا الحياة الطويلة، ورزقنا النصر عليكم.فأخبرونى في تلك الحالة فَمَنْ يُجِيرُ الْكافِرِينَ مِنْ عَذابٍ أَلِيمٍ أى: من يستطيع أن يمنع عنكم عذاب الله الأليم، إذا أراد أن ينزله بكم؟ مما لا شك فيه أنه لن يستطيع أحد أن يمنع ذلك عنكم.قال صاحب الكشاف: كان كفار مكة يدعون على رسول الله صلى الله عليه وسلم وعلى المؤمنين بالهلاك، فأمر بأن يقول لهم: نحن مؤمنون متربصون لإحدى الحسنيين: إما أن نهلك كما تتمنون، فننقلب إلى الجنة، أو نرحم بالنصرة عليكم، أما أنتم فماذا تصنعون؟ من يجيركم- وأنتم كافرون- من عذاب أليم لا مفر لكم منه.يعنى: إنكم تطلبون لنا الهلاك الذي هو استعجال للفوز والسعادة، وأنتم في أمر هو الهلاك الذي لا هلاك بعده.. .والمراد بالهلاك: الموت، وبالرحمة: الحياة والنصر بدليل المقابلة، وقد منح الله- تعالى- نبيه العمر المبارك النافع، فلم يفارق صلى الله عليه وسلم الدنيا إلا بعد أن بلغ الرسالة، وأدى الأمانة، ودخل الناس في دين الله أفواجا، وكانت كلمته هي العليا.والاستفهام في قوله أَرَأَيْتُمْ للإنكار والتعجيب من سوء تفكيرهم.والرؤية علمية، والجملة الشرطية بعدها سدت مسد المفعولين.وقال- سبحانه- فَمَنْ يُجِيرُ الْكافِرِينَ للإشارة إلى أن كفرهم هو السبب في بوارهم وفي نزول العذاب الأليم بهم."},{"ayah_number":29,"text":"ثم أمره- سبحانه- للمرة الخامسة، أن يبين لهم أنه هو وأصحابه معتمدون على الله- تعالى- وحده، ومخلصون له العبادة والطاعة، فقال: قُلْ هُوَ الرَّحْمنُ آمَنَّا بِهِ وَعَلَيْهِ تَوَكَّلْنا ...أى: وقل يا محمد لهؤلاء الجاحدين: إذا كنتم قد أشركتم مع الله- تعالى- آلهة أخرى في العبادة، فنحن على النقيض منكم، لأننا أخلصنا عبادتنا للرحمن الذي أوجدنا برحمته، وآمنا به إيمانا حقا، وعليه وحده توكلنا وفوضنا أمورنا.وأخر- سبحانه- مفعول آمَنَّا وقدم مفعول تَوَكَّلْنا، للتعريض بالكافرين، الذين أصروا على ضلالهم، فكأنه يقول: نحن آمنا ولم نكفر كما كفرتم، وتوكلنا عليه وحده، ولم نتوكل على ما أنتم متوكلون عليه من أصنامكم وأموالكم وأولادكم..وقوله فَسَتَعْلَمُونَ مَنْ هُوَ فِي ضَلالٍ مُبِينٍ مسوق مساق التهديد والوعيد أى:فستعلمون في عاجل أمرنا وآجله، أنحن الذين على الحق أم أنتم؟ ونحن الذين على الباطل أم أنتم؟ ..فالمقصود بالآية الكريمة التهديد والإنذار، مع إخراج الكلام مخرج الإنصاف، الذي يحملهم على التدبر والتفكر لو كانوا يعقلون."},{"ayah_number":30,"text":"ثم أمر- سبحانه- نبيه صلى الله عليه وسلم للمرة السادسة، أن يذكرهم بنعمة الماء الذي يشربونه فقال: قُلْ أَرَأَيْتُمْ إِنْ أَصْبَحَ ماؤُكُمْ غَوْراً فَمَنْ يَأْتِيكُمْ بِماءٍ مَعِينٍ.وقوله غَوْراً مصدر غارت البئر، إذا نضب ماؤها وجف. يقال: غار الماء يغور غورا، إذا ذهب وزال..والمعين: هو الماء الظاهر الذي تراه العيون، ويسهل الحصول عليه، وهو فعيل من معن إذا قرب وظهر.أى: وقل لهم- أيها الرسول الكريم- على سبيل التوبيخ وإلزام الحجة: أخبرونى إن أصبح ماؤكم غائرا في الأرض، بحيث لا يبقى له وجود أصلا.فمن يستطيع أن يأتيكم بماء ظاهر على وجه الأرض، تراه عيونكم، وتستعملونه في شئونكم ومنافعكم.إنه لا أحد يستطيع ذلك إلا الله- تعالى- وحده، فعليكم أن تشكروه على نعمه، لكي يزيدكم منها.وبعد: فهذا تفسير لسورة «الملك» نسأل الله- تعالى- أن يجعله خالصا لوجهه، ونافعا لعباده. والحمد لله الذي بنعمته تتم الصالحات.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم.."}]