[{"ayah_number":1,"text":"تفسير سورة الحاقةمقدمة وتمهيد1- سورة «الحاقة» من السور المكية الخالصة، وكان نزولها بعد سورة «الملك» وقبل سورة «المعارج» ، وعدد آياتها إحدى وخمسون آية، وعند بعضهم اثنتان وخمسون آية.قال الآلوسى: «ويدل على مكيتها ما أخرجه الإمام أحمد عن عمر بن الخطاب قال:«خرجت أتعرض لرسول الله صلى الله عليه وسلم قبل أن أسلم، فوجدته قد سبقني إلى المسجد، فوقفت خلفه، فاستفتح بسورة (الحاقة) ، فجعلت أعجب من تأليف القرآن، فقلت- أى في نفسي-: هذا والله شاعر، فقرأ وَما هُوَ بِقَوْلِ شاعِرٍ قَلِيلًا ما تُؤْمِنُونَ فقلت:كاهن، فقرأ وَلا بِقَوْلِ كاهِنٍ قَلِيلًا ما تَذَكَّرُونَ. تَنْزِيلٌ مِنْ رَبِّ الْعالَمِينَ إلى آخر السورة. فوقع الإسلام في قلبي كل موقع».وعلى هذا الحديث يكون نزولها في السنة الرابعة أو الخامسة من البعثة لأن إسلام عمر- رضى الله عنه- كان- تقريبا- في ذلك الوقت.2- والسورة الكريمة زاخرة بالحديث عن أهوال يوم القيامة، وعن مصارع المكذبين، وعن أحوال أصحاب اليمين وأصحاب الشمال، وعن إقامة الأدلة المتعددة على أن هذا القرآن من عند الله- تعالى- وعلى أن الرسول صلى الله عليه وسلم صادق فيما يبلغه عن ربه- عز وجل-.وتمتاز هذه السورة بقصر آياتها، وبرهبة وقعها على النفوس، إذ كل قارئ لها بتدبر فكر، يحس عند قراءتها بالهول القاصم، وبالجد الصارم، وببيان أن هذا الدين حق لا يشوبه باطل. وأن ما أخبر به الرسول صلى الله عليه وسلم صدق لا يحوم حوله كذب.نرى ذلك كله في اسمها، وفي حديثها عن مصارع الغابرين، وعن مشاهد يوم القيامة التي يشيب لها الولدان.نسأل الله تعالى- أن يرحمنا جميعا برحمته.كلمة \" الحاقة \" مأخوذة من حق الشئ إذا ثبت وجوده ثبوتا لا يحتمل الشك . . وهى من أسماء الساعة ، وسميت الساعة بهذا الاسم لأن الأمور تثبت فيها وتَحق ، خلافا لما كان يزعمه الكافرون من أنه لا بعث ولا حساب ولا جزاء .والهاء فيها يصح أن تكون هاء التأنيث ، فيكون لفظ \" الحاقة \" صفة لموصوف محذوف ، أى : الساعة الحاقة .ويصح أن تكون هاء مصدر ، بزنة فاعلة ، مثل الكاذبة للكذب والباقية للبقاء ، والطاغية للطغيان .وأصلها تاء المرة ، ولكنها لما أريد بها الصدر ، قطع النظر عن المرء ، وصار لفظ \" الحاقة \" بمعنى الحق الثابت الوقوع ."},{"ayah_number":2,"text":"ولفظ «الحاقة» مبتدأ، و «ما» مبتدأ ثان، ولفظ الحاقة الثاني، خبر المبتدأ الثاني، والجملة من المبتدأ الثاني وخبره، خبر المبتدأ الأول.قال القرطبي ما ملخصه: قوله- تعالى-: الْحَاقَّةُ. مَا الْحَاقَّةُ يريد القيامة، سميت بذلك: لأن الأمور تحق فيها.وقيل سميت بذلك، لأنها تكون من غير شك. أو لأنها أحقت لأقوام الجنة، ولأقوام النار، أو لأن فيها يصير كل إنسان حقيقا بجزاء عمله، أو لأنها تحق كل محاق في دين الله بالباطل. أى: تبطل حجة كل مخاصم في دين الله بالباطل- يقال: حاققته فحققته فأنا أحقّه، إذا غالبته فغلبته.. والتّحاق التخاصم، والاحتقاق: الاختصام..."},{"ayah_number":3,"text":"و «ما» في قوله وَما أَدْراكَ مَا الْحَاقَّةُ اسم استفهام المقصود به هنا التهويل والتعظيم، وهي مبتدأ. وخبرها جملة أَدْراكَ مَا الْحَاقَّةُ وما الثانية وخبرها في محل نصب سادة مسد المفعول الثاني لقوله أَدْراكَ لأن أدرى يتعدى لمفعولين، الأول بنفسه والثاني بالباء، كما في قوله- تعالى-: قُلْ لَوْ شاءَ اللَّهُ ما تَلَوْتُهُ عَلَيْكُمْ وَلا أَدْراكُمْ بِهِ .وهذا الأسلوب الذي جاءت به هذه الآيات الكريمة، فيه ما فيه من التهويل من شأن الساعة، ومن التعظيم لأمرها، فكأنه- تعالى- يقول: يوم القيامة الذي يخوض في شأنه الكافرون، والذي تحق فيه الأمور وتثبت. أتدري أى شيء عظيم هو؟ وكيف تدرى أيها المخاطب؟ ونحن لم نحط أحدا بكنه هذا اليوم، ولا بزمان وقوعه؟وإنك- أيها العاقل- مهما تصورت هذا اليوم، فإن أهواله فوق ما تتصور، وكيفما قدرت لشدائده: فإن هذه الشدائد فوق ما قدرت.ومن مظاهر هذا التهويل لشأن يوم القيامة افتتاح السورة بلفظ «الحاقة» الذي قصد به ترويع المشركين، لأن هذا اللفظ يدل على أن يوم القيامة حق.كما أن تكرار لفظ «ما» ثلاث مرات، مستعمل- أيضا- في التهويل والتعظيم، كما أن إعادة المبتدأ في الجملة الواقعة خبرا عنه بلفظه، بأن قال مَا الْحَاقَّةُ ولم يقل ما هي، يدل أيضا على التهويل. لأن الإظهار في مقام الإضمار يقصد به ذلك، ونظيره قوله- تعالى-: وَأَصْحابُ الْيَمِينِ ما أَصْحابُ الْيَمِينِ. وَأَصْحابُ الشِّمالِ ما أَصْحابُ الشِّمالِ.والخطاب في الآيات الكريمة، لكل من يصلح له، لأن المقصود تنبيه الناس إلى أن الساعة حق. وأن الحساب والجزاء فيها حق، لكي يستعدوا لها بالإيمان والعمل الصالح.قال بعض العلماء ما ملخصه: واستعمال «ما أدراك» غير استعمال «ما يدريك» .. فقد روى عن ابن عباس أنه قال: كل شيء من القرآن من قوله ما أَدْراكَ فقد أدراه، وكل شيء من قوله: وَما يُدْرِيكَ فقد طوى عنه.فإن صح هذا عنه فمراده أن مفعول «ما أدراك» محقق الوقوع، لأن الاستفهام فيه للتهويل وأن مفعول «ما يدريك» غير محقق الوقوع لأن الاستفهام فيه للإنكار، وهو في معنى نفى الدراية.قال- تعالى-: وَما أَدْراكَ ما هِيَهْ. نارٌ حامِيَةٌ وقال- سبحانه- وَما يُدْرِيكَ لَعَلَّ السَّاعَةَ قَرِيبٌ ."},{"ayah_number":4,"text":"ثم فصل- سبحانه- أحوال بعض الذين كذبوا بالساعة، وبين ما ترتب على تكذيبهم من عذاب أليم فقال: كَذَّبَتْ ثَمُودُ وَعادٌ بِالْقارِعَةِ. فَأَمَّا ثَمُودُ فَأُهْلِكُوا بِالطَّاغِيَةِ. وَأَمَّا عادٌ فَأُهْلِكُوا بِرِيحٍ صَرْصَرٍ عاتِيَةٍ.وثمود: هم قوم صالح- عليه السلام-، سموا بذلك باسم جدهم ثمود. وقيل سموا بذلك لقلة المياه التي كانت في مساكنهم، لأن الثمد هو الماء القليل.وكانت مساكنهم بين الحجاز والشام. وما زالت أماكنهم معروفة باسم قرى صالح وتقع بين المملكة الأردنية الهاشمية، والمملكة العربية السعودية.وقد ذكرت قصتهم في سور: الأعراف، وهود، والشعراء، والنمل، والقمر ... إلخ.وأما عاد فهم قبيلة عاد، وسموا بذلك نسبة إلى جدهم الذي كان يسمى بهذا الاسم، وكانت مساكنهم بالأحقاف باليمن- والأحقاف جمع حقف وهو الرمل الكثير المائل ... وينتهى نسب عاد وثمود إلى نوح- عليه السلام-.والقارعة: اسم فاعل من قرعه، إذا ضربه ضربا شديدا، ومنه قوارع الدهر، أى:شدائده وأهواله، ويقال: قرع فلان البعير، إذا ضربه ومنه قولهم: العبد يقرع بالعصا.ولفظ القارعة، من أسماء يوم القيامة، وسمى يوم القيامة بذلك، لأنه يقرع القلوب ويزجرها لشدة أهواله: وهو صفة لموصوف محذوف، أى: بالساعة القارعة."},{"ayah_number":5,"text":"والطاغية من الطغيان وهو تجاوز الحد، والمراد بها هنا الصاعقة أو الصيحة التي أهلكت قوم ثمود، كما قال- تعالى-: وَأَخَذَ الَّذِينَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوا فِي دِيارِهِمْ جاثِمِينَ .ولفظ الطاغية- أيضا- صفة لموصوف محذوف.والريح الصرصر العاتية: هي الريح الشديدة التي يكون لها صوت كالصرير، كما قال- تعالى-: فَأَرْسَلْنا عَلَيْهِمْ رِيحاً صَرْصَراً فِي أَيَّامٍ نَحِساتٍ .والعاتية من العتو بمعنى الشدة والقوة وتجاوز الحد.أى: كذبت قبيلة ثمود، وقبيلة عاد، بالقيامة التي تقرع القلوب، وتزلزل النفوس، فأما قبيلة «ثمود» فأهلكوا، بالصيحة أو بالصاعقة، أو بالرجفة، التي تجاوزت الحد في الشدة والهول والطغيان."},{"ayah_number":6,"text":"وأما قبيلة عاد، فأهلكت بالريح الشديدة، التي لها صوت عظيم، والتي تجاوزت كل حد في قوتها.وابتدأ- سبحانه- بذكر ما أصاب هاتين القبيلتين، لأنهما أكثر القبائل المكذبة معرفة لمشركي قريش، لأنهما من القبائل العربية، ومساكنهما كانت في شمال وجنوب الجزيرة العربية."},{"ayah_number":7,"text":"ثم بين- سبحانه- كيفية نزول العذاب بهم فقال: سَخَّرَها عَلَيْهِمْ سَبْعَ لَيالٍ، وَثَمانِيَةَ أَيَّامٍ حُسُوماً.والتسخير: التذليل عن طريق القهر والأمر الذي لا يمكن مخالفته.وحسوما: من الحسم بمعنى التتابع، من حسمت الدابة، إذا تابعت كيها على الداء مرة بعد مرة حتى ينحسم.. أو من الحسم بمعنى القطع، ومنه سمى السيف حساما لأنه يقطع الرءوس، وينهى الحياة.قال صاحب الكشاف: «والحسوم» : لا يخلو من أن يكون جمع حاسم، كشهود وقعود. أو مصدرا كالشكور والكفور، فإن كان جمعا فمعنى قوله حُسُوماً: نحسات حسمت كل خير، واستأصلت كل بركة. أو: متتابعة هبوب الرياح، ما خفتت ساعة حتى أتت عليهم، تمثيلا لتتابعها بتتابع فعل الحاسم في إعادة الكلى على الداء، كرة بعد كرة حتى ينحسم.وإن كان مصدرا، فإما أن ينتصب بفعله مضمرا، أى: تحسم حسوما، بمعنى تستأصل استئصالا. أو يكون صفة كقولك: ذات حسوم.. .أى: أرسل الله- تعالى- على هؤلاء المجرمين الريح التي لا يمكنها التخلف عن أمره، فبقيت تستأصل شأفتهم، وتخمد أنفاسهم.. سَبْعَ لَيالٍ وَثَمانِيَةَ أَيَّامٍ حُسُوماً أى: متتابعة ومتوالية حتى قطعت دابرهم، ودمرتهم تدميرا.وقوله: حُسُوماً يصح أن يكون نعتا لسبع ليال وثمانية أيام، ويصح أن يكون منصوبا على المصدرية بفعل من لفظه، أى: تحسمهم حسوما.ثم صور- سبحانه- هيئاتهم بعد أن هلكوا فقال: فَتَرَى الْقَوْمَ فِيها صَرْعى كَأَنَّهُمْ أَعْجازُ نَخْلٍ خاوِيَةٍ.والخطاب في قوله فَتَرَى.. لغير معين. والفاء للتفريع على ما تقدم والضمير في قوله فِيها يعود إلى الأيام والليالى. أو إلى مساكنهم.وقوله: صَرْعى أى: هلكى، جمع صريع كقتيل وقتلى، وجريح وجرحى.والأعجاز جمع عجز، والمراد بها هنا جذوع النخل التي قطعت رءوسها.وخاوية، أى: ساقطة، مأخوذ من خوى النجم، إذا سقط للغروب أو من خوى المكان إذا خلا من أهله وسكانه، وصار قاعا صفصفا. بعد أن كان ممتلئا بعمّاره.أى: أرسل الله- تعالى- على هؤلاء الظالمين الريح المتتابعة لمدة سبع ليال وثمانية أيام، فدمرتهم تدميرا، وصار الرائي ينظر إليهم فيراهم وقد ألقوا على الأرض هلكى، كأنهم في ضخامة أجسادهم ... جذوع نخل ساقطة على الأرض، وقد انفصلت رءوسها عنها.وعبر- سبحانه- بقوله: فَتَرَى الْقَوْمَ ... لاستحضار صورتهم في الأذهان، حتى يزداد المخاطب اعتبارا بأحوالهم، وبما حل بهم.والتشبيه بقوله: كَأَنَّهُمْ أَعْجازُ نَخْلٍ خاوِيَةٍ المقصود منه تشنيع صورتهم، والتنفير من مصيرهم السّيّئ، لأن من كان هذا مصيره، كان جديرا بأن يتحامى، وأن تجتنب أفعاله التي أدت به إلى هذه العاقبة المهينة."},{"ayah_number":8,"text":"والاستفهام فى قوله : ( فَهَلْ ترى لَهُم مِّن بَاقِيَةٍ ) للنفى ، والخطاب - أيضا - لكل من يصلح له ، وقوله ( بَاقِيَةٍ ) صفة لموصوف محذوف . . أى : فهل ترى لهم من فرقة أو نفس باقية ."},{"ayah_number":9,"text":"ثم بين- سبحانه- النهاية السيئة لأقوام آخرين فقال: وَجاءَ فِرْعَوْنُ وَمَنْ قَبْلَهُ وَالْمُؤْتَفِكاتُ بِالْخاطِئَةِ. فَعَصَوْا رَسُولَ رَبِّهِمْ فَأَخَذَهُمْ أَخْذَةً رابِيَةً.وفرعون: هو الذي قال لقومه- من بين ما قال- أنا ربكم الأعلى ... وقد أرسل الله- تعالى- إليه نبيه موسى- عليه السلام- ولكنه أعرض عن دعوته.. وكانت نهايته الغرق.والمراد بمن قبله: الأقوام الذين سبقوه في الكفر، كقوم نوح وإبراهيم- عليهما السلام-.والمراد بالمؤتفكات: قرى قوم لوط- عليه السلام- التي اقتلعها جبريل- عليه السلام- ثم قلبها بأن جعل عاليها سافلها، مأخوذ من ائتفك الشيء إذا انقلب رأسا على عقب.قال- تعالى- جَعَلْنا عالِيَها سافِلَها وَأَمْطَرْنا عَلَيْها حِجارَةً مِنْ سِجِّيلٍ مَنْضُودٍ .والمراد بالمؤتفكات هنا: سكانها وهم قوم لوط الذين أتوا بفاحشة ما سبقهم إليها أحد من العالمين.وخصوا بالذكر، لشهرة جريمتهم وبشاعتها وشناعتها.. ولمرور أهل مكة على قراهم وهم في طريقهم إلى الشام للتجارة، كما قال- تعالى-: وَإِنَّكُمْ لَتَمُرُّونَ عَلَيْهِمْ مُصْبِحِينَ. وَبِاللَّيْلِ أَفَلا تَعْقِلُونَ.أى: وبعد أن أهلكنا أقوام عاد وثمود.. جاء فرعون، وجاء أقوام آخرون قبله، وجاء قوم لوط، وكانوا جميعا كافرين برسلنا، ومعرضين عن دعوة الحق ومرتكبين للفعلات الخاطئة، والفواحش المنكرة.ومن مظاهر ذلك أنهم فَعَصَوْا رَسُولَ رَبِّهِمْ أى: كل أمة من أمم الكفر تلك، عصت رسولها حين أمرها بالمعروف، ونهاها عن المنكر.فكانت نتيجة إصرارهم على ارتكاب المعاصي والفواحش.. أن أخذهم الله- تعالى- أَخْذَةً رابِيَةً أى: أخذة زائدة في الشدة- لزيادة قبائحهم- على الأخذات التي أخذ بها غيرهم.فقوله: رابِيَةً مأخوذ من ربا الشيء إذا زاد وتضاعف."},{"ayah_number":10,"text":"وقال- سبحانه- فَعَصَوْا رَسُولَ رَبِّهِمْ ولم يقل رسولهم، للإشعار بأنهم لم يكتفوا بمعصية الرسول الذي هو بشر مثلهم، وإنما تجاوزوا ذلك إلى الاستخفاف بما جاءهم به من عند ربهم وخالقهم وموجدهم.والتعبير بالأخذ، للإشعار بسرعة الإهلاك وشدته، فإذا وصف هذا الأخذ بالزيادة عن المألوف، كان المقصود به الزيادة في الاعتبار والاتعاظ لأن هؤلاء جميعا قد أهلكهم- سبحانه- هلاك الاستئصال، الذي لم يبق منهم باقية."},{"ayah_number":11,"text":"ثم حكى- سبحانه- ما جرى لقوم نوح- عليه السلام- وبين جانبا من مننه ونعمه على المخاطبين، فقال: إِنَّا لَمَّا طَغَى الْماءُ حَمَلْناكُمْ فِي الْجارِيَةِ. لِنَجْعَلَها لَكُمْ تَذْكِرَةً وَتَعِيَها أُذُنٌ واعِيَةٌ.وقوله: طَغَى من الطغيان وهو مجاوزة الحد في كل شيء، والجارية صفة لموصوف محذوف.أى: اذكروا- أيها الناس- لتعتبروا وتتعظوا، ما جرى للكافرين من قوم نوح- عليه السلام- فإنهم حين أصروا على كفرهم، أغرقناهم بالطوفان، وحين علا الماء واشتد في ارتفاعه اشتدادا خارقا للعادة.. حملنا آباءكم الذين آمنوا بنوح- عليه السلام- في السفينة الجارية، التي صنعها نوح بأمرنا. وحفظناهم- بفضلنا ورحمتنا- في تلك السفينة إلى أن انتهى الطوفان."},{"ayah_number":12,"text":"وقد فعلنا ذلك لِنَجْعَلَها لَكُمْ تَذْكِرَةًأى: لنجعل لكم هذه النعمة وهي إنجاؤكم وإنجاء آبائكم من الغرق- عبرة وعظة وتذكيرا بنعم الله- تعالى- عليكم.وهذه النعمة والمنة تَعِيَهاوتحفظها أُذُنٌ واعِيَةٌ. أى: أذن من شأنها أن تحفظ ما يجب حفظه، وتعى ما يجب وعيه.فقوله: واعِيَةٌمن الوعى بمعنى الحفظ للشيء في القلب. يقال: وعى فلان الشيء يعيه إذا حفظه أكمل حفظ.وقال- سبحانه- حَمَلْناكُمْ فِي الْجارِيَةِ مع أن الحمل كان للآباء الذين آمنوا بنوح- عليه السلام- لأن في نجاة الآباء، نجاة للأبناء، ولأنه لو هلك الآباء لما وجد الأبناء.قال صاحب الكشاف قوله: حَمَلْناكُمْ أى: حملنا آباءكم، في الجارية، أى: في السفينة الجارية، لأنهم إذا كانوا من نسل المحمولين الناجين، كان حمل آبائهم منة عليهم، وكأنهم هم المحمولون، لأن نجاتهم سبب ولادتهم.لِنَجْعَلَهاالضمير للفعلة: وهي نجاة المؤمنين وإغراق الكفرة تَذْكِرَةًعبرة وعظة. وَتَعِيَها أُذُنٌ واعِيَةٌمن شأنها أن تعى وتحفظ ما يجب حفظه ووعيه، ولا تضيعه بترك العمل.فإن قلت: لم قيل: أذن واعية على التوحيد والتنكير؟ قلت: للإيذان بأن الوعاة فيهم قلة، ولتوبيخ الناس بقلة من يعي منهم، وللدلالة على أن الأذن الواحدة إذا وعت وعقلت عن الله، فهي السواد الأعظم عند الله، وأن ما سواها لا يبالى بهم، وإن ملأوا الخافقين.. .وبذلك نرى أن هذه الآيات الكريمة قد ذكرت الناس بأهوال يوم القيامة بأبلغ أسلوب، وبينت ما حل بالمكذبين بطريقة تبعث الخوف والوجل في القلوب.ثم أخذت السورة في تفصيل أهوال يوم القيامة، وفي بيان ما تكون عليه الأرض والسماء في هذا اليوم، وفي بيان ما أعده- سبحانه- لمن أوتى كتابه بيمينه في هذا اليوم، فقال- تعالى-:"},{"ayah_number":13,"text":"والفاء في قوله- تعالى-: فَإِذا نُفِخَ فِي الصُّورِ.. للتفريع، أى: لتفريع ما بعدها على ما قبلها، وهو الحديث عن أهوال يوم القيامة.والصور: هو البوق الذي ينفخ فيه إسرافيل بأمر الله- تعالى-.قال الآلوسى: قوله: فَإِذا نُفِخَ فِي الصُّورِ نَفْخَةٌ واحِدَةٌ شروع في بيان نفس الحاقة، وكيفية وقوعها، إثر بيان عظم شأنها، بإهلاك مكذبيها.والمراد بالنفخة الواحدة: النفخة الأولى، التي عندها يكون خراب العالم. وقيل هي النفخة الثانية. والأول أولى، لأنه هو المناسب لما بعده .وجواب الشرط قوله: فَيَوْمَئِذٍ وَقَعَتِ الْواقِعَةُ. أو قوله: يَوْمَئِذٍ تُعْرَضُونَ لا تَخْفى مِنْكُمْ خافِيَةٌ.أى: فإذا نفخ إسرافيل في الصور بأمرنا. وقعت الواقعة التي لا مفر من وقوعها، لكي يحاسب الناس على أعمالهم.ووصفت النفخة بأنها واحدة، للتأكيد على أنها نفخة واحدة وليست أكثر، وللتنبيه على أن هذه النفخة- مع أنها واحدة- تتأثر بها السموات والأرض والجبال، وهذا دليل على وحدانية الله- تعالى- وقدرته."},{"ayah_number":14,"text":"وقوله- سبحانه-: وَحُمِلَتِ الْأَرْضُ وَالْجِبالُ فَدُكَّتا دَكَّةً واحِدَةً بيان لما ترتب على تلك النفخة الهائلة من آثار.والمراد بحمل الأرض والجبال: إزالتهما من أماكنهما، وتفريق أجزائهما.والدك: هو الدق الشديد الذي يترتب عليه التكسير والتفتيت للشيء.أى: عند ما ينفخ إسرافيل في الصور بأمرنا نفخة واحدة، وعند ما تزال الأرض والجبال عن أماكنهما، وتتفتت أجزاؤهما تفتتا شديدا."},{"ayah_number":15,"text":"فيومئذ ( وَقَعَتِ الواقعة ) أى : ففى هذا الوقت تقع الواقعة التى لا مرد لوقوعها ، والواقعة من أسماء يوم القيامة . كالحاقة ، والقارعة ."},{"ayah_number":16,"text":"ثم بين- سبحانه- ما تكون عليه السماء في هذا اليوم فقال: وَانْشَقَّتِ السَّماءُ فَهِيَ يَوْمَئِذٍ واهِيَةٌ.والانشقاق: الانفطار والتصدع. ومعنى: واهِيَةٌ ضعيفة متراخية.يقال: وهي البناء يهي وهيا فهو واه، إذا كان ضعيفا جدا، ومتوقعا سقوطه.أى: وفي هذا الوقت- أيضا- الذي يتم فيه النفخ في الصور بأمرنا تتصدع السماء وتتفطر، وتصير في أشد درجات الضعف والاسترخاء، والتفرق.وقيد- سبحانه- هذا الضعف بهذا الوقت، للإشارة إلى أنه ضعف طارئ، قد حدث بسبب النفخ في الصور، أما قبل ذلك فكانت في نهاية الإحكام والقوة.وهذا كله للتهويل من شأن هذه النفخة، ومن شأن المقدمات التي تتقدم قيام الساعة، حتى يستعد الناس لها بالإيمان والعمل الصالح."},{"ayah_number":17,"text":"والمراد بالملك في قوله- تعالى-: وَالْمَلَكُ عَلى أَرْجائِها جنس الملك، فيشمل عدد مبهم من الملائكة.. أو جميع الملائكة إذا أردنا بأل معنى الاستغراق.والأرجاء: الأطراف والجوانب، جمع رجا بالقصر، وألفه منقلبة عن واو، مثل: قفا وقفوان.أى: والملائكة في ذلك الوقت يكونون على أرجاء السماء وجوانبها، ينفذون أمر الله- تعالى- وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمانِيَةٌ أى: والملائكة واقفون على أطراف السماء، ونواحيها. ويحمل عرش ربك فوق هؤلاء الملائكة في هذا اليوم، ثمانية منهم، أو ثمانية من صفوفهم التي لا يعلم عددها إلا الله- تعالى-.وعرش الله- تعالى- مما لا يعلمه البشر إلا بالاسم، فنحن نؤمن بأن لله- عز وجل- عرشا، إلا أننا نفوض معرفة هيئته وكنهه.. إلى الله- تعالى-.قال الآلوسى ما ملخصه: قوله: وَالْمَلَكُ عَلى أَرْجائِها أى: والجنس المتعارف بالملك، وهم الملائكة.. على جوانب السماء التي لم تتشقق.وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ أى: فوق الملائكة الذين هم على الأرجاء المدلول عليهم بالملك، وقيل: فوق العالم كلهم.يَوْمَئِذٍ ثَمانِيَةٌ أى: من الملائكة، أو ثمانية صفوف لا يعلم عدتهم إلا الله- تعالى-  .هذا، وقد وردت في صفة هؤلاء الملائكة الثمانية، أحاديث ضعيفة لذا ضربنا صفحا عن ذكرها."},{"ayah_number":18,"text":"ثم بين- سبحانه- ما يجرى على الناس في هذا اليوم فقال: يَوْمَئِذٍ تُعْرَضُونَ لا تَخْفى مِنْكُمْ خافِيَةٌ.والعرض أصله: إظهار الشيء لمن يريد التأمل فيه، أو الحصول عليه، ومنه عرض البائع سلعته على المشترى.وهو هنا كناية عن لازمه وهو المحاسبة.أى: في هذا اليوم تعرضون للحساب والجزاء، لا تخفى منكم خافية، أى تعرضون للحساب، دون أن يخفى منكم أحد على الله- تعالى- أو دون أن تخفى منكم نفس واحدة على خالقها- عز وجل-.قال الجمل: وقوله: يَوْمَئِذٍ تُعْرَضُونَ أى: تسألون وتحاسبون، وعبر عنه بذلك تشبيها له بعرض السلطان العسكر والجند، لينظر في أمرهم فيختار منهم المصلح للتقريب والإكرام، والمفسد للإبعاد والتعذيب ."},{"ayah_number":19,"text":"والفاء في قوله- تعالى-: فَأَمَّا مَنْ أُوتِيَ كِتابَهُ بِيَمِينِهِ.. لتفصيل ما يترتب على العرض والحساب من جزاء.والمراد بكتابه: ما سجلته الملائكة عليه من أعمال في الدنيا، والمراد بيمينه: يده اليمنى، لأن من يعطى كتابه بيده اليمنى، يكون هذا الإعطاء دليلا على فوزه ونجاته من العذاب.والعرب يذكرون التناول باليمين، على أنه كناية عن الاهتمام بالشيء المأخوذ، وعن الاعتزاز به، ومنه قول الشاعر:إذا ما راية رفعت لمجد ... تلقاها عرابة باليمينوجملة فَيَقُولُ هاؤُمُ اقْرَؤُا كِتابِيَهْ جواب «أما» - ولفظ «هاؤم» هنا:اسم فعل أمر. بمعنى: خذوا، والهاء في قوله «كتابيه وحسابيه» وما ماثلهما للسكت، والأصل كتابي وحسابي فأدخلت عليهما هاء السكت لكي تظهر فتحة الياء.والمعنى في هذا اليوم يعرض كل إنسان للحساب والجزاء، ويؤتى كل فرد كتاب أعماله، فأما من أعطى كتاب أعماله بيمينه، على سبيل التبشير والتكريم، فَيَقُولُ على سبيل البهجة والسرور لكل من يهمه أن يقول له: هاؤُمُ اقْرَؤُا كِتابِيَهْ أى: هذا هو كتابي فخذوه واقرءوه فإنكم ستجدونه مشتملا على الإكرام لي، وتبشيرى بالفوز الذي هو نهاية آمالى، ومحط رجائي."},{"ayah_number":20,"text":"إِنِّي ظَنَنْتُ أى: تيقنت وعلمت أَنِّي مُلاقٍ حِسابِيَهْ أى: إنى علمت أن يوم القيامة حق، وتيقنت أن الحساب والجزاء صدق، فأعددت للأمر عدته عن طريق الإيمان الكامل، والعمل الصالح.قال الضحاك: كل ظن في القرآن من المؤمن فهو يقين، ومن الكافر فهو شك.وهذه الجملة الكريمة بمنزلة التعليل للبهجة والمسرة التي دل عليها قوله- تعالى- هاؤُمُ اقْرَؤُا كِتابِيَهْ."},{"ayah_number":21,"text":"فَهُوَ أى: هذا المؤمن الفائز برضا الله- تعالى- فِي عِيشَةٍ راضِيَةٍ أى: في حياة ذات رضا، أى: ثابت ودائم لها الرضا. فهي صيغة نسب، كلابن وتامر لصاحب اللبن والتمر.أو فهو في عيشة مرضية يرضى بها صاحبها ولا يبغضها، فهي فاعل بمعنى مفعول، على حد قولهم: ماء دافق بمعنى مدفوق.وفي هذا التعبير ما فيه من الدلالة على أن هذه الحياة التي يحياها المؤمن في الجنة، في أسمى درجات الحبور والسرور، حتى لكأنه لو كان للمعيشة عقل، لرضيت لنفسها بحالتها، ولفرحت بها فرحا عظيما."},{"ayah_number":22,"text":"فِي جَنَّةٍ عالِيَةٍ أى: هذا الذي أوتى كتابه بيمينه، يكون- أيضا- في جنة مرتفعة على غيرها، وهذا لون من مزاياها."},{"ayah_number":23,"text":"( قُطُوفُهَا دَانِيَةٌ ) أى : ثمارها قريبة التناول لهذا اليوم ، يقطفها كلما أرادها بدون تعب . فالقطوف جمع قِطْف بمعنى مقطوف ، وهو ما يجتنيه الجانى من الثمار ، و ( دَانِيَةٌ ) اسم فاعل ، من الدنو بمعنى القرب ."},{"ayah_number":24,"text":"وجملة كُلُوا وَاشْرَبُوا هَنِيئاً بِما أَسْلَفْتُمْ فِي الْأَيَّامِ الْخالِيَةِ مقول لقول محذوف.أى: يقال لهؤلاء المؤمنين الصادقين، الذين أعطوا كتابهم بأيمانهم كلوا أكلا طيبا، واشربوا هنيئا مريئا بسبب ما قدمتموه في دنياكم من إيمان بالله- تعالى- ومن عمل صالح خالص لوجهه- تعالى-.قال الإمام ابن كثير: أى: يقال لهم ذلك، تفضلا عليهم، وامتنانا وإنعاما وإحسانا، وإلا فقد ثبت في الصحيح، عن رسول الله صلى الله عليه وسلم أنه قال: «اعملوا وسددوا وقاربوا، واعلموا أن أحدا منكم لن يدخله عمله الجنة. قالوا: ولا أنت يا رسول الله؟ قال:ولا أنا، إلا أن يتغمدني الله برحمة منه وفضل» .وكعادة القرآن الكريم، في بيان سوء عاقبة الأشرار، بعد بيان حسن عاقبة الأخيار، أو العكس، جاء الحديث عمن أوتى كتابه بشماله، بعد الحديث عمن أوتى كتابه بيمينه، فقال- تعالى-:"},{"ayah_number":25,"text":"أى: وَأَمَّا مَنْ أُوتِيَ كِتابَهُ بِشِمالِهِ أى: من الجهة التي يعلم أن الإتيان منها يؤدى إلى هلاكه وعذابه.فَيَقُولُ على سبيل التحسر والتفجع يا لَيْتَنِي لَمْ أُوتَ كِتابِيَهْ أى: فيقول يا ليتني لم أعط هذا الكتاب، لأن إعطائى إياه بشمالي دليل على عذابي وعقابي."},{"ayah_number":26,"text":"( وَلَمْ أَدْرِ مَا حِسَابِيَهْ ) أى : ويا ليتنى لم أعرف شيئا عن حسابى ، فإن هذه المعرفة التى لم أحسن الاستعدا لها ، أوصلتنى إلى العذاب المبين ."},{"ayah_number":27,"text":"يا لَيْتَها كانَتِ الْقاضِيَةَ أى: ويا ليت الموتة التي متها في الدنيا، كانت هي الموتة النهائية التي لا حياة لي بعدها.فالضمير للموتة التي ماتها في الدنيا، وإن كان لم يجر لها ذكر، إلا أنها عرفت من المقام.والمراد بالقاضية: القاطعة لأمره، التي لا بعث بعدها ولا حساب.. لأن ما وجده بعدها أشد مما وجده بعد حلوله بها.قال قتادة: تمنى الموت ولم يكن عنده في الدنيا شيء أكره منه. وشر من الموت ما يطلب منه الموت."},{"ayah_number":28,"text":"ثم أخذ هذا الذي أوتى كتابه بشماله يتحسر على تفريطه وغروره، ويحكى القرآن ذلك فيقول: ما أَغْنى عَنِّي مالِيَهْ أى: هذه الأموال التي كنت أملكها في الدنيا، وأتفاخر بها. لم تغن عنى شيئا من عذاب الله، ولم تنفعني ولو منفعة قليلة.فما نافية، والمفعول محذوف للتعميم، ويجوز أن تكون استفهامية والمقصود بها التوبيخ.أى: أى شيء أغنى عنى مالي؟ إنه لم يغن عنى شيئا."},{"ayah_number":29,"text":"هَلَكَ عَنِّي سُلْطانِيَهْ أى: ذهب عنى، وغاب عنى في هذا اليوم ما كنت أتمتع به في الدنيا من جاه وسلطان، ولم يحضرني شيء منه، كما أن حججي وأقوالى التي كنت أخاصم بها المؤمنين. قد ذهبت أدراج الرياح.وعدى الفعل «هلك» بعن، لتضمنه معنى غاب وذهب."},{"ayah_number":30,"text":"وخلال هذا التفجع والتحسر الطويل ...يأتى أمر الله- تعالى- الذي لا يرد، فيقول- سبحانه- للزبانية المكلفين بإنزال العذاب بالكافرين: خُذُوهُ فَغُلُّوهُ أى:خذوا هذا الكافر، فاجمعوا يديه إلى عنقه.فقوله: خُذُوهُ معمول لقول محذوف. وهو جواب عن سؤال نشأ مما سبق من الكلام. فكأنه قيل: وماذا يفعل به بعد هذا التحسر والتفجع. فكان الجواب: أمر الله- تعالى- ملائكته بقوله: خُذُوهُ فَغُلُّوهُ..وقوله: فَغُلُّوهُ من الغل- بضم الغين- وهو ربط اليدين إلى العنق على سبيل الإذلال."},{"ayah_number":31,"text":"ثُمَّ الْجَحِيمَ صَلُّوهُ أى: ثم بعد هذا التقييد والإذلال.. اقذفوا به إلى الجحيم، وهي النار العظيمة، الشديدة التأجج والتوهج.ومعنى صَلُّوهُ بالغوا في تصليته النار، بغمسه فيها مرة بعد أخرى. يقال: صلى فلان النار، إذا ذاق حرها، وصلّى فلان فلانا النار، إذا أدخله فيها. وقلبه على جمرها كما تقلب الشاة في النار."},{"ayah_number":32,"text":"ثُمَّ فِي سِلْسِلَةٍ ذَرْعُها سَبْعُونَ ذِراعاً فَاسْلُكُوهُ والسلسلة: اسم لمجموعة من حلق الحديد، يربط بها الشخص لكي لا يهرب، أو لكي يزاد في إذلاله وهو المراد هنا.وقوله: ذَرْعُها أى: طولها. والمراد بالسبعين: حقيقة هذا المقدار في الطول، أو يكون هذا العدد كناية عن عظيم طولها، كما في قوله- تعالى-: اسْتَغْفِرْ لَهُمْ أَوْ لا تَسْتَغْفِرْ لَهُمْ، إِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ ....وقوله: فَاسْلُكُوهُ من السّلك بمعنى الإدخال في الشيء، كما في قوله- تعالى- ما سَلَكَكُمْ فِي سَقَرَ أى: ما أدخلكم فيها.أى: خذوا هذا الكافر، فقيدوه ثم أعدوه للنار المحرقة. ثم اجعلوه مغلولا في سلسلة طولها سبعون ذراعا، بحيث تكون محيطة به إحاطة تامة. أى ألقوا به في الجحيم وهو مكبل في أغلاله.وثُمَّ في كل آية جيء بها للتراخي الرتبى، لأن كل عقوبة أشد من سابقتها. إذ إدخاله في السلسلة الطويلة. أعظم من مطلق إلقائه في الجحيم كما أن إلقاءه في الجحيم، أشد من مطلق أخذه وتقييده.وفي هذه الآيات ما فيها من تصوير يبعث في القلوب الخوف الشديد، ويحملها على حسن الاستعداد لهذا اليوم. الذي لا تغنى فيه نفس عن نفس شيئا.وقد ساق الإمام ابن كثير عند تفسيره لهذه الآيات بعض الأحاديث والآثار، منها: ما رواه ابن أبى حاتم، عن المنهال بن عمرو قال: إذا قال الله- عز وجل- خُذُوهُ.. ابتدره سبعون ألف ملك، وإن الملك منهم ليقول هكذا- أى: ليفعل هكذا- فيلقى سبعين ألفا في النار ."},{"ayah_number":33,"text":"ثم بين - سبحانه - الأسباب التى أدت بهذا الشقى إلى هذا المصير الأليم فقال : ( إِنَّهُ كَانَ لاَ يُؤْمِنُ بالله العظيم . وَلاَ يَحُضُّ على طَعَامِ المسكين ) .أى : إن هذا الشقى إنما حل به ما حل من عذاب . . لأنه كان فى الدنيا ، مصرا على الكفر ، وعلى عدم الإِيمان بالله الواحد القهار ."},{"ayah_number":34,"text":".وكان كذلك ( وَلاَ يَحُضُّ ) أى : لا يحث نفسه ولا غيره ( على طَعَامِ المسكين ) أى : على بذل طعامه أو طعام غيره للمسكين ، الذى حلت به الفاقة والمسكنة .ولعل وجه التخصيص لهذين الأمرين بالذكر ، أن أقبح شئ يتعلق بالعقائد ، وهو الكفر بالله - تعالى - وأن أقبح شئ فى الطباع ، هو البخل وقسوة القلب ."},{"ayah_number":35,"text":"ثم ختم - سبحانه - هذه الآيات ، بزيادة لبيان للمصير الأليم لهذا الشقى فقال : ( فَلَيْسَ لَهُ اليوم ) أى : يوم القيامة ( هَا هُنَا حَمِيمٌ ) أى : ليس له فى هذا اليوم من صديق ينفعه ، أو من قريب يشفق عليه ، أو يحميه ، أو يدفع عنه ."},{"ayah_number":36,"text":"(( وَلاَ طَعَامٌ إِلاَّ مِنْ غِسْلِينٍ ) أى : وليس له فى جهنم من طعام سوى الغسلين وهو صديد أهل النار . . أو شجر يأكله أهل النار ، فيغسل بطونهم ، أى : يخرج أحشاءهم منها ، أو ليس لهم إلا شر الطعام وأخبثه ."},{"ayah_number":37,"text":"لاَّ يَأْكُلُهُ ) أى : الغسلين ( إِلاَّ الخاطئون ) أى : إلا الكافرون الذين تعمدوا ارتكاب الذنوب ، وأصروا عليها ، من خَطِئَ الرجل : إذا تعمد ارتكاب الذنب .فالخاطئ هو من يرتكب الذنب عن تعمد وإصرار . والمخطئ : هو من يرتكب الذنب عن غير إصرار وتعمد .وهكذا . نجد الآيات الكريمة قد ساقت أشد ألوان الوعيد والعذاب . . للكافرين ، بعد أن ساقت قبل ذلك ، أعظم أنواع النعيم المقيم للمؤمنين ."},{"ayah_number":38,"text":"والفاء في قوله: فَلا أُقْسِمُ بِما تُبْصِرُونَ وَما لا تُبْصِرُونَ للتفريع على ما فهم مما تقدم، من إنكار المشركين ليوم القيامة، ولكون القرآن من عند الله.وفَلا في مثل هذا التركيب يرى بعضهم أنها مزيدة، فيكون المعنى: أقسم بما تبصرون من مخلوقاتنا كالسماء والأرض والجبال والبحار ... وبما لا تبصرون منها، كالملائكة والجن."},{"ayah_number":39,"text":"وبما لا تبصرون منها ، كالملائكة والجن ."},{"ayah_number":40,"text":"وقوله: إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ جواب القسم، وهو المحلوف عليه أى: أقسم إن هذا القرآن لقول رسول كريم، هو محمد صلى الله عليه وسلم.وأضاف- سبحانه- القرآن إلى الرسول صلى الله عليه وسلم باعتبار أنه هو الذي تلقاه عن الله- تعالى- وهو الذي بلغه عنه بأمره وإذنه.أى: أن الرسول صلى الله عليه وسلم يقول هذا القرآن، وينطق به، على وجه التبليغ عن الله- تعالى-.قال الإمام ابن كثير: قوله إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ يعنى محمدا صلى الله عليه وسلم أضافه إليه على معنى التبليغ، لأن الرسول من شأنه أن يبلغ عن المرسل، ولهذا أضافه في سورة التكوير إلى الرسول الملكي فقال: إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ. ذِي قُوَّةٍ عِنْدَ ذِي الْعَرْشِ مَكِينٍ، مُطاعٍ ثَمَّ أَمِينٍ وهو جبريل- عليه السلام-  .وبعضهم يرى أن «لا» في مثل هذا التركيب ليست مزيدة، وإنما هي أصلية، ويكون المقصود من الآية الكريمة، بيان أن الأمر من الوضوح بحيث لا يحتاج إلى قسم، إذ كل عاقل عند ما يقرأ القرآن، يعتقد أنه من عند الله.ويكون المعنى: فلا أقسم بما تبصرونه من مخلوقات، وبما لا تبصرونه.. لظهور الأمر واستغنائه عن القسم.قال الشوكانى: قوله: فَلا أُقْسِمُ بِما تُبْصِرُونَ وَما لا تُبْصِرُونَ هذا رد لكلام المشركين، كأنه قال: ليس الأمر كما تقولون. و «لا» زائدة والتقدير: فأقسم بما تشاهدونه وبما لا تشاهدونه.وقيل إن «لا» ليست زائدة، بل هي لنفى القسم، أى: لا أحتاج إلى قسم لوضوح الحق في ذلك. والأول أولى.وتأكيد قوله: إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ بإنّ وباللام، للرد على المشركين الذين قالوا عن القرآن الكريم: أساطير الأولين."},{"ayah_number":41,"text":"ثم أضاف- سبحانه- إلى هذا التأكيد تأكيدات أخرى فقال: وَما هُوَ بِقَوْلِ شاعِرٍ، قَلِيلًا ما تُؤْمِنُونَ. وَلا بِقَوْلِ كاهِنٍ قَلِيلًا ما تَذَكَّرُونَ.والشاعر: هو من يقول الشعر. والكاهن: هو من يتعاطى الكهانة عن طريق الزعم بأنه يعلم الغيب.وانتصب «قليلا» في الموضعين على أنه صفة لمصدر محذوف، و «ما» مزيدة لتأكيد القلة.والمراد بالقلة في الموضعين انتفاء الإيمان منهم أصلا أو أن المراد بالقلة: إيمانهم اليسير، كإيمانهم بأن الله هو الذي خلقهم، مع إشراكهم معه آلهة أخرى في العبادة.أى: ليس القرآن الكريم بقول شاعر، ولا بقول كاهن، وإنما هو تنزيل من رب العالمين، على قلب نبيه محمد صلى الله عليه وسلم لكي يبلغه إليكم، ولكي يخرجكم بواسطته من ظلمات الكفر، إلى نور الإيمان.ولكنكم- أيها الكافرون- لا إيمان عندكم أصلا، أو قليلا ما تؤمنون بالحق، وقليلا ما تتذكرونه وتتعظون به.ففي الآيتين رد على الجاحدين الذين وصفوا الرسول صلى الله عليه وسلم بأنه شاعر أو كاهن.وخص هذين الوصفين بالذكر هنا لأن وصفه صلى الله عليه وسلم بأنه رَسُولٍ كَرِيمٍ كاف لنفى الجنون أو الكذب عنه صلى الله عليه وسلم أما وصفه بالشعر والكهانة فلا ينافي عندهم وصفه بأنه كريم، لأن الشعر والكهانة كان معدودين عندهم من صفات الشرف، لذا نفى- سبحانه- عنه صلى الله عليه وسلم أنه شاعر أو كاهن، وأثبت له أنه رسول كريم."},{"ayah_number":42,"text":"ثم أضاف- سبحانه- إلى هذا التأكيد تأكيدات أخرى فقال: وَما هُوَ بِقَوْلِ شاعِرٍ، قَلِيلًا ما تُؤْمِنُونَ. وَلا بِقَوْلِ كاهِنٍ قَلِيلًا ما تَذَكَّرُونَ.والشاعر: هو من يقول الشعر. والكاهن: هو من يتعاطى الكهانة عن طريق الزعم بأنه يعلم الغيب.وانتصب «قليلا» في الموضعين على أنه صفة لمصدر محذوف، و «ما» مزيدة لتأكيد القلة.والمراد بالقلة في الموضعين انتفاء الإيمان منهم أصلا أو أن المراد بالقلة: إيمانهم اليسير، كإيمانهم بأن الله هو الذي خلقهم، مع إشراكهم معه آلهة أخرى في العبادة.أى: ليس القرآن الكريم بقول شاعر، ولا بقول كاهن، وإنما هو تنزيل من رب العالمين، على قلب نبيه محمد صلى الله عليه وسلم لكي يبلغه إليكم، ولكي يخرجكم بواسطته من ظلمات الكفر، إلى نور الإيمان.ولكنكم- أيها الكافرون- لا إيمان عندكم أصلا، أو قليلا ما تؤمنون بالحق، وقليلا ما تتذكرونه وتتعظون به.ففي الآيتين رد على الجاحدين الذين وصفوا الرسول صلى الله عليه وسلم بأنه شاعر أو كاهن.وخص هذين الوصفين بالذكر هنا لأن وصفه صلى الله عليه وسلم بأنه رَسُولٍ كَرِيمٍ كاف لنفى الجنون أو الكذب عنه صلى الله عليه وسلم أما وصفه بالشعر والكهانة فلا ينافي عندهم وصفه بأنه كريم، لأن الشعر والكهانة كان معدودين عندهم من صفات الشرف، لذا نفى- سبحانه- عنه صلى الله عليه وسلم أنه شاعر أو كاهن، وأثبت له أنه رسول كريم."},{"ayah_number":43,"text":"وقوله: تَنْزِيلٌ مِنْ رَبِّ الْعالَمِينَ تأكيد لكون القرآن من عند الله- تعالى- وأنه ليس بقول شاعر أو كاهن.أى: هذا القرآن ليس كما زعمتم- أيها الكافرون- وإنما هو منزل من رب العالمين، لا من أحد سواه- عز وجل-."},{"ayah_number":44,"text":"ثم بين- سبحانه- ما يحدث للرسول صلى الله عليه وسلم لو أنه- على سبيل الفرض- غيّر أو بدل شيئا من القرآن فقال: وَلَوْ تَقَوَّلَ عَلَيْنا بَعْضَ الْأَقاوِيلِ، لَأَخَذْنا مِنْهُ بِالْيَمِينِ، ثُمَّ لَقَطَعْنا مِنْهُ الْوَتِينَ. فَما مِنْكُمْ مِنْ أَحَدٍ عَنْهُ حاجِزِينَ.والتقول: افتراء القول، ونسبته إلى من لم يقله، فهو تفعل من القول يدل على التكلف والتصنع والاختلاق.والأقاويل: جمع أقوال، الذي هو جمع قول، فهو جمع الجمع.أى: ولو أن محمدا صلى الله عليه وسلم افترى علينا بعض الأقوال، أو نسب إلينا قولا لم نقله، أو لم نأذن له في قوله.. لو أنه فعل شيئا من ذلك على سبيل الفرض."},{"ayah_number":45,"text":"لَأَخَذْنا مِنْهُ بِالْيَمِينِ أى: لأخذنا منه باليد اليمنى من يديه، وهو كناية عن إذلاله وإهانته.أو: لأخذناه بالقوة والقدرة، وعبر عنهما باليمين، لأن قوة كل شيء في ميامنه.والمقصود بالجملة الكريمة: التهويل من شأن الأخذ، وأنه أخذ شديد سريع لا يملك معه تصرفا أو هربا."},{"ayah_number":46,"text":"ثم أضاف- سبحانه- إلى هذا التهويل ما هو أشد منه في هذا المعنى فقال: ثُمَّ لَقَطَعْنا مِنْهُ الْوَتِينَ.أى: ثم بعد هذا الأخذ بقوة وسرعة، لقطعنا وتينه. وهو عرق يتصل بالقلب. متى قطع مات صاحبه.وهذا التعبير من مبتكرات القرآن الكريم، ومن أساليبه البديعة، إذ لم يسمع عن العرب أنهم عبروا عن الإهلاك بقطع الوتين."},{"ayah_number":47,"text":"ثم بين- سبحانه- أن أحدا لن يستطيع منع عقابه فقال: فَما مِنْكُمْ مِنْ أَحَدٍ عَنْهُ حاجِزِينَ.أى: فما منكم من أحد- أيها المشركون- يستطيع أن يدفع عقابنا عنه، أو يحول بيننا وبين ما نريده، فالضمير في «عنه» يعود إلى الرسول صلى الله عليه وسلم.قال صاحب الكشاف عند تفسيره لهذه الآيات: التقول: افتعال القول، كأن فيه تكلفا من المفتعل، وسمى الأقوال المتقولة «أقاويل» ، تصغيرا بها وتحقيرا، كقولك: الأعاجيب والأضاحيك، كأنها جمع أفعولة من القول.والمعنى: ولو ادعى علينا شيئا لم نقله لقتلناه صبرا، كما يفعل الملوك بمن يتكذب عليهم.معاجلة بالسخط والانتقام، فصور قتل الصبر بصورته ليكون أهول، وهو أن يؤخذ بيده، وتضرب رقبته.وخص اليمين عن اليسار، لأن القاتل إذا أراد أن يوقع الضرب في قفا المقتول أخذ بيساره، وإذا أراد أن يوقعه في جيده وأن يكفحه بالسيف- وهو أشد على المصبور لنظره إلى السيف- أخذ بيمينه.ومعنى: لَأَخَذْنا مِنْهُ بِالْيَمِينِ: لأخذنا بيمينه. كما أن قوله: ثُمَّ لَقَطَعْنا مِنْهُ الْوَتِينَ: لقطعنا وتينه، والوتين: نياط القلب، وهو حبل الوريد، إذا قطع مات صاحبه .وفي هذه الآيات الكريمة أقوى الأدلة على أن هذا القرآن من عند الله- تعالى- لأنه لو كان- كما زعم الزاعمون أنه من تأليف الرسول صلى الله عليه وسلم لما نطق بهذه الألفاظ التي فيها ما فيها من تهديده ووعيده.كما أنها كذلك فيها إشارة إلى أنه صلى الله عليه وسلم لم يتقول شيئا.. وإنما بلّغ هذا القرآن عن ربه- عز وجل- دون أن يزيد حرفا أو ينقص حرفا.. لأن حكمة الله- تعالى- قد اقتضت أن يهلك كل من يفترى عليه الكذب، ومن يزعم أن الله- تعالى- أوحى إليه، مع أنه- سبحانه- لم يوح إليه."},{"ayah_number":48,"text":"وقوله - سبحانه - ( وَإِنَّهُ لَتَذْكِرَةٌ لِّلْمُتَّقِينَ ) معطوف على قوله : ( إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ ) .أى : إن هذا القرآن لقول رسول كريم بلغه عن الله - تعالى - وإنه لتذكير وإرشاد لأهل التقوى ، لأنهم هم المنتفعون بهداياته ."},{"ayah_number":49,"text":"وقوله- تعالى-: وَإِنَّا لَنَعْلَمُ أَنَّ مِنْكُمْ مُكَذِّبِينَ تبكيت وتوبيخ لهؤلاء الكافرين، الذين جحدوا الحق بعد أن تبين لهم أنه حق.أى: وإنا لا يخفى علينا أن منكم- أيها الكافرون- من هو مكذب للحق عن جحود وعناد، ولكن هذا لن يمنعنا من إرسال رسولنا بهذا الدين لكي يبلغه إليكم، ومن شاء بعد ذلك فليؤمن ومن شاء فليكفر، وسنجازى كل إنسان بما يستحقه من ثواب أو عقاب."},{"ayah_number":50,"text":"وقوله- سبحانه-: وَإِنَّهُ لَحَسْرَةٌ عَلَى الْكافِرِينَ بيان لما يكون عليه الكافرون من ندم شديد، عند ما يرون حسن مصير المؤمنين، وسوء مصير المكذبين.والحسرة: هي الندم الشديد المتكرر، على أمر نافع قد مضى ولا يمكن تداركه.أى: وإن هذا القرآن الكريم، ليكون يوم القيامة، سبب حسرة شديدة وندامة عظيمة، على الكافرين، لأنهم يرون المؤمنين به في هذا اليوم في نعيم مقيم، أما هم فيجدون أنفسهم في عذاب أليم."},{"ayah_number":51,"text":"وقوله: وَإِنَّهُ لَحَقُّ الْيَقِينِ معطوف على ما قبله، أى: وإن هذا القرآن لهو الحق الثابت الذي لا شك في كونه من عند الله- تعالى- وأن محمدا صلى الله عليه وسلم قد بلغه إلى الناس دون أن يزيد فيه حرفا، أو ينقص منه حرفا.وإضافة الحق إلى اليقين، من إضافة الصفة إلى الموصوف. أى: لهو اليقين الحق، أو هو من إضافة الشيء إلى نفسه مع اختلاف اللفظين، كما في قوله: حَبْلِ الْوَرِيدِ، إذ الحبل هو الوريد.والمقصود من مثل هذا التركيب: التأكيد.وقد قالوا: إن مراتب العلم ثلاثة: أعلاها: حق اليقين، ويليها: عين اليقين، ويليها:علم اليقين.فحق اليقين: كعلم الإنسان بالموت عند نزوله به، وبلوغ الروح الحلقوم. وعين اليقين:كعلمه به عند حلول أماراته وعلاماته الدالة على قربه.. وعلم اليقين: كعلمه بأن الموت سينزل به لا محالة مهما طال الأجل.."},{"ayah_number":52,"text":"والفاء في قوله- تعالى- فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِللإفصاح. أى: إذا كان الأمر كما ذكرنا لك من أن هذا الدين حق، وأن البعث حق، وأن القرآن حق، فنزه اسم ربك العظيم عما لا يليق به، من النقائص، في الاعتقاد، أو في العبادة، أو في القول، أو في الفعل.والباء في قوله: بِاسْمِ رَبِّكَ للمصاحبة. أى: نزه ربك تنزيها مصحوبا بكل ما يليق به من طاعة وإخلاص ومواظبة على مراقبته وتقواه.والحمد لله الذي بنعمته تتم الصالحات- وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم."}]