[{"ayah_number":1,"text":"تفسير سورة المعارجمقدمة وتمهيد1- سورة (المعارج) هي السورة السبعون في ترتيب المصحف، أما ترتيبها في النزول فهي السورة الثامنة والسبعون، وكان نزولها بعد سورة (الحاقة) وقبل سورة (النبأ) .وتسمى- أيضا- بسورة (سأل سائل) ، وذكر السيوطي في كتابه (الإتقان) أنها تسمى كذلك بسورة (الواقع) .وهذه الأسماء الثلاثة قد وردت ألفاظها في السورة الكريمة. قال- تعالى- سَأَلَ سائِلٌ بِعَذابٍ واقِعٍ. لِلْكافِرينَ لَيْسَ لَهُ دافِعٌ. مِنَ اللَّهِ ذِي الْمَعارِجِ.وهي من السور المكية الخالصة، وعدد آياتها أربع وأربعون آية في عامة المصاحف، وفي المصحف الشامي ثلاث وأربعون آية.والسورة الكريمة نراها في مطلعها، تحكى لنا جانبا من استهزاء المشركين بما أخبرهم به النبي صلى الله عليه وسلم من بعث وثواب وعقاب.. وترد عليهم بما يكبتهم، حيث تؤكد أن يوم القيامة حق، وأنه واقع، وأن أهواله شديدة.قال- تعالى- سَأَلَ سائِلٌ بِعَذابٍ واقِعٍ. لِلْكافِرينَ لَيْسَ لَهُ دافِعٌ. مِنَ اللَّهِ ذِي الْمَعارِجِ. تَعْرُجُ الْمَلائِكَةُ وَالرُّوحُ إِلَيْهِ فِي يَوْمٍ كانَ مِقْدارُهُ خَمْسِينَ أَلْفَ سَنَةٍ. فَاصْبِرْ صَبْراً جَمِيلًا. إِنَّهُمْ يَرَوْنَهُ بَعِيداً. وَنَراهُ قَرِيباً. يَوْمَ تَكُونُ السَّماءُ كَالْمُهْلِ. وَتَكُونُ الْجِبالُ كَالْعِهْنِ. وَلا يَسْئَلُ حَمِيمٌ حَمِيماً.3- ثم تنتقل السورة بعد ذلك إلى تصوير طبيعة الإنسان، وتمدح المحافظين على صلاتهم، وعلى أداء حقوق الله- تعالى- في أموالهم، كما تمدح الذين يؤمنون بأن البعث حق،ويستعدون لهذا اليوم بالإيمان والعمل الصالح.قال- تعالى- إِنَّ الْإِنْسانَ خُلِقَ هَلُوعاً. إِذا مَسَّهُ الشَّرُّ جَزُوعاً، وَإِذا مَسَّهُ الْخَيْرُ مَنُوعاً. إِلَّا الْمُصَلِّينَ، الَّذِينَ هُمْ عَلى صَلاتِهِمْ دائِمُونَ.4- ثم أخذت السورة الكريمة في أواخرها في تسلية الرسول صلى الله عليه وسلم وفي توبيخ الكافرين على مسالكهم الخبيثة بإزاء الدعوة الإسلامية، وفي بيان أن يوم القيامة الذي يكذبون به آت لا ريب فيه.قال- تعالى-: فَذَرْهُمْ يَخُوضُوا وَيَلْعَبُوا حَتَّى يُلاقُوا يَوْمَهُمُ الَّذِي يُوعَدُونَ. يَوْمَ يَخْرُجُونَ مِنَ الْأَجْداثِ سِراعاً كَأَنَّهُمْ إِلى نُصُبٍ يُوفِضُونَ. خاشِعَةً أَبْصارُهُمْ تَرْهَقُهُمْ ذِلَّةٌ، ذلِكَ الْيَوْمُ الَّذِي كانُوا يُوعَدُونَ.5- هذا والمتدبر في هذه السورة الكريمة، يرى أن على رأس القضايا التي اهتمت بالحديث عنها: التذكير بيوم القيامة، وبأهواله وشدائده، وببيان ما فيه من حساب، وجزاء، وثواب وعقاب.والحديث عن النفس الإنسانية بصفة عامة في حال عسرها ويسرها، وصحتها ومرضها، وأملها ويأسها ... واستثناء المؤمنين الصادقين، من كل صفة لا يحبها الله- تعالى- وأنهم بسبب إيمانهم الصادق، وعملهم الصالح، سيكونون يوم القيامة. في جنات مكرمين.كما أن السورة الكريمة اهتمت بالرد على الكافرين، وبتسلية الرسول صلى الله عليه وسلم عما لحقه منهم، وببيان مظاهر قدرة الله- تعالى- التي لا يعجزها شيء.وقوله- تعالى- سَأَلَ سائِلٌ بِعَذابٍ واقِعٍ قرأه الجمهور بإظهار الهمزة في سَأَلَ.وقرأه نافع وابن عامر سَأَلَ بتخفيف الهمزة.قال الجمل: قرأ نافع وابن عامر بألف محضة، والباقون، بهمزة محققة وهي الأصل.فأما القراءة بالألف ففيها ثلاثة أوجه: أحدها: أنها بمعنى قراءة الهمزة، وإنما خففت بقلبها ألفا. والثاني: أنها من سال يسال، مثل خاف يخاف، والألف منقلبة عن واو، والواو منقلبة عن الهمزة.والثالث: من السيلان، والمعنى: سال واد في جهنم بعذاب، فالألف منقلبة عن ياء .وقد حكى القرآن الكريم عن كفار مكة، أنهم كانوا يسألون النبي صلى الله عليه وسلم على سبيل التهكم والاستهزاء عن موعد العذاب الذي يتوعدهم به إذا ما استمروا على كفرهم، ويستعجلون وقوعه.قال- تعالى-: وَيَقُولُونَ مَتى هذَا الْوَعْدُ إِنْ كُنْتُمْ صادِقِينَ وقال- سبحانه- وَيَسْتَعْجِلُونَكَ بِالْعَذابِ وَلَنْ يُخْلِفَ اللَّهُ وَعْدَهُ.وعلى هذا يكون السؤال على حقيقته، وأن المقصود به الاستهزاء بالنبي صلى الله عليه وسلم وبالمؤمنين.ومنهم من يرى أن سأل هنا بمعنى دعا. أى: دعا داع على نفسه بعذاب واقع.قال الآلوسى ما ملخصه: سَأَلَ سائِلٌ بِعَذابٍ واقِعٍ أى: دعا داع به، فالسؤال بمعنى الدعاء، ولذا عدى بالباء تعديته بها في قوله يَدْعُونَ فِيها بِكُلِّ فاكِهَةٍ آمِنِينَ. والمراد:استدعاء العذاب وطلبه.. وقيل إنها بمعنى «عن» كما في قوله: فَسْئَلْ بِهِ خَبِيراً.والسائل هو النضر بن الحارث- كما روى النسائي وجماعة وصححه الحاكم- حيث قال إنكارا واستهزاء «اللهم إن كان هذا هو الحق من عندك فأمطر علينا حجارة من السماء، أو ائتنا بعذاب أليم» . وقيل السائل: أبو جهل، حيث قال: «فأسقط علينا كسفا من السماء» .وعلى أية حال فسؤالهم عن العذاب، يتضمن معنى الإنكار والتهكم، كما يتضمن معنى الاستعجال، كما حكته بعض الآيات الكريمة..ومن بلاغة القرآن، تعدية هذا الفعل هنا بالباء، ليصلح لمعنى الاستفهام الإنكارى، ولمعنى الدعاء والاستعجال.أى: سأل سائل النبي صلى الله عليه وسلم سؤال تهكم، عن العذاب الذي توعد به الكافرين إذا ما استمروا على كفرهم. وتعجّله في وقوعه بل أضاف إلى ذلك- لتجاوزه الحد في عناده وطغيانه- أن قال: «اللهم إن كان هذا هو الحق من عندك فأمطر علينا حجارة من السماء أو ائتنا بعذاب أليم» .وقال- سبحانه- بِعَذابٍ واقِعٍ ولم يقل بعذاب سيقع، للإشارة إلى تحقق وقوع هذا العذاب في الدنيا والآخرة.أما الدنيا فمن هؤلاء السائلين من قتل في غزوة بدر وهو النضر بن الحارث، وأبو جهل وغيرهما، وأما في الآخرة فالعذاب النازل بهم أشد وأبقى."},{"ayah_number":2,"text":"ثم وصف- سبحانه- العذاب بصفات أخرى، غير الوقوع فقال: لِلْكافِرينَ لَيْسَ لَهُ دافِعٌ. مِنَ اللَّهِ ذِي الْمَعارِجِ. واللام في قوله لِلْكافِرينَ بمعنى على. أو للتعليل.أى: سأل سائل عن عذاب واقع على الكافرين، هذا العذاب ليس له دافع يدفعه عنهم، لأنه واقع من الله- تعالى- ذِي الْمَعارِجِ."},{"ayah_number":3,"text":"والمعارج جمع معرج، وهو المصعد، ومنه قوله- تعالى- وَلَوْلا أَنْ يَكُونَ النَّاسُ أُمَّةً واحِدَةً، لَجَعَلْنا لِمَنْ يَكْفُرُ بِالرَّحْمنِ لِبُيُوتِهِمْ سُقُفاً مِنْ فِضَّةٍ وَمَعارِجَ عَلَيْها يَظْهَرُونَ  .وقد ذكر المفسرون في المراد بالمعارج وجوها منها: أن المراد بها السموات، فعن ابن عباس أنه قال أى: ذي السموات، وسماها معارج لأن الملائكة يعرجون فيها.ومنها: أن المراد بها: النعم والمنن. فعن قتادة أنه قال: ذي المعارج، أى: ذي الفواضل والنعم. وذلك لأن لأياديه ووجوه إنعامه مراتب، وهي تصل إلى الناس على مراتب مختلفة.ومنها: أن المراد بها الدرجات التي يعطيها لأوليائه في الجنة.وفي وصفه- سبحانه- ذاته ب ذِي الْمَعارِجِ: استحضار لصورة عظمة جلاله، وإشعار بكثرة مراتب القرب من رضاه وثوابه، فإن المعارج من خصائص منازل العظماء.فأنت ترى أن الله- تعالى- قد وصف هذا العذاب الواقع على الكافرين. بجملة من الصفات، لتكون ردا فيه ما فيه من التهديد والوعيد للجاحدين، الذين استهزءوا به وأنكروه."},{"ayah_number":4,"text":"والمراد بالروح في قوله: تَعْرُجُ الْمَلائِكَةُ وَالرُّوحُ إِلَيْهِ فِي يَوْمٍ كانَ مِقْدارُهُ خَمْسِينَ أَلْفَ سَنَةٍ: جبريل- عليه السلام- وأفرد بالذكر لتمييزه وفضله، فهو من باب عطف الخاص على العام.والضمير في «إليه» يعود إلى الله- تعالى-.أى: تصعد الملائكة وجبريل- عليه السلام- معهم، إليه- تعالى-.والسلف على أن هذا التعبير وأمثاله، من المتشابه الذي استأثر- سبحانه- بعلمه. مع تنزيهه- عز وجل- عن المكان والجسمية. ولوازم الحدوث، التي لا تليق بجلاله.وقيل: «إليه» أى: إلى عرشه- تعالى- أو إلى محل بره وكرامته.قال القرطبي ما ملخصه: قوله: فِي يَوْمٍ كانَ مِقْدارُهُ خَمْسِينَ أَلْفَ سَنَةٍ أى: عروج الملائكة إلى المكان الذي هو محلهم في وقت كان مقداره على غيرهم لو صعد، خمسين ألف سنة.وعن مجاهد: هذا اليوم هو مدة عمر الدنيا، من أول ما خلقت إلى آخر ما بقي منها، خمسون ألف سنة.وقال ابن عباس: هو يوم القيامة، جعله الله على الكافرين مقدار خمسين ألف سنة.ثم قال القرطبي: «وهذا القول أحسن ما قيل في الآية- إن شاء الله- بدليل ما رواه قاسم بن أصبغ من حديث أبى سعيد الخدري قال: قال رسول الله صلى الله عليه وسلم «في يوم كان مقداره خمسين ألف سنة» ، فقلت: ما أطول هذا؟ فقال صلى الله عليه وسلم «والذي نفسي بيده، إنه ليخفف عن المؤمن حتى يكون أخف عليه من صلاة المكتوبة يصليها في الدنيا» .وفي رواية عن ابن عباس- أيضا- أنه سئل عن هذه الآية فقال: أيام سماها الله- عز وجل-، وهو أعلم بها كيف تكون وأكره أن أقول فيها ما لا أعلم.وقيل: ذكر خمسين ألف سنة تمثيل- لما يلقاه الناس في موقف الحساب من شدائد، والعرب تصف أيام الشدة بالطول، وأيام الفرح بالقصر  .وقال بعض العلماء: وقد ذكر- سبحانه- في سورة السجدة أنه يُدَبِّرُ الْأَمْرَ مِنَ السَّماءِ إِلَى الْأَرْضِ ثُمَّ يَعْرُجُ إِلَيْهِ فِي يَوْمٍ كانَ مِقْدارُهُ أَلْفَ سَنَةٍ مِمَّا تَعُدُّونَ.وقال في سورة الحج: وَإِنَّ يَوْماً عِنْدَ رَبِّكَ كَأَلْفِ سَنَةٍ مِمَّا تَعُدُّونَ وذكر هنا فِي يَوْمٍ كانَ مِقْدارُهُ خَمْسِينَ أَلْفَ سَنَةٍ.والجمع بين هذه الآيات من وجهين: أولهما: ما جاء عن ابن عباس من أن يوم الألف في سورة الحج، هو أحد الأيام الستة التي خلق الله- تعالى- فيها السموات والأرض.ويوم الألف في سورة السجدة، هو مقدار سير الأمر وعروجه إليه- تعالى-.ويوم الخمسين ألفا هنا: هو يوم القيامة.وثانيهما: أن المراد بجميعها يوم القيامة، وأن الاختلاف باعتبار حال المؤمن والكافر.ويدل لهذا الوجه قوله- تعالى-: فَذلِكَ يَوْمَئِذٍ يَوْمٌ عَسِيرٌ، عَلَى الْكافِرِينَ غَيْرُ يَسِيرٍ  ."},{"ayah_number":5,"text":"أى: أن يوم القيامة يتفاوت طوله بحسب اختلاف الشدة، فهو يعادل في حالة ألف سنة من سنى الدنيا، ويعادل في حالة أخرى خمسين ألف سنة.وقوله- تعالى-: فَاصْبِرْ صَبْراً جَمِيلًا. إِنَّهُمْ يَرَوْنَهُ بَعِيداً. وَنَراهُ قَرِيباً.. متفرع على قوله- سبحانه- سَأَلَ سائِلٌ لأن السؤال كان سؤال استهزاء، يضيق به الصدر، وتغتم له النفس.والصبر الجميل: هو الصبر الذي لا شكوى معه لغير الله- عز وجل- ولا يخالطه شيء من الجزع، أو التبرم بقضاء الله وقدره.أى: لقد سألوك- أيها الرسول الكريم- عن يوم القيامة، وعن العذاب الذي تهددهم به ... سؤال تهكم واستعجال.. فاصبر صبرا جميلا على غرورهم وجحودهم وجهالاتهم.إنهم يرون هذا اليوم وما يصحبه من عذاب.. يرونه «بعيدا» من الإمكان أو من الوقوع، ولذلك كذبوا بما جئتهم به من عندنا، واستهزؤا بك.. ونحن نراه قريبا من الإمكان، بل هو كائن لا محالة في الوقت الذي تقتضيه حكمتنا ومشيئتنا."},{"ayah_number":6,"text":"وقوله- تعالى-: فَاصْبِرْ صَبْراً جَمِيلًا. إِنَّهُمْ يَرَوْنَهُ بَعِيداً. وَنَراهُ قَرِيباً.. متفرع على قوله- سبحانه- سَأَلَ سائِلٌ لأن السؤال كان سؤال استهزاء، يضيق به الصدر، وتغتم له النفس.والصبر الجميل: هو الصبر الذي لا شكوى معه لغير الله- عز وجل- ولا يخالطه شيء من الجزع، أو التبرم بقضاء الله وقدره.أى: لقد سألوك- أيها الرسول الكريم- عن يوم القيامة، وعن العذاب الذي تهددهم به ... سؤال تهكم واستعجال.. فاصبر صبرا جميلا على غرورهم وجحودهم وجهالاتهم.إنهم يرون هذا اليوم وما يصحبه من عذاب.. يرونه «بعيدا» من الإمكان أو من الوقوع، ولذلك كذبوا بما جئتهم به من عندنا، واستهزؤا بك.. ونحن نراه قريبا من الإمكان، بل هو كائن لا محالة في الوقت الذي تقتضيه حكمتنا ومشيئتنا."},{"ayah_number":7,"text":"وقوله- تعالى-: فَاصْبِرْ صَبْراً جَمِيلًا. إِنَّهُمْ يَرَوْنَهُ بَعِيداً. وَنَراهُ قَرِيباً.. متفرع على قوله- سبحانه- سَأَلَ سائِلٌ لأن السؤال كان سؤال استهزاء، يضيق به الصدر، وتغتم له النفس.والصبر الجميل: هو الصبر الذي لا شكوى معه لغير الله- عز وجل- ولا يخالطه شيء من الجزع، أو التبرم بقضاء الله وقدره.أى: لقد سألوك- أيها الرسول الكريم- عن يوم القيامة، وعن العذاب الذي تهددهم به ... سؤال تهكم واستعجال.. فاصبر صبرا جميلا على غرورهم وجحودهم وجهالاتهم.إنهم يرون هذا اليوم وما يصحبه من عذاب.. يرونه «بعيدا» من الإمكان أو من الوقوع، ولذلك كذبوا بما جئتهم به من عندنا، واستهزؤا بك.. ونحن نراه قريبا من الإمكان، بل هو كائن لا محالة في الوقت الذي تقتضيه حكمتنا ومشيئتنا."},{"ayah_number":8,"text":"ثم بين- سبحانه- جانبا من أهوال هذا اليوم فقال: يَوْمَ تَكُونُ السَّماءُ كَالْمُهْلِ. وَتَكُونُ الْجِبالُ كَالْعِهْنِ. وَلا يَسْئَلُ حَمِيمٌ حَمِيماً.ولفظ «يوم» متعلق بقوله: «قريبا» أو بمحذوف يدل عليه قوله: واقِعٍ أى: هو واقع هذا العذاب يوم تكون السماء في هيئتها ومظهرها «كالمهل» أى: تكون واهية مسترخية.. كالزيت الذي يتبقى في قعر الإناء."},{"ayah_number":9,"text":"وَتَكُونُ الْجِبالُ كَالْعِهْنِ أى: كالصوف المصبوغ ألوانا، لاختلاف ألوان الجبال، فإن الجبال إذا فتتت وتمزقت في الجو، أشبهت الصوف المنفوش إذا طيرته الرياح، قيل: أول ما تتغير الجبال تصير رملا مهيلا، ثم عهنا منفوشا، ثم هباء منبثا.ووجه الشبه أن السماء في هذا اليوم تكون في انحلال أجزائها، كالشىء الباقي في قعر الإناء من الزيت، وتكون الجبال في تفرق أجزائها كالصوف المصبوغ الذي تطاير في الجو."},{"ayah_number":10,"text":"وفي هذا اليوم- أيضا- لا يَسْئَلُ حَمِيمٌ حَمِيماً أى: لا يسأل صديق صديقه النصرة أو المعونة، ولا يسأل قريب قريبه المساعدة والمؤازرة.. لأن كل واحد منهما مشغول بهموم نفسه من شدة هول الموقف، كما قال- تعالى-: يَوْمَ يَفِرُّ الْمَرْءُ مِنْ أَخِيهِ. وَأُمِّهِ وَأَبِيهِ. وَصاحِبَتِهِ وَبَنِيهِ. لِكُلِّ امْرِئٍ مِنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ.والحميم: هو الصديق الوفي القريب من نفس صديقه."},{"ayah_number":11,"text":"وضمير الجمع في قوله- سبحانه- يُبَصَّرُونَهُمْ يعود إلى الحميمين، نظرا لعمومهما، لأنه ليس المقصود صديقين مخصوصين، وإنما المقصود كل صديق مع صديقه.والجملة مستأنفة استئنافا بيانيا، إجابة عن سؤال تقديره: ولماذا لا يسأل الصديق صديقه في هذا اليوم؟ ألأنه لا يراه؟ فكان الجواب: لا، إنه يراه ويشاهده، ويعرف كل قريب قريبه، وكل صديق صديقه في هذا اليوم.. ولكن كل واحد منهم مشغول بهمومه.قال صاحب الكشاف: يُبَصَّرُونَهُمْ أى: يبصر الأحماء الأحماء، فلا يخفون عليهم، فلا يمنعهم من المساءلة أن بعضهم لا يبصر بعضا، وإنما يمنعهم التشاغل.فإن قلت: ما موقع يبصرونهم؟ قلت: هو كلام مستأنف، كأنه لمّا قال: وَلا يَسْئَلُ حَمِيمٌ حَمِيماً قيل: لعله لا يبصره، فقيل في الجواب: يبصرونهم، ولكنهم لتشاغلهم لم يتمكنوا من تساؤلهم.فإن قلت: لم جمع الضميرين في يُبَصَّرُونَهُمْ وهي للحميمين؟ قلت: المعنى على العموم لكل حميمين، لا لحميمين اثنين   .ثم بين- سبحانه- حالة المجرمين في هذا اليوم فقال: يوم المجرم أى: يحب المجرم في هذا اليوم ويتمنى.لَوْ يَفْتَدِي مِنْ عَذابِ يَوْمِئِذٍ بِبَنِيهِ أى: يتمنى ويحب لو يفتدى نفسه من عذاب هذا اليوم بأقرب الناس إليه، وألصقهم بنفسه.. وهم بنوه وأولاده."},{"ayah_number":12,"text":"ويود- أيضا- لو يفتدى نفسه ب صاحِبَتِهِ وَأَخِيهِ أى: بزوجته التي هي أحب الناس إليه، وبأخيه الذي يستعين به في النوائب."},{"ayah_number":13,"text":"وَفَصِيلَتِهِ الَّتِي تُؤْوِيهِ أى: ويود كذلك أن ينقذ نفسه، من العذاب بأقرب الأقرباء إليه. وهم أهله وعشيرته التي ينتسب إليها، إذا الفصيلة هم الأقرباء الأدنون من القبيلة، والذين هو واحد منهم.ومعنى تُؤْوِيهِ تضمه إليها، وتعتبره فردا منها، وتدافع عنه بكل وسيلة."},{"ayah_number":14,"text":"وقوله: وَمَنْ فِي الْأَرْضِ جَمِيعاً ثُمَّ يُنْجِيهِ داخل في إطار ما يتمناه ويوده.أى: يود هذا المجرم أن يفتدى نفسه من عذاب هذا اليوم، بأولاده، ويصاحبته، وبأخيه، وبعشيرته التي هو فرد منها، وبأهل الأرض جميعا من الجن والإنس.ثم يتمنى- أيضا- أن يقبل منه هذا الافتداء، لكي ينجو بنفسه من هذا العذاب.فقوله ثُمَّ يُنْجِيهِ معطوف على قوله يَفْتَدِي، أى: يود لو يفتدى ثم لو ينجيه الافتداء. وكان العطف بثم، للإشعار باستبعاد هذا الافتداء، وأنه عسير المنال.وقوله: وَمَنْ فِي الْأَرْضِ معطوف على بِبَنِيهِ أى: ويفتدى نفسه بجميع أهل الأرض.وهكذا نرى الآيات الكريمة تحكى لنا بهذا الأسلوب المؤثر، حالة المجرم في هذا اليوم، وأنه يتمنى أن يفتدى نفسه مما حل به من عذاب، بأقرب وأحب الناس إليه، بل بأهل الأرض جميعا.. ولكن هيهات أن يقبل منه شيء من ذلك."},{"ayah_number":15,"text":"ولذا جاء الرد الزاجر له عما تمناه في قوله- تعالى- كَلَّا إِنَّها لَظى وكلا حرف ردع وزجر، وإبطال لكلام سابق، وهو هنا ما كان يتمناه ويحبه.. من أن يفتدى نفسه ببنيه، وبصاحبته وأخيه.. إلخ.و «لظى» علم لجهنم، أو لطبقة من طبقاتها. واللظى: اللهب الخالص، والضمير للنار المدلول عنها بذكر العذاب.أى: كلا- أيها المجرم- ليس الأمر كما وددت وتمنيت.. وإنما الذي في انتظارك، هو النار التي هي أشد ما تكون اشتعالا."},{"ayah_number":16,"text":"والتي من صفاتها كونها نَزَّاعَةً لِلشَّوى.. أى: قلاعة لجلدة الرأس وأطراف البدن، كاليد والرجل، ثم تعود هذه الجلدة والأطراف كما كانت.فقوله: نَزَّاعَةً صيغة مبالغة من النزع بمعنى القلع والفصل. والشوى: جمع شواة- بفتح الشين-، وهي من جوارح الإنسان ما لم يكن مقتلا، مثل اليد والرجل. والجمع باعتبار ما لكل أحد من جوارح وأطراف. يقال: فلان رمى فأشوى، إذا لم يصب مقتلا ممن رماه.وقيل: الشواة: جلدة الرأس. والجمع باعتبار كثرة الناس."},{"ayah_number":17,"text":"وهذه النار الملتهبة من صفاتها- أيضا- أنها تَدْعُوا مَنْ أَدْبَرَ وَتَوَلَّى أى: تدعو لدخولها والاصطلاء بحرها، من أدبر وأعرض وتولى عن الحق والرشد، ونأى بجانبه عن طريق الهدى والاستقامة.قال ابن كثير: هذه النار تدعو إليها أبناءها الذين خلقهم الله- تعالى- لها وقدر لهم أنهم في الدار الدنيا يعملون عملها، فتدعوهم يوم القيامة بلسان طلق ذلق- أى: فصيح بليغ- ثم تلتقطهم من بين أهل المحشر، كما يلتقط الطير الحب، وذلك أنهم كانوا كما قال- سبحانه- ممن أدبر وتولى. أى: ممن كذب بقلبه، وترك العمل بجوارحه  ."},{"ayah_number":18,"text":"وَجَمَعَ فَأَوْعى أى جمع المال بعضه على بعض فأوعاه، أى: فأمسكه في وعائه وكنزه ومنع حق الله- تعالى- فيه، وبخل به على مستحقيه. فقوله فَأَوْعى أى: فجعله في وعاء. وفي الحديث الشريف، يقول صلى الله عليه وسلم: «لا توعى- أى لا تجمع مالك في الوعاء على سبيل الكنز- فيوعى الله عليك» - أى: فيمنع الله- تعالى- فضله عنك، كما منعت وقترت.قال ابن كثير: هذه النار تدعو إليها أبناءها الذين خلقهم الله- تعالى- لها وقدر لهم أنهم في الدار الدنيا يعملون عملها، فتدعوهم يوم القيامة بلسان طلق ذلق- أى: فصيح بليغ- ثم تلتقطهم من بين أهل المحشر، كما يلتقط الطير الحب، وذلك أنهم كانوا كما قال- سبحانه- ممن أدبر وتولى. أى: ممن كذب بقلبه، وترك العمل بجوارحه .وَجَمَعَ فَأَوْعى أى جمع المال بعضه على بعض فأوعاه، أى: فأمسكه في وعائه وكنزه ومنع حق الله- تعالى- فيه، وبخل به على مستحقيه. فقوله فَأَوْعى أى: فجعله في وعاء. وفي الحديث الشريف، يقول صلى الله عليه وسلم: «لا توعى- أى لا تجمع مالك في الوعاء على سبيل الكنز- فيوعى الله عليك» - أى: فيمنع الله- تعالى- فضله عنك، كما منعت وقترت.وفي قوله- سبحانه- وَجَمَعَ إشارة إلى الحرص والطمع، وفي قوله فَأَوْعى إشارة إلى بخله وطول أمله.قال قتادة: جَمَعَ فَأَوْعى: كان جموعا للخبيث من المال.وبعد هذا البيان المؤثر الحكيم عن طبائع المجرمين، وعن أهوال يوم الدين، وعن سوء عاقبة المكذبين.. اتجهت السورة الكريمة إلى الحديث عن سجايا النفوس البشرية في حالتي الخير والشر، والغنى والفقر، والشكر والجحود.. واستثنت من تلك السجايا نفوس المؤمنين الصادقين، فقال- تعالى-."},{"ayah_number":19,"text":"والمراد بالإنسان في قوله- تعالى-: إِنَّ الْإِنْسانَ خُلِقَ هَلُوعاً، إِذا مَسَّهُ الشَّرُّ جَزُوعاً، وَإِذا مَسَّهُ الْخَيْرُ مَنُوعاً جنسه لا فرد معين منه، كما في قوله- تعالى-:وَالْعَصْرِ إِنَّ الْإِنْسانَ لَفِي خُسْرٍ، إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ.. وكما في قوله- سبحانه-: خُلِقَ الْإِنْسانُ مِنْ عَجَلٍ سَأُرِيكُمْ آياتِي فَلا تَسْتَعْجِلُونِ.ويدخل فيه الكافر دخولا أوليا، لأن معظم الصفات التي استثنيت بعد ذلك من صفات المؤمنين الصادقين، وعلى رأسها قوله- سبحانه-: إِلَّا الْمُصَلِّينَ.وقوله: هَلُوعاً صيغة مبالغة من الهلع، وهو إفراط النفس، وخروجها عن التوسط والاعتدال، عند ما ينزل بها ما يضرها، أو عند ما تنال ما يسرها.والمراد بالشر: ما يشمل الفقر والمرض وغيرهما مما يتأذى به الإنسان.والمراد بالخير: ما يشمل الغنى والصحة وغير ذلك مما يحبه الإنسان، وتميل إليه نفسه.والجزوع: هو الكثير الجزع. أى: الخوف. والمنوع: هو الكثير المنع لنعم الله- تعالى- وعدم إعطاء شيء منها للمحتاجين إليها.قال الآلوسى ما ملخصه: قوله: إِنَّ الْإِنْسانَ خُلِقَ هَلُوعاً الهلع: سرعة الجزع عند مس المكروه، وسرعة المنع عند مس الخير، من قولهم: ناقة هلوع، أى: سريعة السير.وسئل ابن عباس عن الهلوع فقال: هو كما قال الله- تعالى-: إِذا مَسَّهُ الشَّرُّ جَزُوعاً، وَإِذا مَسَّهُ الْخَيْرُ مَنُوعاً.ولا تفسير أبين من تفسيره- سبحانه-.والإنسان: المراد به الجنس، أو الكافر.. وأل في الشر والخير للجنس- أيضا .والتعبير بقوله: خُلِقَ هَلُوعاً يشير إلى أن جنس الإنسان- إلا من عصم الله- مفطور ومطبوع، على أنه إذا أصابه الشر جزع، وإذا مسه الخير بخل.. وأن هاتين الصفتين ليستا من الصفات التي يحبها الله- تعالى- بدليل أنه- سبحانه- قد استثنى المصلين وغيرهم من التلبس بهاتين الصفتين.وبدليل أن من صفات المؤمن الصادق أن يكون شكورا عند الرخاء صبورا عند الضراء.وفي الحديث الشريف، يقول صلى الله عليه وسلم: «شر ما في الرجل: شح هالع، وجبن خالع» وفي حديث آخر يقول صلى الله عليه وسلم: «عجبا لأمر المؤمن، إن أمره كله له خير، إن أصابته سراء شكر فكان خيرا له، وإن أصابته ضراء صبر فكان خيرا له» .قال الجمل: وقوله: جَزُوعاً ومَنُوعاً فيهما ثلاثة أوجه: أحدها: أنهما منصوبان على الحال من الضمير في هَلُوعاً، وهو العامل فيهما. والتقدير: هلوعا حال كونه جزوعا وقت مس الشر، ومنوعا وقت مس الخير: الثاني: أنهما خبران لكان أو صار مضمرة. أى: إذا مسه الشر كان أو صار جزوعا، وإذا مسه الخير كان أو صار منوعا.الثالث: أنهما نعتان لقوله: «هلوعا» ."},{"ayah_number":20,"text":"وسئل ابن عباس عن الهلوع فقال: هو كما قال الله- تعالى-: إِذا مَسَّهُ الشَّرُّ جَزُوعاً، وَإِذا مَسَّهُ الْخَيْرُ مَنُوعاً.ولا تفسير أبين من تفسيره- سبحانه-.والإنسان: المراد به الجنس، أو الكافر.. وأل في الشر والخير للجنس- أيضا .والتعبير بقوله: خُلِقَ هَلُوعاً يشير إلى أن جنس الإنسان- إلا من عصم الله- مفطور ومطبوع، على أنه إذا أصابه الشر جزع، وإذا مسه الخير بخل.. وأن هاتين الصفتين ليستا من الصفات التي يحبها الله- تعالى- بدليل أنه- سبحانه- قد استثنى المصلين وغيرهم من التلبس بهاتين الصفتين.وبدليل أن من صفات المؤمن الصادق أن يكون شكورا عند الرخاء صبورا عند الضراء.وفي الحديث الشريف، يقول صلى الله عليه وسلم: «شر ما في الرجل: شح هالع، وجبن خالع» وفي حديث آخر يقول صلى الله عليه وسلم: «عجبا لأمر المؤمن، إن أمره كله له خير، إن أصابته سراء شكر فكان خيرا له، وإن أصابته ضراء صبر فكان خيرا له» .قال الجمل: وقوله: جَزُوعاً ومَنُوعاً فيهما ثلاثة أوجه: أحدها: أنهما منصوبان على الحال من الضمير في هَلُوعاً، وهو العامل فيهما. والتقدير: هلوعا حال كونه جزوعا وقت مس الشر، ومنوعا وقت مس الخير: الثاني: أنهما خبران لكان أو صار مضمرة. أى: إذا مسه الشر كان أو صار جزوعا، وإذا مسه الخير كان أو صار منوعا.الثالث: أنهما نعتان لقوله: «هلوعا» ."},{"ayah_number":21,"text":"وسئل ابن عباس عن الهلوع فقال: هو كما قال الله- تعالى-: إِذا مَسَّهُ الشَّرُّ جَزُوعاً، وَإِذا مَسَّهُ الْخَيْرُ مَنُوعاً.ولا تفسير أبين من تفسيره- سبحانه-.والإنسان: المراد به الجنس، أو الكافر.. وأل في الشر والخير للجنس- أيضا .والتعبير بقوله: خُلِقَ هَلُوعاً يشير إلى أن جنس الإنسان- إلا من عصم الله- مفطور ومطبوع، على أنه إذا أصابه الشر جزع، وإذا مسه الخير بخل.. وأن هاتين الصفتين ليستا من الصفات التي يحبها الله- تعالى- بدليل أنه- سبحانه- قد استثنى المصلين وغيرهم من التلبس بهاتين الصفتين.وبدليل أن من صفات المؤمن الصادق أن يكون شكورا عند الرخاء صبورا عند الضراء.وفي الحديث الشريف، يقول صلى الله عليه وسلم: «شر ما في الرجل: شح هالع، وجبن خالع» وفي حديث آخر يقول صلى الله عليه وسلم: «عجبا لأمر المؤمن، إن أمره كله له خير، إن أصابته سراء شكر فكان خيرا له، وإن أصابته ضراء صبر فكان خيرا له» .قال الجمل: وقوله: جَزُوعاً ومَنُوعاً فيهما ثلاثة أوجه: أحدها: أنهما منصوبان على الحال من الضمير في هَلُوعاً، وهو العامل فيهما. والتقدير: هلوعا حال كونه جزوعا وقت مس الشر، ومنوعا وقت مس الخير: الثاني: أنهما خبران لكان أو صار مضمرة. أى: إذا مسه الشر كان أو صار جزوعا، وإذا مسه الخير كان أو صار منوعا.الثالث: أنهما نعتان لقوله: «هلوعا» ."},{"ayah_number":22,"text":"ثم وصف- سبحانه- من استثناهم من الإنسان الهلوع، بجملة من الصفات الكريمة، فقال: إِلَّا الْمُصَلِّينَ. الَّذِينَ هُمْ عَلى صَلاتِهِمْ دائِمُونَ.أى: إن الناس جميعا قد جبلوا على الجزع عند الضراء، وعلى المنع عند السراء.. إلا المصلين منهم، الذين يواظبون على أدائها مواظبة تامة، دون أن يشغلهم عن أدائها: عسر أو يسر، أو غنى أو فقر، أو إقامة أو سفر.فهم ممن قال- سبحانه- في شأنهم: رِجالٌ لا تُلْهِيهِمْ تِجارَةٌ وَلا بَيْعٌ عَنْ ذِكْرِ اللَّهِ، وَإِقامِ الصَّلاةِ وَإِيتاءِ الزَّكاةِ، يَخافُونَ يَوْماً تَتَقَلَّبُ فِيهِ الْقُلُوبُ وَالْأَبْصارُ."},{"ayah_number":23,"text":"وقال- سبحانه-: عَلى صَلاتِهِمْ دائِمُونَ للإشارة إلى أنهم لا يشغلهم عنها شاغل، إذ الدوام على الشيء عدم تركه.وفي إضافة «الصلاة» إلى ضمير «المصلين» تنويه بشأنهم، وإشعار باختصاصها بهم، إذ هم أصحابها الملازمون لها."},{"ayah_number":24,"text":"ثم وصفهم- سبحانه- بصفة ثانية فقال: وَالَّذِينَ فِي أَمْوالِهِمْ حَقٌّ مَعْلُومٌ. لِلسَّائِلِ وَالْمَحْرُومِ.والمراد بالحق المعلوم: ما أوجبوه على أنفسهم من دفع جزء من أموالهم للمحتاجين، على سبيل التقرب إلى الله- تعالى- وشكره على نعمه، ويدخل في هذا الحق المعلوم دخولا أوليا ما فرضه- سبحانه- عليهم من زكاة أموالهم.قالوا: ولا يمنع ذلك من أن تكون السورة مكية، فقد يكون أصل مشروعية الزكاة بمكة، ثم أتى تفصيل أحكامها بالمدينة، عن طريق السنة النبوية المطهرة."},{"ayah_number":25,"text":"والسائل: هو الذي يسأل غيره الصدقة، والمحروم: هو الذي لا يسأل غيره تعففا، وإن كان في حاجة إلى العون والمساعدة.أى: ومن الذين استثناهم- سبحانه- من صفة الهلع: أولئك المؤمنون الصادقون الذين جعلوا في أموالهم حقا معينا، يخرجونه عن إخلاص وطيب خاطر، لمن يستحقونه من السائلين والمحرومين.. على سبيل الشكر لخالقهم على ما أنعم عليهم من نعم.ووصف- سبحانه- ما يعطونه من أموالهم بأنه حَقٌّ للاشارة إلى أنهم- لصفاء أنفسهم- قد جعلوا السائل والمحروم، كأنه شريك لهم في أموالهم، وكأن ما يعطونه له إنما هو بمثابة الحق الثابت عندهم له."},{"ayah_number":26,"text":"ثم وصفهم- سبحانه- بصفات كريمة أخرى فقال: وَالَّذِينَ يُصَدِّقُونَ بِيَوْمِ الدِّينِ والتصديق بيوم الدين معناه: الإيمان الجازم باليوم الآخر وما فيه من بعث وحساب وجزاء."},{"ayah_number":27,"text":"وَالَّذِينَ هُمْ مِنْ عَذابِ رَبِّهِمْ مُشْفِقُونَ أى: أن من صفاتهم: أنهم مع قوة إيمانهم، وكثرة أعمالهم الصالحة، لا يجزمون بنجاتهم من عذاب الله- تعالى- وإنما دائما أحوالهم مبنية على الخوف والرجاء، إذ الإشفاق توقع حصول المكروه وأخذ الحذر منه."},{"ayah_number":28,"text":"وجملة إِنَّ عَذابَ رَبِّهِمْ غَيْرُ مَأْمُونٍ تعليلية، ومقررة لمضمون ما قبلها، أى: إنهم مشفقون من عذاب ربهم.. لأن العاقل لا يأمن عذابه- عز وجل- مهما أتى من طاعات، وقدم من أعمال صالحة.وشبيه بهذه الآية قوله- سبحانه- وَالَّذِينَ يُؤْتُونَ ما آتَوْا وَقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إِلى رَبِّهِمْ راجِعُونَ  ."},{"ayah_number":29,"text":"ثم قال- تعالى-: وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حافِظُونَ. إِلَّا عَلى أَزْواجِهِمْ أَوْ ما مَلَكَتْ أَيْمانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ فَمَنِ ابْتَغى وَراءَ ذلِكَ فَأُولئِكَ هُمُ العادُونَ.أى: أن من صفاتهم- أيضا- أنهم أعفاء، ممسكون لشهواتهم، لا يستعملونها إلا مع زوجاتهم اللائي أحلهن- سبحانه- لهم أو مع ما ملكت أيمانهم من الإماء والسراري.وجملة فَإِنَّهُمْ غَيْرُ مَلُومِينَ تعليل للاستثناء. أى: هم حافظون لفروجهم، فلا يستعملون شهواتهم إلا مع أزواجهم. أو ما ملكت أيمانهم فإنهم غير مؤاخذين على ذلك، لأن معاشرة الأزواج وما ملكت الأيمان مما أحله الله- تعالى-."},{"ayah_number":30,"text":"ثم قال- تعالى-: وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حافِظُونَ. إِلَّا عَلى أَزْواجِهِمْ أَوْ ما مَلَكَتْ أَيْمانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ فَمَنِ ابْتَغى وَراءَ ذلِكَ فَأُولئِكَ هُمُ العادُونَ.أى: أن من صفاتهم- أيضا- أنهم أعفاء، ممسكون لشهواتهم، لا يستعملونها إلا مع زوجاتهم اللائي أحلهن- سبحانه- لهم أو مع ما ملكت أيمانهم من الإماء والسراري.وجملة فَإِنَّهُمْ غَيْرُ مَلُومِينَ تعليل للاستثناء. أى: هم حافظون لفروجهم، فلا يستعملون شهواتهم إلا مع أزواجهم. أو ما ملكت أيمانهم فإنهم غير مؤاخذين على ذلك، لأن معاشرة الأزواج وما ملكت الأيمان مما أحله الله- تعالى-."},{"ayah_number":31,"text":"وقوله: فَمَنِ ابْتَغى وَراءَ ذلِكَ أى: فمن طلب خلاف ذلك الذي أحله- سبحانه-. فَأُولئِكَ هُمُ العادُونَ أى: فأولئك هم المعتدون المتجاوزون حدود خالقهم، الوالغون في الحرام الذي نهى الله- تعالى- عنه.يقال: عدا فلان الشيء يعدوه عدوا، إذا جاوزه وتركه. أى: أنهم تجاوزوا الحلال وتركوه خلف ظهورهم، واتجهوا ناحية الحرام فولغوا فيه."},{"ayah_number":32,"text":"قوله: وَالَّذِينَ هُمْ لِأَماناتِهِمْ وَعَهْدِهِمْ راعُونَ أى: أن من صفات هؤلاء المؤمنين الصادقين، الذين إذا مسهم الشر لا يجزعون، وإذا مسهم الخير لا يمنعون.. أنهم لا يخلون بشيء من الأمانات التي يؤتمنون عليها، ولا ينقضون شيئا من العهود التي يعاهدون غيرهم عليها، وإنما هم يراعون ذلك ويحفظونه حفظا تاما.فقوله راعُونَ جمع راع، وهو الذي يرعى الحقوق والأمانات والعهود ويحفظها ويحرسها، كما يحرس الراعي غنمه وإبله حراسة تامة."},{"ayah_number":33,"text":"وقوله: وَالَّذِينَ هُمْ بِشَهاداتِهِمْ قائِمُونَ أى: والذين هم من صفاتهم أنهم يؤدون الشهادة على وجهها الحق، فلا يشهدون بالزور أو الباطل، ولا يكتمون الشهادة إذا طلب منهم أن يؤدوها، عملا بقوله- تعالى- وَلا تَكْتُمُوا الشَّهادَةَ وَمَنْ يَكْتُمْها فَإِنَّهُ آثِمٌ قَلْبُهُ.فالشهادات: جمع شهادة. والمراد بالقيام بها: أداؤها على أتم وجه وأكمله وأعدله، إذ القيام بها يشمل الاهتمام بشأنها، وحفظها إلى أن يؤديها صاحبها على الوجه الذي يحبه- سبحانه-."},{"ayah_number":34,"text":"وكما افتتح- سبحانه- هذه الصفات الكريمة بمدح الذين هم على صلاتهم دائمون، فقد ختمها بمدح الذين يحافظون عليها فقال: وَالَّذِينَ هُمْ عَلى صَلاتِهِمْ يُحافِظُونَ أى: يؤدونها كاملة غير منقوصة. لا في خشوعها، ولا في القراءة فيها، ولا في شيء من أركانها وسننها.وهذا الافتتاح والختام، يدل على شرفها وعلو قدرها، واهتمام الشارع بشأنها.قال صاحب الكشاف: فإن قلت: كيف قال: عَلى صَلاتِهِمْ دائِمُونَ ثم عَلى صَلاتِهِمْ يُحافِظُونَ؟. قلت: معنى دوامهم عليها، أن يواظبوا على أدائها، لا يخلون بها، ولا يشتغلون عنها بشيء من الشواغل.ومحافظتهم عليها: أن يراعوا إسباغ الوضوء لها، ومواقيتها، وسننها، وآدابها.. فالدوام يرجع إلى نفس الصلاة، والمحافظة تعود إلى أحوالها  .فأنت ترى أن الله- تعالى- قد وصف هؤلاء المؤمنين الصادقين، الذين حماهم- سبحانه- من صفة الهلع.. وصفهم بثماني صفات كريمة، منها: المداومة على الصلاة، والمحافظة على الإنفاق في وجوه الخير، والتصديق بيوم القيامة وما فيه من ثواب وعقاب، والحفظ لفروجهم، وأداء الأمانات والشهادات."},{"ayah_number":35,"text":"ثم بين- سبحانه- ما أعده لهم من عطاء جزيل فقال: أُولئِكَ فِي جَنَّاتٍ مُكْرَمُونَ أى: أولئك المتصفون بذلك في جنات عظيمة، يستقبلون فيها بالتعظيم والحفاوة.. حيث تقول لهم الملائكة: سَلامٌ عَلَيْكُمْ بِما صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِ.وبعد هذه الصورة المشرقة لهؤلاء المكرمين.. أخذت السورة في تصوير موقف المشركين من دعوة الرسول صلى الله عليه وسلم إياهم إلى الحق، وفي تسليته عما لحقه منهم من أذى، وفي بيان أحوالهم السيئة عند ما يعرضون للحساب.. فقال- تعالى-."},{"ayah_number":36,"text":"والاستفهام في قوله- تعالى-: فَمالِ الَّذِينَ كَفَرُوا قِبَلَكَ مُهْطِعِينَ، عَنِ الْيَمِينِ وَعَنِ الشِّمالِ عِزِينَ للتعجيب من حال هؤلاء الذين كفروا، ومن تصرفاتهم التي تدل على منتهى الغفلة والجهل. و «ما» مبتدأ. و «الذين كفروا» خبره.وقوله مُهْطِعِينَ من الإهطاع، وهو السير بسرعة، مع مد العنق، واتجاه البصر نحو شيء معين.وعِزِينَ جمع عزة- كفئة- وهي الجماعة. وأصلها عزوة- بكسر العين- من العزو، لأن كل فرقة تعتزى إلى غير من تعتزى إليه الأخرى، فلامها واو، وقيل: لامها هاء، والأصل عزهة.قال القرطبي: والعزين: جماعات متفرقة. ومنه الحديث الذي خرجه مسلم وغيره، أن رسول الله صلى الله عليه وسلم خرج على أصحابه يوما فرآهم حلقا فقال: مالي أراكم عزين: ألا تصفون كما تصف الملائكة عند ربها؟ قالوا: وكيف تصف الملائكة عند ربها؟ قال: يتمون الصفوف الأول، ويتراصون في الصف   .وقد ذكروا في سبب نزول هذه الآيات، أن المشركين كانوا يجتمعون حول النبي صلى الله عليه وسلم ويستمعون إليه، ثم يكذبونه ويستهزئون به وبالمؤمنين، ويقولون: لئن دخل هؤلاء الجنة كما يقول محمد صلى الله عليه وسلم فلندخلنها قبلهم، وليكونن لنا فيها أكثر مما لهم  .والمعنى: ما بال هؤلاء الكافرين مسرعين نحوك- أيها الرسول الكريم- وناظرين إليك بعيون لا تكاد تفارقك، وملتفين من حولك عن يمينك وعن شمالك، جماعات متعددة، ومظهرين التهكم والاستهزاء بك وبأصحابك؟ما بالهم يفعلون ذلك مع علمهم في قرارة أنفسهم بأنك أنت الصادق الأمين» وقدم- سبحانه- الظرف قِبَلَكَ الذي بمعنى جهتك، على قوله مُهْطِعِينَ للاهتمام، حيث إن مقصدهم الأساسى من الإسراع هو الاتجاه نحو النبي صلى الله عليه وسلم للاستهزاء به وبأصحابه."},{"ayah_number":37,"text":"والمراد بقوله: عَنِ الْيَمِينِ وَعَنِ الشِّمالِ: جميع الجهات، إلا أنه عبر بهاتين الجهتين، لأنهما الجهتان اللتان يغلب الجلوس فيهما حول الشخص.وقوله: عِزِينَ تصوير بديع لالتفافهم من حوله جماعات متفرقة في مشاربها، وفي مآربها، وفي طباعها."},{"ayah_number":38,"text":"والاستفهام في قوله- تعالى- أَيَطْمَعُ كُلُّ امْرِئٍ مِنْهُمْ أَنْ يُدْخَلَ جَنَّةَ نَعِيمٍ للنفي والإنكار.أى: أيطمع كل واحد من هؤلاء الكافرين أن يدخل الجنة التي هي محل نعيمنا وكرامتنا بدون إيمان صادق، وبدون عمل نافع..؟وقوله- سبحانه- كَلَّا ردع لهم وزجر عن هذا الطمع، أى: كلا ليس الأمر كما يزعمون من أنهم سيدخلون الجنة قبل المؤمنين أو معهم أو بعدهم.. وإنما هم سيكون مأواهم جهنم وبئس المصير.وقال- سبحانه-: أَيَطْمَعُ كُلُّ امْرِئٍ مِنْهُمْ ولم يقل: أيطمعون أن يدخلوا الجنة، للإشعار بأن كل واحد من هؤلاء الكافرين كان طامعا في دخولها، لاستيلاء الغرور والجهالة على قلبه."},{"ayah_number":39,"text":"وجملة إِنَّا خَلَقْناهُمْ مِمَّا يَعْلَمُونَ تأكيد لهذا الردع والزجر، وتهوين من شأنهم، وإبطال لغرورهم، وتنكيس لخيلائهم بأسلوب بديع مهذب.. لأنه مما لا شك فيه أنهم يعلمون أنهم قد خلقوا من ماء مهين، ومن كان كذلك فلا يليق به- متى كان عاقلا- أن يغتر أو يتطاول.قال صاحب الكشاف ما ملخصه: ويجوز أن يراد بقوله: إِنَّا خَلَقْناهُمْ مِمَّا يَعْلَمُونَ أى: من النطفة المذرة، وهي منصبهم الذي لا منصب أوضع منه. ولذلك أبهم وأخفى:إشعارا بأنه منصب يستحيا من ذكره، فمن أين يتشرفون ويدعون التقدم، ويقولون:لندخلن الجنة قبلهم.وقيل: معناه إنا خلقناهم من نطفة كما خلقنا بنى آدم كلهم، ومن حكمنا أن لا يدخل أحد الجنة، إلا بالإيمان والعمل الصالح، فكيف يطمع في دخولها من ليس له إيمان وعمل  ."},{"ayah_number":40,"text":"ثم ساق- سبحانه- ما يدل على كمال قدرته، وعلى زيادة التهوين من شأن هؤلاء الكافرين، والتحقير من أمرهم فقال: فَلا أُقْسِمُ بِرَبِّ الْمَشارِقِ وَالْمَغارِبِ إِنَّا لَقادِرُونَ. عَلى أَنْ نُبَدِّلَ خَيْراً مِنْهُمْ وَما نَحْنُ بِمَسْبُوقِينَ.وجمع- سبحانه- هنا المشارق والمغارب، باعتبار أن لها في كل يوم من أيام السنة مشرقا معينا تشرق منه، ومغربا معينا تغرب فيه.وقال في سورة الرحمن رَبُّ الْمَشْرِقَيْنِ وَرَبُّ الْمَغْرِبَيْنِ أى: مشرق ومغرب الشتاء والصيف.وقال في سورة المزمل: رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ والمراد بهما هنا: جنسهما، فهما صادقان على كل مشرق من مشارق الشمس، وعلى كل مغرب من مغاربها.وبذلك يتبين أنه لا تعارض بين مجيء هذه الألفاظ تارة مفردة، وتارة بصيغة المثنى، وتارة بصيغة الجمع."},{"ayah_number":41,"text":"وجملة إِنَّا لَقادِرُونَ: جواب القسم. أى: أقسم بالله- تعالى- الذي هو رب مشارق الشمس والقمر والكواكب ومغاربها.. إنا لقادرون قدرة تامة عَلى أَنْ نُبَدِّلَ خَيْراً مِنْهُمْ أى: على أن نخلق خلقا آخر خيرا منهم ونهلك هؤلاء المجرمين إهلاكا تاما.. أو على أن نبدل ذواتهم، فنخلقهم خلقا جديدا يكون خيرا من خلقهم الذي هم عليه.. فإن قدرتنا لا يعجزها شيء.وقوله وَما نَحْنُ بِمَسْبُوقِينَ معطوف على جواب القسم ومؤكد له. أى: إنا لقادرون على ذلك، وما نحن بمغلوبين أو عاجزين عن أن نأتى بقوم آخرين خير منهم.وشبيه بهذه الآية قوله- تعالى-: يا أَيُّهَا النَّاسُ أَنْتُمُ الْفُقَراءُ إِلَى اللَّهِ وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ. إِنْ يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ. وَما ذلِكَ عَلَى اللَّهِ بِعَزِيزٍ  .وقوله- سبحانه-:.. وَإِنْ تَتَوَلَّوْا يَسْتَبْدِلْ قَوْماً غَيْرَكُمْ، ثُمَّ لا يَكُونُوا أَمْثالَكُمْ  ، والمقصود بهذه الآيات الكريمة تهديد المشركين وبيان أن قدرته- تعالى- لا يعجزها شيء."},{"ayah_number":42,"text":"والفاء في قوله: فَذَرْهُمْ يَخُوضُوا وَيَلْعَبُوا.. للتفريع على ما تقدم. والخوض يطلق على السير في الماء، والمراد به هنا: الكلام الكثير الذي لا نفع فيه.واللعب: اشتغال الإنسان بشيء لا فائدة من ورائه. والمراد به هنا: استهزاؤهم بالحق الذي جاء به النبي صلى الله عليه وسلم.أى: ما دام الأمر كما ذكرنا لك- أيها الرسول الكريم- فاترك هؤلاء الكافرين، ليخوضوا في باطلهم، ويلعبوا في دنياهم، ولا تلتفت إليهم.ودعهم في هزلهم ولهوهم حَتَّى يُلاقُوا يَوْمَهُمُ الَّذِي يُوعَدُونَ وهو يوم القيامة الذي لا شك في إتيانه ووقوعه."},{"ayah_number":43,"text":"وقوله يَوْمَ يَخْرُجُونَ مِنَ الْأَجْداثِ سِراعاً بدل من يَوْمَهُمُ. والأجداث جمع جدث- بفتح الجيم والدال- وهو القبر. أى: اتركهم يخوضوا ويلعبوا حتى يلاقوا يومهم المحتوم. وهو اليوم الذي يخرجون فيه من قبورهم مسرعين إلى الداعي.كَأَنَّهُمْ إِلى نُصُبٍ يُوفِضُونَ والنصب- بضمتين- حجارة كانوا يعظمونها. وقيل:هي الأصنام، وسميت بذلك لأنهم كانوا ينصبونها ويقيمونها للعبادة.يُوفِضُونَ أى: يسرعون. يقال: وفض فلان يفض وفضا- كوعد- إذا أسرع في سيره. أى: يخرجون من قبورهم مسرعين إلى الداعي، مستبقين إليه، كما كانوا في الدنيا يسرعون نحو أصنامهم وآلهتهم لكي يستلموها، ويلتمسوا منها الشفاعة."},{"ayah_number":44,"text":"خاشِعَةً أَبْصارُهُمْ أى: يخرجون من قبورهم، حالة كونهم ذليلة خاضعة أبصارهم، لا يرفعونها لما هم فيه من الخزي والهوان.تَرْهَقُهُمْ ذِلَّةٌ أى: تغشاهم ذلة شديدة، وهوان عظيم. يقال: رهقه الأمر يرهقه رهقا، إذا غشيه بقهر وغلبة لا يمكن له دفعها.ذلِكَ الْيَوْمُ الَّذِي كانُوا يُوعَدُونَ أى: ذلك الذي ذكرناه من الأهوال، هو اليوم الذي كانوا يوعدونه في الدنيا على ألسنة الرسل، والذي كانوا ينكرون وقوعه، وها هو ذا في حكم الواقع، لأن كل ما أخبر الله- تعالى- عنه، فهو متحقق الوقوع. كما قال- سبحانه- في أول السورة: سَأَلَ سائِلٌ بِعَذابٍ واقِعٍ. لِلْكافِرينَ لَيْسَ لَهُ دافِعٌ.وهكذا افتتحت السورة بإثبات أن يوم القيامة حق، واختتمت كذلك بإثبات أن يوم القيامة حق. وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم."}]