[{"ayah_number":1,"text":"تفسير سورة نوحمقدمة وتمهيد1- سورة «نوح» - عليه السلام- من السور المكية الخالصة، وسميت بهذا الاسم لاشتمالها على دعوته- عليه السلام- وعلى مجادلته لقومه، وعلى موقفهم منه، وعلى دعائه عليهم.وكان نزولها بعد سورة «النحل» وقبل سورة «إبراهيم» .وعدد آياتها ثمان وعشرون آية في المصحف الكوفي. وتسع وعشرون في المصحف البصري والشامي، وثلاثون آية في المصحف المكي والمدني.2- وهذه السورة الكريمة من أولها إلى آخرها، تحكى لنا ما قاله نوح لقومه، وما ردوا به عليه، كما تحكى تضرعه إلى ربه- عز وجل- وما سلكه مع قومه في دعوته لهم إلى الحق، تارة عن طريق الترغيب وتارة عن طريق الترهيب، وتارة عن طريق دعوتهم إلى التأمل والتفكر في نعم الله- تعالى- عليهم، وتارة عن طريق تذكيرهم بخلقهم.كما تحكى أنه- عليه السلام- بعد أن مكث فيهم ألف سنة إلا خمسين عاما- دعا الله- تعالى- أن يستأصل شأفتهم. فقال: رَبِّ لا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكافِرِينَ دَيَّاراً. إِنَّكَ إِنْ تَذَرْهُمْ يُضِلُّوا عِبادَكَ، وَلا يَلِدُوا إِلَّا فاجِراً كَفَّاراً. رَبِّ اغْفِرْ لِي وَلِوالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِناً وَلِلْمُؤْمِنِينَ وَالْمُؤْمِناتِ، وَلا تَزِدِ الظَّالِمِينَ إِلَّا تَباراً.وقصة نوح- عليه السلام- مع قومه، قد وردت في سور متعددة منها: سورة الأعراف، ويونس، وهود، والشعراء، والعنكبوت.وينتهى نسب نوح- عليه السلام- إلى شيث بن آدم، وقد ذكر نوح في القرآن في ثلاثة وأربعين موضعا.وكان قوم نوح يعبدون الأصنام، فأرسل الله- تعالى- إليهم نوحا ليدلهم على طريق الرشاد.وقد افتتحت السورة هنا بالأسلوب المؤكد بإنّ، للاهتمام بالخبر، وللاتعاظ بما اشتملت عليه القصة من هدايات وإرشادات.وأن في قوله أَنْ أَنْذِرْ قَوْمَكَ تفسيرية، لأنها وقعت بعد أرسلنا، والإرسال فيه معنى القول دون حروفه، فالجملة لا محل لها من الإعراب.ويصح أن تكون مصدرية، أى: بأن أنذر قومك ... والإنذار، هو الإخبار الذي معه تخويف.وقوم الرجل: هم أهله وخاصته الذين يجتمعون معه في جد واحد. وقد يقيم الرجل بين الأجانب. فيسميهم قومه على سبيل المجاز للمجاورة.أى: إنا قد اقتضت حكمتنا أن نرسل نوحا- عليه السلام- إلى قومه، وقلنا له:يا نوح عليك أن تنذرهم وتخوفهم من عذابنا، وأن تدعوهم إلى إخلاص العبادة لنا، من قبل أن ينزل بهم عذاب مؤلم، لا طاقة لهم بدفعه، لأن هذا العذاب من الله- تعالى- الذي لا راد لقضائه، ولا معقب لحكمه.وقال- سبحانه- أَنْ أَنْذِرْ قَوْمَكَ ولم يقل: أن أنذر الناس، لإثارة حماسته في دعوته، لأن قوم الرجل يحرص الإنسان على منفعتهم.. أكثر من حرصه على منفعة غيرهم.والآية الكريمة صريحة في أن ما أصاب قوم نوح من عذاب أليم، كان بسبب إصرارهم على كفرهم، وعدم استماعهم إلى إنذاره لهم."},{"ayah_number":2,"text":"ثم حكى- سبحانه- بعد ذلك ما قاله نوح لقومه فقال: قالَ يا قَوْمِ إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ أَنِ اعْبُدُوا اللَّهَ، وَاتَّقُوهُ وَأَطِيعُونِ.اى: قال نوح لقومه- على سبيل التلطف في النصح، والتقرب إلى قلوبهم- يا قوم ويا أهلى وعشيرتي: إنى لكم منذر واضح الإنذار، ولا أسألكم على هذا الإنذار الخالص أجرا، وإنما ألتمس أجرى من الله.وإنى آمركم بثلاثة أشياء: أن تخلصوا لله- تعالى- العبادة، وأن تتقوه في كل أقوالكم وأفعالكم، وأن تطيعوني في كل ما آمركم به وأنهاكم عنه.وافتتح كلامه معهم بالنداء يا قَوْمِ، أملا في لفت أنظارهم إليه، واستجابتهم له، فإن النداء من شأنه التنبيه للمنادى.ووصف إنذاره لهم بأنه مُبِينٌ، ليشعرهم بأنه لا لبس في دعوته لهم إلى الحق، ولا خفاء في كونهم يعرفونه، ويعرفون حرصه على منفعتهم ...وقال: إِنِّي لَكُمْ للإشارة الى أن فائدة استجابتهم له، تعود عليهم لا عليه، فهو مرسل من أجل سعادتهم وخيرهم."},{"ayah_number":3,"text":"وأمرهم بطاعته، بعد أمرهم بعبادة الله وتقواه، لأن طاعتهم له هي طاعة لله- تعالى- كما قال- تعالى-: مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطاعَ اللَّهَ."},{"ayah_number":4,"text":"ثم بين لهم ما يترتب على إخلاص عبادتهم لله، وخشيتهم منه- سبحانه-، وطاعتهم لنبيهم فقال: يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ، وَيُؤَخِّرْكُمْ إِلى أَجَلٍ مُسَمًّى.وقوله: يَغْفِرْ مجزوم في جواب الأوامر الثلاثة، ومِنْ للتبعيض أى: يغفر لكم بعض ذنوبكم، وهي تلك التي اقترفوها قبل إيمانهم وطاعتهم لنبيهم، أو الذنوب التي تتعلق بحقوق الله- تعالى- دون حقوق العباد.ويرى بعضهم أن «من» هنا زائدة لتوكيد هذه المغفرة. أى: يغفر لكم جميع ذنوبكم التي فرطت منكم، متى آمنتم واتقيتم ربكم، وأطعتم نبيكم.وَيُؤَخِّرْكُمْ إِلى أَجَلٍ مُسَمًّى أى: ويؤخر آجالكم إلى وقت معين عنده- سبحانه-، ويبارك لكم فيها، بأن يجعلها عامرة بالعمل الصالح، وبالحياة الآمنة الطيبة.فأنت ترى أن نوحا- عليه السلام- قد وعدهم بالخير الأخروى وهو مغفرة الذنوب يوم القيامة، وبالخير الدنيوي وهو البركة في أعمارهم. وطول البقاء في هناء وسلام.قال ابن كثير: وَيُؤَخِّرْكُمْ إِلى أَجَلٍ مُسَمًّى أى: ويمد في أعماركم، ويدرأ عنكم العذاب، الذي إذا لم تنزجروا عما أنهاكم عنه: أوقعه- سبحانه- بكم.وقد يستدل بهذه الآية من يقول: إن الطاعة والبر وصلة الرحم. يزاد بها في العمر حقيقة، كما ورد به الحديث: «صلة الرحم تزيد في العمر»   .وقوله: إِنَّ أَجَلَ اللَّهِ إِذا جاءَ لا يُؤَخَّرُ لَوْ كُنْتُمْ تَعْلَمُونَ بمنزلة التعليل لما قبله. أى:يغفر لكم- سبحانه- من ذنوبكم، ويؤخركم إلى أجل معين عنده- تعالى- إن الوقت الذي حدده الله- عز وجل- لانتهاء أعماركم، متى حضر، لا يؤخر عن موعده، لَوْ كُنْتُمْ تَعْلَمُونَ أى: لو كنتم من أهل العلم لاستجبتم لنصائحى، وامتثلتم أمرى، وبذلك تنجون من العقاب الدنيوي والأخروى.قال الآلوسى: قوله لَوْ كُنْتُمْ تَعْلَمُونَ. أى: لو كنتم من أهل العلم لسارعتم لما آمركم به. لكنكم لستم من أهله في شيء، لذا لم تسارعوا، فجواب لو مما يتعلق بأول الكلام.ويجوز أن يكون مما يتعلق بآخره. أى: لو كنتم من أهل العلم لعلمتم ذلك، أى: عدم تأخير الأجل إذا جاء وقته المقدر له. والفعل في الوجهين منزل منزلة اللازم.. .ثم قصت علينا الآيات الكريمة بعد ذلك، ما قاله نوح لربه. على سبيل الشكوى والضراعة، وما وجهه إلى قومه من نصائح فيها ما فيها من الترغيب والترهيب، ومن الإرشاد الحكيم، والتوجيه السديد.. قال- تعالى-:"},{"ayah_number":5,"text":"وقوله- تعالى-: قالَ رَبِّ إِنِّي دَعَوْتُ قَوْمِي لَيْلًا وَنَهاراً، فَلَمْ يَزِدْهُمْ دُعائِي إِلَّا فِراراً. بيان للطرق والمسالك التي سلكها نوح مع قومه، وهو يدعوهم إلى إخلاص العبادة لله- تعالى- بحرص شديد ومواظبة تامة.. وموقف قومه من دعوته لهم.والمقصود بهذا الخبر لازم معناه، وهو الشكاية إلى ربه، والتمهيد لطلب النصر منه- تعالى- عليهم، لأنه- سبحانه- لا يخفى عليه أن نوحا- عليه السلام- لم يقصر في تبليغ رسالته.أى: قال نوح متضرعا إلى ربه: يا رب إنك تعلم أننى لم أقصر في دعوة قومي إلى عبادتك، تارة بالليل وتارة بالنهار، من غير فتور ولا توان."},{"ayah_number":6,"text":"فَلَمْ يَزِدْهُمْ دُعائِي لهم إلى عبادتك وطاعتك إِلَّا فِراراً أى: إلا تباعدا من الإيمان وإعراضا عنه. والفرار: الزّوغان والهرب. يقال: فر فلان يفر فرارا، فهو فرور، إذا هرب من طالبه، وزاغ عن عينه.والتعبير بقوله: دَعَوْتُ قَوْمِي لَيْلًا وَنَهاراً، يشعر بحرص نوح التام على دعوتهم، في كل وقت يظن فيه أن دعوته لهم قد تنفع.كما أن التعبير بقوله: فَلَمْ يَزِدْهُمْ دُعائِي إِلَّا فِراراً يدل دلالة واضحة على إعراضهم التام عن دعوته، أى: فلم يزدهم دعائي شيئا من الهدى، وإنما زادهم بعدا عنى، وفرارا منى.وإسناد الزيادة إلى الدعاء، من باب الإسناد إلى السبب، كما في قولهم: سرتنى رؤيتك.وقوله فِراراً مفعول ثان لقوله فَلَمْ يَزِدْهُمْ والاستثناء مفرغ من عموم الأحوال والمستثنى منه مقدر، أى: فلم يزدهم دعائي شيئا من أحوالهم التي كانوا عليها إلا الفرار.ويصح أن يكون الاستثناء منقطعا. أى: فلم يزدهم دعائي قربا من الحق، لكن زادهم فرارا منه."},{"ayah_number":7,"text":"ثم أضاف إلى فرارهم منه، حالة أخرى. تدل على إعراضهم عنه، وعلى كراهيتهم له، فقال: وَإِنِّي كُلَّما دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ، جَعَلُوا أَصابِعَهُمْ فِي آذانِهِمْ، وَاسْتَغْشَوْا ثِيابَهُمْ، وَأَصَرُّوا وَاسْتَكْبَرُوا اسْتِكْباراً.وقوله: كُلَّما معمول لجملة: جَعَلُوا التي هي خبر إن، واللام في قوله لِتَغْفِرَ لَهُمْ للتعليل.والمراد بأصابعهم: جزء منها. واستغشاء الثياب معناه: جعلها غشاء، أى: غطاء لرءوسهم ولأعينهم حتى لا ينظروا إليه، ومتعلق الفعل «دعوتهم» محذوف لدلالة ما تقدم عليه، وهو أمرهم بعبادة الله وتقواه.والمعنى: وإنى- يا مولاي- كلما دعوتهم الى عبادتك وتقواك وطاعتي فيما أمرتهم به، لكي تغفر لهم ذنوبهم.. ما كان منهم إلا أن جعلوا أصابعهم في آذانهم حتى لا يسمعوا قولي، وإلا أن وضعوا ثيابهم على رءوسهم. وأبصارهم حتى لا يرونى، وإلا أن أَصَرُّوا إصرارا تاما على كفرهم وَاسْتَكْبَرُوا اسْتِكْباراً عظيما عن قبول الحق.فأنت ترى أن هذه الآية الكريمة، قد صورت عناد قوم نوح، وجحودهم للحق، تصويرا بلغ الغاية في استحبابهم العمى على الهدى.فهي- أولا- جاءت بصيغة «كلما» الدالة على شمول كل دعوة وجهها إليهم نبيهم نوح- عليه السلام- أى: في كل وقت أدعوهم إلى الهدى يكون منهم الإعراض.وهي- ثانيا- عبرت عن عدم استماعهم إليه بقوله- تعالى-: جَعَلُوا أَصابِعَهُمْ فِي آذانِهِمْ. وعبر عن الأنامل بالأصابع على سبيل المبالغة في إرادة سد المسامع، فكأنهم لو أمكنهم إدخال أصابعهم جميعها في آذانهم لفعلوا. حتى لا يسمعوا شيئا مما يقوله نبيهم لهم.فإطلاق اسم الأصابع على الأنامل من باب المجاز المرسل، لعلاقة البعضية، حيث أطلق- سبحانه- الكل وأراد البعض، مبالغة في كراهيتهم لسماع كلمة الحق.وهي- ثالثا- عبرت عن كراهيتهم لنبيهم ومرشدهم بقوله- تعالى-: وَاسْتَغْشَوْا ثِيابَهُمْ أى: بالغوا في التّغطّى بها، حتى لكأنهم قد طلبوا منها أن تلفهم بداخلها حتى لا يتسنى لهم رؤيته إطلاقا.وهذا كناية عن العداوة الشديدة، ومنه قول القائل: لبس لي فلان ثياب العداوة.وهي- رابعا- قد بينت بأنهم لم يكتفوا بكل ذلك، بل أضافوا إليه الإصرار على الكفر- وهو التشديد فيه، والامتناع من الإقلاع عنه مأخوذ من الصرّة بمعنى الشدة- والاستكبار العظيم عن الاستجابة للحق.فقد أفادت هذه الآية، أنهم عصوا نوحا وخالفوه مخالفة ليس هناك ما هو أقبح منها ظاهرا، حيث عطلوا أسماعهم وأبصارهم، وليس هناك ما هو أقبح منها باطنا، حيث أصروا على كفرهم، واستكبروا على اتباع الحق."},{"ayah_number":8,"text":"ومع كل هذا الإعراض والعناد.. فقد حكت لنا الآيات بعد ذلك، أن نوحا- عليه السلام- قد واصل دعوته لهم بشتى الأساليب. فقال- كما حكى القرآن عنه-: ثُمَّ إِنِّي دَعَوْتُهُمْ جِهاراً.وقوله: جِهاراً صفة لمصدر محذوف، أى: دعوتهم دعاء جهارا. أى: مجاهرا لهم بدعوتي، بحيث صارت دعوتي لهم أمامهم جميعا."},{"ayah_number":9,"text":"ثُمَّ إِنِّي أَعْلَنْتُ لَهُمْ تارة وَأَسْرَرْتُ لَهُمْ إِسْراراً تارة أخرى.أى: أنه- عليه السلام- توخى ما يظنه يؤدى إلى نجاح دعوته، وراعى أحوالهم في ذلك، فهو تارة يدعوهم جهرا، وتارة يدعوهم سرا، وتارة يجمع بين الأمرين.قال صاحب الكشاف: فإن قلت: ذكر أنه دعاهم ليلا ونهارا، ثم دعاهم جهارا، ثم دعاهم في السر والعلن، فيجب أن تكون ثلاث دعوات مختلفات حتى يصح العطف؟قلت: قد فعل- عليه السلام- كما يفعل الذي يأمر بالمعروف وينهى عن المنكر، في الابتداء بالأهون والترقي في الأشد فالأشد، فافتتح بالمناصحة في السر، فلما لم يقبلوا ثنى بالمجاهرة، فلما لم تؤثر ثلث بالجمع بين الإسرار والإعلان.ومعنى «ثم» : الدلالة على تباعد الأحوال، لأن الجهار أغلظ من الإسرار، والجمع بين الأمرين أغلظ من إفراد أحدهما.. ."},{"ayah_number":10,"text":"ثم حكى- سبحانه- جانبا من إرشادات نوح لقومه فقال: فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ.أى: فقلت لهم- على سبيل النصح والإرشاد إلى ما ينفعهم ويغريهم بالطاعة- اسْتَغْفِرُوا رَبَّكُمْ بأن تتوبوا إليه، وتقلعوا عن كفركم وفسوقكم إِنَّهُ- سبحانه- كانَ غَفَّاراً.أى: كثير الغفران لمن تاب إليه وأناب."},{"ayah_number":11,"text":"يُرْسِلِ السَّماءَ عَلَيْكُمْ مِدْراراً والمراد بالسماء هنا: المطر لأنه ينزل منها، وقد جاء في الحديث الشريف أن من أسماء المطر السماء، فقد روى الشيخان عن زيد بن خالد الجهني أنه قال «صلى لنا رسول الله صلى الله عليه وسلم صلاة الصبح بالحديبية، على إثر سماء كانت من الليل..» أى: على إثر أمطار نازلة بالليل.ومنه قول بعض الشعرا:إذا نزل السماء بأرض قوم ... رعيناه وإن كانوا غضاباوالمدرار: المطر الغزير المتتابع، يقال: درت السماء بالمطر، إذا نزل منها بكثرة وتتابع، والدر، والدرور معناه: السيلان.. فقوله مِدْراراً صيغة مبالغة منهما.أى: استغفروا ربكم وتوبوا إليه، فإنكم إذا فعلتم ذلك أرسل الله- تعالى- عليكم بفضله ورحمته، أمطارا غزيرة متتابعة، لتنتفعوا بها في مختلف شئون حياتكم."},{"ayah_number":12,"text":"وفضلا عن ذلك: وَيُمْدِدْكُمْ بِأَمْوالٍ وَبَنِينَ وَيَجْعَلْ لَكُمْ جَنَّاتٍ أى: بساتين عظيمة، وَيَجْعَلْ لَكُمْ أَنْهاراً جارية تحت أشجار هذه الجنات، لتزداد جمالا ونفعا.قال الإمام الرازي ما ملخصه: «إن قوم نوح لما كذبوه زمانا طويلا، حبس الله عنهم المطر، وأعقم أرحام نسائهم.. فرجعوا إلى نوح، فقال لهم: استغفروا ربكم من الشرك، حتى يفتح عليكم أبواب نعمه.واعلم أن الاشتغال بالطاعة، سبب لانفتاح أبواب الخيرات، ويدل عليه وجوه: أحدها:أن الكفر سبب لخراب العالم. والإيمان سبب لعمارة العالم. وثانيها: الآيات الكثيرة التي وردت في هذا المعنى، ومنها قوله- تعالى- وَلَوْ أَنَّ أَهْلَ الْقُرى آمَنُوا وَاتَّقَوْا لَفَتَحْنا عَلَيْهِمْ بَرَكاتٍ مِنَ السَّماءِ وَالْأَرْضِ.. وثالثها: أن عمر خرج يستسقى فما زاد على الاستغفار.فقيل له: ما رأيتك استسقيت؟ فقال: لقد استسقيت لكم بمجاديح السماء، والمجاديح: جمع مجدح- بكسر فسكون وهو نجم من النجوم المعروفة عند العرب.وشكا رجل الى الحسن البصري الفاقة، وشكا إليه آخر الجدب، وشكا إليه ثالث قلة النسل.. فأمر الجميع بالاستغفار.. فقيل له: أتاك رجال يشكون إليك أنواعا من الحاجة، فأمرتهم جميعا بالاستغفار؟ فتلا الحسن هذه الآيات الكريمة  .وما قاله الإمام الرازي- رحمه الله-، يؤيده القرآن الكريم في كثير من آياته، ويؤيده واقع الحياة التي نحياها ونشاهد أحداثها.أما آيات القرآن الكريم فمنها قوله- تعالى-: وَأَنْ لَوِ اسْتَقامُوا عَلَى الطَّرِيقَةِ لَأَسْقَيْناهُمْ ماءً غَدَقاً  .وقوله- سبحانه- على لسان هود- عليه السلام-: وَيا قَوْمِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُرْسِلِ السَّماءَ عَلَيْكُمْ مِدْراراً وَيَزِدْكُمْ قُوَّةً إِلى قُوَّتِكُمْ..  .وقال- عز وجل-: مَنْ عَمِلَ صالِحاً مِنْ ذَكَرٍ أَوْ أُنْثى وَهُوَ مُؤْمِنٌ، فَلَنُحْيِيَنَّهُ حَياةً طَيِّبَةً   .وأما واقع الحياة. فإننا نشاهد بأعيننا الأمم التي تطبق شريعة الله- تعالى- وتعمل بما جاء به النبي صلى الله عليه وسلم من آداب وأحكام وهدايات.نرى هذه الأمم سعيدة في حياتها، آمنة في أوطانها، يأتيها رزقها رغدا من كل مكان، وإذا أصابها شيء من النقص في الأنفس أو الثمرات.. فذلك من باب الامتحان الذي يمتحن الله- تعالى- به عباده، والذي لا يتعارض مع كون العاقبة الطيبة إنما هي لهذه الأمم الصادقة في إيمانها.وما يجرى على الأمم والشعوب، يجرى أيضا على الأفراد والجماعات، فتلك سنة الله التي لا تتغير.أما الأمم الفاسقة عن أمر ربها، فإنها مهما أوتيت من ثراء وبسطة في الرزق ... فإن حياتها دائما تكون متلبسة بالقلق النفسي، والشقاء القلبي، والاكتئاب الذي يؤدى إلى فساد الحال واضطراب البال."},{"ayah_number":13,"text":"وقوله- سبحانه- بعد ذلك حكاية عن نوح- عليه السلام-: ما لَكُمْ لا تَرْجُونَ لِلَّهِ وَقاراً. وَقَدْ خَلَقَكُمْ أَطْواراً: بيان لما سلكه نوح في دعوته لقومه، من جمعه بين الترغيب والترهيب.فهو بعد أن أرشدهم إلى أن استغفارهم وطاعتهم لربهم، تؤدى بهم إلى البسطة في الرزق..أتبع ذلك بزجرهم لسوء أدبهم مع الله- تعالى- منكرا عليهم استهتارهم واستخفافهم بما يدعوهم إليه.وقوله: ما لَكُمْ مبتدأ وخبر، وهو استفهام قصد به توبيخهم والتعجيب من حالهم.ولفظ «ترجون» يرى بعضهم أنه بمعنى تعتقدون. والوقار معناه: التعظيم والإجلال."},{"ayah_number":14,"text":"والأطوار: جمع طور، وهو المرة والتارة من الأفعال والأزمان.أى: ما الذي حدث لكم- أيها القوم- حتى صرتم لا تعتقدون لله- تعالى- عظمة أو إجلالا، والحال أنه- سبحانه- هو الذي خلقكم وأوجدكم في أطوار متعددة، نطفة، فعلقة، فمضغة.كما قال- سبحانه- وَلَقَدْ خَلَقْنَا الْإِنْسانَ مِنْ سُلالَةٍ مِنْ طِينٍ. ثُمَّ جَعَلْناهُ نُطْفَةً فِي قَرارٍ مَكِينٍ. ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً، فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً، فَخَلَقْنَا الْمُضْغَةَ عِظاماً، فَكَسَوْنَا الْعِظامَ لَحْماً، ثُمَّ أَنْشَأْناهُ خَلْقاً آخَرَ، فَتَبارَكَ اللَّهُ أَحْسَنُ الْخالِقِينَ  .وكما قال- تعالى- اللَّهُ الَّذِي خَلَقَكُمْ مِنْ ضَعْفٍ ثُمَّ جَعَلَ مِنْ بَعْدِ ضَعْفٍ قُوَّةً، ثُمَّ جَعَلَ مِنْ بَعْدِ قُوَّةٍ ضَعْفاً وَشَيْبَةً، يَخْلُقُ ما يَشاءُ، وَهُوَ الْعَلِيمُ الْقَدِيرُ   .قال القرطبي ما ملخصه: قوله- تعالى-: ما لَكُمْ لا تَرْجُونَ لِلَّهِ وَقاراً قيل:الرجاء هنا بمعنى الخوف.أى: ما لكم لا تخافون لله عظمة وقدرة على أخذكم بالعقوبة.وقيل: المعنى: مالكم لا تعلمون لله عظمة.. أولا ترون لله عظمة.. أو لا تبالون أن لله عظمة.. والوقار: العظمة، والتوقير: التعظيم.. .وبعد هذا الترغيب والترهيب والتوبيخ.. أخذ في لفت أنظارهم إلى عجائب صنع الله في خلقه، فقال: أَلَمْ تَرَوْا كَيْفَ خَلَقَ اللَّهُ سَبْعَ سَماواتٍ طِباقاً. وَجَعَلَ الْقَمَرَ فِيهِنَّ نُوراً، وَجَعَلَ الشَّمْسَ سِراجاً."},{"ayah_number":15,"text":"والاستفهام في قوله: أَلَمْ تَرَوْا.. للتقرير، والرؤية: بصرية وعلمية، لأنهم يشاهدون مخلوقات الله- تعالى- ويعلمون أنه- سبحانه- هو الخالق. وطِباقاً أى: متطابقة كل طبقة أعلى من التي تحتها.أى: لقد علمتم ورأيتم أن الله- تعالى- هو الذي خلق سَبْعَ سَماواتٍ متطابقة، بعضها فوق بعض"},{"ayah_number":16,"text":"وَجَعَلَ الْقَمَرَ فِيهِنَّ نُوراً أى: وجعل- سبحانه- بقدرته القمر في السماء الدنيا نورا للأرض ومن فيها.وإنما قال فِيهِنَّ مع أنه في السماء الدنيا، لأنها محاطة بسائر السموات فما فيها يكون كأنه في الكل. أو لأن كل واحدة منها شفافة، فيرى الكل كأنه سماء واحدة. فساغ أن يقال فيهن.وقوله: وَجَعَلَ الشَّمْسَ سِراجاً أى: كالسراج في إضاءتها وتوهجها وإزالة ظلمة الليل، إذ السراج هو المصباح الزاهر نوره، الذي يضيء ما حوله.قال الآلوسى: قوله وَجَعَلَ الْقَمَرَ فِيهِنَّ نُوراً أى: منورا لوجه الأرض في ظلمة الليل، وجعله فيهن مع أنه في إحداهن- وهي السماء الدنيا-، كما يقال: زيد في بغداد وهو في بقعة منها. والمرجح له الإيجاز والملابسة بالكلية والجزئية، وكونها طباقا شفافة.وَجَعَلَ الشَّمْسَ سِراجاً يزيل الظلمة.. وتنوينه للتعظيم، وفي الكلام تشبيه بليغ، ولكون السراج أعرف وأقرب، جعل مشبها به، ولاعتبار التعدي إلى الغير في مفهومه بخلاف النور، كان أبلغ منه. .وقال بعض العلماء: وفي جعل القمر نورا، إيماء إلى أن ضوء القمر ليس من ذاته. فإن القمر مظلم. وإنما يستضيء بانعكاس أشعة الشمس على ما يستقبلها من وجهه، بحسب اختلاف ذلك الاستقبال من تبعض وتمام، هو أثر ظهوره هلالا.. ثم بدرا.وبعكس ذلك جعلت الشمس سراجا، لأنها ملتهبة، وأنوارها ذاتية فيها، صادرة عنها إلى الأرض وإلى القمر، مثل أنوار السراج تملأ البيت.. ."},{"ayah_number":17,"text":"ثم انتقل نوح- عليه السلام- من تنبيههم إلى ما في خلق السموات والشمس والقمر من دلالة على وحدانية الله وقدرته.. إلى لفت أنظارهم إلى التأمل في خلق أنفسهم، وفي مبدئهم وإعادتهم إلى الحياة مرة أخرى بعد موتهم، فقال- كما حكى القرآن عنه-: وَاللَّهُ أَنْبَتَكُمْ مِنَ الْأَرْضِ نَباتاً. ثُمَّ يُعِيدُكُمْ فِيها، وَيُخْرِجُكُمْ إِخْراجاً.والمراد بأنبتكم: أنشأكم وأوجدكم، فاستعير الإنبات للإنشاء للمشابهة بين إنبات النبات، وإنشاء الإنسان، من حيث إن كليهما تكوين وإيجاد للشيء بقدرته- تعالى-.والمراد بأنبتكم: أنبت أصلكم وهو أبوكم آدم، فأنتم فروع عنه. ونَباتاً مصدر لأنبت على حذف الزوائد، فهو مفعول مطلق لأنبتكم، جيء به للتوكيد، ومصدره القياسي «إنباتا» ، واختير «نباتا» لأنه أخف.قال الجمل: قوله: نباتا، يجوز أن يكون مصدرا لأنبت على حذف الزوائد. ويسمى اسم مصدر، ويجوز أن يكون مصدرا لنبتم مقدرا. أى: فنبتّم نباتا- فيكون منصوبا بالمطاوع المقدر.  ."},{"ayah_number":18,"text":"أى: والله- تعالى- هو الذي أوجد وأنشأ أباكم آدم من الأرض إنشاء وجعلكم فروعا عنه، ثم يعيدكم إلى هذه الأرض بعد موتكم لتكون قبورا لكم، ثم يخرجكم منها يوم البعث للحساب والجزاء.وعبر- سبحانه- عن الإنشاء بالإنبات، لأن هذا التعبير يشعر بأن الإنسان مخلوق محدث، وأنه مثل النبات يحصد ثم يعود إلى الحياة مرة أخرى.وإلى هذا المعنى أشار صاحب الكشاف بقوله: «استعير الإنبات للإنشاء كما يقال: زرعك الله للخير. وكانت هذه الاستعارة أدل دليل على الحدوث لأنهم إذا كانوا نباتا كانوا محدثين لا محالة حدوث النبات» ."},{"ayah_number":19,"text":"ثم ختم نوح- عليه السلام- إرشاداته لقومه، بلفت أنظارهم إلى نعمة الأرض التي يعيشون عليها، فقال: وَاللَّهُ جَعَلَ لَكُمُ الْأَرْضَ بِساطاً لِتَسْلُكُوا مِنْها سُبُلًا فِجاجاً.أى: والله- تعالى- وحده هو الذي جعل لكم- بفضله ومنته- الأرض مبسوطة.حيث تتقلبون عليها كما يتقلب النائم على البساط.وجعلها لكم كذلك لِتَسْلُكُوا مِنْها سُبُلًا أى: لكي تتخذوا منها لأنفسكم طرقا فِجاجاً أى: متسعة جمع فج وهو الطريق الواسع.وقوله: بِساطاً تشبيه بليغ. أى: جعلها لكم كالبساط، وهذا لا يتنافى مع كون الأرض كروية، لأن الكرة إذا عظمت جدا، كانت القطعة منها كالسطح والبساط في إمكان الانتفاع بها، والتقلب على أرجائها."},{"ayah_number":20,"text":"وهكذا نرى أن نوحا- عليه السلام- قد سلك مع قومه مسالك متعددة لإقناعهم بصحة ما يدعوهم إليه، ولحملهم على طاعته، والإيمان بصدق رسالته.لقد دعاهم بالليل والنهار، وفي السر وفي العلانية، وبين لهم أن طاعتهم لله- تعالى- تؤدى إلى إمدادهم بالأموال والأولاد، والجنات والأنهار ووبخهم على عدم خشيتهم من الله- تعالى- وذكرهم بأطوار خلقهم، ولفت أنظارهم إلى بديع صنعه- سبحانه- في خلق السموات والشمس والقمر، ونبههم إلى نشأتهم من الأرض، وعودتهم إليها، وإخراجهم منها للحساب والجزاء، وأرشدهم إلى نعم الله- تعالى- في جعل الأرض مبسوطة لهم.وهكذا حاول نوح- عليه السلام- أن يصل إلى آذان قومه وإلى عقولهم وقلوبهم، بشتى الأساليب الحكيمة، والتوجيهات القويمة، في صبر طويل وإرشاد دائم.ولكن قومه كانوا قد بلغوا الغاية في الغباء والجهالة والعناد والطغيان، لذا نرى السورة الكريمة تحكى عن نوح- عليه السلام- ضراعته إلى ربه، والتماسه منه- تعالى- استئصال شأفتهم، وقطع دابرهم، لنستمع في تدبر إلى قوله- تعالى-."},{"ayah_number":21,"text":"وقوله- سبحانه-: قالَ نُوحٌ رَبِّ إِنَّهُمْ عَصَوْنِي وَاتَّبَعُوا.. كلام مستأنف. لأن ما سبقه يستدعى سؤالا تقديره: ماذا كانت عاقبة قوم نوح بعد أن نصحهم ووعظهم بتلك الأساليب المتعددة؟ فكان الجواب: قالَ نُوحٌ- عليه السلام- بعد أن طال نصحه لقومه، وبعد أن مكث فيهم ألف سنة إلا خمسين عاما، وبعد أن يئس من إيمانهم وبعد أن أخبره- سبحانه- أنه لن يؤمن من قومك إلا من قد آمن.قالَ متضرعا إلى ربه رَبِّ إِنَّهُمْ عَصَوْنِي أى: إن قومي قد عصوني وخالفوا أمرى، وكرهوا صحبتي، وأصروا واستكبروا استكبروا استكبارا عظيما عن دعوتي.وَاتَّبَعُوا مَنْ لَمْ يَزِدْهُ مالُهُ وَوَلَدُهُ إِلَّا خَساراً أى: إنهم أصروا على معصيتي، ولم يكتفوا بذلك بل بجانب إعراضهم عنى، اتبعوا غيرى.. اتبعوا رؤساءهم أهل الأموال والأولاد الذين لم تزدهم النعم التي أنعمت بها عليهم إلا خسرانا وجحودا، وضلالا في الدنيا، وعقوبة في الآخرة.فالمراد بالذين لم يزدهم مالهم وولدهم إلا خسارا: أولئك الكبراء والزعماء الذين رزقهم الله المال والولد، ولكنهم استعملوا نعمه في معصيته لا في طاعته."},{"ayah_number":22,"text":"وقوله: وَمَكَرُوا مَكْراً كُبَّاراً صفة أخرى من صفاتهم الذميمة، وهو معطوف على صلة «من» والجمع باعتبار معناها، كما أن الإفراد في الضمائر السابقة باعتبار اللفظ.والمكر: هو التدبير في خفاء لإنزال السوء بالممكور به.أى: أن هؤلاء الزعماء الذين استعملوا نعمك في الشر، لم يكتفوا بتحريض أتباعهم على معصيتي، بل مكروا بي وبالمؤمنين مكرا قد بلغ النهاية في الضخامة والعظم.فقوله: كُبَّاراً مبالغة في الكبر والعظم. أى: مكرا كبيرا جدا لا تحيط بحجمه العبارة.وكان من مظاهر مكرهم: تحريضهم لسفلتهم على إنزال الأذى بنوح- عليه السلام- وبأتباعه، وإيهامهم لهؤلاء السفلة أنهم على الحق، وأن نوحا ومن معه على الباطل."},{"ayah_number":23,"text":"وكان من مظاهر مكرهم- أيضا- ما حكاه القرآن بعد ذلك عنهم في قوله: وَقالُوا لا تَذَرُنَّ آلِهَتَكُمْ وَلا تَذَرُنَّ وَدًّا وَلا سُواعاً وَلا يَغُوثَ وَيَعُوقَ وَنَسْراً.أى: ومن مظاهر مكر هؤلاء الرؤساء أنهم قالوا لأتباعهم. احذروا أن تتركوا عبادة آلهتكم، التي وجدتم على عبادتها آباءكم، واحذروا أيضا أن تتركوا عبادة هذه الأصنام الخمسة بصفة خاصة، وهي: ود وسواع ويغوث ويعوق ونسرا.قال الإمام ابن كثير عند تفسيره لهذه الآية ما ملخصه: وهذه أسماء أصنامهم التي كانوا يعبدونها من دون الله. فقد روى البخاري عن ابن عباس: صارت الأوثان التي كانت في قوم نوح في العرب بعد، أما «ود» فكانت لقبيلة بنى كلب بدومة الجندل. وأما «سواع» فكانت لهذيل، وأما «يغوث» فكانت لبنى غطيف، وأما «يعوق» فكانت لهمدان، وأما «نسر» فكانت لحمير.وهي أسماء رجال صالحين من قوم نوح- عليه السلام- فلما هلكوا أوحى الشيطان إلى قومهم، أن انصبوا إلى مجالسهم التي كانوا يجلسون عليها أنصابا، وسموها بأسمائهم، ففعلوا.وقال ابن جرير: كانوا قوما صالحين بين آدم ونوح، وكان لهم أتباع يقتدون بهم، فلما ماتوا قال أصحابهم الذين كانوا يقتدون بهم: لو صورناهم كان أشوق لنا إلى العبادة إذا ذكرناهم، فصوروهم، فلما ماتوا وجاء آخرون دب إليهم إبليس فقال: إنما كانوا يعبدونهم، وبهم يسقون المطر. فعبدوهم.  ."},{"ayah_number":24,"text":"وقوله- تعالى-: وَقَدْ أَضَلُّوا كَثِيراً، وَلا تَزِدِ الظَّالِمِينَ إِلَّا ضَلالًا معمول لقول مقدر، وهذا القول المقدر معطوف على أقوال نوح السابقة.أى: قال نوح مناجيا ربه بعد أن يئس من إيمان قومه: يا رب، إن قومي قد عصوني، وإنهم قد اتبعوا رؤساءهم المغرورين، وإن هؤلاء الرؤساء قد مكروا بي وبأتباعى مكرا عظيما، ومن مظاهر مكرهم أنهم حرضوا السفهاء على العكوف على عبادة أصنامهم.. وأنهم قد أضلوا خلقا كثيرا بأن حببوهم في الكفر وكرهوا إليهم الإيمان.وقال نوح- أيضا- وأسألك يا رب أن لا تزيد الكافرين إلا ضلالا على ضلالهم، فأنت الذي أخبرتنى بأنه لَنْ يُؤْمِنَ مِنْ قَوْمِكَ إِلَّا مَنْ قَدْ آمَنَ.وإذا فدعاء نوح- عليه السلام- عليهم بالازدياد من الضلال الذي هو ضد الهدى، إنما كان بعد أن يئس من إيمانهم، وبعد أن أخبره ربه أنهم لن يؤمنوا.قال صاحب الكشاف: قوله: وَقَدْ أَضَلُّوا كَثِيراً الضمير للرؤساء، ومعناه: وقد أضلوا كثيرا قبل هؤلاء الذين أمروهم بأن يتمسكوا بعبادة الأصنام.. ويجوز أن يكون الضمير للأصنام، كقوله- تعالى- إِنَّهُنَّ أَضْلَلْنَ كَثِيراً مِنَ النَّاسِ.فإن قلت: علام عطف قوله: وَلا تَزِدِ الظَّالِمِينَ إِلَّا ضَلالًا؟ قلت: على قوله رَبِّ إِنَّهُمْ عَصَوْنِي على حكاية كلام نوح.. ومعناه: قال رب إنهم عصون، وقال: ولا تزد الظالمين إلا ضلالا.فإن قلت: كيف جاز أن يريد لهم الضلال، ويدعو الله بزيادته؟ قلت: لتصميمهم على الكفر، ووقوع اليأس من إيمانهم.. ويجوز أن يريد بالضلال: الضياع والهلاك..  ."},{"ayah_number":25,"text":"وقوله- سبحانه-: مِمَّا خَطِيئاتِهِمْ أُغْرِقُوا فَأُدْخِلُوا ناراً، فَلَمْ يَجِدُوا لَهُمْ مِنْ دُونِ اللَّهِ أَنْصاراً كلام معترض بين ضراعات نوح إلى ربه. والمقصود به التعجيل ببيان سوء عاقبتهم، والتسلية للرسول صلى الله عليه وسلم عما أصابه من قومه.و «من» في قوله مِمَّا خَطِيئاتِهِمْ للتعليل، و «ما» مزيدة لتأكيد هذا التعليل.والخطيئات جمع خطيئة، والمراد بها هنا: الإشراك به- تعالى- وتكذيب نوح- عليه السلام- والسخرية منه ومن المؤمنين.أى: بسبب خطيئاتهم الشنيعة، وليس بسبب آخر أُغْرِقُوا فَأُدْخِلُوا ناراً يصلون سعيرها في قبورهم إلى يوم الدين، ولعذاب الآخرة أشد وأبقى.وهم عند ما نزل بهم الطوفان الذي أهلكهم، وعند ما ينزل بهم عذاب الله في الآخرة. لن يجدوا أحدا ينصرهم ويدفع عنهم عذابه- تعالى- لا من الأصنام التي تواصوا فيما بينهم بالعكوف على عبادتها، ولا من غير هذه الأصنام.فالآية الكريمة تعريض بمشركي قريش، الذين كانوا يزعمون أن أصنامهم ستشفع لهم يوم القيامة، والذين حكى القرآن عنهم قولهم: ما نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونا إِلَى اللَّهِ زُلْفى.والتعبير بالفاء في قوله: أُغْرِقُوا فَأُدْخِلُوا ناراً، فَلَمْ يَجِدُوا لَهُمْ مِنْ دُونِ اللَّهِ أَنْصاراً للإشعار بأن دخولهم النار كان في أعقاب غرقهم بدون مهلة، وبأن صراخهم وعويلهم كان بعد نزول العذاب بهم مباشرة، إلا أنهم لم يجدوا أحدا، يدفع عنهم شيئا من هذا العذاب الأليم."},{"ayah_number":26,"text":"ثم واصلت السورة الكريمة حكاية ما ناجى نوح به ربه، فقالت: وَقالَ نُوحٌ رَبِّ لا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكافِرِينَ دَيَّاراً.أى: وقال نوح متابعا حديثه مع ربه، ومناجاته له: يا رب، لا تترك على الأرض من هؤلاء الكافرين دَيَّاراً أى: واحدا يسكن دارا، أو واحدا منهم يدور في الأرض ويتحرك عليها، بل خذهم جميعا أخذ عزيز مقتدر.فقوله دَيَّاراً مأخوذ من الدار، أو الدوران، وهو التحرك، والمقصود: لا تذر منهم أحدا أصلا، بل اقطع دابرهم جميعا.قالوا: والديار من الأسماء التي لا تستعمل إلا في النفي العام. يقال: ما بالدار ديار.أى: ليس بها أحد ألبتة، وهو اسم بزنة فيعال."},{"ayah_number":27,"text":"وقوله إِنَّكَ إِنْ تَذَرْهُمْ يُضِلُّوا عِبادَكَ تعليل لدعائه عليهم جميعا بالهلاك. أى: يا رب لا تترك منهم أحدا سالما، بل أهلكهم جميعا لأنك إن تترك منهم أحدا على أرضك بدون إهلاك، فإن هؤلاء المتروكين من دأبهم- كما رأيت منهم زمانا طويلا- إضلال عبادك عن طريق الحق.وقوله: وَلا يَلِدُوا إِلَّا فاجِراً كَفَّاراً زيادة في ذمهم وفي التشنيع عليهم.والفاجر: هو المتصف بالفجور، والملازم له ملازمة شديدة، والفجور: هو الفعل البالغ للنهاية في الفساد والقبح.والكفار: هو المبالغ في الكفر، والجحود لنعم الله- تعالى-.أى: إنك يا إلهى إن تتركهم بدون إهلاك، يضلوا عبادك عن كل خير، وهم فوق ذلك، لن يلدوا إلا من هو مثلهم في الفجور والكفران لأنهم قد نشّأوا أولادهم على كراهية الحق، وعلى محبة الباطل.قال الجمل: فإن قيل: كيف علم نوح أن أولادهم يكفرون؟ أجيب: بأنه لبث فيهم ألف سنة إلا خمسين عاما، فعرف طباعهم وأحوالهم، وكان الرجل منهم ينطلق إليه بابنه ويقول له: احذر هذا- أى نوحا- فإنه كذاب، وإن أبى حذرني منه، فيموت الكبير، وينشأ الصغير على ذلك.وعلى أية حال فالذي نعتقده أن نوحا- عليه السلام- ما دعا عليهم بهذا الدعاء، وما قال في شأنهم هذا القول- وهو واحد من أولى العزم من الرسل- إلا بعد أن يئس من يمانهم، وإلا بعد أن أخبره ربه: أنه لن يؤمن من قومك إلا من قد آمن، وإلا بعد أن رأى منهم- بعد ألف سنة إلا خمسين عاما عاشها معهم- أنهم قوم قد استحبوا العمى على الهدى، وأن الأبناء منهم يسيرون على طريقة الآباء في الكفر والفجور.."},{"ayah_number":28,"text":"وإلى جانب دعاء نوح- عليه السلام- على الكافرين بالهلاك الساحق.. نراه يختتم دعاءه بالمغفرة والرحمة للمؤمنين، فيقول: رَبِّ اغْفِرْ لِي وَلِوالِدَيَّ.أى: يا رب أسألك أن تغفر لي ذنوبي، وأن تغفر لوالدي- أيضا- ذنوبهما، ويفهم من هذا الدعاء أنهما كانا مؤمنين، وإلا لما دعا لهما بهذا الدعاء.وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِناً واغفر يا إلهى لكل من دخل بيتي وهو متصف بصفة الإيمان، فيخرج بذلك من دخله وهو كافر كامرأته وابنه الذي غرق مع المغرقين.وَلِلْمُؤْمِنِينَ وَالْمُؤْمِناتِ أى: واغفر يا رب ذنوب المؤمنين والمؤمنات بك إلى يوم القيامة.وَلا تَزِدِ الظَّالِمِينَ إِلَّا تَباراً أى: ولا تزد الظالمين إلا هلاكا وخسارا ودمارا. يقال:تبره يتبره، إذا أهلكه. ويتعدى بالتضعيف فيقال: تبره الله تتبيرا، ومنه قوله- تعالى-:إِنَّ هؤُلاءِ مُتَبَّرٌ ما هُمْ فِيهِ.وهكذا اختتمت السورة الكريمة بهذا الدعاء الذي فيه طلب المغفرة للمؤمنين، والهلاك للكافرين.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم."}]