[{"ayah_number":1,"text":"بسم الله الرّحمن الرّحيمتفسير سورة المزملمقدمة وتمهيد1- سورة «المزمل» هي السورة الثالثة والسبعون في ترتيب المصحف، أما ترتيبها في النزول على النبي صلى الله عليه وسلم فهي السورة الثالثة أو الرابعة، إذ يرى بعضهم أنه لم يسبقها في النزول سوى سورتي العلق والمدثر، بينما يرى آخرون أنه لم يسبقها سوى سور العلق، ونون، والمدثر.وعدد آياتها عشرون آية عند الكوفيين، وتسع عشرة آية عند البصريين وثماني عشرة آية عند الحجازيين.2- وجمهور العلماء على أن سورة «المزمل» من السور المكية الخالصة، فابن كثير- مثلا- عند تفسيره لها قال: تفسير سورة «المزمل» ، وهي مكية.وحكى بعضهم أنها مكية سوى آيتين، فقد قال القرطبي: مكية كلها في قول الحسن وعكرمة وعطاء وجابر، وقال ابن عباس وقتادة: هي مكية إلا آيتين منها، وهما قوله- تعالى-: وَاصْبِرْ عَلى ما يَقُولُونَ وَاهْجُرْهُمْ هَجْراً جَمِيلًا. وَذَرْنِي وَالْمُكَذِّبِينَ....وقال الثعلبي: هي مكية إلا الآية الاخيرة منها وهي قوله- تعالى-: إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أَدْنى مِنْ ثُلُثَيِ اللَّيْلِ وَنِصْفَهُ.... فإنها نزلت بالمدينة .وقال الشيخ ابن عاشور ما ملخصه: وقال في الإتقان: إن استثناء قوله- تعالى-:إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أَدْنى مِنْ ثُلُثَيِ اللَّيْلِ ... إلى آخر السورة، يرده ما أخرجه الحاكم عن عائشة أنها قالت: نزلت هذه الآية بعد نزول صدر السورة بسنة ...ثم قال الشيخ ابن عاشور: وهذا يعنى أن السورة كلها مكية، والروايات تظاهرت على أن هذه الآية قد نزلت منفصلة عما قبلها، بمدة مختلف في قدرها، فعن عائشة أنها سنة ... ومن قال بأن هذه الآية مدنية، يكون نزولها بعد نزول ما قبلها بسنين ...والظاهر أن هذه الآية مدنية، لقوله- تعالى-: ... وَآخَرُونَ يُقاتِلُونَ فِي سَبِيلِ اللَّهِ ومن المعروف أن القتال لم يفرض إلا في المدينة- إن لم يكن ذلك إنباء بمغيب على وجه المعجزة .3- والسورة الكريمة: زاخرة بالحديث الذي يدخل التسلية والصبر على قلب النبي صلى الله عليه وسلم، ويعلى من شأن القرآن الكريم، ويرشد المؤمنين إلى ما يسعدهم ويصلح بالهم، ويهدد الكافرين بسوء المصير إذا ما استمروا في طغيانهم، ويذكّر الناس بأهوال يوم القيامة ...ويسوق لهم ألوانا من يسر شريعته ورأفته- عز وجل- بعباده، وإثابتهم بأجزل الثواب على أعمالهم الصالحة.وقد ذكر المفسرون عند تفسيرهم لهذه السورة الكريمة روايات منها ما رواه البزار والطبراني في الأوسط، وأبو نعيم في الدلائل عن جابر- رضى الله عنه- قال: اجتمعت قريش في دار الندوة فقالوا: سموا هذا الرجل اسما تصدوا الناس عنه فقالوا: كاهن. قالوا: ليس بكاهن. قالوا: مجنون. قالوا: ليس بمجنون. قالوا: ساحر. قالوا: ليس بساحر ...فتفرق المشركون على ذلك. فبلغ ذلك النبي صلى الله عليه وسلم فتزمل في ثيابه وتدثر فيها. فأتاه جبريل فقرأ عليه: يا أَيُّهَا الْمُزَّمِّلُ يا أَيُّهَا الْمُدَّثِّرُ....وقيل: إنه صلى الله عليه وسلم كان نائما بالليل متزملا في قطيفة ... فجاءه جبريل بقوله- تعالى- يا أَيُّهَا الْمُزَّمِّلُ قُمِ اللَّيْلَ إِلَّا قَلِيلًا....وقيل: إن سبب نزول هذه الآيات ما رواه الشيخان وغيرهما من حديث جابر بن عبد الله أن رسول الله صلى الله عليه وسلم قال: جاورت بحراء، فلما قضيت جواري، هبطت، فنوديت فنظرت عن يميني فلم أر شيئا، ونظرت عن شمالي فلم أر شيئا ... فرفعت رأسى فإذا الذي جاءني بحراء، جالس على كرسي بين السماء والأرض ... فرجعت فقلت: دثروني دثروني، وفي رواية: فجئت أهلى فقلت: زملوني زملوني، فأنزل الله- تعالى-: يا أَيُّهَا الْمُدَّثِّرُ ... .وجمهور العلماء يقولون: وعلى أثرها نزلت: يا أَيُّهَا الْمُزَّمِّلُ....والْمُزَّمِّلُ: اسم فاعل من تزمل فلان بثيابه، إذا تلفف فيها، وأصله المتزمل، فأدغمت التاء في الزاى والميم.وافتتح الكلام بالنداء للتنبيه على أهمية ما يلقى على المخاطب من أوامر أو نواه.وفي ندائه صلى الله عليه وسلم بلفظ «المزمل» تلطف معه، وإيناس لنفسه، وتحبب إليه، حتى يزداد نشاطا، وهو يبلغ رسالة ربه.والمعنى: يا أيها المتزمل بثيابه، المتلفف فيها، رهبة مما رآه من عبدنا جبريل. أو هما وغما مما سمعه من المشركين، من وصفهم له بصفات هو برىء منها."},{"ayah_number":2,"text":"قُمِ اللَّيْلَ إِلَّا قَلِيلًا أى: قم الليل متعبدا لربك، إِلَّا قَلِيلًا منه، على قدر ما تأخذ من راحة لبدنك، فقوله: إِلَّا قَلِيلًا استثناء من الليل ..."},{"ayah_number":3,"text":"وقوله نِصْفَهُ بدل من قَلِيلًا بدل كل من كل، على سبيل التفصيل بعد الإجمال أى: قم نصف الليل للعبادة لربك، واجعل النصف الثاني من الليل لراحتك ونومك ...ووصف- سبحانه- هذا النصف الكائن للراحة بالقلة فقال إِلَّا قَلِيلًا للإشعار بأن النصف الآخر، العامر بالعبادة والصلاة ... هو النصف الأكثر ثوابا وقربا من الله- تعالى- بالنسبة للنصف الثاني المتخذ للراحة والنوم."},{"ayah_number":4,"text":"وقوله- سبحانه-: أَوِ انْقُصْ مِنْهُ قَلِيلًا. أَوْ زِدْ عَلَيْهِ ... تخيير له صلى الله عليه وسلم فيما يفعله، وإظهار لما اشتملت عليه شريعة الإسلام من يسر وسماحة ...فكأنه- تعالى- يقول له على سبيل التلطف والإرشاد إلى ما يشرح صدره- يا أيها المتلفف بثيابه، قم الليل للعبادة والصلاة، إلا وقتا قليلا منه يكون لراحتك ونومك، وهذا الوقت القليل المتخذ للنوم والراحة قد يكون نصف الليل، أو قد يكون أقل من النصف بأن يكون في حدود ثلث الليل، ولك- أيها الرسول الكريم- أن تزيد على ذلك، بأن تجعل ثلثى الليل للعبادة، وثلثه للنوم والراحة ...فأنت ترى أن الله- تعالى- قد رخص لنبيه صلى الله عليه وسلم في أن يجعل نصف الليل أو ثلثه، أو ثلثيه للعبادة والطاعة. وأن يجعل المقدار الباقي من الليل للنوم والراحة ...وخص- سبحانه- الليل بالقيام، لأنه وقت سكون الأصوات ... فتكون العبادة فيه أكثر خشوعا، وأدعى لصفاء النفس، وطهارة القلب، وحسن الصلة بالله- عز وجل-.هذا، وقد استمر وجوب الليل على الرسول صلى الله عليه وسلم حتى بعد فرض الصلوات الخمس عليه وعلى أمته. تعظيما لشأنه، ومداومة له على مناجاة ربه، خصوصا في الثلث الأخير من الليل، يدل على ذلك قوله- تعالى-: وَمِنَ اللَّيْلِ فَتَهَجَّدْ بِهِ نافِلَةً لَكَ عَسى أَنْ يَبْعَثَكَ رَبُّكَ مَقاماً مَحْمُوداً  .وقد كان المسلمون يقتدون بالرسول صلى الله عليه وسلم في قيام الليل وقد أثنى- سبحانه- عليهم بسبب ذلك في آيات كثيرة منها قوله- تعالى-: تَتَجافى جُنُوبُهُمْ عَنِ الْمَضاجِعِ، يَدْعُونَ رَبَّهُمْ خَوْفاً وَطَمَعاً وَمِمَّا رَزَقْناهُمْ يُنْفِقُونَ. فَلا تَعْلَمُ نَفْسٌ ما أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزاءً بِما كانُوا يَعْمَلُونَ .وقد ذكر الإمام أحمد حديثا طويلا عن سعيد بن هشام، وفيه أنه سأل السيدة عائشة عن قيامه صلى الله عليه وسلم بالليل، فقالت له: ألست تقرأ هذه السورة، يا أيها المزمل ... ؟.إن الله افترض قيام الليل في أول هذه السورة، فقام رسول الله صلى الله عليه وسلم وأصحابه حولا حتى انتفخت أقدامهم. وأمسك الله ختامها في السماء اثنى عشر شهرا. ثم أنزل التخفيف في آخر هذه السورة، فصار قيام الليل تطوعا من بعد فريضة.. .قال القرطبي ما ملخصه: واختلف: هل كان قيام الليل فرضا وحتما، أو كان ندبا وحضا؟ والدلائل تقوى أن قيامه كان حتما وفرضا، وذلك أن الندب والحض، لا يقع على بعض الليل دون بعض، لأن قيامه ليس مخصوصا به وقت دون وقت.واختلف- أيضا- هل كان فرضا على النبي صلى الله عليه وسلم وحده؟ أو عليه وعلى من كان قبله من الأنبياء؟ أو عليه وعلى أمته؟ ثلاثة أقوال ... أصحها ثالثها للحديث المتقدم الذي رواه سعيد بن هشام عن عائشة- رضى الله عنها- .وقال بعض العلماء بعد أن ساق أقوال العلماء في هذه المسألة بشيء من التفصيل: والذي يستخلص من ذلك أن أرجح الأقوال، هو القول القائل بأن التهجد كان فريضة على النبي صلى الله عليه وسلم وعلى أمته، إذ هو الذي يمكن أن تأتلف عليه النصوص القرآنية، ويشهد له ما تقدم من الآثار عن ابن عباس وعائشة وغيرهما.ويرى بعض العلماء أن وجوب التهجد باق على الناس جميعا، وأنه لم ينسخ، وإنما الذي نسخ هو وجوب قيام جزء مقدر من الليل، لا ينقص كثيرا عن النصف..ويرد على هذا القول بما ثبت في الصحيحين، من أن الرسول صلى الله عليه وسلم قال للرجل الذي سأله عما يجب عليه من صلاة؟ قال: خمس صلوات في اليوم والليلة. قال: هل على غيرها؟قال: لا إلا أن تطوع» .ويرى فريق آخر: أن قيام الليل نسخ عن الرسول وعن أمته بآخر سورة المزمل.واستبدل به قراءة القرآن، على ما يعطيه قوله- تعالى- عَلِمَ أَنْ لَنْ تُحْصُوهُ فَتابَ عَلَيْكُمْ فَاقْرَؤُا ما تَيَسَّرَ مِنَ الْقُرْآنِ ويدل عليه- أيضا- ظاهر ما روى عن عائشة، من قولها:فصار قيام الليل تطوعا من بعد الفريضة، دون أن تقيد ذلك بقيد.ويرى فريق ثالث: أن وجوب التهجد استمر على النبي وعلى الأمة، حتى نسخ بالصلوات الخمس ليلة المعراج.ويرى فريق رابع: أن قيام الليل نسخ عن الأمة وحدها، وبقي وجوبه على النبي صلى الله عليه وسلم على ما يعطيه ظاهر آية الإسراء.ولعل أرجح هذه الأقوال هو القول الرابع.. فإن آية سورة الإسراء وهي قوله- تعالى-: وَمِنَ اللَّيْلِ فَتَهَجَّدْ بِهِ نافِلَةً لَكَ ... تدل على أن وجوب التهجد قد بقي عليه صلى الله عليه وسلم .وقوله- تعالى-: وَرَتِّلِ الْقُرْآنَ تَرْتِيلًا إرشاد له صلى الله عليه وسلم ولأمته إلى أفضل طريقة لقراءة القرآن الكريم، حتى يستمروا عليها، وهم في أول عهدهم بنزول القرآن الكريم.والترتيل: جعل الشيء مرتلا، أى: منسقا منظما، ومنه قولهم: ثغر مرتل، أى: منظم الأسنان، لم يشذ بعضها عن بعض ...أى: قم- أيها الرسول الكريم- الليل إلا قليلا منه ... متعبدا لربك مرتلا للقرآن ترتيلا جميلا حسنا، تستبين معه الكلمات والحروف، حتى يفهمها السامع، وحتى يكون ذلك أعون على حسن تدبره، وأثبت لمعانيه في القلب ...قال الإمام ابن كثير: وكذلك كان يقرأ صلى الله عليه وسلم فقد قالت عائشة: كان رسول الله صلى الله عليه وسلم يقرأ السورة فيرتلها ... وسئل أنس عن قراءته صلى الله عليه وسلم فقال: كانت مدا ...وقال صلى الله عليه وسلم: «زينوا القرآن بأصواتكم» .وقال عبد الله بن مسعود: لا تنثروه نثر الرمل، ولا تهذوه هذّ الشّعر وقفوا عند عجائبه، وحركوا به القلوب  - أى لا تسرعوا في قراءته كما تسرعوا في قراءة الشعر. والهذ: سرعة القطع- هذا، وليس معنى قوله- سبحانه-: وَرَتِّلِ الْقُرْآنَ تَرْتِيلًا، أن يقرأ بطريقة فيها تلحين أو تطريب يغير من ألفاظ القرآن، ويخل بالقراءة الصحيحة من حيث الأداء، ومخارج الحروف، والغن والمد، والإدغام والإظهار ... وغير ذلك مما تقتضيه القراءة السليمة للقرآن الكريم.وإنما معنى قوله- تعالى-: وَرَتِّلِ الْقُرْآنَ تَرْتِيلًا أن يقرأه بصوت جميل وبخشوع وتدبر، وبالتزام تام للقراءة الصحيحة، من حيث مخارج الحروف ومن حيث الوقف والمد والإظهار والإخفاء، وغير ذلك ...وقد بسط القول في هذه المسألة بعض العلماء فارجع إليه إن شئت  ."},{"ayah_number":5,"text":"وقوله - تعالى - ( إِنَّا سَنُلْقِي عَلَيْكَ قَوْلاً ثَقِيلاً ) تعليل للأمر بقيام الليل ، وهو كلام معترض بين قوله- سبحانه- قُمِ اللَّيْلَ ... وبين قوله- تعالى- بعد ذلك: إِنَّ ناشِئَةَ اللَّيْلِ.....والمراد بالقول الثقيل: القرآن الكريم الذي أنزله- سبحانه- على قلب نبيه صلى الله عليه وسلم.ويشهد لثقل القرآن على النبي صلى الله عليه وسلم أحاديث كثيرة، منها: ما رواه الإمام البخاري من أن السيدة عائشة قالت: ولقد رأيته صلى الله عليه وسلم ينزل عليه الوحى، في اليوم الشديد البرد فيفصم عنه وإن جبينه ليتفصد عرقا.ومنها قوله صلى الله عليه وسلم «ما من مرة يوحى إلى، إلا ظننت أن نفسي تفيض» - أى:تخرج ...ومنها قول زيد بن ثابت: أنزل على رسول الله صلى الله عليه وسلم شيء من القرآن- وفخذه على فخذي فكادت ترض فخذي- أى: تتكسر ...ومنها ما رواه هشام بن عروة عن أبيه، أن النبي صلى الله عليه وسلم كان إذا أوحى عليه وهو على ناقته، وضعت جرانها- أى باطن عنقها- فما تستطيع أن تتحرك، حتى يسرّى عنه   .أى: قم- أيها الرسول الكريم- الليل إلا قليلا منه متعبدا لربك، متقربا إليه بألوان الطاعات، فإنا سنلقى عليك قولا ثقيلا، وهذا القول هو القرآن الكريم، الثقيل في وزنه وفي ميزان الحق، وفي أثره في القلوب، وفيما اشتمل عليه من تكاليف، وصدق الله إذا يقول:لَوْ أَنْزَلْنا هذَا الْقُرْآنَ عَلى جَبَلٍ لَرَأَيْتَهُ خاشِعاً مُتَصَدِّعاً مِنْ خَشْيَةِ اللَّهِ ...قال الجمل: قوله: إِنَّا سَنُلْقِي عَلَيْكَ قَوْلًا ثَقِيلًا أى: كلاما عظيما جليلا ذا خطر وعظمة، لأنه كلام رب العالمين، وكل شيء له خطر ومقدار فهو ثقيل.أو هو ثقيل لما فيه من التكاليف، والوعد والوعيد، والحلال والحرام، والحدود والأحكام.قال قتادة: ثقيل والله في فرائضه وحدوده ... وقال محمد بن كعب: ثقيل على المنافقين، لأنه يهتك أسرارهم ... وقال السدى: ثقيلا بمعنى كريم، مأخوذ من قولهم: فلان ثقل علىّ، أى كرم على ... وقال ابن المبارك: هو والله ثقيل مبارك، كما ثقل في الدنيا، ثقل في الميزان يوم القيامة.وقيل: ثقيلا بمعنى أن العقل الواحد لا يفي بإدراك فوائده ومعانيه، فالمتكلمون غاصوا في بحار معقولاته. والفقهاء بحثوا في أحكامه ... والأولى أن جميع هذه المعاني فيه.وقيل: المراد بالقول الوحى، كما في الخبر، أن النبي صلى الله عليه وسلم كان إذا أوحى إليه، وهو على ناقته وضعت جرانها- أى: وضعت صدرها على الأرض- فما تستطيع أن تتحرك حتى يسرى عنه ....ويبدو لنا أن وصف القرآن بالثقل وصف حقيقى، لما ثبت من ثقله على النبي صلى الله عليه وسلم وقت نزوله عليه ... وهذا لا يمنع أن ثقله يشمل ما اندرج فيه من علوم نافعة، ومن هدايات سامية، ومن أحكام حكيمة، ومن آداب قويمة، ومن تكاليف جليلة الشأن.وعبر- سبحانه- عن إيحائه بالقرآن إلى الرسول صلى الله عليه وسلم بالإلقاء للإشعار بأنه يلقى إليه على غير ترقب منه صلى الله عليه وسلم، بل ينزل إليه في الوقت الذي يريده- سبحانه- وللإشارة من أول الأمر إلى أن ما يوحى إليه شيء عظيم وشديد الوقع على النفس."},{"ayah_number":6,"text":"ثم بين- سبحانه- بعد ذلك الحكمة من أمره له صلى الله عليه وسلم بقيام الليل إلا قليلا منه للعبادة والطاعة فقال: إِنَّ ناشِئَةَ اللَّيْلِ هِيَ أَشَدُّ وَطْئاً وَأَقْوَمُ قِيلًا.وقوله: ناشِئَةَ: وصف من النشء وهو الحدوث، وهو صفة لموصوف محذوف.وقوله: وَطْئاً بمعنى مواطأة وموافقة، وأصل الوطء: وضع الرجل على الأرض بنظام وترتيب، ثم استعير للموافقة، ومنه قوله- تعالى- لِيُواطِؤُا عِدَّةَ ما حَرَّمَ اللَّهُ، ومنه قولهم: وطأت فلانا على كذا، إذا وافقته عليه. وهو منصوب على التمييز. وقوله:قِيلًا بمعنى قولا.وقوله: أَقْوَمُ بمعنى أفضل وأنفع.والمعنى: يا أيها المزمل قم الليل إلا قليلا منه للعبادة والطاعة. فإن العبادة الناشئة بالليل.هي أشد مواطأة وموافقة لإصلاح القلب، وتهذيب النفس، وأقوم قولا، وأنفع وقعا، وأفضل قراءة من عبادة النهار، لأن العبادة الناشئة بالليل يصحبها ما يصحبها من الخشوع والإخلاص، لهدوء الأصوات بالليل، وتفرغ العابد تفرغا تاما لعبادة ربه.قال الشوكانى ما ملخصه: قوله: إِنَّ ناشِئَةَ اللَّيْلِ ... أى: ساعاته وأوقاته، لأنها تنشأ أولا فأولا، ويقال: نشأ الشيء ينشأ، إذا ابتدأ وأقبل شيئا بعد شيء، فهو ناشئ ... قال الزجاج: ناشئة الليل، كل ما نشأ منه، أى: حدث منه ... والمراد ساعات الليل الناشئة، فاكتفى بالوصف عن الاسم الموصوف.وقيل: إن ناشئة الليل، هي النفس التي تنشأ من مضجعها للعبادة، أى: تنهض، من نشأ من مكانه، إذا نهض منه.هِيَ أَشَدُّ وَطْئاً قرأ الجمهور وَطْئاً بفتح الواو وسكون الطاء مقصورة، وقرأ بعضهم وطاء بكسر الواو وفتح الطاء ممدودة.والمعنى على القراءة الأولى: أن الصلاة الناشئة في الليل، أثقل على المصلى من صلاة النهار، لأن الليل للنوم ... ومنه قوله صلى الله عليه وسلم «اللهم اشدد وطأتك على مضر» .والمعنى على القراءة الثانية: أنها أشد مواطأة وموافقة بين السمع والبصر والقلب واللسان، لانقطاع الأصوات والحركات، ومنه قوله- تعالى-: لِيُواطِؤُا عِدَّةَ ما حَرَّمَ اللَّهُ أى:ليوافقوا.وَأَقْوَمُ قِيلًا أى: وأشد مقالا. وأثبت قراءة، لحضور القلب فيها، وهدوء الأصوات، وأشد استقامة واستمرارا على الصواب ... ."},{"ayah_number":7,"text":"وقوله- سبحانه-: إِنَّ لَكَ فِي النَّهارِ سَبْحاً طَوِيلًا تقرير للأمر بقيام الليل إلا قليلا منه للعبادة والطاعة والتقرب إليه- سبحانه-.والسبح: مصدر سبح، وأصله الذهاب في الماء والتقلب فيه ثم استعير للتقلب والتصرف المتسع، الذي يشبه حركة السابح في الماء.أى: إنا أمرناك بقيام الليل للعبادة والطاعة، لأن لك في النهار- أيها الرسول الكريم- تقلبا وتصرفا في مهماتك، واشتغالا بأعباء الرسالة يجعلك لا تستطيع التفرغ لعبادتنا، أما في الليل فتستطيع ذلك لأنه وقت السكون والراحة والنوم.فالمقصود من الآية الكريمة التخفيف والتيسير عليه صلى الله عليه وسلم وبيان الحكمة من أمره بقيام الليل- إلا قليلا منه- للعبادة، حيث لم يجمع- سبحانه- عليه الأمر بالتهجد في الليل والنهار، وإنما يسر عليه الأمر، فجعله بالليل فحسب، أما النهار فهو لمطالب الحياة: ولتبليغ رسالته- سبحانه- إلى الناس."},{"ayah_number":8,"text":"ثم أمره- سبحانه- بعد ذلك بالمداومة على ذكره ليلا ونهارا فقال: وَاذْكُرِ اسْمَ رَبِّكَ وَتَبَتَّلْ إِلَيْهِ تَبْتِيلًا. رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ لا إِلهَ إِلَّا هُوَ فَاتَّخِذْهُ وَكِيلًا.وقوله- سبحانه-: وَتَبَتَّلْ من التبتل، وهو الاشتغال الدائم بعبادة الله- تعالى-، والانقطاع لطاعته. ومنه قولهم بتل فلان الحبل، إذا قطعه، وامرأة بتول.أى: منقطعة عن الزواج، ومتفرغة لعبادة الله- تعالى- والمراد به هنا: التفرغ لما يرضى الله- تعالى-، والاشتغال بذلك عن كل شيء سواه.أى: وداوم- أيها الرسول الكريم- على ذكر الله- تعالى- عن طريق تسبيحه، وتحميده وتكبيره، وتفرغ لعبادته وطاعته تفرغا تاما، دون أن يشغلك عن ذلك شاغل.وليس المراد بقوله- تعالى-: وَاذْكُرِ اسْمَ رَبِّكَ وَتَبَتَّلْ إِلَيْهِ تَبْتِيلًا الانقطاع التام عن الأعمال، لأن هذا يتنافى مع قوله- تعالى- قبل ذلك: إِنَّ لَكَ فِي النَّهارِ سَبْحاً طَوِيلًا، وإنما المراد التنبيه إلى أنه صلى الله عليه وسلم ينبغي له أن لا يشغله السبح الطويل بالنهار، عن طاعته- عز وجل- وعن المداومة على مراقبته وذكره.ومما لا شك فيه أن ما كان يقوم به النبي صلى الله عليه وسلم من الاشتغال بأمر الدعوة إلى وحدانية الله- تعالى-، ومن تعليم الناس العلم النافع، والعمل الصالح ... كل ذلك يندرج تحت المواظبة على ذكر الله- تعالى-، وعلى التفرغ لعبادته.وقال- سبحانه- وَتَبَتَّلْ إِلَيْهِ تَبْتِيلًا ولم يقل تبتلا حتى يكون الفعل موافقا لمصدره، للإشارة إلى أن التبتل والانقطاع إلى الله يحتاجان إلى عمل اختياري منه صلى الله عليه وسلم، بأن يجرد نفسه عن كل ما سوى الله- تعالى-، وبذلك يحصل التبتل الذي هو أثر للتبتيل، بمعنى:ترويض النفس وتعويدها على العبادة والطاعة."},{"ayah_number":9,"text":"فربك- عز وجل- هو رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ. أى: هو- سبحانه- رب جهتي الشروق والغروب للشمس.لا إِلهَ إِلَّا هُوَ مستحق للعبادة والطاعة، وما دام الأمر كذلك فَاتَّخِذْهُ وَكِيلًا.أى: فاتخذه وكيلك الذي تفوض إليه أمرك، وتلجأ إليه في كل أحوالك ... إذ الوكيل هو الذي توكل إليه الأمور، ويترك له التصرف فيها.ووصف- سبحانه- ذاته بأنه رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ، لمناسبة الأمر بذكره في الليل والنهار، وهما وقت ابتداء طلوع الشمس وغروبها، فكأنه- سبحانه- يقول: داوم على طاعتي لأنى أنا رب جميع جهات الأرض، التي فيها تشرق الشمس وتغرب.والمراد بالمشرق والمغرب هنا جنسهما، فهما صادقان على كل مشرق من مشارق الشمس، التي هي ثلاثمائة وستون مشرقا- كما يقول العلماء- وعلى كل مغرب من مغاربها التي هي كذلك.والمراد بالمشرقين والمغربين كما جاء في سورة الرحمن: مشرق ومغرب الشتاء والصيف.والمراد بالمشارق والمغارب كما جاء في سورة المعارج: مشرق ومغرب كل يوم للشمس والكواكب."},{"ayah_number":10,"text":"ثم أمر الله- تعالى- رسوله صلى الله عليه وسلم بعد ذلك بالصبر الجميل، على أذى قومه فقال:وَاصْبِرْ عَلى ما يَقُولُونَ وَاهْجُرْهُمْ هَجْراً جَمِيلًا.....أى: اجعل يا محمد اعتمادك وتوكلك على وحدي، واصبر على ما يقوله أعداؤك في حقك من أكاذيب وخرافات ... واهجرهم هجرا جميلا، أى: واعتزلهم وابتعد عنهم، وقاطعهم مقاطعة حسنة، بحيث لا تقابل السيئة يمثلها، ولا تزد على هجرهم: بأن تسبهم، أو ترميهم بالقبيح من القول ...قال الإمام الرازي ما ملخصه: والمعنى أنك لما اتخذتني وكيلا فاصبر على ما يقولون، وفوض أمرهم إلى، فإنى لما كنت وكيلا لك أقوم بإصلاح أمرك، أحسن من قيامك بإصلاح نفسك.واعلم أن مهمات العباد محصورة في أمرين: في كيفية معاملتهم مع الله، وقد ذكر- سبحانه- ذلك في الآيات السابقة، وفي كيفية معاملتهم مع الخلق، وقد جمع- سبحانه- كل ما يحتاج إليه في هذا الباب في هاتين الكلمتين، وذلك لأن الإنسان إما أن يكون مخالطا للناس، أو مجانبا لهم.فإن كان مخالطا لهم فعليه أن يصبر على إيذائهم ... وإما أن يكون مجانبا لهم، فعليه أن يهجرهم هجرا جميلا ... بأن يجانبهم بقلبه وهواه، ويخالفهم في أفعالهم، مع المداراة والإغضاء ...."},{"ayah_number":11,"text":"وقوله- سبحانه-: وَذَرْنِي وَالْمُكَذِّبِينَ أُولِي النَّعْمَةِ وَمَهِّلْهُمْ قَلِيلًا أى: ودعني وشأنى مع هؤلاء المكذبين بالحق، ولا تهتم أنت بأمرهم، فأنا خالقهم، وأنا القادر على كل شيء يتعلق بهم.وقوله: أُولِي النَّعْمَةِ وصف لهم جيء به على سبيل التوبيخ لهم، والتهكم بهم، حيث جحدوا نعم الله، وتوهموا أن هذه النعم من مال أو ولد ستنفعهم يوم القيامة.والنّعمة- بفتح النون مع التشديد-: تطلق على التنعم والترفه وغضارة العيش في الدنيا.وأما النّعمة- بكسر النون- فاسم للحالات الملائمة لرغبة الإنسان من غنى أو عافية أو نحوهما.وأما النّعمة- بالضم- فهي اسم المسرة. يقال: فلان في نعمة- بضم النون- أى: في فرح وسرور.وقوله: وَمَهِّلْهُمْ قَلِيلًا أى: واتركهم ودعهم في باطلهم وقتا قليلا، فسترى بعد ذلك سوء عاقبة تكذيبهم للحق."},{"ayah_number":12,"text":"وقوله- سبحانه-: إِنَّ لَدَيْنا أَنْكالًا وَجَحِيماً ... تعليل لما قبله. والأنكال: جمع نكل- بكسر النون وسكون الكاف- وهو القيد الثقيل، يوضع في الرجل لمنع الحركة. وسميت القيود بذلك لأنها تجعل صاحبها موضع عبرة وعظة، أو لأنها تجعل صاحبها ممنوعا من الحركة، والتقلب في مناكب الأرض.أى: إن لدينا ما هو أشد من ردك عليهم ... وهو تلك القيود التي نقيد حركتهم بها، وإن لدينا «جحيما» أى: نارا شديدة الاشتعال نلقى بهم فيها،"},{"ayah_number":13,"text":"وإن لدينا كذلك «طعاما ذا غصة» أى: طعاما يلتصق في الحلوق، فلا هو خارج منها، ولا هو نازل عنها، بل هو ناشب فيها لبشاعته ومرارته.وهذا الطعام ذو الغصّة، يشمل ما يتناولونه من الزقوم ومن الغسلين ومن الضريع، كما جاء في آيات أخرى. والغصة: ما ينشب في الحلق من عظم أو غيره. وجمعه غصص.وإن لدينا فوق كل ذلك عَذاباً أَلِيماً أى: عذابا شديد الإيلام لمن ينزل به.فأنت ترى أن هذه الآية الكريمة قد توعدت هؤلاء المكذبين بألوان من العقوبات الشديدة، توعدتهم بالقيود التي تشل حركتهم، وبالنار المشتعلة التي تحرق أجسادهم، وبالطعام البشع الذي ينشب في حلوقهم، وبالعذاب الأليم الذي يشقيهم ويذلهم."},{"ayah_number":14,"text":"والظرف في قوله- تعالى-: يَوْمَ تَرْجُفُ الْأَرْضُ وَالْجِبالُ ... منصوب بالاستقرار العامل في «لدنيا» ، الذي هو الخبر في الحقيقة.أى: استقر لهم ذلك العذاب الأليم لدينا، يوم القيامة، يوم تضطرب وتتزلزل الأرض والجبال.وَكانَتِ الْجِبالُ في هذا اليوم كَثِيباً مَهِيلًا أى: رملا مجتمعا، بعد أن كانت قبل ذلك الوقت أحجارا صلبة كبيرة.فقوله: كَثِيباً من كثب الشيء يكثبه، إذا جمعه من قرب ثم صبه، وجمعه كثب وكثبان، وهي تلال الرمال المجتمعة كالربوة.وقوله مَهِيلًا اسم مفعول من هال الشيء هيلا، إذا نثره، وفرقه بعد اجتماعه.والشيء المهيل: هو الذي يحرّك أسفله فينهار أعلاه ويتساقط بسرعة."},{"ayah_number":15,"text":"ثم يذكر- سبحانه- بعد ذلك هؤلاء المكذبين بما حل بالمكذبين من قبلهم، فيقول:إِنَّا أَرْسَلْنا إِلَيْكُمْ رَسُولًا شاهِداً عَلَيْكُمْ، كَما أَرْسَلْنا إِلى فِرْعَوْنَ رَسُولًا. فَعَصى فِرْعَوْنُ الرَّسُولَ فَأَخَذْناهُ أَخْذاً وَبِيلًا.أى: إنا أرسلنا إليكم- أيها المكذبون- رسولا عظيم الشأن، رفيع القدر، وهو محمد صلى الله عليه وسلم، شاهِداً عَلَيْكُمْ أى: سيكون يوم القيامة شاهدا عليكم، بأنه قد بلغكم رسالة الله- تعالى- دون أن يقصر في ذلك أدنى تقصير.والكاف في قوله- تعالى-: كَما أَرْسَلْنا إِلى فِرْعَوْنَ رَسُولًا للتشبيه، أى: أرسلنا إليكم- يا أهل مكة- رسولا شاهدا عليكم هو محمد صلى الله عليه وسلم كما أرسلنا من قبلكم إلى فرعون رسولا شاهدا عليه، هو موسى- عليه السلام- وأكد الخبر في قوله- تعالى-: إِنَّا أَرْسَلْنا ... لأن المشركين كانوا ينكرون نبوة النبي صلى الله عليه وسلم.ونكر رسولا، لأنهم كانوا يعرفونه حق المعرفة، وللتعظيم من شأنه صلى الله عليه وسلم أى: أرسلنا إليكم رسولا عظيم الشأن، سامى المنزلة جامعا لكل الصفات الكريمة."},{"ayah_number":16,"text":"والفاء في قوله: فَعَصى فِرْعَوْنُ الرَّسُولَ للتفريع. أى: أرسلنا إليكم رسولا كما أرسلنا إلى فرعون رسولا قبل ذلك، فكانت النتيجة أن عصى فرعون أمر الرسول الذي أرسلناه إليه، واستهزأ به، وتطاول عليه فكانت عاقبة هذا التطاول، أن أخذناه أَخْذاً وَبِيلًا.أى أهلكنا فرعون إهلاكا شديدا، وعاقبناه عقابا ثقيلا، فوبيل بزنة فعيل- صفة مشبهة، مأخوذة من وبل المكان، إذا وخم هواؤه وكان ثقيلا رديئا. ويقال: مرعى وبيل، إذا كان وخما رديئا.وخص- سبحانه- موسى وفرعون بالذكر، لأن أخبارهما كانت مشهورة عند أهل مكة.وأل في قوله فَعَصى فِرْعَوْنُ الرَّسُولَ للعهد. أى: فعصى فرعون الرسول المعهود عندكم، وهو موسى- عليه السلام-.قال صاحب الكشاف: فإن قلت: لم نكر الرسول ثم عرف؟ قلت: لأنه أراد: أرسلنا إلى فرعون بعض الرسل، فلما أعاده وهو معهود بالذكر أدخل لام التعريف. إشارة إلى المذكور بعينه.. .وأظهر- سبحانه- اسم فرعون مع تقدم ذكره فقال: فَعَصى فِرْعَوْنُ الرَّسُولَ، دون أن يؤتى بضميره، للإشعار بفظاعة هذا العصيان، وبلوغه النهاية في الطغيان.والمقصود من هاتين الآيتين، تهديد المشركين، بأنهم إذا ما استمروا في تكذيبهم لرسولهم، محمد صلى الله عليه وسلم فقد يصيبهم من العذاب ما أصاب فرعون عند ما عصى موسى- عليه السلام-."},{"ayah_number":17,"text":"ثم ذكرهم- سبحانه- بأهوال يوم القيامة، لعلهم يتعظون أو يرتدعون فقال: فَكَيْفَ تَتَّقُونَ إِنْ كَفَرْتُمْ يَوْماً يَجْعَلُ الْوِلْدانَ شِيباً، السَّماءُ مُنْفَطِرٌ بِهِ كانَ وَعْدُهُ مَفْعُولًا.والاستفهام في قوله: فَكَيْفَ مستعمل في التوبيخ والتعجيز، وتَتَّقُونَ بمعنى تصونون أنفسكم من العذاب، ومعنى إِنْ كَفَرْتُمْ إن بقيتم على كفركم وأصررتم عليه.وقوله يَوْماً: منصوب على أنه مفعول به لقوله: تَتَّقُونَ."},{"ayah_number":18,"text":"وقوله: السَّماءُ مُنْفَطِرٌ بِهِ صفة ثانية لهذا اليوم.والمراد بالولدان: الأطفال الصغار، وبه بمعنى فيه..والمقصود بهاتين الآيتين- أيضا- تأكيد التهديد للمشركين، حتى يقلعوا عن شركهم وكفرهم.. أى: إذا كان الأمر كما ذكرنا لكم من سوء عاقبة المكذبين، فكيف تصونون أنفسكم- إذا ما بقيتم على كفركم- من عذاب يوم هائل شديد، هذا اليوم من صفاته أنه يحول الشعر الشديد السواد للولدان، إلى شعر شديد البياض..وهذا اليوم من صفاته- أيضا- أنه لشدة هوله، أن السماء- مع عظمها وصلابتها- تصير شيئا منفطرا- أى: متشققا بِهِ أى: فيه، والضمير يعود إلى اليوم..وصدر- سبحانه- الحديث عن يوم القيامة، بلفظ الاستفهام «كيف» للإشعار بشدة هوله. وأنه أمر يعجز الواصفون عن وصفه.ووصف- سبحانه- هذا اليوم بأنه يشيب فيه الولدان، ثم وصفه بأن السماء مع عظمها تتشقق فيه، للارتقاء في الوصف من العظيم إلى الأعظم، إذ أن تحول شعر الأطفال من السواد إلى البياض- مع شدته وعظمه- أشد منه وأعظم، انشقاق السماء في هذا اليوم.قال صاحب الكشاف: وقوله يَجْعَلُ الْوِلْدانَ شِيباً مثل في الشدة، يقال في اليوم الشديد، يوم يشيب نواصي الأطفال والأصل فيه أن الهموم والأحزان، إذا تفاقمت على الإنسان، أسرع فيه الشيب، كما قال أبو الطيب:والهمّ يخترم الجسيم نحافة ... ويشيب ناصية الصبى ويهرمويجوز أن يوصف اليوم بالطول، وأن الأطفال يبلغون فيه أوان الشيخوخة والشيب.وقوله: السَّماءُ مُنْفَطِرٌ بِهِ وصف لليوم بالشدة- أيضا- وأن السماء على عظمها وإحكامها تنفطر فيه فما ظنك بغيرها من الخلائق...ووصف- سبحانه- السماء بقوله: مُنْفَطِرٌ بصيغة التذكير، حيث لم يقل منفطرة، لأن هذه الصيغة، صيغة نسب. أى: ذات انفطار، كما في قولهم: امرأة مرضع وحائض، أى: ذات إرضاع وذات حيض. أو على تأويل أن السماء بمعنى السقف، كما في قوله- تعالى-: وَجَعَلْنَا السَّماءَ سَقْفاً مَحْفُوظاً أو على أن السماء اسم جنس واحده سماوة، فيجوز وصفه بالتذكير والتأنيث..وقوله: كانَ وَعْدُهُ مَفْعُولًا الضمير فيه يعود إلى الخالق- عز وجل- والوعد مصدر مضاف لفاعله. أى: كان وعد ربك نافذا ومفعولا، لأنه- سبحانه- لا يخلف موعوده.ويجوز أن تكون هذه الجملة صفة ثالثة لليوم، والضمير في وعده يعود إليه، ويكون من إضافة المصدر لمفعوله. أى: كان الوعد بوقوع يوم القيامة نافذا ومفعولا."},{"ayah_number":19,"text":"ثم ختم- سبحانه- هذه التهديدات بقوله: إِنَّ هذِهِ تَذْكِرَةٌ فَمَنْ شاءَ اتَّخَذَ إِلى رَبِّهِ سَبِيلًا.واسم الإشارة «هذه» يعود إلى الآيات المتقدمة، المشتملة على الكثير من القوارع والزواجر.والتذكرة: اسم مصدر بمعنى التذكير والاتعاظ والاعتبار. ومفعول «شاء» محذوف.والمعنى: إن هذه الآيات التي سقناها لكم تذكرة وموعظة، فمن شاء النجاة من أهوال يوم القيامة، فعليه أن يؤمن بالله- تعالى- إيمانا حقا، وأن يتخذ بسبب إيمانه وعمله الصالح، طريقا وسبيلا إلى رضا ربه ورحمته ومغفرته.والتعبير بقوله: فَمَنْ شاءَ اتَّخَذَ ... ليس من قبيل التخيير، وإنما المقصود به الحض والحث على سلوك الطريق الموصل إلى الله- تعالى- بدليل قوله- تعالى- قبل ذلك:إِنَّ هذِهِ تَذْكِرَةٌ أى: هذه الآيات تذكرة وموعظة، فمن ترك العمل بها ساءت عاقبته، ولم يكن من الذين سلكوا طريق النجاة.وشبيه بهذه الآية قوله- تعالى-: وَقُلِ الْحَقُّ مِنْ رَبِّكُمْ فَمَنْ شاءَ فَلْيُؤْمِنْ وَمَنْ شاءَ فَلْيَكْفُرْ هذا، والمتأمل في هذه الآيات الكريمة، - من أول السورة إلى هنا-، يراها قد نادت الرسول صلى الله عليه وسلم نداء فيه ما فيه من الملاطفة والمؤانسة، وأمرته بأن يقوم الليل إلا قليلا متعبدا لربه، كما أمرته بالصبر على أذى المشركين، حتى يحكم الله- تعالى- بينه وبينهم.كما يراها قد هددت المكذبين بأشد أنواع التهديد. وذكرتهم بأهوال يوم القيامة، وبما حل بالمكذبين من قبلهم، وحرضتهم على سلوك الطريق المستقيم.وبعد هذه الإنذارات المتعددة للمكذبين، عادت السورة الكريمة إلى الحديث عن قيام الليل لعبادة الله- تعالى- وطاعته ... فقال- سبحانه-:"},{"ayah_number":20,"text":"والمراد بالقيام في قوله- تعالى-: إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أَدْنى مِنْ ثُلُثَيِ اللَّيْلِ وَنِصْفَهُ وَثُلُثَهُ ... التهجد بالليل عن طريق الصلاة تقربا إلى الله- تعالى-.وقوله: أَدْنى بمعنى أقرب، من الدنو بمعنى القرب، تقول: رأيت فلانا أدنى إلى فعل الخير من فلان. أى: أقرب، واستعير هنا للأقل، لأن المسافة التي بين الشيء والشيء إذا قربت كانت قليلة، وهو منصوب على الظرفية بالفعل «تقوم» .وقوله: وَنِصْفَهُ وَثُلُثَهُ قرأه بعض القراء السبعة بالجر عطفا على ثُلُثَيِ اللَّيْلِ وقرأه الجمهور بالنصب عطفا على أدنى.والمعنى على قراءة الجمهور: إن ربك- أيها الرسول الكريم- يعلم أنك تقوم من الليل، مدة قد تصل تارة إلى ثلثى الليل، وقد تصل تارة أخرى إلى نصفه أو إلى ثلثه ... على حسب ما يتيسر لك، وعلى حسب أحوال الليل في الطول والقصر.والمعنى على قراءة غير الجمهور: إن ربك يعلم أنك تقوم تارة أقل من ثلثى الليل وتارة أقل من نصفه، وتارة أقل من ثلثه.. وذلك لأنك لم تستطع ضبط المقدار الذي تقومه من الليل، ضبطا دقيقا، ولأن النوم تارة يزيد وقته وتارة ينقص، والله- تعالى- قد رفع عنك المؤاخذة بسبب عدم تعمدك القيام أقل من ثلث الليل..فالآية الكريمة المقصود منها بيان رحمة الله- تعالى- بنبيه صلى الله عليه وسلم حيث قبل منه قيامه بالليل متهجدا، حتى ولو كان هذا القيام أقل من ثلث الليل..وافتتاح الآية الكريمة بقوله- سبحانه- إِنَّ رَبَّكَ يَعْلَمُ.. يشعر بالثناء عليه صلى الله عليه وسلم. وبالتلطف معه في الخطاب، حيث إنه صلى الله عليه وسلم كان مواظبا على قيام الليل. على قدر استطاعته، بدون تقصير أو فتور.وفي الحديث الشريف: أنه صلى الله عليه وسلم قام الليل حتى تورمت قدماه.والتعبير بقوله- تعالى-: أَدْنى مِنْ ثُلُثَيِ اللَّيْلِ وَنِصْفَهُ وَثُلُثَهُ يدل على أن قيامه صلى الله عليه وسلم كان متفاوتا في طوله وقصره، على حسب ما تيسر له صلى الله عليه وسلم، وعلى حسب طول الليل وقصره.وقوله- سبحانه-: وَطائِفَةٌ مِنَ الَّذِينَ مَعَكَ معطوف على الضمير المستتر في قوله:تَقُومُ.أى: أنت أيها الرسول الكريم- تقوم أدنى من ثلثى الليل ونصفه وثلثه، وتقوم طائفة من أصحابك للصلاة معك، أما بقية أصحابك فقد يقومون للتهجد في منازلهم.روى البخاري في صحيحه عن عائشة، أن رسول الله صلى الله عليه وسلم صلى ذات ليلة في المسجد، فصلى بصلاته ناس، ثم صلى من القابلة فكثر الناس، ثم اجتمعوا في الليلة الثالثة أو الرابعة، فلم يخرج إليهم رسول الله صلى الله عليه وسلم فلما أصبح قال: «قد رأيت الذي صنعتم، ولم يمنعني من الخروج إليكم، إلا أنى خشيت أن تفرض عليكم» .قال بعض العلماء: قوله: وَطائِفَةٌ مِنَ الَّذِينَ مَعَكَ معطوف على الضمير المستكن في تَقُومُ.وهو- وإن كان ضمير رفع متصل-، قد سوغ العطف عليه الفصل بينه وبين المعطوف.والمعنى: أن الله يعلم أنه كان يقوم كذلك جماعة من الذين آمنوا بك، واتبعوا هداك..وقد يقال: إن هذا يدل على أن قيام الليل لم يكن فرضا على جميع الأمة، وهو خلاف ما تقرر تفسيره في أول السورة، ويخالف- أيضا- ما دلت عليه الآثار المتقدمة هناك..والجواب: أنه ليس في الآية ما يفيد أن الصحابة- رضوان الله عليهم- كانوا جميعا يصلون مع النبي صلى الله عليه وسلم صلاة التهجد في جماعة واحدة، فلعل بعضهم كان يقيمها في بيته، فلا ينافي ذلك فرضية القيام على الجميع. .وقوله- سبحانه-: وَاللَّهُ يُقَدِّرُ اللَّيْلَ وَالنَّهارَ بيان لشمول علمه- تعالى- ولنفاذ إرادته. أى: والله- تعالى- وحده، هو الذي يعلم مقادير ساعات الليل والنهار، وهو الذي يحدد زمانهما- طولا وقصرا- على حسب ما تقتضيه مشيئته وحكمته.والآية الكريمة تفيد الحصر والاختصاص، عن طريق سياق الكلام، ودلالة المقام.وقوله- تعالى-: عَلِمَ أَنْ لَنْ تُحْصُوهُ فَتابَ عَلَيْكُمْ مؤكد لما قبله، وإحصاء الأشياء، عدها والإحاطة بها.والضمير المنصوب في قوله: تُحْصُوهُ يعود على المصدر المفهوم من قوله: يُقَدِّرُ في الجملة السابقة.والتوبة في قوله- سبحانه-: فَتابَ عَلَيْكُمْ يصح أن تكون بمعنى المغفرة، وعدم المؤاخذة، أو بمعنى قبولها منهم، والتيسير عليهم في الأحكام. وتخفيفها عنهم.أى: والله- تعالى- هو الذي يقدر أجزاء الليل والنهار، وهو الذي يعلم- دون غيره- أنكم لن تستطيعوا تقدير ساعاته تقديرا دقيقا.. ولذلك خفف الله عنكم في أمر القيام، ورفع عنكم المقدار المحدد، وغفر لكم ما فرط منكم من تقصير غير مقصود، ورخص لكم أن تقوموا المقدار الذي تستطيعون قيامه من الليل، مصلين ومتهجدين..فالجملة الكريمة تقرر جانبا من فضل الله- تعالى- على عباده، ومن رحمته بهم..والفاء في قوله- تعالى-: فَاقْرَؤُا ما تَيَسَّرَ مِنَ الْقُرْآنِ للإفصاح، والمراد بالقراءة الصلاة، وعبر عنها بالقراءة، لأنها من أركانها.. أى: إذا كان الأمر كما وضحت لكم، فصلوا ما تيسر لكم من الليل.قال الآلوسي: قوله: فَاقْرَؤُا ما تَيَسَّرَ مِنَ الْقُرْآنِ أى: فصلوا ما تيسر لكم من صلاة الليل، وعبر عن الصلاة بالقراءة كما عبر عنها بسائر أركانها، وقيل: الكلام على حقيقته، من طلب قراءة القرآن بعينها وفيه بعد عن مقتضى السياق.ومن ذهب إلى الأول قال: إن الله- تعالى- افترض قيام مقدار معين من الليل، لقوله:قُمِ اللَّيْلَ إِلَّا قَلِيلًا، نِصْفَهُ ... إلخ. ثم نسخ بقيام مقدار ما منه، في قوله: فَتابَ عَلَيْكُمْ. فَاقْرَؤُا ما تَيَسَّرَ مِنَ الْقُرْآنِ ... فالأمر في الموضعين للوجوب، إلا أن الواجب أولا كان معينا من معينات. وثانيا كان بعضا مطلقا، ثم نسخ وجوب القيام على الأمة مطلقا بالصلوات الخمس.ومن قال بالثاني. ذهب إلى أن الله- تعالى- رخص لهم في ترك جميع القيام للصلاة، وأمر بقراءة شيء من القرآن ليلا، فكأنه قيل: فتاب عليكم ورخص لكم في الترك، فاقرءوا ما تيسر من القرآن، إن شق عليكم القيام.. .وقال الإمام ابن كثير: وقوله: فَاقْرَؤُا ما تَيَسَّرَ مِنَ الْقُرْآنِ أى: من غير تحديد بوقت، أى: لكن قوموا من الليل ما تيسر، وعبر عن الصلاة بالقراءة، كما قال في آية أخرى: وَلا تَجْهَرْ بِصَلاتِكَ أى: بقراءتك وَلا تُخافِتْ بِها.وقد استدل الأحناف بهذه الآية على أنه لا يتعين قراءة الفاتحة في الصلاة، بل لو قرأ بها أو بغيرها من القرآن، ولو بآية. أجزأه واعتضدوا بحديث المسيء صلاته الذي في الصحيحين، وفيه: «ثم اقرأ ما تيسر معك من القرآن» .وقد أجابهم الجمهور بحديث عبادة بن الصامت، وهو في الصحيحين- أيضا- أن رسول الله صلى الله عليه وسلم قال: «لا صلاة لمن لم يقرأ بفاتحة الكتاب» وفي صحيح مسلم عن أبى هريرة، أن رسول الله صلى الله عليه وسلم قال: «كل صلاة لا يقرأ فيها بأم القرآن فهي خداج.. غير تمام» وفي صحيح ابن خزيمة عن أبى هريرة مرفوعا: «لا تجزئ صلاة من لم يقرأ بفاتحة الكتاب» .وقوله- سبحانه- بعد ذلك: عَلِمَ أَنْ سَيَكُونُ مِنْكُمْ مَرْضى، وَآخَرُونَ يَضْرِبُونَ فِي الْأَرْضِ يَبْتَغُونَ مِنْ فَضْلِ اللَّهِ، وَآخَرُونَ يُقاتِلُونَ فِي سَبِيلِ اللَّهِ فَاقْرَؤُا ما تَيَسَّرَ مِنْهُ ... بدل اشتمال من جملة: عَلِمَ أَنْ لَنْ تُحْصُوهُ فَتابَ عَلَيْكُمْ ... ، أو هو كلام مستأنف لبيان الحكمة التي من أجلها خفف الله على المسلمين قيام الليل.أى: صلوا من الليل على قدر استطاعتكم من غير تحديد بوقت، فالله- تعالى- يعلم أنكم لا تستطيعون ضبط ساعات الليل ولا أجزائه، فخفف عنكم لذلك، ولعلمه- أيضا- أن منكم المرضى الذين يعجزون عن قيام ثلثى الليل أو نصفه أو أقل من ذلك بقليل.ومنكم- أيضا- الذين يَضْرِبُونَ فِي الْأَرْضِ أى: يسافرون فيها للتجارة وللحصول على مطالب الحياة، وهم في كل ذلك يبتغون ويطلبون الرزق من فضله- تعالى-. ومنكم- أيضا- الذين يقاتلون من أجل إعلاء كلمة الله، ويجاهدون من أجل نشر دينه ومادام الأمر كذلك، فقد أبحت لكم- بفضلي وإحسانى- أن تصلوا من الليل ما تيسر لكم.وقد جمع- سبحانه- بين السعى في الأرض لطلب الرزق، وبين الجهاد في سبيله، للإشعار بأن الأول لا يقل في فضله عن الثاني، متى توفرت فيه النية الطيبة، وعدم الانشغال به عن ذكر الله- تعالى-.قال الإمام القرطبي: سوى الله- تعالى- في هذه الآية بين درجة المجاهدين والمكتسبين المال الحلال، للنفقة على النفس والعيال.. فكان هذا دليلا على أن كسب المال بمنزلة الجهاد في سبيل الله.وفي الحديث الشريف: ما من جالب يجلب طعاما من بلد إلى بلد، فيبيعه بسعر يومه، إلا كانت منزلته عند الله كمنزلة الشهداء. ثم قرأ صلى الله عليه وسلم هذه الآية.. .وأعيدت جملة فَاقْرَؤُا ما تَيَسَّرَ مِنْهُ لتأكيد التيسير والتخفيف وتقريره، وليعطف عليه ما بعده من بقية الأوامر، وهي قوله- تعالى-: وَأَقِيمُوا الصَّلاةَ أى: وأدوها كاملة الأركان والخشوع والسنن.. في وقتها بدون تأخير.وَآتُوا الزَّكاةَ أى: قدموها لمستحقيها من الفقراء والمساكين وغيرهما.قال ابن كثير: أى: أقيموا الصلاة الواجبة عليكم، وآتوا الزكاة المفروضة، وهذا يدل لمن قال: إن فرض الزكاة نزل بمكة، لكن مقادير النصاب لم تبين إلا بالمدينة...وقوله: وَأَقْرِضُوا اللَّهَ قَرْضاً حَسَناً. والقرض: ما قدمته لغيرك من مال، على أن يرده إليك بعد ذلك. والمراد من إقراض الله- تعالى-: إعطاء الفقراء والمساكين ما يحتاجونه على سبيل المعاونة والمساعدة.وشبه- سبحانه- إعطاء الصدقة للمحتاج، بقرض يقدم له- تعالى-، للإشعار بأن ما سيعطى لهذا المحتاج، سيعود أضعافه على المعطى. لأن الله- تعالى- قد وعد أن يكافئ على الصدقة بعشر أمثالها، وهو- سبحانه- بعد ذلك يضاعف لمن يشاء الثواب والعطاء.ووصف القرض بالحسن، لحض النفوس على الإخلاص وعلى البعد عن الرياء والأذى..ثم ختم- سبحانه- السورة الكريمة بقوله: وَما تُقَدِّمُوا لِأَنْفُسِكُمْ مِنْ خَيْرٍ أى:أقيموا الصلاة وآتوا الزكاة، وأقرضوا الله قرضا حسنا، وافعلوا ما تستطيعونه- بعد ذلك- من وجوه الخير، وما تقدموا لأنفسكم من هذا الخير الذي يحبه- سبحانه- تَجِدُوهُ عِنْدَ اللَّهِ. أى: تجدوا ثوابه وجزاءه عند الله- تعالى-، ففي الكلام إيجاز بالحذف، وقد استغنى عن المحذوف بذكر الجزاء عليه. والهاء في قوله تَجِدُوهُ هو المفعول الأول.والضمير المنفصل في قوله: هُوَ خَيْراً وَأَعْظَمَ أَجْراً هو ضمير الفصل.. وخَيْراً هو المفعول الثاني. أى: كل فعل موصوف بأنه خير، تقدمونه عن إخلاص لغيركم، لن يضيع عند الله- تعالى- ثوابه، بل ستجدون جزاءه وثوابه مضاعفا عند الله- تعالى-.وَاسْتَغْفِرُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ أى: وواظبوا على الاستغفار وعلى التوبة النصوح، وعلى التضرع إلى الله- تعالى- أن يغفر لكم ما فرط منكم، فإنه- سبحانه- واسع المغفرة والرحمة، لمن تاب إليه وأناب..وبعد: فهذا تفسير لسورة «المزمل» نسأل الله- تعالى- أن يجعله خالصا لوجهه، ونافعا لعباده."}]