[{"ayah_number":1,"text":"تفسير سورة المدثرمقدمة وتمهيد1- سورة «المدثر» من أوائل السور التي نزلت على النبي صلى الله عليه وسلم ويغلب على الظن أن نزولها كان بعد نزول صدر سورة «اقرأ» .ويشهد لذلك ما رواه الشيخان وغيرهما عن عائشة- رضى الله عنها-: أن النبي صلى الله عليه وسلم جاءه الوحى وهو في غار حراء، فجاءه الملك فقال له: اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ، خَلَقَ الْإِنْسانَ مِنْ عَلَقٍ.وروى الشيخان- أيضا- وغيرهما، عن يحيى بن أبى كثير قال: سألت أبا سلمة بن عبد الرحمن عن أول ما نزل من القرآن؟ فقال: يا أيها المدثر. قلت: يقولون: اقرأ باسم ربك..فقال أبو سلمة: سألت جابر بن عبد الله عن ذلك، فقال: يا أيها المدثر لا أحدثك إلا ما حدثنا رسول الله صلى الله عليه وسلم قال: جاورت بحراء، فلما قضيت جواري: هبطت الوادي، فنوديت عن يميني فلم أر شيئا، ونظرت عن شمالي فلم أر شيئا.. فرفعت رأسى، فإذا الملك الذي جاءني بحراء جالس على كرسي بين السماء والأرض، فرجعت على أهلى فقلت:دثروني، دثروني. فنزلت يا أَيُّهَا الْمُدَّثِّرُ، قُمْ فَأَنْذِرْ.قال الآلوسى ما ملخصه: وظاهر هذا الحديث يقتضى نزول هذه السورة قبل سورة اقرأ، مع أن المروي في الصحيحين عن عائشة أن سورة «اقرأ» أول ما نزل على الإطلاق، وهو الذي ذهب إليه أكثر الأمة، حتى قال بعضهم وهو الصحيح.وللجمع بين هذين الحديثين وجوه منها: أن مراد جابر بالأولية أولية مخصوصة، بما نزل بعد فترة الوحى، لا أولية مطلقة كما هو الحال بالنسبة لسورة اقرأ. أو أن السؤال في حديث جابر، كان عن نزول سورة كاملة، فبين أن سورة المدثر نزلت بكمالها. أو أن جابرا قد قال ذلك باجتهاده، ويقدم على هذا الاجتهاد ما ذكرته عائشة من أن أول ما نزل على الإطلاق، هو صدر سورة اقرأ.. .أقول: وفي هذا الحديث ما يدل على أن الملك قد جاء رسول الله صلى الله عليه وسلم بحراء قبل رؤيته في هذه المرة، وفي غار حراء بدأ الوحى ونزل قول الله تعالى: «اقرأ باسم ربك الذي خلق ... » وذلك يدل على أن «اقرأ» أول ما نزل على الإطلاق، وهو ما جاء في الصحيحين عن السيدة عائشة رضى الله عنها.وعلى أية حال فسورة المدثر تعتبر من أوائل ما نزل على النبي صلى الله عليه وسلم من قرآن، كما يرى ذلك من تدبر آياتها التي تحض الرسول صلى الله عليه وسلم على إنذار الناس بدعوته.وعدد آياتها: ست وخمسون آية في المصحف الكوفي، وخمس وخمسون في البصري.2- ومن أهم مقاصدها: تكريم النبي صلى الله عليه وسلم، وأمره بتبليغ ما أوحاه الله- تعالى- إليه الى الناس، وتسليته عما أصابه من أذى، وتهديد أعدائه بأشد ألوان العقاب، وبيان حسن عاقبة المؤمنين، وسوء عاقبة المكذبين، والرد عليهم بما يبطل دعاواهم..قد افتتح الله- تعالى- سورة المدثر، بالملاطفة والمؤانسة في النداء والخطاب، كما افتتح سورة المزمل. والمدثر اسم فاعل من تدثر فلان، إذا لبس الدثار، وهو ما كان من الثياب فوق الشعار الذي يلي البدن، ومنه حديث: «الأنصار شعار والناس دثار» .قال القرطبي: قوله- تعالى-: يا أَيُّهَا الْمُدَّثِّرُ ملاطفة في الخطاب من الكريم إلى الحبيب، إذ ناداه بحاله، وعبر عنه بصفته، ولم يقل يا محمد ويا فلان، ليستشعر اللين والملاطفة من ربه، كما تقدم في سورة المزمل. ومثله قول النبي صلى الله عليه وسلم لعلىّ إذ نام في المسجد «قم أبا تراب» .وكان قد خرج مغاضبا لفاطمة- رضى الله عنها-، فسقط رداؤه وأصابه التراب. ومثله قوله صلى الله عليه وسلم لحذيفة بن اليمان ليلة الخندق «قم يا نومان»  ."},{"ayah_number":2,"text":"والمراد بالقيام في قوله- تعالى-: قم فأنذر، المسارعة والمبادرة والتصميم على تنفيذ ما أمره- سبحانه- به، والإنذار هو الإخبار الذي يصاحبه التخويف.أى: قم- أيها الرسول الكريم- وانهض من مضجعك، وبادر بعزيمة وتصميم، على إنذار الناس وتخويفهم من سوء عاقبتهم، إذا ما استمروا في كفرهم، وبلغ رسالة ربك إليهم دون أن تخشى أحدا منهم، ومرهم بأن يخلصوا له- تعالى- العبادة والطاعة.والتعبير بالفاء في قوله: فَأَنْذِرْ للإشعار بوجوب الإسراع بهذا الإنذار بدون تردد.وقال: فأنذر، دون فبشر، لأن الإنذار هو المناسب في ابتداء تبليغ الناس دعوة الحق حتى يرجعوا عما هم فيه من ضلال.ومفعول أنذر محذوف. أى: قم فأنذر الناس، ومرهم بإخلاص العبادة لله."},{"ayah_number":3,"text":"وقوله: وَرَبَّكَ فَكَبِّرْ أمر آخر له صلى الله عليه وسلم ولفظ وَرَبَّكَ منصوب على التعظيم لفعل فَكَبِّرْ قدم على عامله لإفادة التخصيص.أى: يا أيها المدثر بثيابه لخوفه مما رآه من ملك الوحى، لا تخف، وقم فأنذر الناس من عذاب الله، إذا ما استمروا في شركهم، واجعل تكبيرك وتعظيمك وتبجيلك لربك وحده، دون أحد سواه، وصفه بما هو أهله من تنزيه وتقديس."},{"ayah_number":4,"text":"والمراد بتطهير الثياب في قوله- تعالى-: وَثِيابَكَ فَطَهِّرْ تطهيرها من النجاسات.والمقصود بالثياب حقيقتها، وهي ما يلبسه الإنسان لستر جسده..ومنهم من يرى أن المقصود بها ذاته ونفسه صلى الله عليه وسلم أى: ونفسك فطهرها من كل ما يتنافى مع مكارم الأخلاق، ومحاسن الشيم.وقال صاحب الكشاف: قوله- تعالى-: وَثِيابَكَ فَطَهِّرْ أمر بأن تكون ثيابه طاهرة من النجاسات، لأن طهارة الثياب شرط في الصلاة، ولا تصح إلا بها. وهي الأولى والأحب في غير الصلاة. وقبيح بالمؤمن الطيب أن يحمل خبثا.وقيل: هو أمر بتطهير النفس مما يستقذر من الأفعال، ويستهجن من العادات. يقال:فلان طاهر الثياب، وطاهر الجيب والذيل والأردان، إذا وصفوه بالنقاء من المعايب، ومدانس الأخلاق. ويقال: فلان دنس الثياب: للغادر- والفاجر-، وذلك لأن الثوب يلابس الإنسان، ويشتمل عليه...وسواء أكان المراد بالثياب هنا معناها الحقيقي، أو معناها المجازى المكنى به عن النفس والذات، فإن الرسول صلى الله عليه وسلم كان مواظبا على الطهارة الحسية والمعنوية في كل شئونه وأحواله، فهو بالنسبة لثيابه كان يطهرها من كل دنس وقذر، وبالنسبة لذاته ونفسه، كان أبعد الناس عن كل سوء ومنكر من القول أو الفعل.إلا أننا نميل إلى حمل اللفظ على حقيقته، لأنه لا يوجد ما يوجب حمله على غير ذلك."},{"ayah_number":5,"text":"ثم أمره- سبحانه- بأمر رابع فقال: وَالرُّجْزَ فَاهْجُرْ والأصل في كلمة الرجز أنها تطلق على العذاب، قال- تعالى-: فَلَمَّا كَشَفْنا عَنْهُمُ الرِّجْزَ إِلى أَجَلٍ هُمْ بالِغُوهُ، إِذا هُمْ يَنْكُثُونَ.والمراد به هنا: الأصنام والأوثان، أو المعاصي والمآثم التي يؤدى اقترافها إلى العذاب.أى: وداوم- أيها الرسول الكريم- على ما أنت عليه من ترك عبادة الأصنام والأوثان، ومن هجر المعاصي والآثام.فالمقصود بهجر الرجز: المداومة على هجره وتركه، لأنه صلى الله عليه وسلم لم يلتبس بشيء من ذلك."},{"ayah_number":6,"text":"ثم نهاه- سبحانه- عن فعل، لا يتناسب مع خلقه الكريم صلى الله عليه وسلم فقال: وَلا تَمْنُنْ تَسْتَكْثِرُ والمن: أن يعطى الإنسان غيره شيئا، ثم يتباهى به عليه، والاستكثار: عد الشيء الذي يعطى كثيرا.أى: عليك- أيها الرسول الكريم- أن تبذل الكثير من مالك وفضلك لغيرك، ولا تظن أن ما أعطيته لغيرك كثيرا- مهما عظم وجل- فإن ثواب الله وعطاءه أكثر وأجزل ...ويصح أن يكون المعنى: ولا تعط غيرك شيئا، وأنت تتمنى أن يرد لك هذا الغير أكثر مما أعطيته، فيكون المقصود من الآية: النهى عن تمنى العوض.قال ابن كثير: قوله: وَلا تَمْنُنْ تَسْتَكْثِرُ قال ابن عباس: لا تعط العطية تلتمس أكثر منها.وقال الحسن البصري: لا تمنن بعملك على ربك تستكثره، وعن مجاهد: لا تضعف أن تستكثر من الخير.وقال ابن زيد: لا تمنن بالنبوة على الناس: تستكثرهم بها، تأخذ على ذلك عوضا من الدنيا.فهذه أربعة أقوال، والأظهر القول الأول- المروي عن ابن عباس وغيره-."},{"ayah_number":7,"text":"وقوله- سبحانه-: وَلِرَبِّكَ فَاصْبِرْ أى: وعليك- أيها الرسول الكريم- أن توطن نفسك على الصبر، على التكاليف التي كلفك بها ربك، وأن تتحمل الآلام والمشاق في سبيل دعوة الحق، بعزيمة صادقة، وصبر جميل، وثبات لا يخالطه تردد أو ضعف.فهذه ست وصايا قد اشتملت على ما يرشد إلى التحلي بالعقيدة السليمة، والأخلاق الكريمة."},{"ayah_number":8,"text":"ثم ذكر- سبحانه- بعد ذلك جانبا من أهوال يوم القيامة فقال: فَإِذا نُقِرَ فِي النَّاقُورِ. فَذلِكَ يَوْمَئِذٍ يَوْمٌ عَسِيرٌ. عَلَى الْكافِرِينَ غَيْرُ يَسِيرٍ.والفاء في قوله: فَإِذا نُقِرَ فِي النَّاقُورِ للسببية. والناقور- بزنة فاعول: من النقر، وهو اسم لما ينقر فيه، أى: لما ينادى فيه بصوت مرتفع. والمراد به هنا: الصور أو القرن الذي ينفخ فيه إسرافيل بأمر الله- تعالى- النفخة الثانية التي يكون بعدها الحساب والجزاء."},{"ayah_number":9,"text":"والفاء في قوله: فَذلِكَ واقعة في جواب فَإِذا واسم الإشارة يعود إلى مدلول النقر وما يترتب عليه من حساب وجزاء. وقوله يَوْمَئِذٍ بدل من اسم الإشارة.والتنوين فيه عوض عن جملة وقوله: عَسِيرٌ وغَيْرُ يَسِيرٍ صفتان لليوم.أى: أنذر- أيها الرسول الكريم- الناس، وبلغهم رسالة ربك، واصبر على أذى المشركين، فإنه إذا نفخ إسرافيل بأمرنا النفخة الثانية، صار ذلك النفخ وما يترتب عليه من أهوال، وقتا وزمانا عسير أمره على الكافرين، وغير يسير وقعه عليهم.ووصف اليوم بالعسير، باعتبار ما يقع فيه من أحداث يشيب من هولها الولدان."},{"ayah_number":10,"text":"وقوله: غَيْرُ يَسِيرٍ تأكيد لمعنى عَسِيرٌ كما يقال: هذا أمر عاجل غير آجل.قال صاحب الكشاف فإن قلت: ما فائدة قوله: غَيْرُ يَسِيرٍ وقوله: عَسِيرٌ مغن عنه؟ قلت: لما قال عَلَى الْكافِرِينَ فقصر العسر عليهم قال: غَيْرُ يَسِيرٍ ليؤذن بأنه لا يكون عليهم كما يكون على المؤمنين يسيرا هينا، ليجمع بين وعيد الكافرين وزيادة غيظهم، وبين بشارة المؤمنين وتسليتهم. ويجوز أن يراد أنه عسير لا يرجى أن يرجع يسيرا. كما يرجى تيسير العسير من أمور الدنيا ."},{"ayah_number":11,"text":"ثم ذكر- سبحانه- جانبا من قصة زعيم من زعماء المشركين. افترى الكذب على الله- تعالى- وعلى رسوله صلى الله عليه وسلم فكانت عاقبته العذاب المهين، فقال- تعالى-: ذَرْنِي وَمَنْ خَلَقْتُ وَحِيداً. وَجَعَلْتُ لَهُ مالًا مَمْدُوداً. وَبَنِينَ شُهُوداً. وَمَهَّدْتُ لَهُ تَمْهِيداً. ثُمَّ يَطْمَعُ أَنْ أَزِيدَ. كَلَّا....وقد ذكر المفسرون أن هذه الآيات نزلت في شأن الوليد بن المغيرة المخزومي، وذكروا في ذلك روايات منها: أن المشركين عند ما اجتمعوا في دار الندوة، ليتشاوروا فيما يقولونه في شأن الرسول صلى الله عليه وسلم وفي شأن القرآن الكريم- قبل أن تقدم عليهم وفود العرب للحج. فقال بعضهم: هو شاعر، وقال آخرون بل هو كاهن.. أو مجنون.. وأخذ الوليد يفكر ويرد عليهم، ثم قال بعد أن فكر وقدر: ما هذا الذي يقوله محمد صلى الله عليه وسلم إلا سحر يؤثر، أما ترونه يفرق بين الرجل وامرأته، وبين الأخ وأخيه.. .قال الآلوسى: نزلت هذه الآيات في الوليد بن المغيرة المخزومي، كما روى عن ابن عباس وغيره. بل قيل: كونها فيه متفق عليه.. وقوله: وَحِيداً حال من الياء في ذَرْنِي أى: ذرني وحدي معه فأنا أغنيك في الانتقام منه، أو من التاء في خلقت أى: خلقته وحدي، لم يشركني في خلقه أحد، فأنا أهلكه دون أن أحتاج إلى ناصر في إهلاكه، أو من الضمير المحذوف العائد على «من» أى: ذرني ومن خلقته وحيدا فريدا لا مال له ولا ولد.. وكان الوليد يلقب في قومه بالوحيد.. لتفرده بمزايا ليست في غيره- فتهكم الله- تعالى- به وبلقبه، أو صرف هذا اللقب من المدح إلى الذم  .أى: اصبر- أيها الرسول الكريم- على ما يقوله أعداؤك فيك من كذب وبهتان، واتركني وهذا الذي خلقته وحيدا فريدا لا مال له ولا ولد ثم أعطيته الكثير من النعم، فلم يشكرني على ذلك.والتعبير بقوله ذَرْنِي للتهديد والوعيد، وهذا الفعل يأتى منه الأمر والمضارع فحسب، ولم يسمع منه فعل ماض."},{"ayah_number":12,"text":"وقوله: وَجَعَلْتُ لَهُ مالًا مَمْدُوداً أى: وجعلت له مالا كثيرا واسعا، يمد بعضه بعضا،فقوله: مَمْدُوداً اسم مفعول من «مدّ» الذي بمعنى أطال بأن شبهت كثرة المال، بسعة مساحة الجسم.أو من «مدّ» الذي هو بمعنى زاد في الشيء من مثله، ومنه قولهم: مد الوادي النهر، أى:مده بالماء زيادة على ما فيه.قالوا: وكان الوليد من أغنى أهل مكة، فقد كانت له أموال كثيرة من الإبل والغنم والعبيد والبساتين وغير ذلك من أنواع الأموال."},{"ayah_number":13,"text":"وَبَنِينَ شُهُوداً أى: وجعلت له- بجانب هذا المال الممدود- أولادا يشهدون مجالسه، لأنهم لا حاجة بهم إلى مفارقته في سفر أو تجارة، إذ هم في غنى عن ذلك بسبب وفرة المال في أيدى أبيهم.فقوله: شُهُوداً جمع شاهد بمعنى حاضر، وهو كناية عن كثرة تنعمهم وائتناسه بهم.قيل: كانوا عشرة، وقيل ثلاثة عشر، منهم: الوليد، وخالد، وعمارة، وهشام، والعاصي، وعبد شمس.وقد أسلم منهم ثلاثة، وهم: خالد، وهشام، وعمارة."},{"ayah_number":14,"text":"وَمَهَّدْتُ لَهُ تَمْهِيداً والتمهيد مصدر مهد، بمعنى سوى الشيء، وأزال منه ما يجعله مضطربا متنافرا، ومنه مهد الصبى. أى: المكان المعد لراحته. والمراد بالتمهيد هنا: تيسير الأمور، ونفاذ الكلمة، وجمع وسائل الرياسة له.أى: جعلت له مالا كثيرا، وأولادا شهودا، وفضلا عن ذلك، فقد هيأت له وسائل الراحة والرياسة تهيئة حسنة، أغنته عن الأخذ والرد مع قومه، بل صار نافذ الكلمة فيهم بدون عناء أو تعب.فأنت ترى أن هذه الآيات الكريمة قد ذكرت أن الله- تعالى- قد أعطى الوليد بن المغيرة، جماع ما يحتاجه الإنسان في هذه الحياة، فقد أعطاه المال الوفير، والبنين الشهود، والجاه التام الذي وصل إليه بدون جهد أو تعب."},{"ayah_number":15,"text":"وقوله- سبحانه-: ثُمَّ يَطْمَعُ أَنْ أَزِيدَ بيان لما جبل عليه هذا الإنسان من طمع وشره.. أى: مع إمدادى له بكل هذه النعم، هو لا يشبع، بل يطلب المزيد منها لشدة حرصه وطمعه. و «ثم» هنا للاستبعاد والاستنكار والتأنيب، فهي للتراخي الرتبى، والجملة معطوفة على قوله- تعالى- قبل ذلك: «جعلت ومهدت ... » أى: أعطيته كل هذه النعم، ثم بعد ذلك هو شره لا يشبع، وإنما يطلب المزيد منها ثم المزيد."},{"ayah_number":16,"text":"وقوله- تعالى-: كَلَّا زجر وردع وقطع لرجائه وطمعه، وحكم عليه بالخيبة والخسران. أى: كلا، لن أعطيه شيئا مما يطمع فيه، بل سأمحق هذه النعم من بين يديه، لأنه قابلها بالجحود والبطر، ومن لم يشكر النعم يعرضها للزوال، ومن شكرها زاده الله- تعالى- منها، كما قال- سبحانه-: لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ، وَلَئِنْ كَفَرْتُمْ إِنَّ عَذابِي لَشَدِيدٌ.وقوله: إِنَّهُ كانَ لِآياتِنا عَنِيداً تعليل للزجر والردع وقطع الرجاء. أى: كلا لن أمكنه مما يريده ويتمناه.. لأنه كان إنسانا شديد المعاندة والإبطال لآياتنا الدالة على وحدانيتنا، وعلى صدق رسولنا فيما يبلغه عنا. ومن مظاهر ذلك أنه وصف رسولنا صلى الله عليه وسلم بأنه ساحر ...قال مقاتل: ما زال الوليد بعد نزول هذه الآية في نقص من ماله وولده حتى هلك."},{"ayah_number":17,"text":"ثم بين- سبحانه- ما أعده له من عذاب أليم فقال: سَأُرْهِقُهُ صَعُوداً. والإرهاق:الإتعاب الشديد، وتحميل الإنسان ما لا يطيقه. يقال: فلان رهقه الأمر يرهقه، إذا حل به بقهر ومشقة لا قدرة له على دفعها. ومنه قوله- تعالى-: وَلا تُرْهِقْنِي مِنْ أَمْرِي عُسْراً.وقوله- سبحانه-: وَالَّذِينَ كَسَبُوا السَّيِّئاتِ جَزاءُ سَيِّئَةٍ بِمِثْلِها وَتَرْهَقُهُمْ ذِلَّةٌ ما لَهُمْ مِنَ اللَّهِ مِنْ عاصِمٍ، كَأَنَّما أُغْشِيَتْ وُجُوهُهُمْ قِطَعاً مِنَ اللَّيْلِ مُظْلِماً....والصعود: العقبة الشديدة، التي لا يصل الصاعد نحوها إلا بمشقة كبيرة، وتعب قد يؤدى إلى الهلاك والتلف. وهذه الكلمة صيغة مبالغة من الفعل صعد.وهذه الآية الكريمة في مقابل قوله- تعالى- قبل ذلك: وَمَهَّدْتُ لَهُ تَمْهِيداً أى: أن هذا الجاه الذي أتاه في الدنيا بدون تعب ...سيلقى في الآخرة ما هو نقيضه من تعب وإذلال..قال صاحب الكشاف: قوله: سَأُرْهِقُهُ صَعُوداً أى: سأغشيه عقبة شاقة المصعد.وهو مثل لما يلقى من العذاب الشاق الصعد الذي لا يطاق. وعن النبي صلى الله عليه وسلم:«يكلف أن يصعد عقبة في النار، كلما وضع عليها يده ذابت، فإذا رفعها عادت، وإذا وضع رجله عليها ذابت، فإذا رفعها عادت» . وعنه صلى الله عليه وسلم: «الصعود جبل من نار يصعد فيه سبعين خريفا ثم يهوى فيه كذلك أبدا»"},{"ayah_number":18,"text":"ثم صور- سبحانه- حال هذا الشقي تصويرا بديعا يثير السخرية منه ومن تفكيره فقال: إِنَّهُ فَكَّرَ وَقَدَّرَ أى: إن هذا الشقي ردد فكره وأداره في ذهنه، وقدّر وهيأ في نفسه كلاما شنيعا يقوله في حق الرسول صلى الله عليه وسلم وفي حق القرآن الكريم.يقال: قدّر فلان الشيء في نفسه، إذا هيأه وأعده..والجملة الكريمة تعليل للوعيد والزجر، وتقرير لاستحقاقه له، أو بيان لمظاهر عناده.."},{"ayah_number":19,"text":"وقوله- سبحانه-: فَقُتِلَ كَيْفَ قَدَّرَ. ثُمَّ قُتِلَ كَيْفَ قَدَّرَ تعجيب من تفكيره وتقديره، وذم شديد له على هذا التفكير السّيّئ ...أى: إنه فكر مليا، وهيأ نفسه طويلا للنطق بما يقوله في حق الرسول صلى الله عليه وسلم وفي حق القرآن، فَقُتِلَ أى: فلعن، أو عذب، وهو دعاء عليه كَيْفَ قَدَّرَ أى: كيف فكر هذا التفكير العجيب البالغ النهاية في السوء والقبح."},{"ayah_number":20,"text":"وقوله: ثُمَّ قُتِلَ كَيْفَ قَدَّرَ تكرير للمبالغة في ذمه، والتعجيب من سوء تقديره، وفي الدعاء عليه باللعن والطرد من رحمته- تعالى-.والعطف بثم لإفادة التفاوت في الرتبة، وأن الدعاء عليه والتعجيب من حاله في الجملة الثانية، أشد منه في الجملة الأولى."},{"ayah_number":21,"text":"وقوله- تعالى- بعد ذلك: ثُمَّ نَظَرَ. ثُمَّ عَبَسَ وَبَسَرَ. ثُمَّ أَدْبَرَ وَاسْتَكْبَرَ ... تصوير آخر لحالة هذا الشقي، يرسم حركات جسده، وخلجات قلبه، وتقاطيع وجهه.. رسما بديعا، يثير في النفوس السخرية من هذا الشقي.أى: إنه فكر تفكيرا مليا، وقدر في نفسه ما سيقوله في شأن النبي صلى الله عليه وسلم تقديرا طويلا، ... ولم يكتف بكل ذلك، بل فكر وقدر ثُمَّ نَظَرَ أى: ثم نظر في وجوه من حوله نظرات يكسوها الجد المصطنع المتكلف، حتى لكأنه يقول لهم: اسمعوا وعوا لما سأقوله لكم.."},{"ayah_number":22,"text":"ثُمَّ عَبَسَ وَبَسَرَ أى: ثم قطب ما بين عينيه حين استعصى عليه أن يجد في القرآن مطعنا، وكلح وجهه، وتغير لونه، وارتعشت أطرافه، حين ضاقت عليه مذاهب الحيل، في أن يجد في القرآن مطعنا.يقال: عبس فلان يعبس عبوسا، إذا قطب جبينه. وأصله من العبس وهو ما تعلق بأذناب الإبل من أبوالها وأبعارها بعد أن جف عليها.ويقال: بسر فلان يبسر بسورا، إذا قبض ما بين عينيه كراهية للشيء.ومنه قوله- تعالى-: وَوُجُوهٌ يَوْمَئِذٍ باسِرَةٌ. تَظُنُّ أَنْ يُفْعَلَ بِها فاقِرَةٌ.."},{"ayah_number":23,"text":"( ثُمَّ أَدْبَرَ واستكبر ) أى : ثم إنه بعد هذا التفكير والتقدير ، وبعد هذا العبوس والبسور ، بعد ذلك أدبر على الحق ، واستكبر عن قبوله ."},{"ayah_number":24,"text":"فَقالَ- على سبيل الغرور والجحود- إِنْ هذا إِلَّا سِحْرٌ يُؤْثَرُ أى: ما هذا القرآن الذي يقرؤه محمد صلى الله عليه وسلم علينا، إلا سحر مأثور أى: مروى عن الأقدمين، ومنقول من أقوالهم وكلامهم."},{"ayah_number":25,"text":"وجملة إِنْ هذا إِلَّا قَوْلُ الْبَشَرِ بدل مما قبلها، أى: ما هذا القرآن إلا سحر مأثور عن السابقين، فهو من كلام البشر، وليس من كلام الله- تعالى- كما يقول محمد صلى الله عليه وسلم.قال صاحب الكشاف: فإن قلت: ما معنى «ثم» الداخلة في تكرير الدعاء؟ قلت:الدلالة على أن الكرة الثانية أبلغ من الأولى، ونحوه قوله: ألا يا أسلمي ثم أسلمي، ثمّت أسلمي.فإن قلت: ما معنى المتوسطة بين الأفعال التي بعدها؟ قلت: الدلالة على أنه قد تأتى في التأمل والتمهل، وكأن بين الأفعال المتناسقة تراخيا وتباعدا..فإن قلت: فلم قيل: فَقالَ إِنْ هذا ... بالفاء بعد عطف ما قبله بثم؟ قلت: لأن الكلمة لما خطرت بباله بعد التطلب، لم يتمالك أن نطق بها من غير تلبث.فإن قلت: فلم لم يوسط حرف العطف بين الجملتين؟ قلت: لأن الأخرى جرت من الأولى مجرى التوكيد من المؤكد  ."},{"ayah_number":26,"text":"ثم بين- سبحانه- بعد ذلك الوعيد الشديد الذي توعد به هذا الشقي الأثيم فقال:سَأُصْلِيهِ سَقَرَ وسقر: اسم لطبقة من طبقات جهنم، والجملة الكريمة بدل من قوله:سَأُرْهِقُهُ صَعُوداً أى: سأحرقه بالنار المتأججة الشديدة الاشتعال."},{"ayah_number":27,"text":"وقوله: وَما أَدْراكَ ما سَقَرُ تهويل من حال هذه النار وتفظيع لشدة حرها.أى: وما أدراك ما حال سقر؟ إن حالها وشدتها لا تستطيع العبارة أن تحيط بها."},{"ayah_number":28,"text":"وجملة لا تُبْقِي وَلا تَذَرُ بدل اشتمال من التهويل الذي أفادته جملة وَما أَدْراكَ ما سَقَرُ.أى: هذه النار لا تبقى شيئا فيها إلا أهلكته، ولا تترك من يلقى فيها سليما، بل تمحقه محقا، وتبلعه بلعا، وتعيده- بأمر الله تعالى- إلى الحياة مرة أخرى ليزداد من العذاب، كما قال- تعالى-: كُلَّما نَضِجَتْ جُلُودُهُمْ بَدَّلْناهُمْ جُلُوداً غَيْرَها لِيَذُوقُوا الْعَذابَ...."},{"ayah_number":29,"text":"وقوله: لَوَّاحَةٌ لِلْبَشَرِ صفة ثالثة من صفات سقر.ومعنى: لَوَّاحَةٌ مغيّرة للبشرات. مسوّدة للوجوه، صيغة مبالغة من اللّوح بمعنى تغيير الشيء يقال: فلان لوّحته الشمس، إذا سوّدت ظاهره وأطرافه. والبشر: جمع بشرة وهي ظاهر الجلد.أى: أن هذه النار من صفاتها- أيضا- أنها تغير ألوان الجلود، فتجعلها مسودة بعد أن كانت على غير هذا اللون، وأنها تنزل بالأجساد من الآلام ما لا يعلمه إلا الله- تعالى-."},{"ayah_number":30,"text":"وقوله- تعالى-: عَلَيْها تِسْعَةَ عَشَرَ صفة رابعة من صفات سقر. أى: على هذه النار تسعة عشر ملكا، يتولون أمرها، وينفذون ما يكلفهم الله- تعالى- في شأنها.قال القرطبي: قوله- تعالى- عَلَيْها تِسْعَةَ عَشَرَ أى: على سقر تسعة عشر من الملائكة، يلقون فيها أهلها. ثم قيل: على جملة النار تسعة عشر من الملائكة هم خزنتها.مالك وثمانية عشر ملكا.ويحتمل أن يكون التسعة عشر نقيبا. ويحتمل أن يكون تسعة عشر ملكا بأعيانهم، وعلى هذا أكثر المفسرين...ثم بين- سبحانه- بعد ذلك جانبا من مظاهر قدرته وحكمته، وابتلائه لعباده بشتى أنواع الابتلاء، ليتميز قوى الإيمان من ضعيفه.فقال- تعالى-:"},{"ayah_number":31,"text":"قال الإمام ابن كثير: يقول الله- تعالى-: وَما جَعَلْنا أَصْحابَ النَّارِ أى: خزانها إِلَّا مَلائِكَةً أى: غلاظا شدادا. وذلك رد على مشركي قريش حين ذكر عدد الخزنة.فقال أبو جهل: يا معشر قريش، أما يستطيع كل عشرة منكم لواحد منهم فتغلبونهم؟ فقال الله- تعالى-:وَما جَعَلْنا أَصْحابَ النَّارِ إِلَّا مَلائِكَةً. أى: شديدي الخلق لا يقاومون ولا يغالبون.وقد قيل: إن أبا الأشد- واسمه: كلدة بن أسيد بن خلف- قال: يا معشر قريش، اكفوني منهم اثنين وأنا أكفيكم سبعة عشر، إعجابا منه بنفسه، وكان قد بلغ من القوة- فيما يزعمون- أنه كان يقف على جلد البقرة. ويجاذبه عشرة لينتزعوه من تحت قدميه، فيتمزق الجلد، ولا يتزحزح عنه...وقال الجمل في حاشيته: قال ابن عباس: لما نزلت هذه الآية عَلَيْها تِسْعَةَ عَشَرَ.قال أبو جهل لقريش: ثكلتكم أمهاتكم! محمد صلى الله عليه وسلم يخبر أن خزنة النار تسعة عشر، وأنتم الشجعان، أفيعجز كل عشرة منكم أن يبطشوا بواحد منهم؟.فقال أبو الأشد: أنا أكفيكم منهم سبعة عشر، عشرة على ظهري، وسبعة على بطني.واكفوني أنتم اثنين.. فأنزل الله- تعالى-: وَما جَعَلْنا أَصْحابَ النَّارِ إِلَّا مَلائِكَةً...والمقصود من هذه الآية الكريمة الرد على المشركين، الذين سخروا من النبي صلى الله عليه وسلم عند ما عرفوا منه أن على سقر تسعة عشر ملكا يتولون أمرها..أى: إننا أوجدنا النار لعذاب الكافرين، وما جعلنا خزنتها إلا من الملائكة الغلاظ الشداد، الذين لا يعصون الله ما أمرهم ويفعلون ما يؤمرون، والذين لا قدرة لأحد من البشر على مقاومتهم أو مخالفة أمرهم، لأنهم أشد بأسا، وأقوى بطشا من كافة الإنس والجن..والاستثناء من عموم الأنواع. أى: وما جعلنا أصحاب النار إلا من نوع الملائكة، الذين لا قدرة لأحد من البشر على مقاومتهم..وقوله- سبحانه-: وَما جَعَلْنا عِدَّتَهُمْ إِلَّا فِتْنَةً لِلَّذِينَ كَفَرُوا بيان لحكمة أخرى من ذكر هذا العدد..والفتنة بمعنى الاختبار والامتحان. تقول: فتنت الذهب بالنار، أى: اختبرته بها، لتعلم جودته من رداءته. وقوله: إِلَّا فِتْنَةً مفعول ثان لقوله جَعَلْنا والكلام على حذف مضاف..أى: وما جعلنا عدة خزنة النار تسعة عشر، إلا ليكون هذا العدد سبب فتنة واختبار للذين كفروا، ولقد زادهم هذا الامتحان والاختبار جحودا وضلالا، ومن مظاهر ذلك أنهم استهزءوا بالنبي صلى الله عليه وسلم عند ما قرأ عليهم القرآن، فحق عليهم عذابنا ووعيدنا..قال الإمام الرازي: وإنما صار هذا العدد سببا لفتنة الكفار من وجهين: الأول أن الكفار كانوا يستهزئون ويقولون: لم لا يكونون عشرين- بدلا من تسعة عشر- وما المقتضى لتخصيص هذا العدد؟.والثاني أن الكفار كانوا يقولون: هذا العدد القليل، كيف يكون وافيا بتعذيب أكثر العالم من الجن والإنس..؟وأجيب عن الأول: بأن هذا السؤال لازم على كل عدد يفرض، وأفعال الله- تعالى- لا تعلل، فلا يقال فيها لم كان هذا العدد، فإن ذكره لحكمة لا يعلمها إلا هو- سبحانه-.وأجيب عن الثاني: بأنه لا يبعد أن الله- تعالى- يعطى ذلك العدد القليل قوة تفي بذلك، فقد اقتلع جبريل وحده. مدائن قوم لوط على أحد جناحيه، ورفعها إلى السماء.. ثم قلبها، فجعل عاليها سافلها..- وأيضا- فأحوال القيامة، لا تقاس بأحوال الدنيا، وليس للعقل فيها مجال...وقوله- سبحانه-: لِيَسْتَيْقِنَ الَّذِينَ أُوتُوا الْكِتابَ، وَيَزْدادَ الَّذِينَ آمَنُوا إِيماناً ...علة أخرى، لذكر هذا العدد. والاستيقان: قوة اليقين، فالسين والتاء للمبالغة.أى: وما جعلنا عدتهم كذلك- أيضا- إلا ليستيقن الذين أوتوا الكتاب من اليهود والنصارى، بأن الرسول صلى الله عليه وسلم صادق فيما يبلغه عن ربه، إذ أن الكتب السماوية التي بين أيديهم قد ذكرت هذا العدد. كما ذكره القرآن الكريم، وإلا ليزداد المؤمنون إيمانا على إيمانهم، بصدق نبيهم صلى الله عليه وسلم، إذ أن الإخبار عن المغيبات عن طريق القرآن الكريم، من شأنها أن تجعل الإيمان في قلوب المؤمنين الصادقين، يزداد رسوخا وثباتا.قال الإمام ابن كثير: قوله: لِيَسْتَيْقِنَ الَّذِينَ أُوتُوا الْكِتابَ أى: يعلمون أن هذا الرسول حق، فإنه نطق بمطابقة ما بأيديهم من الكتب السماوية المنزلة على الأنبياء قبله.. .وقال الآلوسى: وأخرج الترمذي وابن مردويه عن جابر قال: قال ناس من اليهود، لأناس من المسلمين: هل يعلم نبيكم عدد خزنة جهنم؟ فأخبروا بذلك رسول الله صلى الله عليه وسلم فقال: «هكذا وهكذا» في مرة عشرة. وفي مرة تسعة.وقال الآلوسى: واستشعر من هذا أن الآية مدنية، لأن اليهود إنما كانوا فيها، وهو استشعار ضعيف، لأن السؤال لصحابى فلعله كان مسافرا فاجتمع بيهودي حيث كان..- وأيضا- لا مانع إذ ذاك من إتيان بعض اليهود نحو مكة.. .وقوله- تعالى-: وَلا يَرْتابَ الَّذِينَ أُوتُوا الْكِتابَ وَالْمُؤْمِنُونَ معطوف على قوله:لِيَسْتَيْقِنَ.. وهو مؤكد لما قبله، من الاستيقان وازدياد الإيمان، ونفى لما قد يعترى المستيقن من شبهة عارضة.أى: فعلنا ما فعلنا ليكتسب أهل الكتاب اليقين من نبوته صلى الله عليه وسلم وليزداد المؤمنون إيمانا على إيمانهم. ولتزول كل ريبة أو شبهة قد تطرأ على قلوب الذين أوتوا الكتاب، وعلى قلوب المؤمنين..وقوله- سبحانه-: وَلِيَقُولَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ وَالْكافِرُونَ ماذا أَرادَ اللَّهُ بِهذا مَثَلًا بيان لعلة أخرى لكون خزنة سقر تسعة عشر.أى: ما جعلنا عدتهم كذلك إلا فتنة للذين كفروا، وإلا ليستيقن الذين أوتوا الكتاب من صدق الرسول صلى الله عليه وسلم وإلا ليزداد الذين آمنوا إيمانا، وإلا لنزول الريبة من قلوب الفريقين، وإلا ليقول الذين في قلوبهم مرض، أى: شك وضعف إيمان، وليقول الكافرون المصرون على التكذيب: ما الأمر الذي أراده الله بهذا المثل، وهو جعل خزنة سقر تسعة عشر؟ فالمقصود بالاستفهام في قوله- تعالى-: ماذا أَرادَ اللَّهُ بِهذا مَثَلًا الإنكار.والإشارة بهذا مرجعها إلى قوله- تعالى- قبل ذلك: عَلَيْها تِسْعَةَ عَشَرَ وقوله:مَثَلًا حال من اسم الإشارة، والمراد به العدد السابق. وسموه مثلا لغرابته عندهم.أى: ما الفائدة في أن تكون عدة خزنة سقر تسعة عشر، وليسوا أكثر أو أقل؟ وهم يقصدون بذلك نفى أن يكون هذا العدد من عنده- تعالى-.قال الآلوسى: قوله- تعالى-: ماذا أَرادَ اللَّهُ بِهذا مَثَلًا أى: أى شيء أراده الله- تعالى-، أو ما الذي أراده الله- تعالى- بهذا العدد المستغرب استغراب المثل.وعلى الأول تكون ماذا بمنزلة اسم واحد.. وعلى الثاني: هي مؤلفة من كلمة ما اسم استفهام مبتدأ، وذا اسم موصول خبره، والجملة بعده صلة، والعائد فيها محذوف، ومَثَلًا نصب على التمييز أو على الحال.. وعنوا بالإشارة: التحقير، وغرضهم: نفى أن يكون ذلك من عند الله- تعالى-. .واسم الإشارة في قوله- تعالى-: كَذلِكَ يُضِلُّ اللَّهُ مَنْ يَشاءُ وَيَهْدِي مَنْ يَشاءُ يعود إلى ما تضمنه الكلام السابق، من استيقان أهل الكتاب، وازدياد المؤمنين إيمانا، واستنكار الكافرين ومن في قلوبهم مرض لهذا المثل.أى: مثل ذلك الضلال الحاصل للذين في قلوبهم مرض وللكافرين، يضل الله- تعالى- من يشاء إضلاله من خلقه، ومثل ذلك الهدى الحاصل في قلوب المؤمنين، يهدى الله من يشاء هدايته من عباده، إذ هو- سبحانه- الخالق لكل شيء، وهو على كل شيء قدير.ثم ساق- سبحانه- بعد ذلك ما يخرس ألسنة الكافرين، الذين أنكروا هذا العدد الذي جعله الله- تعالى- على سقر، ليتصرف فيها على حسب إرادته- تعالى- ومشيئته، فقال: وَما يَعْلَمُ جُنُودَ رَبِّكَ إِلَّا هُوَ. والجنود: جمع جند، وهو اسم لما يتألف منه الجيش من أفراد.والمراد بهم هنا: مخلوقاته- تعالى- الذين سخرهم لتنفيذ أمره، وسموا جنودا، تشبيها لهم بالجنود في تنفيذ مراده- سبحانه-.أى: وما يعلم عدد جنود ربك- أيها الرسول الكريم-، ولا مبلغ قوتهم، إلا هو- عز وجل- وما هذا العدد الذي ذكرناه لك إلا جزء من جنودنا، الذين حجبنا علم عددهم وكثرتهم.. عن غيرنا.قال الإمام ابن كثير: قوله- تعالى-: وَما يَعْلَمُ جُنُودَ رَبِّكَ إِلَّا هُوَ أى: وما يعلم عددهم وكثرتهم إلا هو- تعالى-، لئلا يتوهم متوهم أنماهم تسعة عشر فقط.وقد ثبت في حديث الإسراء المروي في الصحيحين وغيرهما، عن رسول الله صلى الله عليه وسلم أنه قال في صفة البيت المعمور، الذي في السماء السابعة: فإذا هو يدخله كل يوم سبعون ألف ملك.. .والضمير في قوله: وَما هِيَ إِلَّا ذِكْرى لِلْبَشَرِ يعود إلى سقر.. أى: وما سقر التي ذكرت لكم أن عليها تسعة عشر ملكا يلون أمرها، إلا تذكرة وعظة للبشر، لأن من يتذكر حرها وسعيرها وشدة عذابها.. من شأنه، أن يخلص العبادة لله- تعالى-، وأن يقدم في دنياه العمل الصالح الذي ينفعه في أخراه.وقيل: الضمير للآيات الناطقة بأحوال سقر. أى: وما هذه الآيات التي ذكرت بشأن سقر وأهوالها إلا ذكرى للبشر."},{"ayah_number":32,"text":"ثم أبطل- سبحانه- ما أنكره الذين في قلوبهم مرض، وما أنكره الكافرون مما جاء به القرآن الكريم، فقال: كَلَّا وَالْقَمَرِ. وَاللَّيْلِ إِذْ أَدْبَرَ. وَالصُّبْحِ إِذا أَسْفَرَ. إِنَّها لَإِحْدَى الْكُبَرِ. نَذِيراً لِلْبَشَرِ. لِمَنْ شاءَ مِنْكُمْ أَنْ يَتَقَدَّمَ أَوْ يَتَأَخَّرَ.وكَلَّا حرف زجر وردع وإبطال لكلام سابق. والواو في قوله: وَالْقَمَرِ للقسم والمقسم به ثلاثة أشياء: القمر والليل والصبح، وجواب القسم قوله: إِنَّها لَإِحْدَى الْكُبَرِ....أى: كلا، ليس الأمر كما أنكر هؤلاء الكافرون، من أن تكون عدة الملائكة الذين على سقر، تسعة عشر ملكا، أو من أن تكون سقر مصير هؤلاء الكافرين، أو من أن في قدرتهم مقاومة هؤلاء الملائكة.كلا، ليس الأمر كذلك، وحق القمر الذي قَدَّرْناهُ مَنازِلَ حَتَّى عادَ كَالْعُرْجُونِ الْقَدِيمِ،"},{"ayah_number":33,"text":"وحق ( والليل إِذْ أَدْبَرَ ) أى : وقت أن ولى ذاهبا بسبب إقبال النهار عليه ."},{"ayah_number":34,"text":"وحق ، ( والصبح إِذَآ أَسْفَرَ ) ، أى : إذا أضاء وابتدأ فى الظهور والسطوع ."},{"ayah_number":35,"text":"والضمير في قوله- تعالى-: إِنَّها لَإِحْدَى الْكُبَرِ يعود إلى سقر. والكبر: جمع كبرى، والمراد بها: الأمور العظام، والخطوب الجسام.أى: إن سقر التي تهكم بها وبخزنتها الكافرون، لهى إحدى الأمور العظام، والدواهي الكبار، التي قل أن يوجد لها نظير أو مثيل في عظمها وفي شدة عذاب من يصطلى بنارها.وأقسم- سبحانه- بهذه الأمور الثلاثة، لزيادة التأكيد، ولإبطال ما تفوه به الجاحدون، بأقوى أسلوب.وكان القسم بهذه الأمور الثلاثة، لأنها تمثل ظهور النور بعد الظلام، والهداية بعد الضلال، ولأنها تناسب قوله- تعالى- قبل ذلك: كَذلِكَ يُضِلُّ اللَّهُ مَنْ يَشاءُ وَيَهْدِي مَنْ يَشاءُ."},{"ayah_number":36,"text":"وانتصب لفظ «نذيرا» من قوله: نَذِيراً لِلْبَشَرِ على أنه حال من الضمير في قوله إِنَّها لَإِحْدَى الْكُبَرِ أى: إن سقر لعظمى العظائم، ولداهية الدواهي، حال كونها إنذارا للبشر، حتى يقلعوا عن كفرهم وفسوقهم، ويعودوا إلى إخلاص العبادة لخالقهم.ويصح أن يكون تمييزا لإحدى الكبر، لما تضمنته من معنى التعظيم، كأنه قيل: إنها لإحدى الكبر إنذارا للبشر، وردعا لهم عن التمادي في الكفر والضلال.. فالنذير بمعنى الإنذار."},{"ayah_number":37,"text":"وقوله- سبحانه-: لِمَنْ شاءَ مِنْكُمْ أَنْ يَتَقَدَّمَ أَوْ يَتَأَخَّرَ بدل مفصل من مجمل، هذا المجمل هو قوله لِلْبَشَرِ.أى: إن سقر لهى خير منذر للذين إن شاءوا تقدموا إلى الخير ففازوا، وإن شاءوا تأخروا عنه فهلكوا. فالمراد بالتقدم نحو الطاعة والهداية. والمراد بالتأخر: التأخر عنهما والانحياز نحو الضلال والكفر إذ التقدم تحرك نحو الأمام، وهو كناية عن قبول الحق، وبعكسه التأخر..ويجوز أن يكون المعنى: هي خير نذير لمن شاء منكم التقدم نحوها، أو التأخر عنها.وتعليق نَذِيراً بفعل المشيئة، للإشعار بأن عدم التذكر مرجعه إلى انطماس القلب، واستيلاء المطامع والشهوات عليه، وللإيذان بأن من لم يتذكر، فتبعة تفريطه واقعة عليه وحده، وليس على غيره.قال الآلوسى: قوله: لِمَنْ شاءَ مِنْكُمْ أَنْ يَتَقَدَّمَ أَوْ يَتَأَخَّرَ الجار والمجرور بدل من الجار والمجرور فيما سبق، أعنى لِلْبَشَرِ وضمير «شاء» للموصول. أى: نذيرا للمتمكنين منكم من السبق إلى الخير، والتخلف عنه. وقال السدى: أن يتقدم إلى النار المتقدم ذكرها، أو يتأخر عنها إلى الجنة، وقال الزجاج: أن يتقدم إلى المأمورات أو يتأخر عن المنهيات.. .ثم بين- سبحانه- جانبا من مظاهر عدله في أحكامه: وفي بيان الأسباب التي أدت إلى فوز المؤمنين، وهلاك الكافرين.. فقال- تعالى-:"},{"ayah_number":38,"text":"وقوله- تعالى-: رَهِينَةٌ خبر عن كُلُّ نَفْسٍ، وهو بمعنى مرهونة. أى: كل نفس مرهونة عند الله- تعالى- بكسبها، مأخوذة بعملها، فإن كان صالحا أنجاها من العذاب، وإن كان سيئا أهلكها، وجعلها محلا للعقاب.قالوا: وإنما كانت مرهونة، لأن الله- تعالى- جعل تكليف عباده كالدّين عليهم، ونفوسهم تحت استيلائه وقهره، فهي مرهونة، فمن وفي دينه الذي كلف به، خلص نفسه من عذاب الله- تعالى- الذين نزل منزلة علامة الرهن، وهو أخذه في الدين، ومن لم يوف عذب."},{"ayah_number":39,"text":"والاستثناء في قوله إِلَّا أَصْحابَ الْيَمِينِ استثناء متصل أى أن كل نفس مرهونة بعملها..إلا أصحاب اليمين وهم المؤمنين الصادقون"},{"ayah_number":40,"text":"فإنهم مستقرون ( فِي جَنَّاتٍ ) عالية ( يَتَسَآءَلُونَ . عَنِ المجرمين ) أى : يسأل بعضهم بعضا عن أحوال المجرمين ."},{"ayah_number":41,"text":"فإنهم مستقرون فِي جَنَّاتٍ عالية يَتَساءَلُونَ عَنِ الْمُجْرِمِينَ أى: يسأل بعضهم بعضا عن أحوال المجرمين.وهذا التساؤل إنما يكون قبل أن يروهم، فإذا ما رأوهم سألوهم بقولهم. ما سَلَكَكُمْ فِي سَقَرَ أى: قال أصحاب اليمين للمجرمين: ما الذي أدخلكم في سقر، وجعلكم وقودا لنارها وسعيرها؟ والسؤال إنما هو على سبيل التوبيخ والتحسير لهؤلاء المجرمين."},{"ayah_number":42,"text":"وعبر- سبحانه- بقوله: ما سَلَكَكُمْ ... للإشعار بأن الزج بهم في سقر، كان بعنف وقهر، لأن السلك معناه: إدخال شيء بصعوبة وقسر، ومنه قوله- تعالى-:كَذلِكَ نَسْلُكُهُ فِي قُلُوبِ الْمُجْرِمِينَ لا يُؤْمِنُونَ بِهِ وَقَدْ خَلَتْ سُنَّةُ الْأَوَّلِينَ"},{"ayah_number":43,"text":"ثم حكى- سبحانه- ما رد به المجرمون على أصحاب اليمين فقال: قالُوا لَمْ نَكُ مِنَ الْمُصَلِّينَ. وَلَمْ نَكُ نُطْعِمُ الْمِسْكِينَ. وَكُنَّا نَخُوضُ مَعَ الْخائِضِينَ. وَكُنَّا نُكَذِّبُ بِيَوْمِ الدِّينِ. حَتَّى أَتانَا الْيَقِينُ. أى: قال المجرمون لأصحاب اليمين: الذي أدى بنا إلى الإلقاء في سقر، أننا في الدنيا لم نقم بأداء الصلاة الواجبة علينا،"},{"ayah_number":44,"text":"ولم نعط المسكين ما يستحقه من عطاء ، بل بخلنا عليه ، وحرمناه حقوقه . ."},{"ayah_number":45,"text":"وكنا - أيضا - فى الدنيا نخوض فى الأقوال السيئة وفى الأفعال الباطلة مع الخائضين فيها ، دون أن نتورع عن اجتناب شئ منها .وأصل الخوض : الدخول فى الماء ، ثم استعير للجدال الباطل ، وللأحاديث التى لا خير من ورائها ."},{"ayah_number":46,"text":"وكنا - أيضا - نكذب بيوم القيامة ، وننكر إمكانه ووقوعه ، وبقينا على هذا الإِنكار والضلال ."},{"ayah_number":47,"text":"حَتَّى أَتانَا الْيَقِينُ أى: حتى أدركنا الموت، ورأينا بأعيننا صدق ما كنا نكذب به.فأنت ترى أن هؤلاء المجرمين قد اعترفوا بأن الإلقاء بهم في سقر لم يكن على سبيل الظلم لهم، وإنما كان بسبب تركهم للصلاة وللإطعام، وتعمدهم ارتكاب الباطل من الأقوال والأفعال، وتكذيبهم بيوم القيامة وما فيه من حساب وجزاء."},{"ayah_number":48,"text":"وقوله- سبحانه-: فَما تَنْفَعُهُمْ شَفاعَةُ الشَّافِعِينَ حكم منه- سبحانه- عليهم بحرمانهم ممن يشفع لهم أو ينفعهم.أى: أن هؤلاء المجرمين لن تنفعهم يوم القيامة شفاعة أحد لهم، فيما لو تقدم أحد للشفاعة لهم على سبيل الفرض والتقدير، وإنما الشفاعة تنفع غيرهم من المسلمين."},{"ayah_number":49,"text":"والاستفهام في قوله: فَما لَهُمْ عَنِ التَّذْكِرَةِ مُعْرِضِينَ، كَأَنَّهُمْ حُمُرٌ مُسْتَنْفِرَةٌ فَرَّتْ مِنْ قَسْوَرَةٍ للتعجيب من إصرارهم على كفرهم، ومن إعراضهم عن الحق الذي دعاهم إليه نبيهم صلى الله عليه وسلم.والمراد بالتذكرة: التذكير بمواعظ القرآن وإرشاداته،"},{"ayah_number":50,"text":"والحمر: جمع حمار، والمراد به الحمار الوحشي المعروف بشدة نفوره وهروبه إذا ما أحس بحركة المقتنص له.وقوله: مُسْتَنْفِرَةٌ أى: شديدة النفور والهرب فالسين والتاء للمبالغة.والقسورة: الأسد، سمى بذلك لأنه يقسر غيره من السباع ويقهرها، وقيل: القسورة اسم لجماعة الرماة الذين يطاردون الحمر الوحشية، ولا واحد له من لفظه، ويطلق هذا اللفظ عند العرب على كل من كان بالغ النهاية في الضخامة والقوة. من القسر بمعنى القهر. أى:ما الذي حدث لهؤلاء الجاحدين المجرمين، فجعلهم يصرون إصرارا تاما على الإعراض عن مواعظ القرآن الكريم، وعن هداياته وإرشاداته، وأوامره ونواهيه.. حتى لكأنهم- في شدة إعراضهم عنه، ونفورهم منه- حمر وحشية قد نفرت بسرعة وشدة من أسد يريد أن يفترسها، أو من جماعة من الرماة أعدوا العدة لاصطيادها؟.قال صاحب الكشاف: شبههم- سبحانه- في إعراضهم عن القرآن، واستماع الذكر والموعظة، وشرادهم عنه- بحمر جدت في نفارها مما أفزعها.وفي تشبيههم بالحمر: مذمة ظاهرة، وتهجين لحالهم بين، كما في قوله- تعالى-:كَمَثَلِ الْحِمارِ يَحْمِلُ أَسْفاراً، وشهادة عليهم بالبله وقلة العقل، ولا ترى مثل نفار حمير الوحش، واطرادها في العدو، إذا رابها رائب ولذلك كان أكثر تشبيهات العرب، في وصف الإبل، وشدة سيرها، بالحمر، وعدوها إذا وردت ماء فأحست عليه بقانص...والتعبير بقوله: فَما لَهُمْ ... وما يشبهه قد كثر استعماله في القرآن الكريم، كما في قوله- تعالى-: فَما لَهُمْ لا يُؤْمِنُونَ ... والمقصود منه التعجيب من إصرار المخاطبين على باطلهم، أو على معتقد من معتقداتهم.. مع أن الشواهد والبينات تدل على خلاف ذلك.وقال- سبحانه- عَنِ التَّذْكِرَةِ بالتعميم، ليشمل إعراضهم كل شيء يذكرهم بالحق، ويصرفهم عن الباطل."},{"ayah_number":51,"text":"والحمر: جمع حمار، والمراد به الحمار الوحشي المعروف بشدة نفوره وهروبه إذا ما أحس بحركة المقتنص له.وقوله: مُسْتَنْفِرَةٌ أى: شديدة النفور والهرب فالسين والتاء للمبالغة.والقسورة: الأسد، سمى بذلك لأنه يقسر غيره من السباع ويقهرها، وقيل: القسورة اسم لجماعة الرماة الذين يطاردون الحمر الوحشية، ولا واحد له من لفظه، ويطلق هذا اللفظ عند العرب على كل من كان بالغ النهاية في الضخامة والقوة. من القسر بمعنى القهر. أى:ما الذي حدث لهؤلاء الجاحدين المجرمين، فجعلهم يصرون إصرارا تاما على الإعراض عن مواعظ القرآن الكريم، وعن هداياته وإرشاداته، وأوامره ونواهيه.. حتى لكأنهم- في شدة إعراضهم عنه، ونفورهم منه- حمر وحشية قد نفرت بسرعة وشدة من أسد يريد أن يفترسها، أو من جماعة من الرماة أعدوا العدة لاصطيادها؟.قال صاحب الكشاف: شبههم- سبحانه- في إعراضهم عن القرآن، واستماع الذكر والموعظة، وشرادهم عنه- بحمر جدت في نفارها مما أفزعها.وفي تشبيههم بالحمر: مذمة ظاهرة، وتهجين لحالهم بين، كما في قوله- تعالى-:كَمَثَلِ الْحِمارِ يَحْمِلُ أَسْفاراً، وشهادة عليهم بالبله وقلة العقل، ولا ترى مثل نفار حمير الوحش، واطرادها في العدو، إذا رابها رائب ولذلك كان أكثر تشبيهات العرب، في وصف الإبل، وشدة سيرها، بالحمر، وعدوها إذا وردت ماء فأحست عليه بقانص...والتعبير بقوله: فَما لَهُمْ ... وما يشبهه قد كثر استعماله في القرآن الكريم، كما في قوله- تعالى-: فَما لَهُمْ لا يُؤْمِنُونَ ... والمقصود منه التعجيب من إصرار المخاطبين على باطلهم، أو على معتقد من معتقداتهم.. مع أن الشواهد والبينات تدل على خلاف ذلك.وقال- سبحانه- عَنِ التَّذْكِرَةِ بالتعميم، ليشمل إعراضهم كل شيء يذكرهم بالحق، ويصرفهم عن الباطل."},{"ayah_number":52,"text":"وقوله- سبحانه-: بَلْ يُرِيدُ كُلُّ امْرِئٍ مِنْهُمْ أَنْ يُؤْتى صُحُفاً مُنَشَّرَةً معطوف على كلام مقدر يقتضيه المقام، وهو بيان لرذيلة أخرى من رذائلهم الكثيرة.والصحف: جمع صحيفة، وهي ما يكتب فيها. ومنشره: صفة لها والمراد بها: الصحف المفتوحة غير المطوية. بحيث يقرؤها كل من رآها.وقد ذكروا في سبب نزول هذه الآية: أن المشركين قالوا للرسول صلى الله عليه وسلم لن نتبعك حتى تأتى لكل واحد منا بكتاب من السماء، عنوانه: من رب العالمين، إلى فلان بن فلان، نؤمر في هذا الكتاب باتباعك.أى: إن هؤلاء الكافرين لا يكتفون بمواعظ القرآن.. بل يريد كل واحد منهم أن يعطى صحفا مفتوحة، وكتبا غير مطوية، بحيث يقرؤها كل من يراها. وفيها الأمر من الله- تعالى- لهم بوجوب اتباعهم للرسول صلى الله عليه وسلم.وشبيه بهذه الآية قوله- تعالى-: أَوْ تَرْقى فِي السَّماءِ وَلَنْ نُؤْمِنَ لِرُقِيِّكَ حَتَّى تُنَزِّلَ عَلَيْنا كِتاباً نَقْرَؤُهُ ..."},{"ayah_number":53,"text":"وقوله- سبحانه- كَلَّا بَلْ لا يَخافُونَ الْآخِرَةَ إبطال آخر لكلامهم، وزجر لهم عن هذا الجدال السخيف. أى: كلا ليس الأمر كما أرادوا وزعموا بل الحق أن هؤلاء القوم لا يخافون الآخرة، وما فيها من حساب وجزاء، لأنهم لو كانوا يخافون لما اقترحوا تلك المقترحات السخيفة المتعنتة.."},{"ayah_number":54,"text":"وقوله- تعالى- بعد ذلك: كَلَّا إِنَّهُ تَذْكِرَةٌ زجر آخر مؤكد للزجر السابق. أى:كلا ثم كلا، لن نمكنهم مما يريدون، ولن نستجيب لمقترحاتهم السخيفة.. لأن القرآن الكريم فيه التذكير الكافي، والوعظ الشافي، لمن هو على استعداد للاستجابة لذلك.فالضمير في إِنَّهُ يعود إلى القرآن، لأنه معلوم من المقام، والجملة بمنزلة التعليل للردع عن سؤالهم الذي اقترحوا فيه تنزيل صحف مفتوحة من عند الله- تعالى- تأمرهم باتباع الرسول صلى الله عليه وسلم.."},{"ayah_number":55,"text":"وقوله- سبحانه-: فَمَنْ شاءَ ذَكَرَهُ تفريع عن كون القرآن تذكرة وعظة لمن كان له قلب يفقه، أو عقل يعقل.أى: إن القرآن الكريم مشتمل على ما يذكر الإنسان بالحق، وما يهديه إلى الخير والرشد، فمن شاء أن يتعظ به اتعظ، ومن شاء أن ينتفع بهداياته انتفع، ومن شاء أن يذكر أوامره ونواهيه وتكاليفه.. فعل ذلك، وظفر بما يسعده، ويشرح صدره.والتعبير بقوله- تعالى- فَمَنْ شاءَ ذَكَرَهُ يشعر بأن تذكر القرآن وحفظه. والعمل بأحكامه وإرشاداته.. في إمكان كل من كان عنده الاستعداد لذلك.أى: إن التذكر طوع مشيئتكم- أيها الناس- متى كنتم جادين وصادقين ومستعدين لهذا التذكر، فاعملوا لذلك بدون إبطاء أو تردد.."},{"ayah_number":56,"text":"ثم ختم- سبحانه- السورة الكريمة بما يدل على نفاذ مشيئته وإرادته فقال:وَما يَذْكُرُونَ إِلَّا أَنْ يَشاءَ اللَّهُ، هُوَ أَهْلُ التَّقْوى وَأَهْلُ الْمَغْفِرَةِ.أى: فمن شاء أن يذكر القرآن وما فيه من مواعظ ذكر ذلك، ولكن هذا التذكر والاعتبار والاتعاظ. لا يتم بمجرد مشيئتكم، وإنما يتم في حال مشيئة الله- تعالى- وإرادته، فهو - سبحانه- أهل التقوى، أى: هو الحقيق بأن يتقى ويخاف عذابه، وهو- عز وجل- «أهل المغفرة» أى: هو- وحده- صاحب المغفرة لذنوب عباده، لا يسأل عما يفعل وهم يسألون.فالمقصود من الآية الكريمة، بيان أن هذا التذكر لمواعظ القرآن، لا يتم إلا بعد إرادة الله- تعالى- ومشيئة، لأنه هو الخالق لكل شيء، وبيان أن مشيئة العباد لا أثر لها إلا إذا كانت موافقة لمشيئة الله، التي لا يعلمها أحد سواه.أخرج الإمام أحمد والترمذي والنسائي وابن ماجة عن أنس أن رسول الله صلى الله عليه وسلم قرأ هذه الآية هُوَ أَهْلُ التَّقْوى وَأَهْلُ الْمَغْفِرَةِ فقال: قد قال ربكم أنا أهل أن أتقى فلا يجعل معى إله، فمن اتقاني فلم يجعل معى إلها آخر، فأنا أهل أن أغفر له.وبعد: فهذا تفسير لسورة المدثر، نسأل الله- تعالى- أن يجعله خالصا لوجهه ونافعا لعباده، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم."}]