[{"ayah_number":1,"text":"تفسير سورة الإنسانمقدمة وتمهيد1- سورة «الإنسان» يرى بعضهم أنها من السور المكية الخالصة، ويرى آخرون أنها من السور المدنية.قال الآلوسى: هي مكية عند الجمهور، وقال مجاهد وقتادة: مدنية كلها، وقال الحسن: مدنية إلا آية واحدة، وهي قوله- تعالى-: وَلا تُطِعْ مِنْهُمْ آثِماً أَوْ كَفُوراً  .2- والذي تطمئن إليه النفس أن هذه السورة، من السور المكية الخالصة، فإن أسلوبها وموضوعها ومقاصدها.. كل ذلك يشعر بأنها من السور المكية، إذ من خصائص السور المكية، كثرة حديثها عن حسن عاقبة المؤمنين، وسوء عاقبة المكذبين، وأمر النبي صلى الله عليه وسلم وأصحابه بالصبر، وإثبات أن هذا القرآن من عند الله- تعالى- والتحريض على مداومة ذكر الله- تعالى- وطاعته.. وكل هذه المعاني نراها واضحة في هذه السورة.ولقد رأينا الإمام ابن كثير- وهو من العلماء المحققين- عند تفسيره لهذه السورة، قال بأنها مكية، دون أن يذكر في ذلك خلافا، مما يوحى بأنه لا يعتد بقول من قال بأنها مدنية.3- وتسمى هذه السورة- أيضا- بسورة «هل أتى على الإنسان» ، فقد روى البخاري- في باب القراءة في الفجر- عن أبى هريرة، قال: كان النبي صلى الله عليه وسلم يقرأ في الفجر سورة «ألم السجدة» . وسورة. «هل أتى على الإنسان» .وتسمى- أيضا- بسورة: الدهر، والأبرار، والأمشاج، لورود هذه الألفاظ فيها.عدد آياتها: إحدى وثلاثون آية بلا خلاف.4- ومن مقاصدها البارزة: تذكير الإنسان بنعم الله- تعالى- عليه، حيث خلقه- سبحانه- من نطفة أمشاج، وجعله سميعا بصيرا، وهداه السبيل.وحيث أعد له ما أعد من النعيم الدائم العظيم.. متى أطاعه واتقاه.كما أن من مقاصدها: إنذار الكافرين بسوء العاقبة إذا ما استمروا على كفرهم. وإثبات أن هذا القرآن من عند الله- تعالى- وأمر الرسول صلى الله عليه وسلم وأمته بالصبر والإكثار من ذكر الله- تعالى- بكرة وأصيلا.وبيان أن حكمته- تعالى- قد اقتضت أنه: يُدْخِلُ مَنْ يَشاءُ فِي رَحْمَتِهِ، وَالظَّالِمِينَ أَعَدَّ لَهُمْ عَذاباً أَلِيماً.والاستفهام في قوله- تعالى-: هَلْ أَتى عَلَى الْإِنْسانِ.. للتقرير. والمراد بالإنسان: جنسه، فيشمل جميع بنى آدم، والحين: المقدار المجمل من الزمان، لا حد لأكثره ولا لأقله. والدهر: الزمان الطويل غير المحدد بوقت معين.والمعنى: لقد أتى على الإنسان حِينٌ مِنَ الدَّهْرِ أى: وقت غير محدد من الزمان الطويل الممتد في هذه الحياة الدنيا.لَمْ يَكُنْ شَيْئاً مَذْكُوراً أى: لم يكن هذا الإنسان في ذلك الحين من الدهر، شيئا مذكورا من بين أفراد جنسه، وإنما كان شيئا غير موجود إلا في علم الله- تعالى-.ثم أوجده- سبحانه- بعد ذلك من نطفة فعلقة فمضغة.. ثم أنشأه- سبحانه- بعد ذلك خلقا آخر، فتبارك الله أحسن الخالقين.فالمقصود بهذه الآية الكريمة بيان مظهر من مظاهر قدرته- عز وجل- حيث أوجد الإنسان من العدم، ومن كان قادرا على ذلك، كان- من باب أول- قادرا على إعادته إلى الحياة بعد موته، للحساب والجزاء.قال الإمام الفخر الرازي ما ملخصه: اتفقوا على أن «هل» هاهنا، وفي قوله- تعالى-: هَلْ أَتاكَ حَدِيثُ الْغاشِيَةِ. بمعنى قد، كما تقول: هل رأيت صنيعفلان، وقد علمت أنه قد رآه. وتقول: هل وعظتك وهل أعطيتك، ومقصودك أن تقرره بأنك قد أعطيته ووعظته.والدليل على أن «هل» هنا ليست للاستفهام الحقيقي.. أنه محال على الله- تعالى- فلا بد من حمله على الخبر .وجاءت الآية الكريمة بأسلوب الاستفهام، لما فيه من التشويق إلى معرفة ما سيأتى بعده من كلام.وجملة لَمْ يَكُنْ شَيْئاً مَذْكُوراً في موضع نصب على الحال من الإنسان، والعائد محذوف. أى: حالة كون هذا الإنسان، لم يكن في ذلك الحين من الدهر، شيئا مذكورا من بين أفراد جنسه. وإنما كان نسيا منسيا، لا يعلم بوجوده أحد سوى خالقه- عز وجل-."},{"ayah_number":2,"text":"ثم فصل- سبحانه- بعد هذا التشويق، أطوار خلق الإنسان فقال: إِنَّا خَلَقْنَا الْإِنْسانَ مِنْ نُطْفَةٍ أَمْشاجٍ نَبْتَلِيهِ والمراد بالإنسان هنا- أيضا- جنسه وجميع أفراده.و «أمشاج» بمعنى أخلاط من عناصر شتى، مشتق من المشج بمعنى الخلط، يقال: مشج فلان بين كذا وكذا- من باب ضرب- إذا خلط ومزج بينهما، وهو جمع مشج- كسبب، أو مشج- ككتف، أو مشيج- كنصير.قال الجمل: «أمشاج» نعت لنطفة. ووقع الجمع صفة لمفرد، لأنه في معنى الجمع، أو جعل كل جزء من النطفة نطفة، فاعتبر ذلك فوصف بالجمع.. .ويرى صاحب الكشاف ان لفظ «أمشاج» مفرد جاء على صيغة أفعال، كلفظ أعشار في قولهم: برمة أعشار، أى: برمة متكسرة قطعا قطعا، وعليه يكون المفرد قد نعت بلفظ مفرد مثله. فقد قال- رحمه الله-: «من نطفة أمشاج» كبرمة أعشار.. وهي ألفاظ مفردة غير جموع.ولذلك وقعت صفات للأفراد، والمعنى: من نطفة قد امتزج فيها الماءان...وجملة «نبتليه» حال من الإنسان. أو من فاعل «خلقنا» .أى: إنا خلقنا الإنسان بقدرتنا وحدها. «من نطفة» أى: من منّى، وهو ماء الرجل وماء المرأة، «أمشاج» أى: ممتزج أحدهما بالآخر امتزاجا تاما.أو خلقناه من نطفة مختلطة بعناصر متعددة، تتكون منها حياة الإنسان بقدرتنا وحكمتنا.وخلقناه كذلك حالة كوننا مريدين ابتلاءه واختباره بالتكاليف، في مستقبل حياته حين يكون أهلا لهذه التكاليف.فَجَعَلْناهُ بسبب إرادتنا ابتلاءه واختباره بالتكاليف عند بلوغه سن الرشد سَمِيعاً بَصِيراً أى: فجعلناه بسبب هذا الابتلاء والاختبار والتكاليف مزودا بوسائل الإدراك، التي بواسطتها يسمع الحق ويبصره ويستجيب له ويدرك الحقائق والآيات الدالة على وحدانيتنا وقدرتنا وصدق رسلنا.. إدراكا سليما، متى اتبع فطرته، وخالف وساوس الشيطان وخطواته.وخص- سبحانه- السمع والبصر بالذكر، لأنهما أنفع الحواس للإنسان، إذ عن طريق السمع يتلقى دعوة الحق وما اشتملت عليه من هدايات، وعن طريق البصر ينظر في الأدلة المتنوعة الكثيرة التي تدل على وحدانية الله- تعالى- وعلى صدق أنبيائه فيما جاءوا به من عند ربهم."},{"ayah_number":3,"text":"وقوله- سبحانه- إِنَّا هَدَيْناهُ السَّبِيلَ تعليل لقوله نَبْتَلِيهِ، وتفصيل لقوله- تعالى- فَجَعَلْناهُ سَمِيعاً بَصِيراً، والمراد بالهداية هنا: الدلالة إلى طريق الحق، والإرشاد إلى الصراط المستقيم.أى: إنا بفضلنا وإحساننا- قد أرشدنا الإنسان إلى ما يوصله إلى طريق الحق والصواب، وأرشدناه إلى ما يسعده، عن طريق إرسال الرسل وتزويده بالعقل المستعد للتفكر والتدبر في آياتنا الدالة على وحدانيتنا وقدرتنا.وقوله: إِمَّا شاكِراً وَإِمَّا كَفُوراً حالان من ضمير الغيبة في «هديناه» وهو ضمير الإنسان.و «إما» للتفصيل باعتبار تعدد الأحوال مع اتحاد الذات: أو للتقسيم للمهدي بحسب اختلاف الذوات والصفات.أى: إنا هديناه ودللناه على ما يوصله إلى الصراط المستقيم، في حالتي شكره وكفره، لأنه إن أخذ بهدايتنا كان شاكرا، وإن أعرض عنها كان جاحدا وكافرا لنعمنا، فالهداية موجودة في كل الأحوال، إلا أن المنتفعين بها هم الشاكرون وحدهم.ومثل ذلك كمثل رجلين، يرشدهما مرشد إلى طريق النجاة، فأحدهما يسير في هذا الطريق فينجو من العثرات والمتاعب والمخاطر.. والآخر يعرض عن ذلك فيهلك.ولما كان الشكر قل من يتصف به، كما قال- سبحانه-: وَقَلِيلٌ مِنْ عِبادِيَ الشَّكُورُ جاء التعبير بقوله- سبحانه- شاكِراً بصيغة اسم الفاعل. ولما كان الجحود والكفر يعم أكثر الناس، جاء التعبير بقوله- تعالى- كَفُوراً بصيغة المبالغة.والمقصود من الآية الكريمة: قفل الباب أمام الذين يفسقون عن أمر ربهم، ويرتكبون ما يرتكبون من السيئات.. ثم بعد ذلك يعلقون أفعالهم هذه على قضاء الله وقدره، ويقولون- كما حكى القرآن عن المشركين-: لَوْ شاءَ اللَّهُ ما أَشْرَكْنا وَلا آباؤُنا وَلا حَرَّمْنا مِنْ شَيْءٍ .ثم بين- سبحانه- بعد هذه الهداية، ما أعده لفريق الكافرين، وما أعده لفريق الشاكرين، فقال- تعالى-:"},{"ayah_number":4,"text":"فقوله- سبحانه-: إِنَّا أَعْتَدْنا لِلْكافِرِينَ.. كلام مستأنف لبيان جزاء الكافرين، بعد أن تطلعت إليه النفس، بعد سماعها لقوله- تعالى-: إِمَّا شاكِراً وَإِمَّا كَفُوراً.وابتدأ- سبحانه- بذكر جزاء الكافر، لأن ذكره هو الأقرب ولأن الغرض بيان جزائه على سبيل الإجمال، ثم تفصيل القول بعد ذلك في بيان جزاء المؤمنين.والسلاسل: جمع سلسلة، وهي القيود المصنوعة من الحديد والتي يقيد بها المجرمون. وقد قرأ بعض القراء السبعة هذا اللفظ بالتنوين، وقرأه آخرون بدون تنوين.والأغلال: جمع غل- بضم الغين- وهو القيد الذي يقيد به المذنب ويكون في عنقه، قال- تعالى-: إِذِ الْأَغْلالُ فِي أَعْناقِهِمْ، وَالسَّلاسِلُ يُسْحَبُونَ فِي الْحَمِيمِ ثُمَّ فِي النَّارِ يُسْجَرُونَ.والمعنى: إنا أعتدنا وهيأنا للكافرين سلاسل يقادون بها، وأغلالا تجمع بها أيديهم إلى أعناقهم على سبيل الإذلال لهم، وهيأنا لهم- فوق ذلك- نارا شديدة الاشتعال تحرق بها أجسادهم."},{"ayah_number":5,"text":"ثم بين- سبحانه- ما أعده للمؤمنين الصادقين من خير عميم فقال: إِنَّ الْأَبْرارَ يَشْرَبُونَ مِنْ كَأْسٍ كانَ مِزاجُها كافُوراً.والأبرار: جمع برّ أو بارّ. وهو الإنسان المطيع لله- تعالى- طاعة تامة، والمسارع في فعل الخير، والشاكر لله- تعالى- على نعمه.والكأس: هو الإناء الذي توضع فيه الخمر، ولا يسمى بهذا الاسم إلا إذا كانت الخمر بداخله، ويصح أن يطلق الكأس على الخمر ذاتها على سبيل المجاز، من باب تسمية الحال باسم المحل، وهو المراد هنا. لقوله- تعالى- كانَ مِزاجُها كافُوراً. و «من» للتبعيض.والضمير في قوله مِزاجُها يعود إلى الكأس التي أريد بها الخمر، والمراد «بمزاجها» : خليطها من المزج بمعنى الخلط يقال: مزجت الشيء بالشيء، إذا خلطته به.والكافور: اسم لسائل طيب الرائحة، أبيض اللون، تميل إليه النفوس.أى: إن المؤمنين الصادقين، الذين أخلصوا لله- تعالى- الطاعة والعبادة والشكر..يكافئهم- سبحانه- على ذلك، بأن يجعلهم يوم القيامة في جنات عالية، ويتمتعون بالشراب من خمر، هذه الخمر كانت مخلوطة بالكافور الذي تنتعش له النفوس، وتحبه الأرواح والقلوب، لطيب رائحته، وجمال شكله.وذكر- سبحانه- هذه الأشياء في هذه السورة- من الكافور- والزنجبيل، وغيرهما، لتحريض العقلاء على الظفر في الآخرة بهذه المتع التي كانوا يشتهونها في الدنيا، على سبيل تقريب الأمور لهم، وإلا فنعيم الآخرة لا يقاس في لذته ودوامه بالنسبة لنعيم الدنيا الفاني.قال ابن عباس: كل ما ذكر في القرآن مما في الجنة وسماه، ليس له من الدنيا شبيه إلا في الاسم. فالكافور، والزنجبيل، والأشجار والقصور، والمأكول والمشروب، والملبوس والثمار، لا يشبه ما في الدنيا إلا في مجرد الاسم."},{"ayah_number":6,"text":"وقوله- سبحانه- عَيْناً يَشْرَبُ بِها عِبادُ اللَّهِ.. بدل من قوله: كانَ مِزاجُها كافُوراً لأن ماءها في بياض الكافور وفي رائحته وبرودته.أى: أن الأبرار يشربون من كأس، ماؤها ينبع من عين في الجنة، هذا الماء له بياض الكافور ورائحته وبرودته.وعدى فعل «يشرب» بالباء، التي هي باء الإلصاق، لأن الكافور يمزج به شرابهم.أى عينا يشرب عباد الله ماءهم وخمرهم بها. أى: مصحوبا بمائها وخمرها.ومنهم من جعل الباء هنا بمعنى من التبعيضية. أى: عينا يشرب من بعض مائها وخمرها عباد الله، وهم الأبرار.وعبر عنهم بذلك لتشريفهم وتكريمهم، حيث أضافهم- سبحانه- إلى ذاته.قال صاحب الكشاف: فإن قلت: لم وصل فعل الشرب بحرف الابتداء أولا، وبحرف الإلصاق آخرا؟ قلت: لأن الكأس مبدأ شربهم وأول غايته، وأما العين فبها يمزجون شرابهم، فكأن المعنى: يشرب عباد الله بها الخمر، كما تقول: شربت الماء بالعسل.. .وقوله- سبحانه-: يُفَجِّرُونَها تَفْجِيراً صفة أخرى للعين، أى: يسيرونها ويجرونها إلى حيث يريدون، وينتفعون بها كما يشاءون، ويتبعهم ماؤها إلى كل مكان يتجهون إليه.فالتعبير بقوله: يُفَجِّرُونَها تَفْجِيراً إشارة إلى كثرتها وسعتها وسهولة حصولهم عليها.يقال: فجّر فلان الماء، إذا أخرجه من الأرض بغزارة ومنه قوله- تعالى- وَقالُوا لَنْ نُؤْمِنَ لَكَ حَتَّى تَفْجُرَ لَنا مِنَ الْأَرْضِ يَنْبُوعاً."},{"ayah_number":7,"text":"ثم بين- سبحانه- بعد ذلك في آيات متعددة، الأسباب التي من أجلها وصلوا إلى النعيم الدائم. فقال- تعالى-: يُوفُونَ بِالنَّذْرِ وَيَخافُونَ يَوْماً كانَ شَرُّهُ مُسْتَطِيراً.والنذر: ما يوجبه الإنسان على نفسه من طاعة لله- تعالى-، والوفاء به: أداؤه أداء كاملا. أى: أن من الأسباب التي جعلت الأبرار يحصلون على تلك النعم، أنهم من أخلاقهم الوفاء بالنذر، ومن صفاتهم- أيضا- أنهم يخافون يوما عظيما هو يوم القيامة، الذي كان عذابه فاشيا منتشرا غاية الانتشار.فقوله: مُسْتَطِيراً اسم فاعل من استطار الشيء إذا انتشر وامتد أمره. والسين والتاء فيه للمبالغة، وأصله طار. ومنه قولهم: استطار الغبار، إذا انتشر في الهواء وتفرق، وجيء بصيغة المضارع في قوله: يُوفُونَ للدلالة على تجدد وفائهم في كل وقت وحين.والتعريف في «النذر» للجنس، لأنه يعم كل نذر.وجاء لفظ اليوم منكرا، ووصف بأن له شرا مستطيرا.. لتهويل أمره، وتعظيم شأنه، حتى يستعد الناس لاستقباله بالإيمان والعمل الصالح."},{"ayah_number":8,"text":"ثم وصفهم- سبحانه- بصفات أخرى فقال: وَيُطْعِمُونَ الطَّعامَ عَلى حُبِّهِ مِسْكِيناً وَيَتِيماً وَأَسِيراً.أى: أن هؤلاء الأبرار من صفاتهم- أيضا أنهم يطعمون الطعام مع حب هذا الطعام لديهم، ومع حاجتهم إليه واشتهائهم له.ومع كل ذلك فهم يقدمونه للمسكين، وهو المحتاج إلى غيره لفقره وسكونه عن الحركة..ولليتيم: وهو من فقد أباه وهو صغير، وللأسير: وهو من أصبح أمره بيد غيره. وخص الإطعام بالذكر: لما في تقديمه من كرم وسخاء وإيثار، لا سيما مع الحاجة إليه، كما يشعر به قوله- تعالى- عَلى حُبِّهِ أى: على حبهم لذلك الطعام، وقيل الضمير في قوله عَلى حُبِّهِ يعود إلى الله- عز وجل- أى: يطعمون الطعام على حبهم له- تعالى-.والأول أولى. ويؤيده قوله- تعالى- لَنْ تَنالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ.و «على» هنا بمعنى مع، والجملة في محل نصب على الحال. أى: حالة كونهم كائنين على حب هذا الطعام.وخص هؤلاء الثلاثة بالذكر، لأنهم أولى الناس بالرعاية والمساعدة.وقد ذكروا في سبيل نزول هذه الآية، والآيتين اللتين يعدها، روايات منها، أنها نزلت في الإمام على وزوجه فاطمة- رضى الله عنهما-.قال القرطبي- بعد أن ذكر هذه الروايات-: والصحيح أنها نزلت في جميع الأبرار، وفي كل من فعل فعلا حسنا، فهي عامة..."},{"ayah_number":9,"text":"وقوله- سبحانه- إِنَّما نُطْعِمُكُمْ لِوَجْهِ اللَّهِ بيان لشدة إخلاصهم، ولطهارة نفوسهم. وهو مقول لقول محذوف أى: يقدمون الطعام لهؤلاء المحتاجين مع حبهم لهذا الطعام، ومع حاجتهم إليه.. ثم يقولون لهم بلسان الحال أو المقال: إنما نطعمكم ابتغاء وجه الله- تعالى- وطلبا لمثوبته ورحمته.لا نُرِيدُ مِنْكُمْ جَزاءً وَلا شُكُوراً أى: لا نريد منكم جزاء على ما قدمناه لكم، ولا نريد منكم شكرا على ما فعلناه، فإننا لا نلتمس ذلك إلا من الله- تعالى- خالقنا وخالقكم."},{"ayah_number":10,"text":"ثم أضافوا إلى ذلك قولهم: إِنَّا نَخافُ مِنْ رَبِّنا يَوْماً عَبُوساً قَمْطَرِيراً.والعبوس: صفة مشبهة لمن هو شديد العبس، أى كلوح الوجه وانقباضه.والقمطرير: الشديد الصعب من كل شيء يقال: اقمطرّ يومنا، إذا اشتدت مصائبه.ووصف اليوم بهذين الوصفين على سبيل المجاز في الإسناد، والمقصود وصف أهله بذلك، فهو من باب: فلان نهاره صائم.أى: ويقولون لهم- أيضا- عند تقديم الطعام لهم: إنا نخاف من ربنا يوما، تعبس فيه الوجوه، من شدة هوله، وعظم أمره، وطول بلائه.أى: أنهم لم يقدموا الطعام- مع حبهم له- رياء ومفاخرة، وإنما قدموه ابتغاء وجه الله، وخوفا من عذابه."},{"ayah_number":11,"text":"والفاء في قوله: فَوَقاهُمُ اللَّهُ شَرَّ ذلِكَ الْيَوْمِ.. للتفريع على ما تقدم ولبيان ما ترتب على إخلاصهم وسخائهم من ثواب. أى: فترتب على وفائهم بالنذور، وعلى خوفهم من عذاب الله- تعالى- وعلى سخائهم وإخلاصهم، ترتب على كل ذلك أن دفع الله- تعالى- عنهم شر ذلك اليوم، وهو يوم القيامة.وَلَقَّاهُمْ نَضْرَةً وَسُرُوراً أى: وجعلهم يلقون فيها حسنا وبهجة في الوجوه، وسرورا وانشراحا في الصدور، بدل العبوس والكلوح الذي حل بوجوه الكفار."},{"ayah_number":12,"text":"( وَجَزَاهُمْ بِمَا صَبَرُواْ ) أى : بسبب صبرهم ( جَنَّةً ) عظيمة . . و ( وَحَرِيراً ) جميلا يلبسونه ."},{"ayah_number":13,"text":"مُتَّكِئِينَ فِيها أى: في الجنة عَلَى الْأَرائِكِ أى: على السرر، أو على ما يتكأ عليه من سرير أو فراش ونحوه.لا يَرَوْنَ فِيها شَمْساً وَلا زَمْهَرِيراً أى: لا يرون فيها شمسا شديدة الحرارة بحيث تؤذيهم أو تضرهم، ولا يرون فيها كذلك زَمْهَرِيراً أى: بردا مفرطا، يقال: زمهر اليوم، إذا اشتد برده.والمقصود من الآية الكريمة أنهم لا يرون في الجنة إلا جوا معتدلا، لا هو بالحار ولا هو بالبارد."},{"ayah_number":14,"text":"وقوله- سبحانه- وَدانِيَةً عَلَيْهِمْ ظِلالُها.. معطوف على قوله قبل ذلك:مُتَّكِئِينَ.و «ظلالها» فاعل «دانية» والضمير في «ظلالها» يعود إلى الجنة.أى: أن الأبرار جالسون في الجنة جلسة الناعم البال، المنشرح الصدر. وظلال أشجار الجنة قريبة منهم، ومحيطة بهم، زيادة في إكرامهم.وَذُلِّلَتْ قُطُوفُها تَذْلِيلًا أى: أنهم- فضلا عن ذلك- قد سخرت لهم ثمار الجنة تسخيرا، وسهل الله- تعالى- لهم تناولها تسهيلا عظيما، بحيث إن القاعد منهم والقائم والمضطجع، يستطيع أن يتناول هذه الثمار اللذيذة بدون جهد أو تعب.فقوله- تعالى-: وَذُلِّلَتْ من التذليل بمعنى الانقياد والتسخير، يقال: ذلّل الكرم- بضم الذال- إذا تدلت عناقيده وصارت في متناول اليد. والقطوف: جمع قطف- بكسر القاف- وهو العنقود حين يقطف أو الثمار المقطوفة.وبعد أن وصف- سبحانه- جانبا من طعامهم ولباسهم ومسكنهم أخذت السورة الكريمة في وصف شرابهم. فقال- تعالى-: وَيُطافُ عَلَيْهِمْ بِآنِيَةٍ مِنْ فِضَّةٍ وَأَكْوابٍ كانَتْ قَوارِيرَا. قَوارِيرَا مِنْ فِضَّةٍ قَدَّرُوها تَقْدِيراً."},{"ayah_number":15,"text":"وقوله: وَيُطافُ من الطواف، وهو السعى المكرر حول الشيء، ومنه الطواف بالكعبة. والآنية: جمع إناء، وهو اسم لكل وعاء يوضع فيه الطعام والشراب والمراد بها هنا:الأوانى: التي يستعملونها في مجالس شرابهم.والأكواب: جمع كوب، وهو القدح الذي لا عروة له، وعطفه على الآنية من باب عطف الخاص على العام.والقوارير: جمع قارورة وهي في الأصل إناء رقيق من الزجاج النقي الشفاف، توضع فيه الأشربة وما يشبهها، فتستقر فيه."},{"ayah_number":16,"text":"أى: ويطاف على هؤلاء الأبرار بآنية كائنة من فضة، وبأكواب وأقداح من فضة- أيضا- وجعلت هذه الأكواب في مثل القوارير في صفائها ونقائها، وفي مثل الفضة في جمالها وحسنها، بحيث يرى ما بداخلها من خارجها.وقوله- سبحانه- قَدَّرُوها تَقْدِيراً أى: إن الطائفين بهذه الأكواب عليهم، قد وضعوا فيها من الشراب على مقدار ما يشبع هؤلاء الأبرار ويرويهم بدون زيادة أو نقصان والطائفون عليهم بذلك هم الخدم الذين جعلهم الله- تعالى- لخدمة هؤلاء الأبرار. وبنى الفعل للمجهول للعلم بهم.وقال- سبحانه- هنا بِآنِيَةٍ مِنْ فِضَّةٍ وفي سورة الزخرف يُطافُ عَلَيْهِمْ بِصِحافٍ مِنْ ذَهَبٍ وَأَكْوابٍ.. زيادة في تكريمهم وفي سمو منزلتهم، إذ تارة يطاف عليهم بأكواب من فضة، وتارة يطاف عليهم بصحاف من ذهب، ومن المعروف أنه كلما تعددت المناظر الحسنة، والمشارب اللذيذة، كان ذلك أبهج للنفس.والمراد بالكينونة في قوله- تعالى- كانَتْ قَوارِيرَا.. أنها تكونت ووجدت على هذه الصفة.قال الآلوسى: قوله- تعالى- كانَتْ قَوارِيرَا أى: كانت تلك الأكواب قوارير، جمع قارورة، وهي إناء رقيق من الزجاج توضع فيه الأشربة، ونصبه على الحال، فإن «كان» تامة، وهو كما تقول: خلقت قوارير. وقوله- تعالى-: قَوارِيرَا مِنْ فِضَّةٍ بدل. والكلام على التشبيه البليغ.والمراد تكونت جامعة بين صفاء الزجاجة وشفيفها، ولون الفضة وبياضها.وقرأ نافع والكسائي وأبو بكر بتنوين قَوارِيرَا في الموضعين وصلا، وإبداله ألفا وقفا. وابن كثير يمنع صرف الثاني ويصرف الأول.. والقراءة بمنع صرفهما للباقين .وقال الشوكانى: وجملة «قدروها تقديرا» صفة لقوارير.. أى: قدرها السقاة من الخدم، الذين يطوفون عليهم على قدر ما يحتاج إليه الشاربون من أهل الجنة، من دون زيادة ولا نقصان..، وقيل: قدرها الملائكة. وقيل: قدرها الشاربون لها من أهل الجنة على مقدار حاجتهم، فجاءت كما يريدون في الشكل لا تزيد ولا تنقص.. ."},{"ayah_number":17,"text":"ثم بين- سبحانه- محاسن شراب أهل الجنة فقال: وَيُسْقَوْنَ فِيها كَأْساً كانَ مِزاجُها زَنْجَبِيلًا عَيْناً فِيها تُسَمَّى سَلْسَبِيلًا.والمراد بالكأس هنا: كأس الخمر. والضمير في قوله فِيها يعود إلى الجنة.والزنجبيل: نبات ذو رائحة عطرية طيبة، والعرب كانوا يستلذون الشراب الممزوج به."},{"ayah_number":18,"text":"والسلسبيل وصف قيل مشتق من السلاسة بمعنى السهولة واللين، يقال: ماء سلسل، أى:عذب سائغ للشاربين، ومعنى تُسَمَّى على هذا الرأى. أى: توصف بالسلاسة والعذوبة.وقيل: السلسبيل: اسم لهذه العين، لقوله- تعالى- تُسَمَّى.أى: أن هؤلاء الأبرار- بجانب كل ما تقدم من نعم- يسقون في الجنة من كأس مليئة بالخمر، وهذه الخمر التي يشربونها ممزوجة بالزنجبيل، فتزداد لذة على لذتها.ويسقون- أيضا- من عين فيها- أى: في الجنة- تسمى سلسبيلا، وذلك لسلاسة مائها ولذته وعذوبته، وسهولة نزوله إلى الحلق.قال صاحب الكشاف: سَلْسَبِيلًا سميت بذلك- لسلاسة انحدارها في الحلق، وسهولة مساغها. يعنى: أنها في طعم الزنجبيل، وليس فيها لذعة، ولكن فيها نقيض اللذع وهو السلاسة، فقال: شراب سلسل وسلسال وسلسبيل، وقد زيدت الباء في التركيب حتى صارت الكلمة خماسية. ودلت على غاية السلاسة..."},{"ayah_number":19,"text":"ثم أخبر- سبحانه- عن نوع آخر من الخدم، يطوفون على هؤلاء الأبرار لخدمتهم، فقال: وَيَطُوفُ عَلَيْهِمْ وِلْدانٌ مُخَلَّدُونَ، إِذا رَأَيْتَهُمْ حَسِبْتَهُمْ لُؤْلُؤاً مَنْثُوراً.أى: ويطوف على هؤلاء الأبرار وِلْدانٌ مُخَلَّدُونَ أى: دائمون على ما هم عليه من النضارة والشباب.. إذا رأيتهم- أيها المخاطب حَسِبْتَهُمْ وظننتهم لُؤْلُؤاً مَنْثُوراً أى: حسبتهم من حسنهم، وصفاء ألوانهم، ونضارة وجوههم.. لؤلؤا ودرا مفرقا في جنبات المجالس وأوسطها.فقوله- تعالى- مُخَلَّدُونَ احتراس المقصود منه دفع توهم أنهم سيصيرون في يوم من الأيام كهولا، قالوا: وشبهوا باللؤلؤ المنثور، لأن اللؤلؤ إذا نثر على البساط، كان أكثر جمالا منه فيما لو كان منظوما."},{"ayah_number":20,"text":"وَإِذا رَأَيْتَ ثَمَّ وثم هنا ظرف مكان مختص بالبعيد، وهو منصوب على الظرفية، ومفعول الرؤية غير مذكور، لأن القصد: وإذا صدرت منك- أيها المخاطب رؤية إلى هناك، أى: إلى الجنة ونعيمها.. رَأَيْتَ نَعِيماً لا يقادر قدره وَمُلْكاً كَبِيراً أى: واسعا لا غاية له.فقوله- سبحانه- رَأَيْتَ الثانية، جواب إذا. والشمار إليه «بثمّ» التي هي بمعنى هناك معلوم من المقام، لأن المقصود به الجنة التي سبق الحديث عنها في مثل قوله:وَجَزاهُمْ بِما صَبَرُوا جَنَّةً وَحَرِيراً أى: وإذا سرحت ببصرك إلى هناك رأيت نعيما وملكا كبيرا."},{"ayah_number":21,"text":"ثم فصل- سبحانه- جانبا من مظاهر هذا النعيم العظيم فقال عالِيَهُمْ ثِيابُ سُندُسٍ خُضْرٌ وَإِسْتَبْرَقٌ، وَحُلُّوا أَساوِرَ مِنْ فِضَّةٍ، وَسَقاهُمْ رَبُّهُمْ شَراباً طَهُوراً.وقوله عالِيَهُمْ بفتح الياء وضم الهاء- بمعنى فوقهم، فهو ظرف خبر مقدم، وثياب مبتدأ مؤخر، كأنه قيل: فوقهم ثياب ويصح أن يكون حالا للأبرار. أى: تلك حال أهل النعيم والملك الكبير وهم الأبرار.وقرأ نافع وحمزة عالِيَهُمْ- بسكون الياء وكسر الهاء- على أن الكلام جملة مستأنفة استئنافا بيانيا، لقوله- تعالى- رَأَيْتَ نَعِيماً وَمُلْكاً كَبِيراً، ويكون لفظ عالِيَهُمْ أسم فاعل مبتدأ.وقوله: ثِيابُ سُندُسٍ فاعله ساد مسد الخبر، ويصح أن يكون خبرا مقدما، وما بعده مبتدأ مؤخر.وإضافة الثياب إلى السندس بيانية، مثل: خاتم ذهب والسندس: الديباج الرقيق.والإستبرق: الديباج الغليظ.والمعنى: أن هؤلاء الأبرار، أصحاب النعيم المقيم، والملك الكبير، فوق أجسادهم ثياب من أفخر الثياب، لأنهم يجمعون في لباسهم بين الديباج الرقيق، والديباج الغليظ، على سبيل التنعيم والجمع بين محاسن الثياب.وكانت تلك الملابس من اللون الأخضر، لأنها أبهج للنفس، وشعار لباس الملوك.وكلمة: «خضر» قرأها بعضهم بالرفع على أنها صفة لثياب، وقرأها البعض الآخر بالجر، على أنها صفة لسندس. وكذلك كلمة «وإستبرق» قرئت بالرفع عطفا على ثياب، وقرئت بالجر عطفا على سندس.وقوله: وَحُلُّوا أَساوِرَ مِنْ فِضَّةٍ بيان لما يتزينون به في أيديهم، أى أن هؤلاء الأبرار يلبسون في أيديهم أساور من فضة، كما هو الشأن بالنسبة للملوك في الدنيا، ومنه ما ورد في الحديث من ذكر سوارى كسرى.وقوله- تعالى-: وَسَقاهُمْ رَبُّهُمْ شَراباً طَهُوراً أى: وفضلا عن كل تلك الملابس الفاخرة سقاهم ربهم- بفضله وإحسانه- شرابا بالغا نهاية الطهر، فهو ليس كخمر الدنيا، فيه الكثير من المساوئ التي تؤدى إلى ذهاب العقول.. وإنما خمر الآخرة: شراب لذيذ طاهر من كل خبث وقذر وسوء.وجاء لفظ «طهورا» بصيغة المبالغة، للإشعار بأن هذا الشراب قد بلغ النهاية في الطهارة."},{"ayah_number":22,"text":"ثم ختم- سبحانه- هذا العطاء الواسع العظيم، ببيان ما ستقوله الملائكة لهؤلاء الأبرار على سبيل التكريم والتشريف، فقال: إِنَّ هذا كانَ لَكُمْ جَزاءً وَكانَ سَعْيُكُمْ مَشْكُوراً.وهذه الآية الكريمة مقول لقول محذوف، والقائل هو الله- تعالى- أو ملائكته بأمره- سبحانه- وإذنه، أى: سقاهم ربهم شرابا طهورا في الآخرة، ويقال لهم عند تمتعهم بكل هذا النعيم، إِنَّ هذا النعيم الذي تعيشون فيه كانَ لَكُمْ جَزاءً على إيمانكم وعملكم الصالح في الدنيا.وَكانَ سَعْيُكُمْ مَشْكُوراً أى: مرضيا ومقبولا عند خالقكم، فازدادوا- أيها الأبرار- سرورا على سروركم، وبهجة على بهجتكم.وبعد هذا التفصيل لما أعده الله- تعالى- لعباده الأخيار من أصناف النعيم، المتعلق بمأكلهم، ومشربهم.. أخذت السورة الكريمة. في أواخرها- في تثبيت النبي صلى الله عليه وسلم وأصحابه. وفي دعوته صلى الله عليه وسلم إلى المداومة على التحلي بفضيلة الصبر، وإلى الإكثار من ذكره- تعالى- وأنذرت الكافرين والفاسقين إذا ما استمروا في ضلالهم. فقال- تعالى-:"},{"ayah_number":23,"text":"وجاء قوله- تعالى-: إِنَّا نَحْنُ نَزَّلْنا عَلَيْكَ الْقُرْآنَ تَنْزِيلًا مؤكدا بجملة من المؤكدات. منها: إن، ونحن، وتنزيلا.. للرد على أولئك الجاحدين الذين أنكروا أن يكون القرآن من عند الله- تعالى- وقالوا في شأنه: لَوْ نَشاءُ لَقُلْنا مِثْلَ هذا، إِنْ هذا إِلَّا أَساطِيرُ الْأَوَّلِينَ.أى: إنا نحن- وحدنا- أيها الرسول الكريم-، الذين نزلنا عليك القرآن تنزيلا محكما، وفصلناه تفصيلا متقنا، بأن أنزلناه على قلبك مفرقا على حسب مشيئتنا وحكمتنا."},{"ayah_number":24,"text":"والفاء في قوله: فَاصْبِرْ لِحُكْمِ رَبِّكَ للإفصاح. وعدى فعل الصبر باللام، لتضمنه معنى الخضوع والاستسلام لقضائه- سبحانه-.أى: ما دام الأمر كما ذكرنا لك- أيها الرسول الكريم- فاصبر لحكم ربك، واخضع لقضائه ومشيئته، فهو- سبحانه- الكفيل بنصرك عليهم.وقوله: وَلا تُطِعْ مِنْهُمْ آثِماً أَوْ كَفُوراً أى: ولا تطع- أيها الرسول الكريم- من هؤلاء المشركين، من كان داعيا إلى الإثم والفجور، أو من كان داعيا إلى الكفر والجحود.ولم يقل- سبحانه- ولا تطع منهم آثما وكفورا بالواو، لأن الواو تجعل الكلام محتملا للنهى عن المجموع، وأن طاعة أحدهما دون الآخر تكفى في الامتثال.ولذا قال الزجاج: إن «أو» هنا أوكد من الواو، لأنك إذا قلت: لا تطع زيدا وعمرا، فأطاع أحدهما كان غير عاص، فإن أبدلتها بأو، فقد دللت على أن كل واحد منهما، أهل لأن يعصى، ويعلم منه النهى عن إطاعتهما معا  .والآثم: هو الفاجر بأقواله وأفعاله. والكفور: هو الجاحد بقلبه ولسانه.ورحم الله صاحب الكشاف، فقد قال عند تفسيره لهاتين الآيتين ما ملخصه: تكرير الضمير بعد إيقاعه اسما لإنّ: تأكيد على تأكيد، لمعنى اختصاص الله- تعالى- بالتنزيل، ليتقرر في نفس رسول الله صلى الله عليه وسلم أنه إذا كان هو المنزل للقرآن، لم يكن تنزيله على أى وجه نزل، إلا حكمة وصوابا، كأنه قيل: ما نزل عليك القرآن تنزيلا مفرقا منجما، إلا أنا لا غيرى، وقد عرفتني حكيما فاعلا لكل ما أفعله.فإن قلت: كلهم كانوا كفرة، فما معنى القسمة في قوله: آثِماً أَوْ كَفُوراً؟ قلت:معناه لا تطع منهم راكبا لما هو إثم، داعيا لك إليه، أو فاعلا لما هو كفر، داعيا لك إليه.لأنهم إما أن يدعوه إلى مساعدتهم على فعل إثم أو كفر، أو غير إثم ولا كفر: فنهى عن أن يساعدهم على الاثنين دون الثالث. فإن قلت: معنى أو: ولا تطع أحدهما، فهلا جيء بالواو وليكون نهيا عن طاعتهما جميعا؟قلت: لو قيل: ولا تطعهما، جاز أن يطيع أحدهما، وإذا قيل: لا تطع أحدهما، علم أن الناهي عن طاعة أحدهما: عن طاعتهما جميعا أنهى، كما إذا نهى عن أن يقول لأبويه أف، علم أنه منهى عن ضربهما بالطريق الأولى...والمقصود من هاتين الآيتين تثبيت فؤاد النبي صلى الله عليه وسلم وتيئيس المشركين من استجابته صلى الله عليه وسلم لأى مطلب من مطالبهم الفاسدة."},{"ayah_number":25,"text":"ثم أرشده- سبحانه- إلى ما يعينه على الصبر والثبات. فقال: وَاذْكُرِ اسْمَ رَبِّكَ بُكْرَةً وَأَصِيلًا. وَمِنَ اللَّيْلِ فَاسْجُدْ لَهُ وَسَبِّحْهُ لَيْلًا طَوِيلًا.والبكرة: أول النهار. والأصيل: آخره. والمراد: المداومة على ذكر الله- تعالى- في كل وقت. أى: داوم- أيها الرسول الكريم- على ذكر الله- تعالى- في أول النهار وفي آخره، وعلى صلاة الفجر، والظهر والعصر."},{"ayah_number":26,"text":"وَمِنَ اللَّيْلِ فَاسْجُدْ لَهُ- تعالى- وأكثر من ذكره، وواظب على صلاة المغرب والعشاء.وَسَبِّحْهُ لَيْلًا طَوِيلًا أى: ونزهه- تعالى- وتهجد له وقتا طويلا من الليل.فهاتان الآيتان ترشدان الرسول صلى الله عليه وسلم إلى ما يعينه على الازدياد من فضيلة الصبر الجميل، والثبات على الحق.ومن الآيات الكثيرة التي تشبه هاتين الآيتين في معناهما: قوله- تعالى- وَأَقِمِ الصَّلاةَ طَرَفَيِ النَّهارِ وَزُلَفاً مِنَ اللَّيْلِ، إِنَّ الْحَسَناتِ يُذْهِبْنَ السَّيِّئاتِ، ذلِكَ ذِكْرى لِلذَّاكِرِينَ. وَاصْبِرْ فَإِنَّ اللَّهَ لا يُضِيعُ أَجْرَ الْمُحْسِنِينَ.وقوله- تعالى-: وَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِما يَقُولُونَ، فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُنْ مِنَ السَّاجِدِينَ."},{"ayah_number":27,"text":"ثم بين- سبحانه- جانبا من الأسباب التي تجعله صلى الله عليه وسلم لا يطيع أحدا منهم فقال:إِنَّ هؤُلاءِ يُحِبُّونَ الْعاجِلَةَ، وَيَذَرُونَ وَراءَهُمْ يَوْماً ثَقِيلًا.أى: نحن قد نهيناك- يا محمد- عن طاعة أحد من هؤلاء المشركين، لأنهم جميعا ديدنهم ودأبهم أنهم يحبون الْعاجِلَةَ أى: الدنيا ولذائذها وشهواتها، العاجلة الزائلة.وَيَذَرُونَ وَراءَهُمْ أى: ويتركون وينبذون وراء ظهورهم يَوْماً ثَقِيلًا وهو يوم القيامة، الشديد الأهوال، الذي يجعل الولدان شيبا."},{"ayah_number":28,"text":"ثم بين- سبحانه- مظاهر فضله عليهم، ومع ذلك أشركوا معه في العبادة غيره فقال:نَحْنُ خَلَقْناهُمْ، وَشَدَدْنا أَسْرَهُمْ، وَإِذا شِئْنا بَدَّلْنا أَمْثالَهُمْ تَبْدِيلًا.أى: نحن وحدنا الذين خلقناهم وأوجدناهم من العدم.ونحن وحدنا الذين شَدَدْنا أَسْرَهُمْ أى: قوينا وأحكمنا وأتقنا خلقهم، بأن منحناهم السمع والأبصار والأفئدة والعقول.. وربطنا بين مفاصلهم وأجزاء أجسادهم ربطا عجيبا معجزا.يقال: أسر الله- تعالى- فلانا، أى: خلقه- وبابه ضرب- وفرس شديد الأسر، أى: شديد الخلق، والأسر: القوة، مشتق من الإسار- بكسر الهمزة- وهو الحبل الذي تشد به الأحمال، يقال: أسر فلان الحمل أسرا، إذا أحكم ربطه، ومنه الأسير لأنه يربط بالإسار، أى: القيد.والمقصود بالأسر هنا: الإحكام والإتقان، والامتنان عليهم بأن الله- تعالى- خلقهم في أحسن وأتقن خلق.وقوله- سبحانه- وَإِذا شِئْنا بَدَّلْنا أَمْثالَهُمْ تَبْدِيلًا تأكيد لشمول قدرته- تعالى- أى: ونحن وحدنا الذين خلقناهم، ونحن وحدنا الذين ربطنا مفاصلهم وأعضاءهم ربطا متقنا بديعا.ومع ذلك، فإننا إذا شئنا إهلاكهم أهلكناهم، وجئنا بأمثالهم وأشباههم في شدة الخلق، وبدلناهم تبديلا معجزا، لا يقدر عليه أحد سوانا.وقوله: تَبْدِيلًا منصوب على أنه مفعول مطلق مؤكد لعامله وهو بدلناهم.ومن الآيات الشبيهة لهذه الآية في معناها قوله- تعالى-: إِنْ يَشَأْ يُذْهِبْكُمْ أَيُّهَا النَّاسُ وَيَأْتِ بِآخَرِينَ وَكانَ اللَّهُ عَلى ذلِكَ قَدِيراً  .وقوله- سبحانه-: إِنْ يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ. وَما ذلِكَ عَلَى اللَّهِ بِعَزِيزٍ ."},{"ayah_number":29,"text":"ثم ختم- سبحانه- السورة الكريمة بالحض على طاعته، وبالتحذير من معصيته فقال:إِنَّ هذِهِ تَذْكِرَةٌ فَمَنْ شاءَ اتَّخَذَ إِلى رَبِّهِ سَبِيلًا.أى: إن هذه الآيات التي أنزلناها عليك يا محمد- تذكرة وموعظة للناس، فمن شاء أن يتخذ إلى الله- تعالى- وسيلة وطريقة يتقرب بها إليه- تعالى- اتخذها، لأنها خير هداية إلى رضاه- سبحانه-.والتعبير بقوله: فَمَنْ شاءَ اتَّخَذَ إِلى رَبِّهِ سَبِيلًا تحريض شديد على المسارعة إلى الطاعة، لأن الله- تعالى- قد مكن الناس من ذلك، حيث وهبهم الاختيار والعقول المفكرة، وأرسل إليهم الرسل ليخرجوهم من الظلمات إلى النور."},{"ayah_number":30,"text":"ثم بين- سبحانه- أن مشيئته فوق كل مشيئة فقال: وَما تَشاؤُنَ إِلَّا أَنْ يَشاءَ اللَّهُ.أى: وما تشاءون شيئا من الأشياء، إلا بعد خضوع هذا الشيء لمشيئة الله- تعالى- وإرادته، إذ هو الخالق- سبحانه- لكل شيء، وهو صاحب الخلق والأمر تبارك الله رب العالمين.إِنَّ اللَّهَ كانَ عَلِيماً حَكِيماً أى: إنه- تعالى- كان وما زال صاحب العلم المطلق الذي لا يحده شيء، وصاحب الحكمة البليغة التي لا نهاية لها."},{"ayah_number":31,"text":"يُدْخِلُ- سبحانه- مَنْ يَشاءُ إدخاله فِي رَحْمَتِهِ لا راد لقضائه ولا معقب لحكمه.وَالظَّالِمِينَ أَعَدَّ لَهُمْ- سبحانه- عَذاباً أَلِيماً بسبب إصرارهم على ظلمهم، وإيثارهم الباطل على الحق، والغي على الرشد.نسأل الله- تعالى- أن يجعلنا ممن هم أهل لرحمته ورضوانه، وأن يبعدنا عمن هم أهل لعذابه ونقمته.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم.الراجي عفو ربه د. محمد سيد طنطاوى"}]