[{"ayah_number":1,"text":"بسم الله الرّحمن الرّحيمتفسير سورة المرسلاتمقدمة وتمهيد1- سورة «المرسلات» هي السورة السابعة والسبعون في ترتيب المصحف، أما ترتيبها في النزول فهي السورة الثالثة والثلاثون، وقد كان نزولها بعد سورة «الهمزة» ، وقبل سورة «ق» .وهي من السور المكية الخالصة، وقيل إن آية: وَإِذا قِيلَ لَهُمُ ارْكَعُوا لا يَرْكَعُونَ مدنية، وهذا القيل لا وزن له، لأنه لا دليل عليه. وعدد آياتها: خمسون آية.2- وقد ذكروا في فضلها أحاديث منها: ما أخرجه الشيخان عن عبد الله بن مسعود قال: بينما نحن مع النبي صلى الله عليه وسلم في غار بمنى، إذ نزلت عليه: «والمرسلات» ، فإنه ليتلوها، وإنى لأتلقاها من فيه، وإن فاه لرطب بها..وعن ابن عباس- رضى الله عنهما- قال: إن أم الفضل- امرأة العباس- سمعته يقرأ «والمرسلات عرفا» ، فقالت: يا بنى- ذكرتني بقراءتك هذه السورة. إنها لآخر ما سمعت رسول الله صلى الله عليه وسلم يقرأ بها في المغرب  .3- وسورة المرسلات زاخرة بالحديث عن أهوال يوم القيامة، وعن أحوال المكذبين في هذا اليوم، وعن مظاهر قدرة الله- تعالى-، وعن حسن عاقبة المتقين..التفسير وقد افتتحت هذه السورة بقوله- تعالى-:وللمفسرين في معنى هذه الصفات الخمس: «المرسلات والعاصفات والناشرات والفارقات والملقيات» اتجاهات، فمنهم من صدر تفسيره ببيان أن المراد بها الملائكة. فقد قال صاحب الكشاف: أقسم الله بطوائف من الملائكة، أرسلهن بأوامره فعصفن في مضيهن كما تعصف الرياح، تخففا في امتثال أمره. وبطوائف منهن نشرن أجنحتهن في الجو عند انحطاطهن بالوحي، أو نشرن الشرائع في الأرض.. ففرقن بين الحق والباطل، فألقين ذكرا إلى الأنبياء عذرا، للمحقين، أو نذرا للمبطلين.فإن قلت: ما معنى عرفا؟ قلت: متتابعة كشعر العرف- أى: عرف الفرس- يقال:جاءوا عرفا واحدا، وهم عليه كعرف الضبع: إذا تألبوا عليه...ومنهم من يرى أن المراد بالمرسلات وما بعدها: الرياح، فقد قال الجمل في حاشيته:أقسم الله- تعالى- بصفات خمس موصوفها محذوف، فجعلها بعضهم الرياح في الكل، وجعلها بعضهم الملائكة في الكل ... وغاير بعضهم فجعل الصفات الثلاث الأول، لموصوف واحد هو الرياح وجعل الرابعة لموصوف ثان وهو الآيات، وجعل الخامسة لموصوف ثالث وهو الملائكة.. .وسنسير نحن على هذا الرأى الثالث، لأنه في تصورنا أقرب الآراء إلى الصواب، إذ أن هذه الصفات من المناسب أن يكون بعضها للرياح، وبعضها للملائكة.فيكون المعنى: وحق الرياح المرسلات لعذاب المكذبين، فتعصفهم عصفا، وتهلكهم إهلاكا شديدا،"},{"ayah_number":2,"text":"فقوله: عَصْفاً وصف مؤكد للإهلاك الشديد، يقال: عصفت الريح، إذا اشتدت، وعصفت الحرب بالقوم، إذا ذهبت بهم، وناقة عصوف، إذا مضت براكبها مسرعة، حتى لكأنها الريح."},{"ayah_number":3,"text":"وكذا ( والناشرات ) : هى الرياح التى تنشر السحاب فى آفاق السماء كما يشاء الرب - عز وجل - ."},{"ayah_number":4,"text":"وقوله- سبحانه- فَالْفارِقاتِ فَرْقاً يصح أن يكون وصفا للملائكة الذين ينزلون بالشرائع المفرقة بين الحق والباطل، وبين أهل الحق وأهل الضلال.ويصح أن يكون وصفا للآيات التي أنزلها الله- تعالى- للتمييز بين الخير والشر، والرشد والغي."},{"ayah_number":5,"text":"وقوله فَالْمُلْقِياتِ ذِكْراً قال القرطبي: هم الملائكة بإجماع، يلقون كتب الله- تعالى- إلى الأنبياء- عليهم السلام-...فالمراد بالذكر في قوله فَالْمُلْقِياتِ ذِكْراً: وحى الله- تعالى- الذي يبلغه الملائكة إلى الرسل."},{"ayah_number":6,"text":"وقوله عُذْراً أَوْ نُذْراً منصوبان على أنهما بدل اشتمال من قوله ذِكْراً أو مفعول لأجله. أى: أن الملائكة يلقون وحى الله- تعالى- إلى أنبيائه، لإزالة أعذار المعتذرين عن الإيمان، حتى لا يقولوا ما جاءنا من بشير ولا نذير، ولإنذار الكافرين والفاسقين، حتى يقلعوا عن كفرهم وفسوقهم.وشبيه بهذه الآية قوله- تعالى- رُسُلًا مُبَشِّرِينَ وَمُنْذِرِينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ.قال صاحب الكشاف: فإن قلت ما العذر والنذر، وبماذا انتصبا؟ قلت: هما مصدران من أعذر إذا محا الإساءة، ومن أنذر إذا خوف على فعل كالكفر والنكر، ويجوز أن يكون جمع عذير، بمعنى المعذرة، وجمع نذير بمعنى الإنذار ... وأما انتصابهما فعلى البدل من ذكرا ... أو على المفعول له.. ."},{"ayah_number":7,"text":"وجملة إِنَّما تُوعَدُونَ لَصادِقٌ جواب القسم، وجيء بها مؤكدة، لتقوية تحقيق وقوع الجواب، وما وعدوا به هو البعث والحساب.أى: وحق الرياح المرسلة لعذاب المشركين.. وحق الملائكة الذين نرسلهم بوحينا للتفريق بين الحق والباطل، ولتبليغ رسلنا ما كلفناهم به.. إنكم- أيها الكافرون- لمبعوثون ومحاسبون على أعمالكم يوم القيامة الذي لا شك في وقوعه وحصوله وثبوته."},{"ayah_number":8,"text":"ثم بين- سبحانه- علامات هذا اليوم فقال: فَإِذَا النُّجُومُ طُمِسَتْ أى: محقت وذهب ضوؤها، وزال نورها. يقال: طمست الشيء، من باب ضرب- إذا محوته واستأصلت أثره،"},{"ayah_number":9,"text":"وَإِذَا السَّماءُ فُرِجَتْ أى: شقت أو فتحت، وتدلت أرجاؤها، ووهت أطرافها."},{"ayah_number":10,"text":"( وَإِذَا الجبال نُسِفَتْ ) أى : اقتلعت وأزيلت من أماكنها . يقال : نسف فلان البناء ينسفه ، إذا قلعه من أصله ."},{"ayah_number":11,"text":"وَإِذَا الرُّسُلُ أُقِّتَتْ أى: بلغت وقتها الذي كانت تنتظره، وهو يوم القيامة، للقضاء بينهم وبين أقوامهم. فقوله: أُقِّتَتْ من التوقيت، وهو جعل الشيء منتهيا إلى وقته المحدد له.قال الآلوسى: قوله وَإِذَا الرُّسُلُ أُقِّتَتْ أى: بلغت ميقاتها. وجوز أن يكون المعنى: عين لها الوقت الذي تحضر فيه للشهادة على الأمم، وذلك عند مجيء يوم القيامة..  .وجواب فَإِذَا وما عطف عليها في قوله فَإِذَا النُّجُومُ طُمِسَتْ محذوف، والتقدير:وقع ما وعدناكم به وهو يوم القيامة."},{"ayah_number":12,"text":"وقوله: لِأَيِّ يَوْمٍ أُجِّلَتْ. لِيَوْمِ الْفَصْلِ. وَما أَدْراكَ ما يَوْمُ الْفَصْلِ. وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ تعليل لبلوغ الرسل الى الوقت الذي كانوا ينتظرونه لأخذ حقوقهم من أقوامهم الظالمين، والاستفهام للتهويل والتعظيم من شأن هذا اليوم.أى: لأى يوم أخرت الأمور التي كانت متعلقة بالرسل؟ من تعذيب الكافرين، وإثابة المتقين.."},{"ayah_number":13,"text":"ليوم الفصل ، وهو يوم القيامة ، الذى يفصل الله - تعالى - فيه بقضائه العادل بين العباد ."},{"ayah_number":14,"text":"( وَمَآ أَدْرَاكَ ) ، - أيها المخاطب - ( مَا يَوْمُ الفصل ) ؟ إنه يوم هائل شديد ، لا تحيط العبارة بكنهه ، ولا يعلم إلا الله - تعالى - وحده مقدار أهواله ."},{"ayah_number":15,"text":"ويقال في هذا اليوم لكل فاسق عن أمر ربه، ومشرك معه في العبادة غيره، وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ أى: هلاك وحسرة في هذا اليوم للمكذبين بالحق الذي جاء به الرسل، وبلغوه إلى أقوامهم.وقد تكررت هذه الآية عشر مرات في تلك السورة الكريمة، على سبيل الوعيد والتهديد لهؤلاء المكذبين لرسلهم، والجاحدين لنعم خالقهم، والويل: أشد السوء والشر، وهو في الأصل مصدر بمعنى الهلاك، وكان حقه النصب بفعل من لفظه أو معناه، إلا أنه رفع على الابتداء، للدلالة على ثبات الهلاك ودوامه للمدعو عليه.وقوله يَوْمَئِذٍ ظرف للويل أو صفة له، ولذا صح الابتداء به.ثم ساقت السورة الكريمة بعد ذلك ألوانا من الأدلة على وحدانية الله- تعالى- وقدرته، كإهلاك المكذبين السابقين، وخلق الأولين والآخرين، والإنعام على الناس بالجبال والأنهار..قال- تعالى-:"},{"ayah_number":16,"text":"والاستفهام في قوله أَلَمْ نُهْلِكِ الْأَوَّلِينَ وفي الآيات المماثلة له بعد ذلك، للتقرير، والمقصود به استخراج الاعتراف والإقرار من مشركي قريش على صحة البعث، لأن من قدر على الإهلاك، قادر على الإعادة.أى: لقد أهلكنا الأقوام الأولين الذين كذبوا رسلهم، كقوم نوح وعاد وثمود."},{"ayah_number":17,"text":"ثُمَّ نُتْبِعُهُمُ الْآخِرِينَ أى: أهلكنا الأولين، ثم نتبعهم بإهلاك المتأخرين عنهم، والذين يشبهون سابقيهم في الكفر والجحود.و «ثم» هنا للتراخي الرتبى، لأن إهلاك الآخرين الذين لم يعتبروا بمن سبقهم سيكون أشد من إهلاك غيرهم، وفي ذلك تهديد شديد ووعيد واضح لمشركي مكة."},{"ayah_number":18,"text":"وقوله: كَذلِكَ نَفْعَلُ بِالْمُجْرِمِينَ أى: مثل ذلك الفعل الشنيع، والعقاب الأليم، نفعل بالمجرمين الذين أصروا على كفرهم وعنادهم حتى أدركهم الموت.فالكاف بمعنى مثل، والإشارة في قوله: كَذلِكَ تعود إلى الفعل المأخوذ من قوله نَفْعَلُ أى مثل ذلك الفعل نفعل بالمجرمين."},{"ayah_number":19,"text":"ثم كرر - سبحانه - التهديد والوعيد لهم ، لعلهم يرتدعون أو يتعظون فقال : ( وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ ) ."},{"ayah_number":20,"text":"ثم قال - سبحانه - ممتنا على خلقه بإيجادهم فى هذه الحياة ، ومحتجا على إمكان الإِعادة بخلقهم ولم يكونوا شيئا مذكورا ، فقال : ( أَلَمْ نَخْلُقكُّم مِّن مَّآءٍ مَّهِينٍ ) .أى : لقد خلقناكم - أيها الناس - من نطفة حقيرة ضعيفة ، من مَهُن الشئ - بفتح الميم وضم الهاء - إذا ضعف ، وميمه أصلية ، وليس هو من مادة هان ، و \" من \" ابتدائية ."},{"ayah_number":21,"text":"وقوله: فَجَعَلْناهُ فِي قَرارٍ مَكِينٍ تفصيل لكيفية الخلق على سبيل الإدماج، والقرار:اسم للمكان الذي يستقر فيه الماء، والمراد به رحم المرأة. والمكين صفة له.أى: خلقناكم من ماء ضعيف، ومن مظاهر قدرتنا وحكمتنا ولطفنا بكم أننا جعلنا هذا الماء الذي خلقتم منه، في مكان حصين، قد بلغ النهاية في تمكنه وثباته.فقوله مَكِينٍ بمعنى متمكن، من مكن الشيء مكانة، إذا ثبت ورسخ."},{"ayah_number":22,"text":"وقوله: إِلى قَدَرٍ مَعْلُومٍ بيان لبديع حكمته، والقدر بمعنى المقدار المحدد المنضبط، الذي لا يتخلف.أى: جعلنا هذا الماء في قرار مكين، إلى وقت معين محدد في علم الله- تعالى- يأذن عنده بخروج هذا المخلوق من رحم أمه، إلى الحياة، وهذا الوقت هو مدة الحمل."},{"ayah_number":23,"text":"وقوله- تعالى-: فَقَدَرْنا فَنِعْمَ الْقادِرُونَ ثناء منه- تعالى- على ذاته بما هو أهله. أى: فقدّرنا ذلك الخلق تقديرا حكيما منضبطا، وتمكنا من إيجاده في أطوار متعددة، فنعم المقدرون نحن، ونعم الموجدون نحن لما نوجده من مخلوقات."},{"ayah_number":24,"text":"وما دام الأمر كذلك فويل وهلاك يوم القيامة ، للمكذبين بوحدانيتنا وقدرتنا ."},{"ayah_number":25,"text":"ثم انتقل- سبحانه- إلى الاستدلال على إمكانية البعث بطريق ثالث فقال: أَلَمْ نَجْعَلِ الْأَرْضَ كِفاتاً، أَحْياءً وَأَمْواتاً، وَجَعَلْنا فِيها رَواسِيَ شامِخاتٍ.والكفات: اسم للمكان الذي يكفت فيه الشيء. أى يجمع ويضم ويوضع فيه.يقال: كفت فلان الشيء يكفته كفتا، من باب ضرب- إذا جمعه ووضعه بداخل شيء معين، ومنه سمى الوعاء كفاتا، لأن الشيء يوضع بداخله، وهو منصوب على أنه مفعول ثان لقوله نَجْعَلِ، لأن الجعل هنا بمعنى التصيير."},{"ayah_number":26,"text":"وقوله: أَحْياءً وَأَمْواتاً منصوبان على أنهما مفعولان به، لقوله كِفاتاً. أو مفعولان لفعل محذوف.أى: لقد جعلنا الأرض وعاء ومكانا تجتمع فيه الخلائق: الأحياء منهم يعيشون فوقها، والأموات منهم يدفنون في باطنها،"},{"ayah_number":27,"text":"وَجَعَلْنا فِيها- أيضا- جبالا رَواسِيَ أى:ثوابت شامِخاتٍ أى: مرتفعات ارتفاعا كبيرا، جمع شامخ وهو الشديد الارتفاع.قال صاحب الكشاف: الكفات: من كفت الشيء إذا ضمه وجمعه.. وبه انتصب أَحْياءً وَأَمْواتاً كأنه قيل: كافتة أحياء وأمواتا، أو انتصبا بفعل مضمر يدل عليه، وهو تكفت.والمعنى: تكفت أحياء على ظهرها، وأمواتا في بطنها.فإن قلت: لم قيل أحياء وأمواتا على التنكير، وهي كفات الأحياء والأموات جميعا؟قلت: هو من تنكير التفخيم، كأنه قيل: تكفت أحياء لا يعدون، وأمواتا لا يحصرون.. .وقوله- سبحانه- وَأَسْقَيْناكُمْ ماءً فُراتاً بيان لنعمة أخرى من أجل نعمه على خلقه، أى: وأسقيناكم- بفضلنا ورحمتنا- ماء فُراتاً أى: عذبا سائغا للشاربين."},{"ayah_number":28,"text":"وقوله- تعالى- وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ تكرير للتوبيخ والتقريع على جحودهم لنعم الله، التي يرونها بأعينهم، ويحسونها بحواسهم ويستعملونها لمنفعتهم.ثم انتقلت السورة الكريمة إلى بيان المصير الأليم الذي ينتظر هؤلاء المكذبين، فقال- تعالى-: انْطَلِقُوا إِلى ما كُنْتُمْ بِهِ تُكَذِّبُونَ. انْطَلِقُوا إِلى ظِلٍّ ذِي ثَلاثِ شُعَبٍ. لا ظَلِيلٍ وَلا يُغْنِي مِنَ اللَّهَبِ. إِنَّها تَرْمِي بِشَرَرٍ كَالْقَصْرِ. كَأَنَّهُ جِمالَتٌ صُفْرٌ."},{"ayah_number":29,"text":"وقوله- سبحانه-: انْطَلِقُوا مفعول لقول محذوف. أى: يقال للكافرين يوم القيامة- على سبيل الإهانة والإذلال-: انطلقوا إلى ما كنتم تكذبون به في الدنيا من العذاب."},{"ayah_number":30,"text":"وقوله: انْطَلِقُوا إِلى ظِلٍّ ذِي ثَلاثِ شُعَبٍ.. بدل مما قبله، وأعيد فعل انْطَلِقُوا.. على سبيل التوكيد، لقصد الزيادة في تقريعهم وتوبيخهم.والمراد بالظل: دخان جهنم، وسمى بذلك لشدة كثافته، أى: انطلقوا- أيها المشركون- إلى ظل من دخان جهنم الذي يتصاعد من وقودها، ثم يتفرق بعد ذلك إلى ثلاث شعب، شأن الدخان العظيم عند ما يرتفع.وسمى هذا الدخان العظيم الخانق بالظل، على سبيل التهكم بهم، إذ هم في هذه الحالة يكونون في حاجة شديدة إلى ظل يأوون إلى برده."},{"ayah_number":31,"text":"ثم وصف- سبحانه- هذا الظل بصفة ثانية فقال: لا ظَلِيلٍ أى: ليس هو بظل على سبيل الحقيقة، وإنما هو دخان خانق لا برد فيه.ثم وصفه بصفة ثالثة فقال: وَلا يُغْنِي مِنَ اللَّهَبِ أى: أن هذا الظل الذي تنطلقون إليه لا يغنى شيئا من الإغناء، من حر لهب جهنم التي هي مأواكم ونهايتكم.وبهذه الصفات يكون لفظ الظل، قد فقد خصائصه المعروفة من البرودة والشعور عنده بالراحة.. وصار المقصود به ظلا آخر، لا برد فيه، ولا يدفع عنهم شيئا من حر اللهب.وهذه الصفات إنما جيء بها لدفع ما يوهمه لفظ «ظل» .وعدى الفعل «يغنى» بحرف من، لتضمنه معنى يبعد."},{"ayah_number":32,"text":"والشرر : واحده شررَه ، وهى القطعة التى تتطاير من النار لشدة اشتعالها .والقصر: البناء العالي المرتفع. وقيل: هو الغليظ من الشجر. أو هو قطع من الخشب، يجمعها الجامعون للاستدفاء بها من البرد. وقوله: جِمالَتٌ جمع جمل- كحجارة وحجر.قال الآلوسى: «جمالة» بكسر الجيم- كما قرأ به حمزة والكسائي وحفص وهو جمع جمل.والتاء لتأنيث الجمع. يقال: جمل وجمال وجمالة.. والتنوين للتكثير.وقرأ الجمهور جمالات- بكسر الجيم مع الألف والتاء- جمع جمال.. فيكون جمع الجمع.. .والمعنى: إنها- أى: جهنم- ترمى المكذبين بالحق، الذين هم وقودها، ترميهم بشرر متطاير منها لشدة اشتعالها، كل واحدة من هذا الشرر كأنها البناء المرتفع في عظمها وارتفاعها."},{"ayah_number":33,"text":"وقوله- تعالى-: كَأَنَّهُ جِمالَتٌ صُفْرٌ وصف آخر للشرر، أى: كأن هذا الشرر في هيئته ولونه وسرعة حركته.. جمال لونها أصفر.واختير اللون الأصفر للجمال، لأن شرر النار عند ما يشتد اشتعالها يكون مائلا إلى الصفرة.وقيل المراد بالصفر هنا: السواد، لأن سواد الإبل يضرب إلى الصفرة.فأنت ترى أن الله- تعالى- قد شبه الشرر الذي ينفصل عن النار في عظمته وضخامته بالقصر، وهو البناء العالي المرتفع، وشبهه- أيضا- حين يأخذ في الارتفاع والتفرق..بالجمال الصفر، في هيئتها ولونها وسرعة حركتها، وتزاحمها.والمقصود بهذا التشبيه: زيادة الترويع والتهويل، فإن هؤلاء الكافرين لما كذبوا بالحساب والجزاء، وصف الله- تعالى- لهم نار الآخرة بتلك الصفات المرعبة، لعلهم يقلعون عن شركهم، لا سيما وأنهم يرون النار في دنياهم، ويرون شررها حين يتطاير ... وإن كان الفرق شاسعا بين نار الدنيا ونار الآخرة."},{"ayah_number":34,"text":"وزيادة فى التخويف والإنذار ختمت هذه الآيات - أيضا - بقوله - تعالى - ( وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ ) ."},{"ayah_number":35,"text":"ثم صور- سبحانه- حالهم عند ما يردون على النار، ويوشكون على القذف بهم فيها، فقال- تعالى- هذا يَوْمُ لا يَنْطِقُونَ، وَلا يُؤْذَنُ لَهُمْ فَيَعْتَذِرُونَ، وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ. هذا يَوْمُ الْفَصْلِ جَمَعْناكُمْ وَالْأَوَّلِينَ. فَإِنْ كانَ لَكُمْ كَيْدٌ فَكِيدُونِ. وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ.أى: ويقال لهؤلاء المجرمين- أيضا- عند الإلقاء بهم في النار: هذا يوم لا ينطقون فيه بشيء ينفعهم، أو لا ينطقون فيه إطلاقا لشدة دهشتهم، وعظم حيرتهم.ويكون في الكلام التفات من الخطاب إلى الغيبة، فإنهم بعد أن خوطبوا خطاب إهانة وإذلال بقوله- تعالى-: انْطَلِقُوا أعرض المخاطبون لهم، على سبيل الإهمال لهؤلاء الكافرين، وقالوا لهم: هذا يوم القيامة الذي لا يصح لكم النطق فيه.وهذا لا يتعارض مع الآيات التي تفيد نطقهم، كما في قوله- تعالى-: وَأَقْبَلَ بَعْضُهُمْ عَلى بَعْضٍ يَتَساءَلُونَ لأن في يوم القيامة مواطن متعددة، فهم قد ينطقون في موطن، ولا ينطقون في موطن آخر."},{"ayah_number":36,"text":"وقوله- تعالى- وَلا يُؤْذَنُ لَهُمْ فَيَعْتَذِرُونَ معطوف على ما قبله. أى: في يوم القيامة لا ينطق هؤلاء المجرمون نطقا يفيدهم، ولا يؤذن لهم في الاعتذار عما ارتكبوه من سوء، حتى يقبل اعتذارهم، وإنما يرفض اعتذارهم رفضا تاما، لأنه قد جاء في غير وقته وأوانه.يقال: اعتذرت إلى فلان، إذا أتيت له بعذر يترتب عليه محو الإساءة."},{"ayah_number":37,"text":"وقوله - تعالى - ( وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ ) تكرير للتوبيخ والتقريع على جحودهم لنعم الله ، التى يرونها بأعينهم ، ويحسونها بحواسهم ويستعملونها لمنفعتهم ."},{"ayah_number":38,"text":"ثم يقال لهم - أيضا - على سبيل التحدى والتقريع ( هذا ) هو يوم القيامة ( يَوْمُ الفصل ) بين المحقين والمبطين ( جَمَعْنَاكُمْ ) فيه - أيها الكافرون - مع من تقدمكم من الكفار ( والأولين ) ."},{"ayah_number":39,"text":"فَإِنْ كانَ لَكُمْ- أيها الكافرون- كَيْدٌ أى: مخرج وحيلة ومنفذ من العذاب الذي حل بكم فَكِيدُونِ أى: فافعلوه وقوموا به فأنتم الآن في أشد حالات الاحتياج إلى من يخفف العذاب عنكم.أو المعنى: فَإِنْ كانَ لَكُمْ كَيْدٌ أى: قدرة على كيد ديني ورسلي والمؤمنين، كما كنتم تفعلون في الدنيا فَكِيدُونِ أى: فأظهروه اليوم. والأمر للتعجيز، لأنه من المعروف أنهم في يوم القيامة لا قدرة لهم ولا حيلة.وهكذا نجد أن هذه الآيات الكريمة، قد ساقت ألوانا من الأدلة على وحدانية الله- تعالى-، وعلى أن يوم البعث حق، وعلى العاقبة السيئة التي سيكون عليها الكافرون يوم القيامة.ثم ختم- سبحانه- السورة الكريمة بالموازنة بين حال المتقين، وحال المجرمين، فقال:"},{"ayah_number":40,"text":"وقوله - تعالى - ( وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ ) تكرير للتوبيخ والتقريع على جحودهم لنعم الله ، التى يرونها بأعينهم ، ويحسونها بحواسهم ويستعملونها لمنفعتهم ."},{"ayah_number":41,"text":"أى: إِنَّ الْمُتَّقِينَ الذين صانوا في دنياهم أنفسهم عن الكفر والفسوق والعصيان، واعتصموا بالرشد والهدى والإيمان.سيكونون يوم القيامة فِي ظِلالٍ الأشجار والقصور، جمع ظل: وهو كل موضع لا تصل إليه الشمس. وفي عُيُونٍ من ماء وعسل ولبن وخمر."},{"ayah_number":42,"text":"وهم- أيضا- في فَواكِهَ وهي ما يتفكه به ويتنعم. جمع فاكهة مِمَّا يَشْتَهُونَ أى: يأكلون من تلك الفواكه ما يشتهونه منها، بدون تعب في طلبها، فهي تحت أيديهم."},{"ayah_number":43,"text":"ويقال لهم- على سبيل التكريم والتشريف- كُلُوا أكلا مريئا وَاشْرَبُوا شربا هَنِيئاً جزاء بِما كُنْتُمْ تَعْمَلُونَ في الدنيا من أعمال صالحة."},{"ayah_number":44,"text":"( إِنَّا كَذَلِكَ نَجْزِي المحسنين ) أى : إنا من شأننا أننا نعطى مثل هذا الجزاء الطيب للمؤمنين الذين أحسنوا أقوالهم وأفعالهم ، وصانوا أنفسهم عن كل مالا يرضينا ، هذا هو جزاء المتقين المحسنين ."},{"ayah_number":45,"text":"وقوله - تعالى - ( وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ ) تكرير للتوبيخ والتقريع على جحودهم لنعم الله ، التى يرونها بأعينهم ، ويحسونها بحواسهم ويستعملونها لمنفعتهم ."},{"ayah_number":46,"text":"أى: كُلُوا في دنياكم كما تأكل الأنعام وَتَمَتَّعُوا بملذاتكم متاعا قَلِيلًا سينتهي عما قريب، وستلقون في آخرتكم أشد أنواع العذاب. بسبب أنكم كنتم في الدنيا دأبكم الإجرام، والإصرار على الكفر والفسوق والعصيان.قال صاحب الكشاف: فإن قلت: كيف صح أن يقال لهم ذلك في الآخرة؟ قلت: يقال لهم ذلك في الآخرة إيذانا بأنهم كانوا في الدنيا أحقاء بأن يقال لهم، وكانوا من أهله، تذكيرا بحالهم السمجة، وبما جنوا على أنفسهم من إيثار المتاع القليل، على النعيم والملك الخالد.وعلل ذلك بكونهم مجرمين، دلالة على أن كل مجرم ماله إلا الأكل والتمتع أياما قليلة، ثم البقاء في الهلاك أبدا. ويجوز أن يكون كُلُوا وَتَمَتَّعُوا كلاما مستأنفا خطابا للمكذبين في الدنيا..  ."},{"ayah_number":47,"text":"وقوله- سبحانه-: وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ أى: هلاك دائم وعذاب مقيم يوم القيامة للمكذبين، الذين آثروا المتاع القليل الفاني في الدنيا، على النعيم الدائم في الآخرة."},{"ayah_number":48,"text":"وَإِذا قِيلَ لَهُمُ ارْكَعُوا لا يَرْكَعُونَ أى: وإذا قيل لهؤلاء المجرمين اركعوا في الدنيا مع الراكعين، وأدوا فريضة الصلاة مع الرسول صلى الله عليه وسلم ومع المؤمنين.إذا قيل لهم ذلك- على سبيل النصح والإرشاد- صموا آذانهم، وأصروا واستكبروا استكبارا، وأبوا أن يصلوا مع المصلين.وعبر عن الصلاة بالركوع، باعتبار أن الركوع من أهم أركانها، فهو من باب التعبير بالجزء عن الكل."},{"ayah_number":49,"text":"( وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ ) أى : هلاك شديد يوم القيامة لهؤلاء المكذبين ."},{"ayah_number":50,"text":"ثم ختم- سبحانه- السورة الكريمة بهذا التعجيب من أحوالهم التي بلغت النهاية في القبح والجحود والعناد فقال- تعالى-: فَبِأَيِّ حَدِيثٍ بَعْدَهُ يُؤْمِنُونَ.والفاء للإفصاح، أى: إذا كانوا لم يؤمنوا بهذا القرآن المشتمل على أسمى أنواع الهدايات وأحكمها وأوضحها.. فبأى حديث بعد القرآن يؤمنون؟ إنه من المستبعد إيمانهم بعد أن أعرضوا عن كل الحجج التي تهدى إلى الإيمان، فالاستفهام في قوله: فَبِأَيِّ حَدِيثٍ ...مستعمل في الإنكار التعجيبى من حالهم، والضمير في «بعده» يعود إلى القرآن، وهو وإن لم يسبق له ذكر، فإنه ملحوظ في أذهانهم، إذ في كل وقت يذكرهم الرسول صلى الله عليه وسلم به.وشبيه بهذه الآية قوله- تعالى-: فَبِأَيِّ حَدِيثٍ بَعْدَ اللَّهِ وَآياتِهِ يُؤْمِنُونَ.وبعد: فهذا تفسير لسورة «المرسلات» نسأل الله- تعالى- أن يجعله خالصا لوجهه ونافعا لعباده.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم."}]