[{"ayah_number":1,"text":"سورة الأنفالتمهيد بين يدي تفسير السورة1- سورة الأنفال هي السورة الثامنة في ترتيب المصحف، فقد تقدمتها سورة الفاتحة وهي مكية، ثم جاءت بعد سورة الفاتحة أربع سور مدنية، هن أطول السور المدنية في القرآن الكريم، وهن سور: البقرة، آل عمران، النساء، المائدة. ثم جاءت بعد هذه السور الأربع سورتان مكيتان، وهما أطول السور المكية في القرآن، سورتا: الأنعام والأعراف.ثم جاءت سورة الأنفال بعد ذلك، فكانت الثامنة في ترتيب سور المصحف.2- وعدد آياتها خمس وسبعون آية في المصحف الكوفي، وست وسبعون في الحجازي، وسبع وسبعون في الشامي.3- وقد سميت سورة الأنفال بهذا الإسم، لحديثها عن الأنفال أى الغنائم في أكثر من موضع.وقد أطلق عليها بعض الصحابة سورة بدر، فقد أخرج أبو الشيخ عن سعيد بن جبير أن ابن عباس سئل عنها فقال: تلك سورة بدر .4- وسورة الأنفال كلها مدنية، وممن قال بذلك: زيد بن ثابت، وعبد الله بن الزبير، وعطاء بن أبي رباح والحسن، وعكرمة.قال صاحب المنار: وقيل إنها مدنية إلا آية «64» وهي قوله- تعالى-: يا أَيُّهَا النَّبِيُّ حَسْبُكَ اللَّهُ وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ فقد روى البزار عن ابن عباس أنها نزلت لما أسلم عمر بن الخطاب، فعلى هذا وضعت في سورة الأنفال وقرئت مع آياتها التي نزلت في التحريض على القتال في غزوة بدر لمناسبتها للمقام، وروى عن مقاتل استثناء قوله- تعالى- وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ ... «الآية «30» لأن موضوعها ائتمار قريش بالنبي صلى الله عليه وسلم قبيل الهجرة، بل في الليلة التي خرج فيها رسول الله صلى الله عليه وسلم مع صاحبه أبى بكر بقصد الهجرة وباتا في الغار، وهذا استنباط من المعنى، وهو استنباط يرده ما صح عن ابن عباس من أن الآية نفسها نزلت في المدينة.وزاد بعضهم استثناء خمس آيات أخرى بعد هذه الآية، وهي قوله- تعالى-: وَإِذا تُتْلى عَلَيْهِمْ آياتُنا قالُوا قَدْ سَمِعْنا.. إلى قوله: بِما كُنْتُمْ تَكْفُرُونَ «الآيات من 31- 35» لأن موضوعها حال كفار قريش في مكة، وهذا لا يقتضى نزولها في مكة، بل ذكّر الله بها رسوله بعد الهجرة، وكل ما نزل بعد الهجرة فهو مدني».والذي ترتاح إليه النفس أن سورة الأنفال جميعها مدنية، وأن ما في بعض آياتها من أوصاف لأحوال المشركين في مكة قبل الهجرة لا يعنى كون هذه الآيات مكية لأن هذه الآيات إنما هي من باب تذكير الرسول وأصحابه بما كان عليه أولئك القوم من عناد ومكابرة وانحراف عن الطريق القويم، أدى بهم إلى الهزيمة في بدر وفي غيرها من المعارك التي كان النصر فيها للمؤمنين.5- وقد ذكر بعض المفسرين- ومنهم الزمخشري- أن سورة الأنفال نزلت بعد سورة البقرة، ولعل مرادهم بذلك أن نزولها كان بعد نزول بعض الآيات من سورة البقرة، لأنه من المعروف أن سورة البقرة لم تنزل دفعة واحدة، وإنما ابتدأ نزولها بعد الهجرة، ثم امتد هذا النزول لآياتها إلى قبيل وفاة الرسول- صلى الله عليه وسلم- بمدة قصيرة.6- قال الآلوسى: ووجه مناسبتها لسورة الأعراف أن سورة الأعراف فيها خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ ... وفي هذه- أى الأنفال- كثير من أفراد المأمور به، وفي الأعراف ذكر قصص الأنبياء- عليهم الصلاة والسلام- مع أقوامهم، وفي هذه ذكره صلى الله عليه وسلم وذكر ما جرى بينه وبين قومه.وقد فصل- سبحانه- في تلك- قصص آل فرعون وأضرابهم وما حل بهم وأجمل في هذه ذلك فقال: كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِنْ قَبْلِهِمْ كَفَرُوا بِآياتِ اللَّهِ فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ ...وأشار هناك إلى سوء زعم الكفرة في القرآن بقوله- تعالى-: وَإِذا لَمْ تَأْتِهِمْ بِآيَةٍ قالُوا لَوْلا اجْتَبَيْتَها ... وصرح بذلك هنا إذ يقول.. وَإِذا تُتْلى عَلَيْهِمْ آياتُنا قالُوا قَدْ سَمِعْنا لَوْ نَشاءُ لَقُلْنا ... إلى غير ذلك من المناسبات.ثم قال الآلوسى: «والظاهر أن وضعها هنا توقيفي، وكذا وضع براءة بعدها، وإلى ذلك ذهب غير واحد ... ».والحق أنه بمطالعتنا لما يقوله الآلوسى وغيره من المفسرين في بيان وجه مناسبة السورة للتي قبلها، نرى أن هذه الأقوال لا تخلو من تكلف، وأن كثيرا مما ذكروه من مناسبات بين سورتين معينتين لا يختص بهما، بل هو موجود فيهما وفي غيرهما.فالآلوسى- مثلا- يجعل من وجوه مناسبة الأنفال للأعراف أن الأعراف فيها وَأْمُرْ بِالْعُرْفِ. وأن الأنفال فيها كثير من أفراد المأمور به..وهذا المعنى نراه في كثير من السور المتتالية، فسورة آل عمران- مثلا- من بين آياتها قوله- تعالى-: وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ...وسورة النساء- التي بعدها- فيها- أيضا- كثير من أفراد المأمور به لأن الأمر بالمعروف من الدعائم التي يقوم عليها المجتمع الإسلامى.والذي تميل إليه النفس أن ترتيب السور توقيفي، وأن كل سورة لها موضوعاتها التي نراها بارزة بصورة تميزها عن غيرها.7- وسورة الأنفال عند ما نتأمل ما اشتملت عليه من آيات، نراها تحدثنا- في مجموعها- عن غزوة بدر، فتعرض أحداثها الظاهرة، كما تعرض بشارات النصر فيها، وتكشف عن قدرة الله وتدبيره في وقائع هذه الغزوة الحاسمة، وتبين كثيرا من الإرشادات والتشريعات الحربية التي يجب على المؤمنين اتباعها حتى ينالوا النجاح والفلاح.أخرج البخاري عن ابن عباس أن سورة الأنفال نزلت في بدر:(أ) لقد افتتحت السورة الكريمة ببيان أن قسمة الأنفال أى- الغنائم- مردها إلى الله ورسوله، وأن على المؤمنين أن يذعنوا لما يفعله فيها رسولهم صلى الله عليه وسلم ثم وصفت المؤمنين الصادقين أكمل وصف، وبشرتهم بأسمى المنازل، وأرفع الدرجات.قال- تعالى-: يَسْئَلُونَكَ عَنِ الْأَنْفالِ قُلِ الْأَنْفالُ لِلَّهِ وَالرَّسُولِ فَاتَّقُوا اللَّهَ وَأَصْلِحُوا ذاتَ بَيْنِكُمْ وَأَطِيعُوا اللَّهَ وَرَسُولَهُ إِنْ كُنْتُمْ مُؤْمِنِينَ، إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذا تُلِيَتْ عَلَيْهِمْ آياتُهُ زادَتْهُمْ إِيماناً وَعَلى رَبِّهِمْ يَتَوَكَّلُونَ. الَّذِينَ يُقِيمُونَ الصَّلاةَ وَمِمَّا رَزَقْناهُمْ يُنْفِقُونَ. أُولئِكَ هُمُ الْمُؤْمِنُونَ حَقًّا، لَهُمْ دَرَجاتٌ عِنْدَ رَبِّهِمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ.(ب) وبعد هذا الحديث الطيب عن أوصاف المؤمنين الصادقين، تبدأ السورة في الحديث عن حال بعض الذين اشتركوا في غزوة بدر، وكيف أنهم كرهوا القتال في أول الأمر، لأنهم لم يخرجوا من أجله وإنما خرجوا من أجل الحصول على التجارة التي قدم بها مشركو قريش من بلاد الشام لكن الله- تعالى- أراد أن يعلمهم وغيرهم أن الخير فيما قدره، لا فيما يقدرون ويريدون.استمع إلى السورة الكريمة بتأمل وتدبر وهي تصور هذه المعاني بأسلوبها البليغ المؤثر فتقول.كَما أَخْرَجَكَ رَبُّكَ مِنْ بَيْتِكَ بِالْحَقِّ، وَإِنَّ فَرِيقاً مِنَ الْمُؤْمِنِينَ لَكارِهُونَ. يُجادِلُونَكَ فِي الْحَقِّ بَعْدَ ما تَبَيَّنَ كَأَنَّما يُساقُونَ إِلَى الْمَوْتِ وَهُمْ يَنْظُرُونَ. وَإِذْ يَعِدُكُمُ اللَّهُ إِحْدَى الطَّائِفَتَيْنِ أَنَّها لَكُمْ، وَتَوَدُّونَ أَنَّ غَيْرَ ذاتِ الشَّوْكَةِ تَكُونُ لَكُمْ، وَيُرِيدُ اللَّهُ أَنْ يُحِقَّ الْحَقَّ بِكَلِماتِهِ وَيَقْطَعَ دابِرَ الْكافِرِينَ. لِيُحِقَّ الْحَقَّ وَيُبْطِلَ الْباطِلَ وَلَوْ كَرِهَ الْمُجْرِمُونَ.(ج) ثم تسوق السورة بعد ذلك ألوانا من البشارات التي تشعر المؤمنين بأن الله- تعالى- قد أجاب لهم دعاءهم، وأنه- سبحانه- سيجعل النصر في هذه المعركة حليفا لهم.ومن مظاهر هذه البشارات أن الله- تعالى- أمدهم بألف من الملائكة مردفين، وأمدهم بالنعاس ليكون مصدر طمأنينة لقلوبهم، وأمدهم بمياه الأمطار ليتطهروا بها، ولتثبت الأرض من تحتهم، وأمدهم قبل ذلك وبعده بعونه الذي جعلهم يقبلون على قتال أعدائهم بقلوب ملؤها الإقدام والشجاعة.قال- تعالى-: إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجابَ لَكُمْ أَنِّي مُمِدُّكُمْ بِأَلْفٍ مِنَ الْمَلائِكَةِ مُرْدِفِينَ وَما جَعَلَهُ اللَّهُ إِلَّا بُشْرى وَلِتَطْمَئِنَّ بِهِ قُلُوبُكُمْ وَمَا النَّصْرُ إِلَّا مِنْ عِنْدِ اللَّهِ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ. إِذْ يُغَشِّيكُمُ النُّعاسَ أَمَنَةً مِنْهُ، وَيُنَزِّلُ عَلَيْكُمْ مِنَ السَّماءِ ماءً لِيُطَهِّرَكُمْ بِهِ، وَيُذْهِبَ عَنْكُمْ رِجْزَ الشَّيْطانِ وَلِيَرْبِطَ عَلى قُلُوبِكُمْ وَيُثَبِّتَ بِهِ الْأَقْدامَ.(د) ثم وجهت السورة الكريمة خمسة نداءات إلى المؤمنين، أرشدتهم في كل واحد منها إلى ما فيه خيرهم وفلاحهم.فقد أمرتهم في النداء الأول بالثبات في وجوه أعدائهم، ونهتهم عن الفرار منهم، وهددت من يوليهم دبره بسوء المصير، وأخبرتهم بأن الله معهم ما داموا معتمدين عليه، ومستجيبين لما يدعوهم إليه.وأمرتهم في النداء الثاني بطاعة الله ورسوله، وحذرتهم من المعصية، ومن التشبه بالكافرين الذين «قالوا سمعنا وهم لا يسمعون» .وأمرتهم في النداء الثالث بالمسارعة إلى أداء ما كلفوا به من تكاليف فيها سعادتهم وفلاحهم، وخوفتهم من ارتكاب ذنوب لا يحيق شرها بالذين ارتكبوها وحدهم، وإنما يعمهم وغيرهم ممن رأوا المنكر فلم يعملوا على تغييره.ونهتهم في النداء الرابع عن خيانة الله ورسوله، أى: عن ترك فرائض الله، وعن هجر سنة رسوله.. وحذرتهم من أن تشغلهم أموالهم وأولادهم عن طاعة الله وعن أداء واجباته.ثم بشرتهم في النداء الخامس بأنهم إذا ما اتقوا الله حق تقاته، فإنه- سبحانه- سيرزقهم الهداية والنصر والنجاة من كل مكروه.تدبر معى- أخى القارئ- هذه النداءات، وما اشتملت عليه من توجيهات سامية وإرشادات عالية، حيث يقول- سبحانه-:يا أَيُّهَا الَّذِينَ آمَنُوا إِذا لَقِيتُمُ الَّذِينَ كَفَرُوا زَحْفاً فَلا تُوَلُّوهُمُ الْأَدْبارَ..يا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَرَسُولَهُ وَلا تَوَلَّوْا عَنْهُ وَأَنْتُمْ تَسْمَعُونَ..يا أَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذا دَعاكُمْ لِما يُحْيِيكُمْ..يا أَيُّهَا الَّذِينَ آمَنُوا لا تَخُونُوا اللَّهَ وَالرَّسُولَ وَتَخُونُوا أَماناتِكُمْ وَأَنْتُمْ تَعْلَمُونَ..يا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَتَّقُوا اللَّهَ يَجْعَلْ لَكُمْ فُرْقاناً وَيُكَفِّرْ عَنْكُمْ سَيِّئاتِكُمْ..(ه) ثم أخذت السورة بعد ذلك في تذكير المؤمنين بنعم الله عليهم ليزدادوا له شكرا، وفي تصوير ما عليه الكافرون من جهل وعناد وخسران.فحكت ما قالوه في شأن القرآن من كذب ومكابرة.وحكت استهزاءهم بالدين، وإمعانهم في الجحود، وتعجلهم للعذاب..وحكت ما كانوا يقومون به من تصفيق ولغو عند قراءة القرآن، حتى يشغلوا الناس عن سماعه..وحكت مسارعتهم إلى إنفاق أموالهم، لا في وجوه الخير، ولكن في وجوه الشر التي ستكون عاقبتها الخسران وسوء المصير.وبعد أن حكت كل هذه الرذائل عن الكافرين، أمرت الرسول صلى الله عليه وسلم أن يبلغهم أنهم إذا ما انتهوا عن كفرهم وعنادهم، فإن الله- تعالى- سيغفر لهم ما سلف من ذنوبهم.أما إذا استمروا في طغيانهم وجحودهم، فستدور الدائرة عليهم.قال- تعالى-: وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ، وَيَمْكُرُونَ وَيَمْكُرُ اللَّهُ، وَاللَّهُ خَيْرُ الْماكِرِينَ. وَإِذا تُتْلى عَلَيْهِمْ آياتُنا قالُوا قَدْ سَمِعْنا، لَوْ نَشاءُ لَقُلْنا مِثْلَ هذا، إِنْ هذا إِلَّا أَساطِيرُ الْأَوَّلِينَ. وَإِذْ قالُوا اللَّهُمَّ إِنْ كانَ هذا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنا حِجارَةً مِنَ السَّماءِ أَوِ ائْتِنا بِعَذابٍ أَلِيمٍ. وَما كانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ، وَما كانَ اللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ.(و) وبعد أن افتتحت السورة الكريمة بالحديث المجمل عن الغنائم وساقت في أعقابه ما ساقت من توجيه وإرشاد وترغيب وترهيب.بعد كل ذلك عادت السورة إلى الحديث عن الغنائم، ففصلت ما أجملته في مطلعها، وذكّرت المؤمنين بنعم أخرى منحهم الله إياها في بدر.ومن ذلك: أنّه- سبحانه- هيأ لهم المكان المناسب لقتال أعدائهم، وجعل اللقاء الحاسم بين الفريقين بدون موعد سابق.. وقلل كل فريق في عين الآخر ليقضى- سبحانه- قضاءه النافذ..قال- تعالى-: وَاعْلَمُوا أَنَّما غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ وَلِذِي الْقُرْبى وَالْيَتامى وَالْمَساكِينِ وَابْنِ السَّبِيلِ، إِنْ كُنْتُمْ آمَنْتُمْ بِاللَّهِ وَما أَنْزَلْنا عَلى عَبْدِنا يَوْمَ الْفُرْقانِ يَوْمَ الْتَقَى الْجَمْعانِ وَاللَّهُ عَلى كُلِّ شَيْءٍ قَدِيرٌ. إِذْ أَنْتُمْ بِالْعُدْوَةِ الدُّنْيا وَهُمْ بِالْعُدْوَةِ الْقُصْوى، وَالرَّكْبُ أَسْفَلَ مِنْكُمْ، وَلَوْ تَواعَدْتُمْ لَاخْتَلَفْتُمْ فِي الْمِيعادِ وَلكِنْ لِيَقْضِيَ اللَّهُ أَمْراً كانَ مَفْعُولًا لِيَهْلِكَ مَنْ هَلَكَ عَنْ بَيِّنَةٍ وَيَحْيى مَنْ حَيَّ عَنْ بَيِّنَةٍ وَإِنَّ اللَّهَ لَسَمِيعٌ عَلِيمٌ.(ز) ثم يأتى بعد ذلك النداء السادس والأخير للمؤمنين، فيأمرهم- سبحانه- فيه بالثبات عند لقائهم لأعدائهم، وبالإكثار من ذكره، وبالطاعة التامة له ولرسوله، وبالابتعاد عن التنازع والاختلاف.ثم ينهاهم عن التشبه بالمرائين، والمتكبرين، والمغرورين، الذين زين لهم الشيطان سوء أعمالهم- ولكنه عند ما تراءى الجمعان نكص على عقبيه- والذين سيكون مصيرهم الهزيمة في الدنيا، والعذاب المهين في الآخرة بسبب كفرهم بآيات الله، وإيثارهم الضلالة على الهداية.قال- تعالى-: يا أَيُّهَا الَّذِينَ آمَنُوا إِذا لَقِيتُمْ فِئَةً فَاثْبُتُوا، وَاذْكُرُوا اللَّهَ كَثِيراً لَعَلَّكُمْ تُفْلِحُونَ. وَأَطِيعُوا اللَّهَ وَرَسُولَهُ وَلا تَنازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ وَاصْبِرُوا إِنَّ اللَّهَ مَعَ الصَّابِرِينَ. وَلا تَكُونُوا كَالَّذِينَ خَرَجُوا مِنْ دِيارِهِمْ بَطَراً وَرِئاءَ النَّاسِ وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ، وَاللَّهُ بِما يَعْمَلُونَ مُحِيطٌ. وَإِذْ زَيَّنَ لَهُمُ الشَّيْطانُ أَعْمالَهُمْ وَقالَ لا غالِبَ لَكُمُ الْيَوْمَ مِنَ النَّاسِ وَإِنِّي جارٌ لَكُمْ، فَلَمَّا تَراءَتِ الْفِئَتانِ نَكَصَ عَلى عَقِبَيْهِ وَقالَ إِنِّي بَرِيءٌ مِنْكُمْ إِنِّي أَرى ما لا تَرَوْنَ، إِنِّي أَخافُ اللَّهَ، وَاللَّهُ شَدِيدُ الْعِقابِ.(ح) ثم تمضى السورة الكريمة في تصوير رذائل الكافرين، وفي تشجيع المؤمنين على قتالهم، وإعداد العدة لدحرهم وتشريدهم ما داموا مستمرين على كفرهم وخيانتهم..، فإن جنحوا للسلم. ومالوا إلى المصالحة والمهادنة فاقبل منهم ذلك- أيها الرسول الكريم،واحترس من خداعهم وغدرهم، وحرض أتباعك على قتالهم بصبر وجلد.قال- تعالى-: إِنَّ شَرَّ الدَّوَابِّ عِنْدَ اللَّهِ الَّذِينَ كَفَرُوا فَهُمْ لا يُؤْمِنُونَ. الَّذِينَ عاهَدْتَ مِنْهُمْ ثُمَّ يَنْقُضُونَ عَهْدَهُمْ فِي كُلِّ مَرَّةٍ وَهُمْ لا يَتَّقُونَ. فَإِمَّا تَثْقَفَنَّهُمْ فِي الْحَرْبِ فَشَرِّدْ بِهِمْ مَنْ خَلْفَهُمْ لَعَلَّهُمْ يَذَّكَّرُونَ. وَإِمَّا تَخافَنَّ مِنْ قَوْمٍ خِيانَةً فَانْبِذْ إِلَيْهِمْ عَلى سَواءٍ إِنَّ اللَّهَ لا يُحِبُّ الْخائِنِينَ. وَلا يَحْسَبَنَّ الَّذِينَ كَفَرُوا سَبَقُوا إِنَّهُمْ لا يُعْجِزُونَ. وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِباطِ الْخَيْلِ تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ وَآخَرِينَ مِنْ دُونِهِمْ لا تَعْلَمُونَهُمُ اللَّهُ يَعْلَمُهُمْ، وَما تُنْفِقُوا مِنْ شَيْءٍ فِي سَبِيلِ اللَّهِ يُوَفَّ إِلَيْكُمْ وَأَنْتُمْ لا تُظْلَمُونَ. وَإِنْ جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَها وَتَوَكَّلْ عَلَى اللَّهِ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ.(ط) ثم انتقلت السورة إلى الحديث عن أسرى غزوة بدر من المشركين فبينت ما كان يجب على الرسول صلى الله عليه وسلم والمؤمنين في شأنهم، وعاتبتهم لإيثارهم أخذ الفداء على ما عند الله من ثواب عظيم، وأباحت لهم أن يأكلوا مما غنموه، فإنه حلال طيب، وأمرت النبي صلى الله عليه وسلم أن يدعو الأسرى إلى الدين الحق، وأن يخبرهم بأنهم متى آمنوا ظفروا بخير الدنيا والآخرة..تأمل معى- أخى القارئ- هذه الآيات الكريمة التي ساقتها السورة في هذا المعنى.ما كانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرى حَتَّى يُثْخِنَ فِي الْأَرْضِ، تُرِيدُونَ عَرَضَ الدُّنْيا وَاللَّهُ يُرِيدُ الْآخِرَةَ وَاللَّهُ عَزِيزٌ حَكِيمٌ. لَوْلا كِتابٌ مِنَ اللَّهِ سَبَقَ لَمَسَّكُمْ فِيما أَخَذْتُمْ عَذابٌ عَظِيمٌ. فَكُلُوا مِمَّا غَنِمْتُمْ حَلالًا طَيِّباً وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ. يا أَيُّهَا النَّبِيُّ قُلْ لِمَنْ فِي أَيْدِيكُمْ مِنَ الْأَسْرى إِنْ يَعْلَمِ اللَّهُ فِي قُلُوبِكُمْ خَيْراً يُؤْتِكُمْ خَيْراً مِمَّا أُخِذَ مِنْكُمْ وَيَغْفِرْ لَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ. وَإِنْ يُرِيدُوا خِيانَتَكَ فَقَدْ خانُوا اللَّهَ مِنْ قَبْلُ فَأَمْكَنَ مِنْهُمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ.(ى) وإذا كانت السورة قد تحدثت في أوائلها عن صفات المؤمنين.. الصادقين، وعن حال الذين كرهوا الخروج إلى القتال في بدر.. فإنها قد تحدثت في ختامها- أيضا- عن أصناف المؤمنين.. فمدحت المهاجرين السابقين، ومدحت الأنصار الذين آووا ونصروا، لأنهم قد اشتركوا جميعا في بذل أموالهم وأنفسهم من أجل إعلاء كلمة الله.. ثم بينت ما يجب عليهم نحو غيرهم من المؤمنين الذين لم يهاجروا، بل ظلوا في أرض الشرك. ثم مدحت المؤمنين الذين تأخرت هجرتهم عن صلح الحديبية- وإن كانوا أقل في الدرجات من المهاجرين السابقين.قال- تعالى-: إِنَّ الَّذِينَ آمَنُوا وَهاجَرُوا وَجاهَدُوا بِأَمْوالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ وَالَّذِينَ آوَوْا وَنَصَرُوا أُولئِكَ بَعْضُهُمْ أَوْلِياءُ بَعْضٍ، وَالَّذِينَ آمَنُوا وَلَمْ يُهاجِرُوا ما لَكُمْ مِنْ وَلايَتِهِمْ مِنْ شَيْءٍ حَتَّى يُهاجِرُوا، وَإِنِ اسْتَنْصَرُوكُمْ فِي الدِّينِ فَعَلَيْكُمُ النَّصْرُ إِلَّا عَلى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثاقٌ وَاللَّهُ بِما تَعْمَلُونَ بَصِيرٌ. وَالَّذِينَ كَفَرُوا بَعْضُهُمْ أَوْلِياءُ بَعْضٍ إِلَّا تَفْعَلُوهُ تَكُنْ فِتْنَةٌ فِي الْأَرْضِ وَفَسادٌ كَبِيرٌ. وَالَّذِينَ آمَنُوا وَهاجَرُوا وَجاهَدُوا فِي سَبِيلِ اللَّهِ وَالَّذِينَ آوَوْا وَنَصَرُوا أُولئِكَ هُمُ الْمُؤْمِنُونَ حَقًّا لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ. وَالَّذِينَ آمَنُوا مِنْ بَعْدُ وَهاجَرُوا وَجاهَدُوا مَعَكُمْ فَأُولئِكَ مِنْكُمْ، وَأُولُوا الْأَرْحامِ بَعْضُهُمْ أَوْلى بِبَعْضٍ فِي كِتابِ اللَّهِ، إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ.8- هذا عرض مجمل لما اشتملت عليه سورة الأنفال من توجيهات سامية، وآداب عالية، وتشريعات حكيمة ...ومن هذا العرض نرى أن السورة الكريمة قد اهتمت بأمور من أبرزها ما يلي:(ا) تربية المؤمنين على العقيدة السليمة، وعلى الطاعة لله ولرسوله. وإصلاح ذات بينهم، والثبات في وجه أعدائهم، والإكثار من التقرب إلى خالقهم، والمداومة على مراقبته وخشيته وشكره، فهو الذي هداهم للإيمان، وهو الذي آواهم وأيدهم بنصره ورزقهم من الطيبات.. بعد أن كانوا ضالين ومستضعفين في الأرض.ولقد أفاضت السورة في غرس هذه المعاني في نفوس المؤمنين لأنها نزلت كما سبق أن بينا- في أعقاب اللقاء الأول بينهم وبين أعدائهم- فكان من المناسب أن تكرر غرس هذه المعاني في القلوب حتى تستمر على طاعة الله ورسوله، تلك الطاعة التي من ثمارها الظفر الدائم والخير الباقي..(ب) تذكير المؤمنين بما عليه أعداؤهم من جحود وعناد، وبما كان منهم من مكر برسولهم صلى الله عليه وسلم ومن استهزائهم بدينهم وقرآنهم ومن عداوة شديدة للحق وأهله، ومن صفات ذميمة جعلتهم أهلا لاستحواذ الشيطان عليهم ...وهذا التذكير قد تكرر كثيرا في سورتنا هذه، لكي يستمر المؤمنون على حسن استعدادهم، ولكي لا تنسيهم نشوة النصر في بدر ما يضمره لهم أعداؤهم من كراهية وبغضاء، وما يبيتونه لهم من سوء وشر.(ج) إرشاد المؤمنين إلى المنهاج الذي يجب أن يسيروا عليه في حالتي حربهم وسلمهم، لأنه متى ساروا عليه حالفهم النصر، وصاحبهم التوفيق.ففي حالة الحرب: أمرتهم السورة الكريمة بأن يعدوا لأعدائهم كل ما يستطيعون من قوة.وأن يبذلوا أموالهم بسخاء من أجل نصرة الحق.. وأن يقاتلوا خصومهم بشجاعة وإقدام، وأن يكثروا من التقرب إلى الله بصالح الأقوال والأعمال- خصوصا في مواطن القتال-.. وأن يجعلوا غايتهم في قتالهم إحقاق الحق وإبطال الباطل حَتَّى لا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ كُلُّهُ لِلَّهِ....وأن يؤثروا السلم على الحرب متى وجد السبيل إليه، فإن السلم هو الأصل أما الحرب فهي أمر لا يلجأ إليه إلا عند الضرورة التي تقتضيها.. أما في حالة سلمهم: فقد أمرتهم السورة الكريمة بالتآخى والتناصر والتواد والتراحم والتصالح.. ونبذ التنازع والتخاصم والاختلاف والبطر.كما أمرتهم بتقوى الله وبإيثار ما عنده من ثواب وأجر على الأموال والأولاد.قال- تعالى-: وَاعْلَمُوا أَنَّما أَمْوالُكُمْ وَأَوْلادُكُمْ فِتْنَةٌ وَأَنَّ اللَّهَ عِنْدَهُ أَجْرٌ عَظِيمٌ.وهناك موضوعات أخرى تعرضت لها السورة:كحديثها عن الغنائم، وعن الأسرى، وعن المعاهدات، وعن أحداث غزوة بدر، وعن المشاعر التي تحركت في نفوس بعض المشتركين فيها قبل أن تبدأ المعركة وخلالها وبعدها.وقد ساقت السورة الكريمة كل ذلك بأسلوب يهدى القلوب، ويشرح الصدور، ويرشد الناس إلى مواطن عزهم وسعادتهم.هذا، ونرى من المناسب- أخى القارئ- أن نختم هذا العرض المجمل لسورة بدر- كما سماها ابن عباس- بتلخيص لقصة هذه الغزوة لنتنسم الجو الذي نزلت فيه هذه السورة، ولندرك مرامي النصوص فيها.. لأننا نعتقد أن ما يعين على فهم الآيات القرآنية فهما قويما مستنيرا، أن يكون القارئ أو المفسر لها ملما بأسباب نزولها وبالجو التاريخى الذي نزلت فيه، وبالأحداث التي لا بست نزولها.. يجانب إلمامه بمدلولاتها اللغوية والبيانية..قال الإمام ابن هشام عند حديثه عن «غزوة بدر الكبرى».قال ابن إسحاق: لما سمع رسول الله صلى الله عليه وسلم بأبى سفيان مقبلا من الشام في عير لقريش عظيمة.. ندب المسلمين إليها وقال: «هذه عير قريش فيها أموالهم فاخرجوا إليها لعل الله ينفلكموها» فانتدب الناس فخف بعضهم وثقل بعضهم وذلك أنهم لم يظنوا أن رسول الله صلى الله عليه وسلم يلقى حربا.وكان أبو سفيان- حين دنا من الحجاز- يتجسس الأخبار، ويسأل من لقى من الركبان: تخوفا على أمر الناس- أى: على أموالهم التي معه في القافلة حتى أصاب خبرا من بعض الركبان أن محمدا قد استنفر أصحابه لك ولعيرك فحذر عند ذلك. فاستأجر ضمضم بن عمرو الغفاري فبعثه إلى مكة، وأمره أن يأتى قريشا فيستنفرهم إلى أموالهم، ويخبرهم أن محمدا قد عرض لها في أصحابه. فخرج ضمضم بن عمرو سريعا إلى مكة.فلما وصلها أخذ يصرخ ببطن الوادي.. ويقول يا معشر قريش: اللطيمة اللطيمة- أى:العير التي تحمل الطيب والمسك والثياب..- أموالكم مع أبى سفيان قد عرض لها محمد في أصحابه، لا أرى أن تدركوها. الغوث الغوث.فتجهز الناس سراعا وقالوا: أيظن محمد وأصحابه أن تكون كعير ابن الحضرمي؟ كلا والله ليعلمن غير ذلك فكانوا بين رجلين، إما خارج وإما باعث مكانه رجلا، وأوعبت قريش فلم يتخلف من أشرافها أحد.- خرجوا بالقيان والدفوف يغنين في كل منهل، وينحرون الجزر، وهم تسعمائة وخمسون مقاتلا، وقادوا مائة فرس، عليها مائة درع سوى درع المشاة، وكانت إبلهم سبعمائة بعير.قال ابن إسحاق: وخرج رسول الله صلى الله عليه وسلم في ليال مضت من شهر رمضان في أصحابه: واستعمل ابن أم مكتوم على الصلاة بالناس، واستعمل على المدينة أبا لبابة.. ودفع اللواء إلى مصعب بن عمير.وكان إبل المسلمين يومئذ سبعين بعيرا، فاعتقبوها- أى كانوا يركبونها بالتعاقب- وكانت راية الأنصار مع سعد بن معاذ.وسلك رسول الله صلى الله عليه وسلم طريقه من المدينة إلى مكة على نقب المدينة، ثم على العقيق، ثم على ذي الحليفة.. ثم نزل قريبا من بدر.. وأتى إلى رسول الله صلى الله عليه وسلم الخبر عن قريش بمسيرهم ليمنعوا عيرهم، فاستشار الناس وأخبرهم عن قريش فقام أبو بكر فقال وأحسن.ثم قام عمر بن الخطاب فقال وأحسن. ثم قام المقداد بن عمرو فقال: يا رسول الله، امض لما أراك الله فنحن معك والله لا نقول لك كما قالت بنو إسرائيل لموسى: فَاذْهَبْ أَنْتَ وَرَبُّكَ فَقاتِلا إِنَّا هاهُنا قاعِدُونَ ولكن اذهب أنت وربك فقاتلا إنا معكما مقاتلون.ثم قال رسول الله صلى الله عليه وسلم أشيروا على أيها الناس، وإنما يريد الأنصار، وذلك لأنهم عدد الناس، وأنهم حين بايعوه بالعقبة قالوا: يا رسول الله: إنا برآء من ذمامك حتى تصل إلى ديارنا، فإذا وصلت إلى ديارنا فأنت في ذمتنا نمنعك مما نمنع منه أبناءنا ونساءنا.فلما قال رسول الله صلى الله عليه وسلم ذلك، قال له سعد بن معاذ: والله لكأنك تريدنا يا رسول الله لقد آمنا بك وصدقناك، وشهدنا أن ما جئت به هو الحق، وأعطيناك على ذلك عهودنا ومواثيقنا، فامض يا رسول الله لما أردت فنحن معك فو الذي بعثك بالحق لو استعرضت بنا هذا البحر فخضته لخضناه معك ما تخلف منا رجل واحد، وما نكره أن تلقى بنا عدونا غدا، وإنا لصبر في الحرب صدق عند اللقاء، ولعل الله يريك منا ما تقر به عينك فسر بنا على بركة الله.ففرح- رسول الله صلى الله عليه وسلم بقول سعد..ثم قال: سيروا وأبشروا، فإن الله- تعالى- قد وعدني إحدى الطائفتين والله لكأنى أنظر إلى مصارع القوم.قال ابن إسحاق: ثم ركب رسول الله صلى الله عليه وسلم ومعه أبو بكر فسارا حتى وقفا على شيخ من العرب. فسأله الرسول صلى الله عليه وسلم عن قريش وعن محمد وأصحابه وما بلغه عنهم، فقال الشيخ لا أخبركما حتى تخبراني ممن أنتما؟ فقال رسول الله صلى الله عليه وسلم إذا أخبرتنا أخبرناك.قال: أذاك بذاك؟ قال: نعم، قال الشيخ: فإنه بلغني أن محمدا وأصحابه خرجوا يوم كذا وكذا، فإن كان صدق الذي أخبرنى، فهم اليوم بمكان كذا وكذا للمكان الذي به المسلمون.وبلغني أن قريشا خرجوا يوم كذا وكذا، فإن كان الذي أخبرنى صدقنى، فهم اليوم بمكان كذا وكذا، للمكان الذي فيه قريش.فلما فرغ من خبره قال: ممن أنتما؟ فقال رسول الله صلى الله عليه وسلم نحن من ماء، ثم انصرف عنه.ثم رجع رسول الله صلى الله عليه وسلم إلى أصحابه فلما أمسى أرسل بعضهم إلى ماء بدر يلتمسون الخبر له.. فأصابوا ساقيين لقريش فأتوا بهما.. فقال لهما النبي صلى الله عليه وسلم أخبرانى عن قريش.قالا: هم والله وراء الكثيب الذي ترى بالعدوة القصوى.فقال لهما: كم القوم؟ قالا كثير قال: ما عددهم؟ قالا لا ندري قال: كم ينحرون كل يوم؟ قالا: يوما تسعا ويوما عشرا. فقال: القوم فيما بين التسعمائة والألف ثم قال لهما.فمن فيهم من أشراف قريش؟ قالا: عتبة وشيبة ابنا ربيعة، والنضر بن الحارث، وزمعة بن الأسود، وأمية بن خلف.. فأقبل رسول الله صلى الله عليه وسلم على الناس فقال: هذه مكة قد ألقت إليكم أفلاذ كبدها..قال ابن إسحاق: ولما رأى أبو سفيان أنه قد أحرز عيره، أرسل إلى قريش: إنكم إنما خرجتم لتمنعوا عيركم ورجالكم وأموالكم، فقد نجاها الله فارجعوا. فقال أبو جهل: والله لا نرجع حتى نرد ماء بدر، فنقيم عليه ثلاثة، ننحر الجزر، ونطعم الطعام، ونسقى الخمر، وتعزف علينا القيان، وتسمع بنا العرب وبمسيرنا وجمعنا، فلا يزالون يهابوننا أبدا بعدها.وقال الأخنس بن شريق لبنى زهرة، يا بنى زهرة قد نجى الله لكم أموالكم فارجعوا فرجعوا فلم يشهد غزوة بدر زهري واحد.ومضت قريش حتى نزلوا بالعدوة القصوى من الوادي: وبعث الله السماء بالماء فأصاب المسلمون منه ما لبد لهم الأرض ولم يمنعهم من المسير، وأصاب قريشا منه ما لم يقدروا على أن يرتحلوا معه فخرج رسول الله صلى الله عليه وسلم يبادرهم إلى الماء، حتى إذا جاء ماء نزل به..فقال الحباب بن المنذر يا رسول الله؟ أهذا منزل أنزلكه الله ليس لنا أن نتقدمه ولا نتأخر عنه، أم هو الرأى والمكيدة والحرب؟.فقال رسول الله صلى الله عليه وسلم: بل هو الرأى والمكيدة والحرب.فقال الحباب يا رسول الله، فإن هذا ليس بمنزل، فانهض بالناس حتى تأتى أدنى ماء من القوم فنزله، ثم نغور ما وراءه من القلب- أى: ثم نغطى ما خلفه من الآبار- ثم نبنى عليه حوضا فنملؤه ماء، ثم نقاتل القوم فنشرب ولا يشربون.فقال رسول الله صلى الله عليه وسلم «لقد أشرت بالرأى» ثم نهض ومعه الناس فسار حتى إذا أتى أدنى ماء من القوم نزل عليه، ثم أمر بالقلب فغورت وبنى حوضا على القليب الذي نزل عليه فملىء ماء. ثم قال سعد بن معاذ يا رسول الله، ألا نبنى لك عريشا تكون فيه، ونعد عندك ركائبك ثم نلقى عدونا، فإن أعزنا الله وأظهرنا على عدونا. كان ذلك ما أحببنا، وإن كانت الأخرى، جلست على ركائبك فلحقت بمن وراءنا. فقد تخلف عنك أقوام- يا نبي الله ما نحن بأشد لك حبا منهم، ولو ظنوا أنك تلقى حربا ما تخلفوا عنك.فأثنى عليه رسول الله صلى الله عليه وسلم ودعا له بخير، ثم بنى لرسول الله عريش فكان فيه.ثم ارتحلت قريش حين أصبحت، فلما رآها رسول الله صلى الله عليه وسلم قادمة من الكثيب إلى الوادي قال: «اللهم هذه قريش قد أقبلت بخيلائها وفخرها، تحادك وتكذب رسولك اللهم فنصرك الذي وعدتني. اللهم أحثهم الغداة» .ثم أرسلت قريش عمير بن وهب الجمحي فقالوا له: احزر لنا أصحاب محمد، فاستجال بفرسه حول العسكر ثم رجع إليهم فقال: هم ثلاثمائة رجل يزيدون قليلا أو ينقصون قليلا..ولقد رأيت- يا معشر قريش- البلايا تحمل المنايا، نواضح يثرب تحمل الموت الناقع.قوم ليس معهم منعة ولا ملجأ إلا سيوفهم. والله ما أرى أن يقتل رجل منهم حتى يقتل رجلا منكم، فإذا أصابوا منكم أعدادهم فما خير العيش بعد ذلك، فروا رأيكم.فلما سمع حكيم بن حزام ذلك مشى في الناس، فأتى عتبة بن ربيعة فقال: يا أبا الوليد إنك كبير قريش وسيدها والمطاع فيها، فهل لك إلى أن تفعل شيئا تذكر به بخير إلى آخر الدهر؟ فقال عتبة: وما ذاك يا حكيم؟قال: ترجع بالناس وتحمل أمر حليفك عمرو بن الحضرمي ...قال عتبة: قد فعلت.. ثم قام عتبة خطيبا في الناس فقال:يا معشر قريش إنكم والله ما تصنعون بأن تلقوا محمدا وأصحابه شيئا، والله لئن أصبتموه لا يزال الرجل ينظر في وجه رجل يكره النظر إليه. قتل ابن عمه أو ابن خاله.. فارجعوا وخلوا بين محمد وبين سائر العرب فإن أصابوه فذاك الذي أردتم، وإن كان غير ذلك ألفاكم ولم تعرضوا منه ما تريدون..وبلغ كلام عتبة أبا جهل فسبه.. ثم بعث أبو جهل إلى ابن الحضرمي فقال له: هذا حليفك عتبة يريد أن يرجع بالناس، وقد رأيت ثارك بعينك، فقم فانشد خفرتك ومقتل أخيك- أى: فقم فاطلب من الناس الوفاء بالعهد والأخذ بثأر أخيك..فقام ابن الحضرمي فاكتشف ثم صرخ: وا عمراه، وا عمراه، فحميت الحرب، واشتد أمر الناس، واستوثقوا على ما هم عليه من الشر، وأفسد أبو جهل الرأى الذي دعا عتبة الناس إليه..قال ابن إسحاق: ثم خرج الأسود بن عبد الأسد المخزومي- وكان شرسا سيئ الخلق- فقال: أعاهد الله لأشربن من حوضهم أو لأهدمنه، أو لأموتن دونه فلما دنا منه خرج إليه حمزة بن عبد المطلب. فلما التقيا ضربه حمزة فأطن قدمه بنصف ساقه- أى.أطارها- وهو دون الحوض، فوقع على ظهره تشخب رجله دما نحو أصحابه. ثم حبا إلى الحوض حتى اقتحم فيه، فضربه حمزة حتى قتله في الحوض..ثم خرج عتبة بين أخيه شيبة وابنه الوليد بن عتبة.. فنادى يا محمد: أخرج إلينا أكفاءنا من قومنا. فقال رسول الله صلى الله عليه وسلم قم يا عبيدة وقم يا حمزة وقم يا على.. أما حمزة فلم يمهل شيبة أن قتله، وأما على فلم يمهل الوليد أن قتله، واختلف عبيدة وعتبة بينهما ضربتين كلاهما أثبت صاحبه- أى: جرحه جرحا شديدا لا يملك معه الحركة- وكر حمزة وعلى بأسيافهما على عتبة فأجهزا عليه، واحتملا عبيدة فحازاه إلى أصحابه.قال ابن إسحاق: ثم تزاحف الناس، ودنا بعضهم من بعض، وقد أمر رسول الله الناس أن لا يحملوا حتى يأمرهم، وقال: «إن اكتنفكم القوم فانضحوهم عنكم بالنبل» ...ثم عدل رسول الله صلى الله عليه وسلم الصفوف، ورجع إلى العريش فدخله- ومعه أبو بكر الصديق.. وأخذ الرسول صلى الله عليه وسلم يناشد ربه ويقول فيما يقول: «اللهم إن تهلك هذه العصابة اليوم لا تعبد، وأبو بكر يقول: يا رسول الله بعض مناشدتك ربك، فإن الله منجز لك ما وعدك» .ثم خفق رسول الله صلى الله عليه وسلم خفقة وهو في العريش، ثم انتبه فقال: «أبشر يا أبا بكر، أتاك نصر الله. هذا جبريل آخذ بعنان فرس.. يقوده على ثناياه النقع» - أى الغبار.وكان قد رمى مهجع مولى عمر بن الخطاب بسهم فقتل، فكان أول قتيل.. من المسلمين.ثم رمى حارثة بن سراقة وهو يشرب من الحوض بسهم فقتل.ثم خرج رسول الله صلى الله عليه وسلم إلى الناس فحرضهم وقال: «والذي نفس محمد بيده.لا يقاتلهم اليوم رجل فيقتل صابرا محتسبا، مقبلا غير مدبر، إلا أدخله الله الجنة» ...ثم إن رسول الله- صلى الله عليه وسلم أخذ حفنة من الحصباء فاستقبل قريشا بها، ثم نفخهم بها وأمر أصحابه فقال: «شدوا» فكانت الهزيمة فقتل الله- تعالى- من قتل من صناديد قريش، وأسر من أسر من أشرافهم..فلما وضع القوم أيديهم يأسرون ورسول الله صلى الله عليه وسلم في العريش، وسعد بن معاذ قائم على باب العريش الذي فيه رسول الله صلى الله عليه وسلم متوشحا السيف في نفر من الأنصار يحرسون رسول الله يخافون عليه كرة العدو، ورأى رسول الله صلى الله عليه وسلم في وجه سعد الكراهية لما يصنع الناس، فقال له رسول الله صلى الله عليه وسلم: «والله لكأنك يا سعد تكره ما يصنع القوم!» .فقال سعد: أجل والله يا رسول الله؟ كانت هذه أول موقعة أوقعها الله بأهل الشرك، فكان الإثخان في القتل أحب إلى من استبقاء الرجال..ثم قال رسول الله صلى الله عليه وسلم لأصحابه يومئذ: «إنى قد عرفت أن رجالا من بنى هاشم وغيرهم قد أخرجوا كرها، ولا حاجة لهم بقتالنا، فمن لقى منكم أحدا من بنى هاشم فلا يقتله ومن لقى أبا البحتري فلا يقتله..قال ابن إسحاق: - وبعد انتهاء المعركة- أمر رسول الله صلى الله عليه وسلم بالقتلى من المشركين أن يطرحوا في القليب فلما طرحوا وقف عليهم فقال: «بئس العشيرة كنتم لنبيكم- يا أهل القليب- لقد كذبتموني وصدقنى الناس، وأخرجتموني وآوانى الناس، وقاتلتموني ونصرني الناس» ..ثم قال: «هل وجدتم ما وعدكم ربكم حقا؟ فإنى قد وجدت ما وعدني ربي حقا» فقال المسلمون: يا رسول الله! أتنادي قوما قد جيّفوا؟فقال صلى الله عليه وسلم: «ما أنتم بأسمع لما أقول منهم، ولكنهم لا يستطيعون أن يجيبوني» .ثم إن رسول الله صلى الله عليه وسلم أمر بما في العسكر مما جمع الناس فجمع، فاختلف فيه المسلمون، فقال من جمعه: هو لنا، وقال الذين كانوا يقاتلون العدو..: والله لولا نحن ما أصبتموه..ثم بعث رسول الله صلى الله عليه وسلم عبد الله بن رواحة وزيد بن حارثة ليبشر أهل المدينة بنصر الله لهم على المشركين.ثم فرق الرسول صلى الله عليه وسلم الأسرى من المشركين بين أصحابه وقال لهم:«استوصوا بالأسارى خيرا» .قال ابن إسحاق: وكان أول من قدم مكة بمصاب قريش الحيسمان بن عبد الله الخزاعي فقالوا له: ما وراءك؟ فقال، قتل عتبة، وشيبة، وأبو الحكم بن هشام، وأمية بن خلف..فلما جعل يعدد أشراف قريش الذين قتلوا، قال صفوان بن أمية وهو قاعد في الحجر: والله إن يعقل هذا فاسألوه عنى!! فقالوا له: ما فعل صفوان بن أمية؟ فقال: ها هو ذاك في الحجر، وقد والله رأيت أباه وأخاه حين قتلا..ولما قدم أبو سفيان بن الحارث قال له أبو لهب: هلم إلى، فعندك لعمري الخبر!! فجلس إليه الناس قيام عليه فقال له أبو لهب: يا ابن أخى أخبرنى كيف كان أمر الناس؟فقال أبو سفيان: والله ما هو إلا أن لقينا القوم فمنحناهم أكتافنا يقودوننا كيف شاءوا، ويأسروننا كيف شاءوا..أما بعد: فهذا ملخص لغزوة بدر سقناه قبل البدء في التفسير التحليلى لسورة الأنفال، وقصدنا من ذكر هذا الملخص لهذه الغزوة الحاسمة: أن نتنسم الجو الذي نزلت فيه السورة- كما سبق أن أشرنا وأن نستعين به على فهم الآيات فهما واضحا مستنيرا..لأن سورة الأنفال هي سورة بدر كما سماها ابن عباس- رضى الله عنه- وفي ختام هذا التعريف بسورة الأنفال، نسأل الله- تعالى- أن يوفقنا لتفسير آياتها تفسيرا واضحا مقبولا، بعيدا عن الانحراف. محررا من لغو القول وباطله..وصلى الله على سيدنا محمد وعلى آله وأصحابه وأتباعه إلى يوم الدين.لعل من الخير قبل أن نتكلم فى تفسير هذه الآيات الكريمة أن نذكر بعض الروايات التى وردت فى سبب نزولها . فإن معرفة سبب النزول يعين على الفهم السليم .قال الإِمام ابن كثير - ما ملخصه - روى الإِمام أحمد بن عبادة بن الصامت قال خرجنا مع رسول الله - صلى الله عليه وسلم - فشهدت معه بدرا فالتقى الناس . فهزم الله - تعالى - العدو ، فانطلقت طائفة فى آثام يهزمون ويقتلون . وأقبلت طائفة على العسكر يجوزونه ويجمعونه . وأحدثت طائفة برسول الله - صلى الله عليه وسلم - لكى لا يصيب العدو منه غرة . حتى إذا كان الليل وفاء الناس بعضهم إلى بعض ، قال الذين جمعوا الغنائم : نحن حويناها وجمعناها ، فليس لأحد فيها نصيب ، وقال الذين خرجوا فى طلب العدو : لستم بأحق بها منا ، نحن نفينا عنها العدو وهزمناهم . وقال الذين أحدقوا برسول الله - صلى الله عليه وسلم - : لستم أحق بها منا . نحن أحدقنا برسول الله - صلى الله عليه وسلم مخافة أن صيب منه غرة فاشتغلنا به - فنزلت : ( يَسْأَلُونَكَ عَنِ الأنفال قُلِ الأنفال للَّهِ والرسول ) . . فقسمها رسول الله - صلى الله عليه وسلم - بين المسلمين .وروى أبو داود والنسائى وابن جرير وابن مردويه - واللفظ له - عن ابن عباس قال : \" لما كان يوم بدر قال رسول الله - صلى الله عليه وسلم - من صنع كذا وكذا فله كذا وكذا ، فتسارع فى ذلك شبان القوم ، وبقى الشيوخ تحت الرايات . فلما كانت المغانم جاءوا يطلبون الذى جعل لهم . فقال الشيوخ : لا تسأثروا علينا فإنا كنا ردءاً لكم ، لو انكشفتم لبثتم إينا . فتنازعوا ، فأنزل الله - تعالى - : ( يَسْأَلُونَكَ عَنِ الأنفال قُلِ الأنفال للَّهِ والرسول ) \" .وقال الثورى ، عن الكلبى ، عن أبى صالح عن ابن عباس قال : لما كان يوم بدر قال رسول الله - صلى الله عليه وسلم - : \" \" من قتل قتيلا فله كذا وكذا ، ومن أتى بأسير فله كذا وكذا \" ، فجاء أبو اليسر بأسيرين ، فقال : يا رسول الله صلى الله عليك - أنت وعدتنا . فقام سعد بن عبادة فقال : يا رسول الله ، إنك لو أعطيت هؤلاء لم يبق لأصحابك شئ ، وإنه لم يمنعنا من هذا زهادة فى الأجر ولا جبن عن العدو ، وإنما قمنا هذا المقام محافظة عليك مخافة أن يأتوك من ورائك . فتشاجروا ، ونزل القرآن : ( يَسْأَلُونَكَ عَنِ الأنفال قُلِ الأنفال للَّهِ والرسول ) \" .وقال الإِمام أحمد : حدثنا محمد بن سلمة عن ابن إسحاق ، عن عبد الرحمن عن سليمان بن موسى عن مكحول عن أبى أمامة قال : سألت عبادة بن الصامت عن الأنفال فقال : فينا معشر أصحاب بدر نزلت حين اختلفنا فى النفل ، وساءت فيه أخلاقنا ، فنزعه الله من أيدنا وجعله إلى الرسول - صلى الله عليه وسلم - فقسمه بين المسلمين عن بواء - أى : على السواء .هذه بعض الروايات التى وردت فى سبب نزول هذه الآيات ، ومنها يتبين لنا أن نزاعاً حدث بين بعض الصحابة الذين اشتركوا فى غزوة بدر ، حول الغنائم التى ظفروا بها من هذه الغزوة ، فأنزل الله - تعالى - فى هذه الآيات بيان حكمه فيها .والضمير فى قوله ( يَسْأَلُونَكَ ) يعود إلى بعض الصحابة الذين اشتركوا فى غزوة بدر ، وصح عود الضمير إليهم مع أنهم لم يسبق لهم ذكر ، لأن السورة نزلت فى هذه الغزوة ، ولأن هؤلاء الذين اشتركوا فيها هم الذين يهمهم حكمها ، ويعنيهم العلم بكيفية قسمتها .قال الإِمام الرازى - ما ملخصه - : فإن قيل من هم الذين سألوا؟ فالجواب : إن قوله ( يَسْأَلُونَكَ عَنِ الأنفال ) إخبار عمن لم يسبق ذكرهم ، وحسن ذلك ههنا ، لأنه فى حالة النزول كان السائل عن هذا السؤال معلوماً فانصرف اللفظ إليهم . ولا شك أنهم كانوا أقواماً لهم تعلق بالغنائم والأنفال ، وهم أقوام من الصحابة اشتركوا فى غزوة بدر .والأنفال جمع نفل - بفتح النون والفاء - كسبب وأسباب - وهو فى أصل اللغة من النفل - بفتح فسكون - أى : الزيادة ، ولذا قيل للتطوع نافلة ، لأنه زيادة عن الأصل وهو الفرض وقيل لولد الولد نافلة ، لأنه زيادة على الولد . قال - تعالى - : ( وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ نَافِلَةً ) قال الآلوسى : ثم صار النفل حقيقة فى العطية ، لأنها لكونها تبرعاً غير لازم كان زيادة ، ويسمى به الغنيمة أيضا وما يشترطه الإِمام للغازى زيادة على سهمه لرأى يراه سواء أكان لشخص معين أو لغير معين ، وجعلوا من ذلك ما يزيده الإِمام لمن صدر منه اثر محمود فى الحرب كبراز وحسن إقدام ، وغيرهما .وإطلاقه على الغنيمة ، باعتبار أنها زيادة على ما شرع الجهاد له وهو إعلاء كلمة الله ، أو باعتبار أنها زيادة خص الله بها هذه الأمة ، أو باعتبار أنها منحة من الله - تعالى - من غير وجوب .ثم قال : ومن الناس من فرق بين الغنيمة والنفل بالعموم والخصوص . فقيل : الغنيمة ما حصل مستغنماً سواء أكان بتعب أو بغير تعب ، قبل الظفر أو بعده ، والنفل ما كان قبل الظفر ، أو ما كان بغير قتال وهو \" الفئ \" .والمراد بالأنفال هنا الغنائم كما ورى عن ابن عباس ، ومجاهد ، وقتادة ، والضحاك ، وابن زيد ، وطائفة من الصحابة وغيرهم .هذا ، وجمهور العلماء على أن المقصود من سؤال بعض الصحابة لرسول الله - صلى الله عليه وسلم - عن الأنفال - أى الغنائم - إنما هو حكمها وعن المستحق لها ، فيكون المعنى :يسألك بعض أصحابك يا محمد عن غنائم بدر كيف تقسم؟ ومن المستحق لها؟ قل لهم : الأنفال يحكم فيها بحكمه - سبحانه - وللرسول - صلى الله عليه وسلم - فهو الذى يقسمها على حسب حكم الله وأمره فيها .وفى هذه الإِجابة على سؤالهم تريبة حكيمة لهم - وهم فى أول لقاء لهم مع أعداءهم حتى يجعلوا جهادهم من أجل إعلاء كملة الله . أما الغنائم والأسلوب وأعراض الدنيا التى تأتيهم من وراء جهاده فعليهم ألا يجعلوها ضمن غايتهم السامية من جهادهم ، وأن يفوضوا الأمر فيها لله ورسوله عن إذعان وتسليم .وبعض العلماء يرى أن السؤال للاستعطاء ، وأن المراد بالأنفعال ما شرط للغازى زيادة على سهمه ، وأن حرف \" عن \" زائدة ، أو هو بمعنى من ، فيكون المعنى : يسألك بعض أصحابك يا محمد إعطاءهم الأنفعال التى وعدتهم بها زايدة على سهامهم فيها . قل لهم : الأنفال لله ولرسوله .والذى نراه أن الرأى الأول أرجح وذلك لأمور منها :1- بعض الروايات التى وردت فى أسباب نزول هذه الآية تؤيده تأييداً صريحاً ، ومن ذلك ما سبق أن ذكرناه عن عبادة بن الصامت أنه قال : \" فينا معشر أصحاب بدر نزلت ، حين اختلفنا فى النفل ، وساءت فيه أخلاقنا ، فنزعه الله من أيدينا . فجعله إلى الرسول - صلى الله عليه وسلم فقسمه بين المسلمين عن بواء \" .2- ولأن غزوة بدر كانت أول غزوة لها شأنها وأثرها بين المسلمين والكافرين ، وكانت غنائهما الضخمة التى ظفر بها المؤمنون من المشركين ، حافزاً لسؤال بعض المؤمنين رسولهم - صلى الله عليه وسلم -عن حكمها وعن المستحق لها .3- ولأن الجواب عن السؤال بقوله - تعالى - : ( قُلِ الأنفال للَّهِ والرسول ) يؤيد أن السؤال إنما هو عن حكم الأنفال وعن مصرفها ، إذ أن هذا الجواب يفيد أن اختصاص أمرها وحكمها مرجعه إلى الله ورسوله دون تدخل أحد سواهما .ولو كان السؤال للاستعطاء لما كان هذا جواباً له ، فإن اختصاص حكم ما شرط لهم بالله والرسول لا ينافى إعطاءه إياهم بل يحققه ، لأنهم إنما يسألونه بموجب شطره لهم الصادر عنه بإذن الله - تعالى - لا بحكم سبق أيديهم إليهم أو نحو ذلك مما يخل بالاختصاص المذكور .4- ولأن قوله - تعالى - بعد ذلك ( فاتقوا الله وَأَصْلِحُواْ ذَاتَ بِيْنِكُمْ . . ) إلخ يؤيد أن السؤال عن حكم الأنفال ومصرفها بعد أن تنازعوا فى شأنها ، فهو - سبحانه - ينهاهم عن هذا التنازع ، وبأمرهم بأن يصونوا أنفهسم عن كل ما يغضب الله . . . ولو كان السؤال للاستعطاء - بناء على ما شرطه الرسول - صلى الله عليه وسلم - لبعض زيادة على سهامهم - لما كان هناك محذور يجب اتقاؤه ، لأنهم لم يطلبوا من الرسول إلا ما"},{"ayah_number":2,"text":"ثم وصف- سبحانه- المؤمنين الصادقين بخمس صفات، وبشرهم بأعلى الدرجات، فقال في بيان صفتهم الأولى: إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ.. فالجملة الكريمة مستأنفة وهي مسوقة لبيان أحوال المؤمنين الذين هم أهل لرضا الله وحسن ثوابه، حتى يتأسى بهم غيرهم.وقوله وَجِلَتْ من الوجل وهو استشعار الخوف. يقال: وجل يوجل وجلا فهو وجل، إذا خاف وفزع.والمراد بذكر الله: ذكر صفاته الجليلة، وقدرته النافذة، ورحمته الواسعة، وعقابه الشديد، وعلمه المحيط بكل شيء، وما يستتبع ذلك من حساب وثواب وعقاب.والمعنى: إنما المؤمنون الصادقون الذين إذا ذكر اسم الله وذكرت صفاته أمامهم، خافت قلوبهم وفزعت، استعظاما لجلاله وتهيبا من سلطانه، وحذرا من عقابه، ورغبة في ثوابه، وذلك لقوة إيمانهم، وصفاء نفوسهم، وشدة مراقبتهم لله- عز وجل- ووقوفهم عند أمره ونهيه..وقد جاء التعبير عن صفاتهم بصيغة من صيغ القصر وهي «إنما» ، للإشعار بأن من هذه صفاتهم هم المؤمنون الصادقون في إيمانهم وإخلاصهم، أما غيرهم ممن لم تتوفر به هذه الصفات، فأمره غير أمرهم، وجزاؤه غير جزائهم.قال الفخر الرازي: فإن قيل: إنه- تعالى- قال هاهنا: وَجِلَتْ قُلُوبُهُمْ وقال في آية أخرى: الَّذِينَ آمَنُوا وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ اللَّهِ... فكيف الجمع بينهما؟قلنا: الاطمئنان: إنما يكون عن ثلج اليقين، وشرح الصدر بمعرفة التوحيد، والوجل:إنما يكون من خوف العقوبة. ولا منافاة بين هاتين الحالتين. بل نقول: هذان الوصفان اجتمعا في آية واحدة وهي قوله- تعالى: اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتاباً مُتَشابِهاً مَثانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ، ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلى ذِكْرِ اللَّهِ...والمعنى تقشعر الجلود من خوف عذاب الله، ثم تلين جلودهم وقلوبهم عند رجاء ثواب الله.والصفة الثانية من صفات هؤلاء المؤمنين الصادقين عبر عنها- سبحانه- بقوله: وَإِذا تُلِيَتْ عَلَيْهِمْ آياتُهُ زادَتْهُمْ إِيماناً.أى أن من صفات هؤلاء المؤمنين أنهم إذا قرئت عليهم آيات الله أى: حججه وهي القرآن زادتهم إيمانا، أى: زادتهم قوة في التصديق، وشدة في الإذعان، ورسوخا في اليقين، ونشاطا في الأعمال الصالحة، وسعة في العلم والمعرفة.وجاء التعبير بصيغة الفعل المبنى للمفعول في قوله: ذُكِرَ اللَّهُ وتُلِيَتْ عَلَيْهِمْ آياتُهُ، للإيذان بأن هؤلاء المؤمنين الصادقين إذا كانوا يخافون عند ما يسمعون من غيرهم آيات الله.. فإنهم يكونون أشد خوفا وفزعا عند ذكرهم لله وعند تلاوتهم لآياته بألسنتهم وقلوبهم.فالمقصود من هذه الصيغة: مدحهم، والثناء عليهم، وبيان الأثر الطيب الذي يترتب على ذكر الله وعلى تلاوة آياته.والصفة الثالثة من صفاتهم قوله- تعالى-: وَعَلى رَبِّهِمْ يَتَوَكَّلُونَ.أى: أن من صفات هؤلاء المؤمنين- أيضا- أنهم يعتمدون على ربهم الذي خلقهم بقدرته، ورباهم بنعمته، فيفوضون أمورهم كلها إليه وحده- سبحانه- لا إلى أحد سواه، كما يدل عليه تقديم المتعلق على عامله.ورحم الله الإمام ابن كثير فقد قال عند تفسيره لهذه الجملة: أى: أنهم لا يرجون سواه، ولا يقصدون إلا إياه، ولا يلوذون إلا بجنابه، ولا يطلبون الحوائج إلا منه، ولا يرغبون إلا إليه، ويعلمون أنه ما شاء كان وما لم يشأ لم يكن، وأنه المتصرف في الملك لا شريك له، ولا معقب لحكمه وهو سريع الحساب. ولهذا قال سعيد بن جبير: «التوكل على الله جماع الإيمان».ومن الواضح عند ذوى العقول السليمة أن التوكل على الله لا ينافي الأخذ بالأسباب التي شرعها- سبحانه- بل إن الأخذ بالأسباب التي شرعها الله وأمر بها لبلوغ الغايات، لدليل على قوة الإيمان، وعلى حسن طاعته- سبحانه- فيما شرعه وفيما أمر به.وليس من الإيمان ولا من العقل ولا من التوكل على الله أن ينتظر الإنسان ثمارا بدون غرس، أو شبعا بدون أكل، أو نجاحا بدون جهد، أو ثوابا بدون عمل صالح.إنما المؤمن العاقل المتوكل على الله، هو الذي يباشر الأسباب التي شرعها الله لبلوغ الأهداف مباشرة سليمة.. ثم بعد ذلك يترك النتائج له- سبحانه- يسيّرها كيف يشاء، وحسبما يريد.."},{"ayah_number":3,"text":"أما الصفتان الرابعة والخامسة من صفات هؤلاء المؤمنين فهما قوله- تعالى- الَّذِينَ يُقِيمُونَ الصَّلاةَ وَمِمَّا رَزَقْناهُمْ يُنْفِقُونَ.والمراد بإقامة الصلاة: أداؤها في مواقيتها مستوفية لأركانها وشروطها وآدابها وخشوعها- من أقام الشيء إقامة إذا قومه وأزال عوجه لأن الشأن في صلاة المؤمنين أن تكون: إحساسا عميقا بالوقوف بين يدي الله، وانقطاعا تاما لمناجاته، وتمثلا حيا لجلاله وكبريائه، واستغراقا كاملا في دعائه.والمراد بقوله: يُنْفِقُونَ يخرجون ويبذلون، من الإنفاق وهو إخراج المال وبذله وصرفه.والجملة الكريمة في محل رفع صفة للموصول في الآية السابقة أو بدل منه أو بيان له.والمعنى: أن من صفات هؤلاء المؤمنين أنهم يؤدون الصلاة في مواقيتها مستوفية لأركانها وشروطها وسننها وآدابها وخشوعها.. وأنهم يبذلون أموالهم للفقراء والمحتاجين بسماحة نفس، وسخاء يد، استجابة لتعاليم دينهم.فأنت ترى أنه- سبحانه- قد وصف هؤلاء المؤمنين بخمس صفات: الأولى والثانية والثالثة منها ترجع إلى العبادات القلبية التي تدل على شدة خشيتهم من ربهم، وقوة تأثرهم بآيات خالقهم، واعتمادهم عليه- سبحانه- وحده لا على أحد سواه.والصفة الرابعة ترجع إلى العبادات البدنية، وهي إقامة الصلاة بإخلاص وخشوع.أما الصفة الخامسة فترجع إلى العبادات المالية، وهي إنفاق المال في سبيل الله ولا شك أن هذه الصفات متى تمكنت في النفس، كان صاحبها أهلا لمحبة الله ورضوانه،"},{"ayah_number":4,"text":"ولذا مدح- سبحانه- أصحاب هذه الصفات، وبين ما أعده لهم من ثواب جزيل فقال: أُولئِكَ هُمُ الْمُؤْمِنُونَ حَقًّا، لَهُمْ دَرَجاتٌ عِنْدَ رَبِّهِمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ.أى: أولئك المتصفون بتلك الصفات الكريمة هم المؤمنون إيمانا حقا لَهُمْ دَرَجاتٌ عالية، ومكانة سامية عِنْدَ رَبِّهِمْ ولهم مَغْفِرَةٌ شاملة لما فرط منهم من ذنوب، ولهم رِزْقٌ كَرِيمٌ في الجنة، يجعلهم يحيون فيها حياة طيبة لا لَغْوٌ فِيها وَلا تَأْثِيمٌ.وقوله حَقًّا منصوب على أنه صفة لمصدر محذوف، أى: أولئك هم المؤمنون إيمانا حقا.والتنوين في قوله دَرَجاتٌ للتعظيم والتهويل أى: لهم درجات رفيعة، ومنازل عظيمة، وفي وصف هذه الدرجات بأنها عِنْدَ رَبِّهِمْ مزيد تشريف لهم، ولطف بهم، وإيذان بأن ما وعدهم به متيقن الوقوع، لأنه وعد من كريم لا يخلف وعده- سبحانه- وفي وصف الرزق الذي أعده لهم بالكرم، زيادة في إدخال السرور على قلوبهم لأن لفظ الكريم يصف به العرب كل شيء حسن في بابه، بحيث يكون لا قبح فيه ولا شكوى معه.وبذلك نرى أن أصحاب تلك الصفات الحميدة قد مدحهم الله- تعالى- مدحا عظيما، وكافأهم على إيمانهم الحق بالدرجات العالية، والمغفرة الشاملة، والرزق الكريم: ذلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ.هذا، وقد استنبط العلماء من تلك الآيات جملة من الأحكام والآداب منها:1- حرص الصحابة على سؤال النبي صلى الله عليه وسلم عما يهمهم من أمور دينهم ودنياهم.فإن قيل: كيف تأتى لأصحابه الذين شهدوا بدرا- وهم من هم في عفتهم وزهدهم- أن يختلفوا في شأن الغنائم.فالجواب،، أن بعض الصحابة المشتركين في هذه الغزوة هم الذين حدث بينهم الخلاف في شأنها لأنهم لم يكن لهم عهد سابق بكيفية تقسيمها، أما أكثر الصحابة فإنهم لم يلتفتوا إلى هذه الغنائم، بل تركوا أمرها إلى رسول الله صلى الله عليه وسلم يضعها كيف يشاء.وأيضا فإن هؤلاء الذين حدث بينهم الخلاف في شأن الغنائم، كان من الدوافع التي دفعتهم إلى هذا الخلاف، ما فهموه من أن حيازة الغنائم تدل على حسن البلاء، وشدة القتال في سبيل الله، فكان كل واحد منهم يحرص على أن يظهر بهذا المظهر المشرف وهم في أول لقاء لهم مع أعدائهم.وعند ما جاوز هذا الحرص حده، بأن غطى على ما يجب أن يسود بينهم من سماحة وصفاء، نزل القرآن ليربيهم بتربيته الحكيمة، وليؤدبهم بأدبه السامي، وليخبرهم بحكم الله في شأن هذه الأنفال.. وبعد أن عرفوا حكم الله في شأنها، قابلوه بالرضا والإذعان والتسليم.2- أن القرآن في ترتيبه للحوادث، لا يلزم سردها على حسب زمن وقوعها، وإنما يرتبها بأسلوبه الخاص الذي يراعى فيه مقتضى حال المخاطب.فلقد افتتحت السورة التي معنا بالحديث عن الغنائم التي غنمها المسلمون في بدر- مع أن ذلك كان بعد انتهاء الغزوة- ليشعر المخاطبين من أول الأمر أن النصر في هذه الغزوة كان للمسلمين، وأن الإسلام قد صرع الكفر منذ أول معركة نازله فيها.وهذا اللون من الافتتاح هو ما يعبر عنه البلغاء ببراعة الاستهلال.ولقد أفاض بعض العلماء في شرح هذا المعنى فقال ما ملخصه.وقد بدأت السورة بموضوع الأنفال واختلافهم في قسمتها وسؤالهم عنها، فساقت في ذلك أربع آيات، هن: يَسْئَلُونَكَ عَنِ الْأَنْفالِ قُلِ الْأَنْفالُ لِلَّهِ وَالرَّسُولِ فَاتَّقُوا اللَّهَ.. إلى قوله- وَرِزْقٌ كَرِيمٌ.وقد عالجت هذه الآيات نفوس المؤمنين، وعملت على تطهيرها من الاختلاف الذي ينشأ عن حب المال والتطلع إلى المادة، ولا ريب أن حب المال والتطلع إلى المادة من أكبر أسباب الفشل.ولأهمّيّة هذا الموضوع في حياة المؤمنين بدأت به السورة، وإن كان اختلافهم في قسمة الأنفال متأخرا في الوجود عن اختلافهم في الخروج إلى بدر، وقتال الأعداء.وقد عرفنا من سنة القرآن في ذكر القصص والوقائع أنه لا يعرض لها مرتبة حسب وقوعها، وذلك لأنه لا يذكرها على أنها تاريخ يعين لها الوقت والمكان، وإنما يذكرها لما فيها من العبر والمواعظ، ولما تتطلبه من الأحكام والحكم.وقد بدأت السورة بالحديث عن الأنفال للمسارعة من أول الأمر بنتائج النصر الذي كفله الله للمؤمنين.وليس من تربية النفوس أن نبدأ الكلام معها بما يدل على الاضطراب والفزع والتردد أمام وسائل العزة والشرف، متى وجد لهم بجانب هذا التردد ما يدل على مواقف الشرف والكرامة..ولا كذلك يكون الأمر إذا بدئت ببيان تثاقلهم في الخروج إلى الغزوة، وانظر كيف يكون وقع المطلع إذا جاء على هذا الوجه «كما أخرجك ربك من بيتك بالحق وإن فريقا من المؤمنين لكارهون ... إلخ» .لا ريب أنه مطلع شديد الوقع على النفوس، يصور علاقة المؤمنين بنبيهم في صورة يأباها إيمانهم به وامتثالهم لأمره. يصورهم في شقاق واختلاف مع قائدهم ورسولهم ويصورهم في ثوب الكراهية الشديدة لمعالي الأمور وعز الحياة.لهذا كله جاء الأسلوب في سرد الوقائع غير مكترث بمخالفة ترتيبها في الوجود الخارجي.3- استدل جمهور العلماء بقوله- تعالى- وَإِذا تُلِيَتْ عَلَيْهِمْ آياتُهُ زادَتْهُمْ إِيماناً على أن الإيمان يزيد وينقص..ومن المفسرين الذين بسطوا القول في هذه المسألة الإمام الآلوسى، فقد قال ما ملخصه:قوله- تعالى- وَإِذا تُلِيَتْ عَلَيْهِمْ آياتُهُ أى: القرآن زادَتْهُمْ إِيماناً أى:تصديقا كما هو المتبادر، فإن تظاهر الأدلة وتعاضد الحجج مما لا ريب في كونه موجبا لذلك.وهذا أحد أدلة من ذهب إلى أن الإيمان يقبل الزيادة والنقص، وهو مذهب الجم الغفير من الفقهاء والمحدثين والمتكلمين، وبه أقول لكثرة الظواهر الدالة على ذلك من الكتاب والسنة من غير معارض لها عقلا.بل قد احتج عليه بعضهم بالعقل- أيضا- وذلك أنه لو لم تتفاوت حقيقة الإيمان لكان إيمان آحاد الأمة بل المنهمكين في الفسق والمعاصي، مساويا لإيمان الأنبياء والملائكة، واللازم باطل فكذا الملزوم.وقال النووي: إن كل أحد يعلم أن ما في قلبه يتفاضل حتى يكون في بعض الأحيان أعظم يقينا وإخلاصا منه في بعضها، فكذا التصديق والمعرفة يتفاضلان بحسب ظهور البراهين وكثرتها.وذهب الإمام أبو حنيفة وكثير من المتكلمين إلى أن الإيمان لا يزيد ولا ينقص، واختاره إمام الحرمين، محتجين بأنه اسم للتصديق البالغ حد الجزم والإذعان، وذلك لا يتصور فيه زيادة ولا نقصان فالمصدق إذا أتى بالطاعات أو ارتكب المعاصي فتصديقه بحاله لم يتغير أصلا، وإنما يتفاوت إذا كان اسما للطاعات المتفاوتة قلة وكثرة.وذهب جماعة منهم الإمام الرازي إلى أن الخلاف في زيادة الإيمان ونقصانه وعدمهما لفظي، وهو فرع تفسير الإيمان، فمن فسره بالتصديق قال: إنه لا يزيد ولا ينقص، ومن فسره بالأعمال مع التصديق قال: إنه يزيد وينقص، وعلى هذا قول البخاري «لقيت أكثر من ألف رجل من العلماء بالأمصار، فما رأيت أحدا منهم يختلف في أن الإيمان قول وعمل ويزيد وينقص، وهو المعنى بما روى عن ابن عمر أنه قال. قلنا يا رسول الله إن الإيمان يزيد وينقص، قال، نعم، يزيد حتى يدخل صاحبه الجنة، وينقص حتى يدخل صاحبه النار.ويبدو لنا أن رأى جمهور العلماء في هذه المسألة، أولى بالقبول لأنه من الواضح أن إيمان الأنبياء- عليهم الصلاة والسلام- أرسخ وأقوى من إيمان آحاد الناس، ولأنه كلما تكاثرت الأدلة كان الإيمان أشد رسوخا في النفس وأعمق أثرا في القلب، فلا تزلزله الشبهات ولا تزعزعه العوارض والفتن.ومن أوضح الأدلة على أن الإيمان يقوى بقوة البرهان إلى درجة الاطمئنان، ما حكاه الله- تعالى- عن إبراهيم في قوله: وَإِذْ قالَ إِبْراهِيمُ رَبِّ أَرِنِي كَيْفَ تُحْيِ الْمَوْتى، قالَ أَوَلَمْ تُؤْمِنْ؟ قالَ: بَلى، وَلكِنْ لِيَطْمَئِنَّ قَلْبِي.فهذه الآية تدل دلالة واضحة على أن مقام الطمأنينة في الإيمان، يزيد على ما دونه من الإيمان المطلق قوة وكمالا. إن إبراهيم- عليه السلام- لا شك أنه كان مؤمنا عند ما سأل ربه هذا السؤال، سأله ذلك لينتقل من مرتبة علم اليقين إلى مرتبة أعلى: وهي مرتبة عين اليقين ...هذا، وشبيه بهذه الآية في الدلالة على قبول الإيمان للزيادة والنقصان قوله- تعالى-:الَّذِينَ قالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَزادَهُمْ إِيماناً...وقوله- تعالى-: هُوَ الَّذِي أَنْزَلَ السَّكِينَةَ فِي قُلُوبِ الْمُؤْمِنِينَ لِيَزْدادُوا إِيماناً مَعَ إِيمانِهِمْ...وقوله- تعالى-: وَإِذا ما أُنْزِلَتْ سُورَةٌ فَمِنْهُمْ مَنْ يَقُولُ أَيُّكُمْ زادَتْهُ هذِهِ إِيماناً؟ فَأَمَّا الَّذِينَ آمَنُوا فَزادَتْهُمْ إِيماناً وَهُمْ يَسْتَبْشِرُونَ. وَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ فَزادَتْهُمْ رِجْساً إِلَى رِجْسِهِمْ وَماتُوا وَهُمْ كافِرُونَ.وقوله- تعالى-: وَلَمَّا رَأَ الْمُؤْمِنُونَ الْأَحْزابَ قالُوا هذا ما وَعَدَنَا اللَّهُ وَرَسُولُهُ، وَصَدَقَ اللَّهُ وَرَسُولُهُ، وَما زادَهُمْ إِلَّا إِيماناً وَتَسْلِيماً، إلى غير ذلك من الآيات الكريمة التي وردت في هذا المعنى.4- في هذه الآيات الكريمة تربية ربانية للمؤمنين، وتوجيه لهم إلى ما يسعدهم، وإرشاد لهم إلى أن المؤمن الصادق في إيمانه، هو الذي يجمع بين سلامة العقيدة، وسلامة الخلق، وصلاح العمل، وأن المؤمن متى جمع بين هذه الصفات ارتفع إلى أعلى الدرجات، وأحس بحلاوة الإيمان في قلبه..روى الحافظ الطبراني عن الحارث بن مالك الأنصارى أنه مر برسول الله صلى الله عليه وسلم فقال له: «كيف أصبحت يا حارث» ؟ قال: أصبحت مؤمنا حقا، فقال له الرسول صلى الله عليه وسلم: «انظر ما تقول فإن لكل شيء حقيقة، فما حقيقة إيمانك» ؟ فقال الحارث: عزفت نفسي عن الدنيا فأسهرت ليلى، وأظمأت نهاري. وكأنى أنظر إلى عرش ربي بارزا، وكأنى أنظر إلى أهل الجنة يتزاورون فيها، وكأنى أنظر إلى أهل النار يتضاغون فيها، فقال صلى الله عليه وسلم: «يا حارث عرفت فالزم» ثلاثا.ثم أخذت السورة- بعد هذا الافتتاح المشتمل على أروع استهلال وأبلغه وأحكمه..، في الحديث عن الغزوة التي كان من ثمارها تلك الأنفال، فاستعرضت مجمل أحداثها، وصورت نفوس فريق من المؤمنين الذين اشتركوا فيها أكمل تصوير، استمع معى- أخى القارئ- بتدبر وتعقل إلى قوله- تعالى-:"},{"ayah_number":5,"text":"الكاف في قوله- تعالى-: كَما أَخْرَجَكَ رَبُّكَ.. بمعنى مثل، أى: للتشبيه وهي خبر لمبتدأ محذوف هو المشبه، وما بعدها هو المشبه به، ووجه الشبه مطلق الكراهة، وما ترتب على ذلك من خير للمؤمنين.والمعنى: حال بعض أهل بدر في كراهتهم تقسيمك الغنائم بالسوية، مثل حال بعضهم في كراهة الخروج للقتال، مع ما في هذه القسمة والقتال من خير وبركة.ونحن عند ما نستعرض أحداث غزوة بدر، نرى أنه قد حدث فيها أمران يدلان على عدم الرضا من فريق من الصحابة، ثم أعقبهما الرضا والإذعان والتسليم لحكم الله ورسوله.أما الأمر الأول فهو أن فريقا من الصحابة- وأكثرهم من الشبان- كانوا يرون أن قسمة الغنائم بالسوية فيها إجحاف بحقهم، لأنهم هم الذين قاموا بالنصيب الأوفر في القتال، وأن غيرهم لم يكن له بلاؤهم- كما سبق أن بينا في أسباب نزول قوله- تعالى- «يسألونك عن الأنفال.. إلخ» .ولكن الرسول صلى الله عليه وسلم قسم غنائم بدر بين الجميع بالسوية، كما أمره الله- تعالى-.وكان هذا التقسيم خيرا للمؤمنين، إذ أصلح الله به بينهم، وردهم إلى حالة الرضا والصفاء..وأما الأمر الثاني: فهو أن جماعة منهم كرهوا قتال قريش بعد نجاة العير التي خرجوا من أجل الحصول عليها، وسبب كراهيتهم لذلك أنهم خرجوا بدون استعداد للقتال، لا من حيث العدد ولا من حيث العدد.ولكنهم استجابوا بعد قليل لما نصحهم به رسولهم صلى الله عليه وسلم من وجوب قتال قريش،.وكان في هذه الاستجابة نصر الإسلام، ودحر الطغيان.قال ابن كثير: روى الحافظ بن مردويه- بسنده- عن أبى أيوب الأنصارى قال: قال رسول الله صلى الله عليه وسلم ونحن بالمدينة: «إنى أخبرت عن عير أبى سفيان بأنها مقبلة، فهل لكم أن نخرج قبل هذه العير لعل الله أن يغنمنا إياها؟ فقلنا نعم. فخرج وخرجنا، فلما سرنا يوما أو يومين قال لنا:«ما ترون في قتال القوم؟ إنهم قد أخبروا بخروجكم» ؟ فقلنا: ما لنا طاقة بقتال العدو ولكننا أردنا العير، ثم قال: «ما ترون في قتال القوم» ؟ فقال المقداد بن عمرو: إذن لا نقول لك يا رسول الله كما قال بنو إسرائيل لموسى: فَاذْهَبْ أَنْتَ وَرَبُّكَ فَقاتِلا إِنَّا هاهُنا قاعِدُونَ.. ولكن اذهب أنت وربك فقاتلا إنا معكما مقاتلون.وفي رواية أن أبا بكر وعمر وسعد بن معاذ تكلموا بكلام سر له رسول الله صلى الله عليه وسلم.هذا، وما قررناه قبل ذلك من أن الكاف في قوله- تعالى- كَما أَخْرَجَكَ رَبُّكَ..بمعنى مثل، هو ما نرجحه من بين أقوال المفسرين التي أوصلها بعضهم إلى عشرين قولا.قال الجمل، قوله كَما أَخْرَجَكَ رَبُّكَ.. فيه عشرون وجها، أحدهما: أن الكاف نعت لمصدر محذوف تقديره الأنفال ثابتة لله ثبوتا كما أخرجك ربك، أى: ثبوتا بالحق كإخراجك من بيتك، يعنى أنه لا مرية في ذلك.الثاني: أن تقديره وأصلحوا ذات بينكم إصلاحا كما أخرجك، وقد التفت من خطاب الجماعة إلى خطاب الواحد.الثالث: تقديره: وأطيعوا الله ورسوله طاعة ثابتة محققة كما أخرجك أى: كما أن إخراج الله إياك لا مرية فيه ولا شبهة. إلخ.والحق أن معظم الوجوه النحوية التي ذكرها الجمل وغيره من المفسرين- كأبى حيان والآلوسى- أقول: إن معظم هذه الوجوه يبدو عليها التكلف ومجانبة الصواب.ورحم الله صاحب الكشاف فقد أهمل أكثر ما ذكره المفسرون في ذلك، واكتفى بوجهين فقال:قوله: كَما أَخْرَجَكَ رَبُّكَ. فيه وجهان أحدهما: أن يرتفع محل الكاف على أنه خبر مبتدأ محذوف تقديره: هذه الحال كحال إخراجك. يعنى أن حالهم في كراهية ما رأيت من تنفيل الغزوة مثل حالهم في كراهة خروجك للحرب.والثاني: أن ينتصب على أنه صفة مصدر الفعل المقدر في قوله: الْأَنْفالُ لِلَّهِ وَالرَّسُولِ أى: الأنفال استقرت لله والرسول، وثبتت مع كراهتهم ثباتا مثل ثبات إخراج ربك إياك من بيتك وهم كارهون.والوجه الأول من الوجهين اللذين ذكرهما صاحب الكشاف هو الذي نميل إليه، وهو الذي ذكرناه قبل ذلك بصورة أكثر تفصيلا.وأضاف- سبحانه- الإخراج إلى ذاته فقال: كَما أَخْرَجَكَ رَبُّكَ للإشعار بأن هذا الإخراج كان بوحي منه- سبحانه- وبأنه هو الراعي له في هذا الخروج.والمراد بالبيت في قوله: مِنْ بَيْتِكَ مسكنه صلى الله عليه وسلم بالمدينة أو المراد المدينة نفسها، لأنها مثواه ومستقره، فهي في اختصاصها به كاختصاص البيت بساكنه.وقوله: بِالْحَقِّ متعلق بقوله: أَخْرَجَكَ والباء للسببية، أى: أخرجك بسبب نصرة الحق، وإعلاء كلمة الدين، وإزهاق باطل المبطلين.ويجوز أن يكون متعلقا بمحذوف على أنه حال من مفعول أخرجك، وتكون الباء للملابسة، أى: أخرجك إخراجا متلبسا بالحق الذي لا يحوم حوله باطل.قال الآلوسى: وقوله: وَإِنَّ فَرِيقاً مِنَ الْمُؤْمِنِينَ لَكارِهُونَ، أى: للخروج، إما لعدم الاستعداد للقتال، أو للميل للغنيمة، أو للنفرة الطبيعية عنه، وهذا مما لا يدخل تحت القدرة والاختيار، فلا يرد أنه لا يليق بمنصب الصحابة.والجملة في موضع الحال، وهي حال مقدرة لأن الكراهة وقعت بعد الخروج.والمعنى الإجمالى للآية الكريمة: حال بعض المسلمين في بدر في كراهة قسمة الغنيمة بالسوية بينهم، مثل حال فريق منهم في كراهة الخروج للقتال، مع أنه قد ثبت أن هذه القسمة وذلك القتال، كان فيهما الخير لهم، إذ الخير فيما قدره الله وأراده، لا فيما يظنون."},{"ayah_number":6,"text":"وقوله- تعالى-: يُجادِلُونَكَ فِي الْحَقِّ بَعْدَ ما تَبَيَّنَ كَأَنَّما يُساقُونَ إِلَى الْمَوْتِ وَهُمْ يَنْظُرُونَ حكاية لما حدث من هذا الفريق الكاره للقتال، وتصوير معجز لما استبد به من خوف وفزع.والمراد بقوله يُجادِلُونَكَ مجادلتهم للنبي صلى الله عليه وسلم في شأن القتال وقولهم له: ما كان خروجنا إلا للعير، ولو أخبرتنا بالقتال لأعددنا العدة له.والضمير يعود للفريق الذي كان كارها للقتال.والمراد بالحق الذي جادلوا فيه: أمر القتال الذي حضهم الرسول صلى الله عليه وسلم على أن يعدوا أنفسهم له.وقوله: بَعْدَ ما تَبَيَّنَ متعلق: يُجادِلُونَكَ وما مصدرية والضمير في الفعل تَبَيَّنَ يعود على الحق.والمراد بتبينه: إعلام الرسول صلى الله عليه وسلم لهم بأنهم سينصرون على أعدائهم فقد روى أن الرسول صلى الله عليه وسلم أخبرهم قبل نجاة العير بأن الله وعده الظفر بإحدى الطائفتين: العير أو النفير، فلما نجت العير علم أن الظفر الموعود به إنما هو النفير، أى: على المشركين الذين استنفرهم أبو سفيان للقتال لا على العير، أى: الإبل الحاملة لأموال المشركين.والمعنى: يجادلك بعض أصحابك- يا محمد- فِي الْحَقِّ أى في أمر القتال بَعْدَ ما تَبَيَّنَ أى، بعد ما تبين لهم الحق بإخبارك إياهم بأن النصر سيكون حليفهم، وأنه لا مفر لهم من لقاء قريش تحقيقا لوعد الله الذي وعد بإحدى الطائفتين.وقوله: كَأَنَّما يُساقُونَ إِلَى الْمَوْتِ وَهُمْ يَنْظُرُونَ أى: يكرهون القتال كراهة من يساق إلى الموت، وهو ناظر إلى أسبابه، ومشاهد لموجباته.والجملة في محل نصب على الحالية من الضمير في قوله: لَكارِهُونَ.وفي هذه الجملة الكريمة تصوير معجز لما استولى على هذا الفريق من خوف وفزع من القتال يسبب قلة عددهم وعددهم.وقوله: بَعْدَ ما تَبَيَّنَ زيادة في لومهم، لأن الجدال في الحق بعد تبينه أقبح من الجدال فيه قبل ظهوره."},{"ayah_number":7,"text":"ثم حكى- سبحانه- جانبا من مظاهر فضله على المؤمنين، مع جزع بعضهم من قتال عدوه وعدوهم، وإيثارهم العير على النفير فقال: وَإِذْ يَعِدُكُمُ اللَّهُ إِحْدَى الطَّائِفَتَيْنِ أَنَّها لَكُمْ، وَتَوَدُّونَ أَنَّ غَيْرَ ذاتِ الشَّوْكَةِ تَكُونُ لَكُمْ.والمراد بإحدى الطائفتين: العير أو النفير، والخطاب للمؤمنين.والمراد بغير ذات الشوكة: العير، والمراد بذات الشوكة: النفير.والشوكة في الأصل واحدة الشوك وهو النبات الذي له حد، ثم استعيرت للشدة والحدة، ومنه قولهم: رجل شائك السلاح أى: شديد قوى.والمعنى: واذكروا- أيها المؤمنون- وقت أن وعدكم الله- تعالى- على لسان رسوله-- بأن إحدى الطائفتين: العير أو النفير هي لكم تظفرون بها، وتتصرفون فيها تصرف المالك في ملكه، وأنتم مع ذلك تودون وتتمنون أن تظفروا بالطائفة التي ليس معها سلاح وهي العير.وعبر- سبحانه- عن وعده لهم بصيغة المضارع يَعِدُكُمُ مع أن هذا الوعد كان قبل نزول الآية، لاستحضار صورة الموعود به في الذهن، ولمداومة شكره- سبحانه- على ما وهبهم من نصر وفوز.وإنما وعدهم- سبحانه- إحدى الطائفتين على الإبهام مع أنه كان يريد إحداهما وهي النفير، ليستدرجهم إلى الخروج إلى لقاء العدو حتى ينتصروا عليه، وبذلك تزول هيبة المشركين من قلوب المؤمنين.وقوله إِحْدَى مفعول ثان ليعد، وقوله: أَنَّها لَكُمْ بدل اشتمال من إِحْدَى مبين لكيفية الوعد.أى: يعدكم أن إحدى الطائفتين كائنة لكم، ومختصة لكم، تتسلطون عليها تسلط الملاك، وتتصرفون فيها كيفما شئتم.وقوله: وَتَوَدُّونَ أَنَّ غَيْرَ ذاتِ الشَّوْكَةِ تَكُونُ لَكُمْ معطوف على قوله: يَعِدُكُمُ أى: وعدكم- سبحانه- إحدى الطائفتين بدون تحديد لإحداهما، وأنتم تحبون أن تكون لكم طائفة العير التي لا قتال فيها يذكر، على طائفة النفير التي تحتاج منكم إلى قتال شديد، وإلى بذل للمهج والأرواح.وفي هذه الجملة تعريض بهم، حيث كرهوا القتال، وأحبوا المال، وما هكذا يكون شأن المؤمنين الصادقين.ثم بين لهم- سبحانه- أنهم وإن كانوا يريدون العير، إلا أنه- سبحانه- يريد لهم النفير، ليعلو الحق، ويزهق الباطل، فقال: وَيُرِيدُ اللَّهُ أَنْ يُحِقَّ الْحَقَّ بِكَلِماتِهِ، وَيَقْطَعَ دابِرَ الْكافِرِينَ.أى: ويريد الله بوعده غير ما أردتم، أَنْ يُحِقَّ الْحَقَّ بِكَلِماتِهِ أى أن يظهر الحق ويعلمه بآياته المنزلة على رسوله، وبقضائه الذي لا يتخلف، وأن يستأصل الكافرين ويذلهم،ويقطع دابرهم أى آخرهم الذي يدبرهم.والدابر: التابع من الخلف، يقال: دبر فلان القوم يدبرهم دبورا، إذا كان آخرهم في المجيء، والمراد أنه سبحانه يريد أن يستأصلهم استئصالا.وقد هلك في غزوة بدر عدد كبير من صناديد قريش الذين كانوا يحاربون الإسلام، ويستهزئون بتعاليمه.قال صاحب الكشاف في معنى الآية الكريمة، قوله: وَيُرِيدُ اللَّهُ أَنْ يُحِقَّ الْحَقَّ بِكَلِماتِهِ ... يعنى أنكم تريدون العاجلة وسفساف الأمور، وأن لا تلقوا ما يرزؤكم في أبدانكم وأموالكم، والله- عز وجل- يريد معالى الأمور، وما يرجع إلى عمارة الدين، ونصرة الحق، وعلو الكلمة والفوز في الدارين، وشتان ما بين المرادين ولذلك اختار لكم الطائفة ذات الشوكة، وكسر قوتهم بضعفكم، وغلب كثرتهم بقلتكم، وأعزكم وأذلهم، وحصل لكم ما لا تعارض أدناه العير وما فيها»."},{"ayah_number":8,"text":"ثم بين- سبحانه- الحكمة في اختيار ذات الشوكة لهم، ونصرتهم عليهم فقال: لِيُحِقَّ الْحَقَّ وَيُبْطِلَ الْباطِلَ وَلَوْ كَرِهَ الْمُجْرِمُونَ.أى: فعل ما فعل من النصرة والظفر بالأعداء لِيُحِقَّ الْحَقَّ أى: ليثبت الدين الحق دين الإسلام وَيُبْطِلَ الْباطِلَ أى: ويمحق الدين الباطل وهو ما عليه المشركون من كفر وطغيان.وقوله: وَلَوْ كَرِهَ الْمُجْرِمُونَ بيان لنفاذ إرادته- سبحانه-، أى: اقتضت إرادته أن يعز الدين الحق وهو دين الإسلام، وأن يمحق ما سواه، ولو كره المشركون ذلك لأن كراهيتهم لا وزن لها، ولا تعويل عليها..وبهذا يتبين أنه لا تكرار بين الآيتين السابقتين، لأن المراد بإحقاق الحق في قوله- تعالى- وَيُرِيدُ اللَّهُ أَنْ يُحِقَّ الْحَقَّ بِكَلِماتِهِ: إعلاؤه وإظهاره ونصرته عن طريق قتال المؤمنين للمشركين.والمراد بإحقاق الحق في قوله بعد ذلك في الآية الثانية لِيُحِقَّ الْحَقَّ وَيُبْطِلَ الْباطِلَ:تثبيت دين الإسلام وتقويته وإظهار شريعته، ويمحق دين الكفر.فكان ما اشتملت عليه الآية الأولى هو الوسيلة والسبب وما اشتملت عليه الآية الثانية هو المقصد والغاية.وقد بسط هذا المعنى الإمام الرازي فقال ما ملخصه: فإن قيل: أليس قوله: وَيُرِيدُ اللَّهُ أَنْ يُحِقَّ الْحَقَّ بِكَلِماتِهِ ثم قوله بعد ذلك: لِيُحِقَّ الْحَقَّ تكرارا محضا، فالجواب:ليس هاهنا تكرير لأن المراد بالأول سبب ما وعد به في هذه الواقعة من النصر والظفر بالأعداء، والمراد بالثاني تقوية القرآن والدين ونصرة هذه الشريعة، لأن الذي وقع من المؤمنين يوم بدر بالكافرين، كان سببا لعزة الدين وقوته، ولهذا السبب قرنه بقوله وَيُبْطِلَ الْباطِلَ الذي هو الشرك، وذلك في مقابلة الْحَقَّ الذي هو الدين والإيمان.وإلى هنا نرى السورة الكريمة قد حدثتنا في الأربع الآيات الأولى منها عن حكم الله- تعالى- في غنائم بدر بعد أن اختلف بعض المؤمنين في شأنها، وعن صفات المؤمنين الصادقين الذين يستحقون من الله- تعالى- أرفع الدرجات.ثم حدثتنا في الأربع الآيات الثانية منها عن حال بعض المؤمنين عند ما دعاهم النبي صلى الله عليه وسلم إلى قتال أعدائهم، وعن مجادلتهم له في ذلك، وعن إيثارهم المال على القتال، وعن إرادة ما هو خير لهم في دنياهم وآخرتهم، وفي ذلك ما فيه من العبر والعظات لقوم يعقلون.ثم ساق- سبحانه- بعض مظاهر تدبيره المحكم في هذه الغزوة، وبعض النعم التي أنعم بها على المؤمنين، وبعض البشارات التي تقدمت تلك الغزوة أو صاحبتها، والتي كانت تدل دلالة واضحة على أن النصر سيكون للمسلمين فقال- تعالى-:"},{"ayah_number":9,"text":"قال القرطبي: قوله- تعالى-: إِذْ تَسْتَغِيثُونَ رَبَّكُمْ الاستغاثة: طلب الغوث والنصر، يقال: غوّث الرجل، أى: قال وا غوثاه، والاسم الغوث والغواث، واستغاثني فلان فأغثته، والاسم الغياث  .وقوله مُمِدُّكُمْ من الإمداد بمعنى الزيادة والإغاثة، وقد جرت عادة القرآن أن يستعمل الإمداد في الخير، وأن يستعمل المد في الشر والذم.قال- تعالى-: وَاتَّقُوا الَّذِي أَمَدَّكُمْ بِما تَعْلَمُونَ، أَمَدَّكُمْ بِأَنْعامٍ وَبَنِينَ، وَجَنَّاتٍ وَعُيُونٍ .وقال- تعالى-: ثُمَّ رَدَدْنا لَكُمُ الْكَرَّةَ عَلَيْهِمْ وَأَمْدَدْناكُمْ بِأَمْوالٍ وَبَنِينَ وَجَعَلْناكُمْ أَكْثَرَ نَفِيراً .قال- تعالى-: قُلْ مَنْ كانَ فِي الضَّلالَةِ فَلْيَمْدُدْ لَهُ الرَّحْمنُ مَدًّا .وقال- تعالى-: اللَّهُ يَسْتَهْزِئُ بِهِمْ وَيَمُدُّهُمْ فِي طُغْيانِهِمْ يَعْمَهُونَ .وقوله: مُرْدِفِينَ من الإرداف بمعنى التتابع.قال الفخر الرازي: قرأ نافع وأبو بكر عن عاصم مُرْدِفِينَ- بفتح الدال- وقرأ الباقون بكسرها، والمعنى على الكسر، أى: متتابعين يأتى بعضهم في إثر البعض كالقوم الذين أردفوا على الدواب.والمعنى على قراءة الفتح، أى: فعل بهم ذلك، ومعناه أن الله- تعالى- أردف المسلمين وأمدهم بهم  أى جعلهم خلف المسلمين لتقويتهم.والمعنى: اذكروا- أيها المؤمنون- وقت أن كنتم- وأنتم على أبواب بدر- تَسْتَغِيثُونَ رَبَّكُمْ أى: تطلبون منه الغوث والنصر على عدوكم فَاسْتَجابَ لَكُمْ دعاءكم، وكان من مظاهر ذلك أن أخبركم على لسان نبيكم صلى الله عليه وسلم بأنى مُمِدُّكُمْ أى: معينكم وناصركم بألف من الملائكة مردفين، أى: متتابعين، بعضهم على إثر بعض، أو أن الله- تعالى- جعلهم خلف المسلمين لتقويتهم وتثبيتهم.ويروى الإمام مسلم عن ابن عباس قال: حدثني عمر بن الخطاب قال: كان يوم بدر، نظر رسول الله صلى الله عليه وسلم إلى المشركين وهم ألف، وأصحابه ثلاثمائة وبضعة عشر رجلا، فاستقبل نبي الله صلى الله عليه وسلم القبلة، ثم مد يديه فجعل يهتف بربه ويقول: اللهم أنجز لي ما وعدتني، اللهم أنجز لي ما وعدتني، اللهم إن تهلك هذه العصابة من أهل الإسلام لا تعبد في الأرض، فما زال يهتف بربه مادا يديه حتى سقط رداؤه عن منكبيه.فأتاه أبو بكر، فأخذ رداءه، فألقاه على منكبيه، ثم التزمه من ورائه، وقال: يا نبي الله!! كفاك مناشدتك ربك، فإنه سينجز لك ما وعدك. فأنزل الله- عز وجل-: إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجابَ لَكُمْ الآية فأمده الله بالملائكة .وروى البخاري عن ابن عباس قال: قال النبي صلى الله عليه وسلم يوم بدر، اللهم أنشدك عهدك ووعدك، اللهم إن شئت لم تعبد، فأخذ أبو بكر بيده، فقال حسبك، فخرج صلى الله عليه وسلم وهو يقول: «سيهزم الجمع ويولون الدبر» .وروى سعيد بن منصور عن طريق عبيد الله بن عبد الله بن عتبة قال: لما كان يوم بدر نظر رسول الله صلى الله عليه وسلم إلى المشركين وتكاثرهم، وإلى المسلمين فاستقلهم، فركع ركعتين وقام أبو بكر عن يمينه، فقال رسول الله صلى الله عليه وسلم وهو في صلاته: «اللهم لا تودع منى، اللهم لا تخذلني، اللهم لا تترنى- أى لا تقطعني عن أهلى وأنصارى- أو لا تنقصني شيئا من عطائك- اللهم أنشدك ما وعدتني- أى: أستنجزك وعدك» .وروى ابن إسحاق في سيرته أنه صلى الله عليه وسلم قال: اللهم هذه قريش قد أقبلت بخيلائها وفخرها تحادك وتكذب رسولك، اللهم فنصرك الذي وعدتني .فإن قيل: إن هذه النصوص يؤخذ منها أن هذه الاستغاثة كانت من رسول الله صلى الله عليه وسلم فلماذا أسندها القرآن إلى المؤمنين؟فالجواب: أن المؤمنين كانوا يؤمنون على دعائه صلى الله عليه وسلم ويتأسون به في الدعاء، إلا أن الروايات ذكرت دعاء الرسول صلى الله عليه وسلم، لأنه هو قائد المؤمنين، وهو الذي يحرص الرواة على نقل دعائه، أكثر من حرصهم على نقل دعاء غيره من أصحابه.وقيل: إن الضمير في قوله تَسْتَغِيثُونَ للرسول صلى الله عليه وسلم، وجيء به مجموعا على سبيل التعظيم، ويعكر على هذا القيل أن السياق بعد ذلك لا يلتئم معه، لأنه خطاب للمؤمنين بالنعم التي أنعم بها- سبحانه- عليهم.وعبر- سبحانه- بالمضارع تَسْتَغِيثُونَ مع أن استغاثتهم كانت قبل نزول الآية- استحضارا للحال الماضية، حتى يستمروا على شكرهم لله، ولذلك عطف عليه.فاستجاب لكم، بصيغة الماضي مسايرة للواقع.وكان العطف بالفاء للإشعار بأن إجابة دعائهم كانت في أعقاب تضرعهم واستغاثتهم وهذا من فضل الله عليهم، ورحمته بهم، حيث أجارهم من عدوهم، ونصرهم عليه- مع قلتهم عنه- نصرا مؤزرا.والسين والتاء في قوله: «تستغيثون» للطلب، أى: تطلبون منه الغوث بالنصر.فإن قيل: إن الله- تعالى- ذكر هنا أنه أمدهم بألف من الملائكة، وذكر في سورة آل عمران أنه أمدهم بأكثر من ذلك فكيف الجمع بينهما؟.فالجواب أن الله- تعالى- أمد المؤمنين بألف من الملائكة في يوم بدر، كما بين هنا في سورة الأنفال، ثم زاد عددهم إلى ثلاثة آلاف كما قال- تعالى- في سورة آل عمران: وَلَقَدْ نَصَرَكُمُ اللَّهُ بِبَدْرٍ وَأَنْتُمْ أَذِلَّةٌ فَاتَّقُوا اللَّهَ لَعَلَّكُمْ تَشْكُرُونَ. إِذْ تَقُولُ لِلْمُؤْمِنِينَ أَلَنْ يَكْفِيَكُمْ أَنْ يُمِدَّكُمْ رَبُّكُمْ بِثَلاثَةِ آلافٍ مِنَ الْمَلائِكَةِ مُنْزَلِينَ ... ، ثم زاد عددهم مرة أخرى إلى خمسة آلاف، قال- تعالى- بَلى إِنْ تَصْبِرُوا وَتَتَّقُوا وَيَأْتُوكُمْ مِنْ فَوْرِهِمْ هذا، يُمْدِدْكُمْ رَبُّكُمْ بِخَمْسَةِ آلافٍ مِنَ الْمَلائِكَةِ مُسَوِّمِينَ   .وقد صبروا واتقوا وأتاهم المشركون من مكة فورا حين استنفرهم أبو سفيان لإنقاذ العير..فكان المدد خمسة آلاف..واختار ابن جرير أنهم وعدوا بالمدد بعد الألف، ولا دلالة في الآيات على أنهم أمدوا بما زاد على ذلك، ولا على أنهم لم يمدوا، ولا يثبت شيء من ذلك إلا بنص.وهذا بناء على أن المدد الذي وعد الله به المؤمنين في آيات سورة آل عمران كان خاصا بغزوة بدر.أما على الرأى القائل بأن هذا المدد الذي بتلك الآيات كان خاصا بغزوة أحد فلا يكون هناك إشكال بين ما جاء في السورتين.وقد بسط القول في هذه المسألة الإمام ابن كثير فقال ما ملخصه:«اختلف المفسرون في هذا الوعد هل كان يوم بدر أو يوم أحد على قولين:أحدهما: أن قوله- تعالى-: إِذْ تَقُولُ لِلْمُؤْمِنِينَ أَلَنْ يَكْفِيَكُمْ أَنْ يُمِدَّكُمْ رَبُّكُمْ بِثَلاثَةِ آلافٍ مِنَ الْمَلائِكَةِ متعلق بقوله: وَلَقَدْ نَصَرَكُمُ اللَّهُ بِبَدْرٍ.وهذا قول الحسن والشعبي والربيع بن أنس وغيرهم..، فإن قيل فكيف الجمع بين هذه الآيات- التي في سورة آل عمران وبين قوله في سورة الأنفال-: إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجابَ لَكُمْ أَنِّي مُمِدُّكُمْ بِأَلْفٍ مِنَ الْمَلائِكَةِ مُرْدِفِينَ.فالجواب: أن التنصيص على الألف هنا، لا ينافي الثلاثة الآلاف فما فوقها لقوله- تعالى- مُرْدِفِينَ بمعنى يردفهم غيرهم ويتبعهم ألوف أخر مثلهم.قال الربيع بن أنس: أمد الله المسلمين بألف ثم صاروا ثلاثة آلاف، ثم صاروا خمسة آلاف» .والقول الثاني يرى أصحابه أن هذا الوعد- وهو قوله- تعالى-: إِذْ تَقُولُ لِلْمُؤْمِنِينَ أَلَنْ يَكْفِيَكُمْ أَنْ يُمِدَّكُمْ رَبُّكُمْ بِثَلاثَةِ آلافٍ مِنَ الْمَلائِكَةِ. متعلق بقوله- قبل ذلك- وَإِذْ غَدَوْتَ مِنْ أَهْلِكَ تُبَوِّئُ الْمُؤْمِنِينَ مَقاعِدَ لِلْقِتالِ. وذلك يوم أحد.وهو قول مجاهد، وعكرمة، والضحاك، وغيرهم.لكن قالوا: لم يحصل الإمداد بالخمسة الآلاف، لأن المسلمين يومئذ فروا."},{"ayah_number":10,"text":"ثم بين- سبحانه- بعض مظاهر فضله عليهم ورحمته بهم في هذا الإمداد فقال: وَما جَعَلَهُ اللَّهُ إِلَّا بُشْرى، وَلِتَطْمَئِنَّ بِهِ قُلُوبُكُمْ، وَمَا النَّصْرُ إِلَّا مِنْ عِنْدِ اللَّهِ، إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ فالآية الكريمة كلام مستأنف ساقه- سبحانه- لبيان بعض مظاهر فضله على المؤمنين، ولبيان أن المؤثر الحقيقي هو الله وحده حتى يزدادوا ثقة به، وحتى لا يقنطوا من النصر عند قلة أسبابه.أى: وما جعل الله- تعالى- هذا الإمداد بالملائكة إلا بشارة لكم- أيها المؤمنون- بالنصر على أعدائكم في هذه الغزوة الحاسمة وقوله بُشْرى مفعول لأجله مستثنى من أعم العلل.وقوله: وَلِتَطْمَئِنَّ بِهِ قُلُوبُكُمْ معطوف عليه: أى: ولتسكن بهذا الإمداد قلوبكم، ويزول عنكم الخوف، وتهاجموا أعداءكم بنفوس لا يداخلها الإحجام أو التردد..- وقوله: وَمَا النَّصْرُ إِلَّا مِنْ عِنْدِ اللَّهِ، أى: ليس النصر بالملائكة أو غيرهم إلا كائنا من عند الله وحده، لأنه- سبحانه- هو الخالق لكل شيء، والقادر على كل شيء..وإن الوسائل مهما عظمت، والأسباب مهما كثرت، لا تؤدى إلى النتيجة المطلوبة والغاية المرجوة، إلا إذا أيدتها إرادة الله وقدرته ورعايته.وقوله: إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ أى: غالب لا يقهره شيء، ولا ينازعه منازع حكيم في تدبيره وأفعاله.فالجملة الكريمة تذييل قصد به التعليل لما قبله، وفيه إشعار بأن النصر الواقع على الوجه المذكور من مقتضيات حكمته البالغة- سبحانه-."},{"ayah_number":11,"text":"ثم حكى- سبحانه- بعد ذلك بعض المنن الأخرى التي منحها للمؤمنين قبل أن يلتحموا مع أعدائهم في بدر فقال: إِذْ يُغَشِّيكُمُ النُّعاسَ أَمَنَةً مِنْهُ، وَيُنَزِّلُ عَلَيْكُمْ مِنَ السَّماءِ ماءً لِيُطَهِّرَكُمْ بِهِ، وَيُذْهِبَ عَنْكُمْ رِجْزَ الشَّيْطانِ، وَلِيَرْبِطَ عَلى قُلُوبِكُمْ، وَيُثَبِّتَ بِهِ الْأَقْدامَ.وقوله: يُغَشِّيكُمُ بتشديد الشين من التغشية بمعنى التغطية من غشاه تغشية أى:غطاه.والنعاس: أول النوم قبل أن يثقل، وفعله- على الراجح- على وزن منع.والأمنة: مصدر بمعنى الأمن. وهو طمأنينة القلب وزوال الخوف، يقال: أمنت من كذا أمنة وأمنا وأمانا بمعنى.قال الجمل: في قوله: إِذْ يُغَشِّيكُمُ النُّعاسَ ثلاث قراءات سبعية.الأولى: يغشاكم كيلقاكم، من غشيه إذا أتاه وأصابه وفي المصباح: غشيته أغشاه من باب تعب بمعنى أتيته- وهي قراءة أبى عمرو وابن كثير.الثانية: يغشيكم- بإسكان الغين وكسر الشين- من أغشاه. أى أنزله بكم وأوقعه عليكم- وهو قراءة نافع- الثالثة: يغشيكم- بتشديد الشين وفتح الغين وهي قراءة الباقين- من غشاه تغشية بمعنى غطاه.أى: يغشيكم الله النعاس أى يجعله عليكم كالغطاء من حيث اشتماله عليكم.والنعاس على القراءة الأولى مرفوع على الفاعلية، وعلى الأخيرتين منصوب على المفعولية. وقوله: «أمنة» حال أو مفعول لأجله .وقال القرطبي: وكان هذا النعاس في الليلة التي كان القتال من غدها، فكان النوم عجيبا مع ما كان بين أيديهم من الأمر المهم، ولكن الله ربط جأشهم.وقال القرطبي: وكان هذا النعاس في الليلة التي كان القتال من غدها، فكان النوم عجيبا مع ما كان بين أيديهم من الأمر المهم، ولكن الله ربط جأشهم.وعن على- رضى الله عنه- قال: ما كان فينا فارس يوم بدر غير المقداد على فرس أبلق، ولقد رأيتنا وما فينا إلا نائم سوى رسول الله صلى الله عليه وسلم تحت شجرة يصلى حتى أصبح.وفي امتنان الله عليهم بالنوم في هذه الليلة وجهان: - أحدهما: أن قواهم بالاستراحة على القتال من الغد.الثاني: أن أمنهم بزوال الرعب من قلوبهم: كما يقال: الأمن منيم، والخوف مسهر» «2» .وقال ابن كثير: وجاء في الصحيح أن رسول الله صلى الله عليه وسلم لما كان يوم بدر في العريش مع الصديق، وهما يدعوان، أخذت رسول الله صلى الله عليه وسلم سنة من النوم. ثم استيقظ متبسما، فقال: «أبشر يا أبا بكر، هذا جبريل على ثناياه النقع» . ثم خرج من باب العريش وهو يتلو قول الله- تعالى- سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ .والمعنى: واذكروا- أيها المؤمنون- أيضا، وقت أن كنتم متعبين وقلقين على مصيركم في هذه المعركة، فألقى الله عليكم النعاس، وغشاكم به قبل التحامكم بأعدائكم، ليكون أمانا لقلوبكم، وراحة لأبدانكم، وبشارة خير لكم.هذا، ومن العلماء الذين تكلموا عن نعمة النعاس التي ساقها الله للمؤمنين قبل المعركة، الإمامان الرازي ومحمد عبده.أما الامام الرازي فقد قال ما ملخصه: واعلم أن كل نوم ونعاس لا يحصل إلا من قبل الله- تعالى- فتخصيص هذا النعاس بأنه من الله لا بد فيه من مزيد فائدة، وذكروا في ذلك وجوها: منها: أن الخانف إذا خاف من عدوه فإنه لا يأخذه النوم، وإذا نام الخائفون أمنوا.فصار حصول النوم لهم في وقت الخوف الشديد، يدل على إزالة الخوف وحصول الأمن.ومنها: أنهم ما ناموا نوما غرقا يتمكن معه العدو من معافصتهم، بل كان ذلك نعاسا يزول معه الإعياء والكلال، ولو قصدهم العدو في هذه الحالة لعرفوا وصوله، ولقدروا على دفعه.ومنها: أنه غشيهم هذا النعاس دفعة واحدة مع كثرتهم، وحصول النعاس للجمع العظيم في الخوف الشديد أمر خارق للعادة. فلهذا السبب قيل: إن ذلك النعاس كان في حكم المعجز .وقال الإمام محمد عبده: لقد مضت سنة الله في الخلق، بأن من يتوقع في صبيحة ليلته هولا كبيرا، ومصابا عظيما، فإنه يتجافى جنبه عن مضجعه فيصبح خاملا ضعيفا. وقد كان المسلمون يوم بدر يتوقعون مثل ذلك، إذ بلغهم أن جيشا يزيد على عددهم ثلاثة أضعاف سيحاربهم غدا فكان من مقتضى العادة أن يناموا على بساط الأرق والسهاد.. ولكن الله رحمهم بما أنزل عليهم من النعاس: غشيهم فناموا، واثقين بالله، مطمئنين لوعده، وأصبحوا على همة ونشاط في لقاء عدوهم وعدوه.. فالنعاس لم يكن يوم بدر في وقت الحرب بل قبلها» .وبذلك نرى أن النعاس الذي أنزله الله تعالى- على المؤمنين قبل لقائهم بأعدائهم في بدر كان نعمة عظيمة ومنة جليلة.وقوله- تعالى-: وَيُنَزِّلُ عَلَيْكُمْ مِنَ السَّماءِ ماءً لِيُطَهِّرَكُمْ بِهِ معطوف على قوله يُغَشِّيكُمُ وهو- أى: إنزال الماء من السماء نعمة عظمى تحمل في طياتها نعما وسننا.أولها: يتجلى في هذه الجملة الكريمة، أنه- سبحانه- أنزل على المؤمنين المطر من السماء ليطهرهم به من الحدثين: الأصغر والأكبر، فإن المؤمن- كما يقول الإمام الرازي- «يكاد يستقذر نفسه إذا كان جنبا، ويغتم إذا لم يتمكن من الاغتسال، ويضطرب قلبه لأجل هذا السبب  .وثانيها: قوله- تعالى-: ويذهب عنكم رجز الشيطان» .وأصل الرجز: الاضطراب ويطلق على كل ما تشتد مشقته على النفوس.قال الراغب: أصل الرجز الاضطراب، ومنه قيل رجز البعير رجزا فهو أرجز، وناقة رجزاء إذا تقارب خطوها واضطرب لضعفها..» .والمراد برجز الشيطان: وسوسته للمؤمنين، وتخويفه إياهم من العطش وغيره عند فقدهم الماء وإلقاؤه الظنون السيئة في قلوبهم.أى: أنه- سبحانه- أنزل عليكم الماء- أيها المؤمنون- ليطهركم به تطهيرا حسيا وليزيل عنكم وسوسة الشيطان، بتخويفه إياكم من العطش وبإلقائه في نفوسكم الظنون والأوهام.. وهذا هو التطهير الباطني.وثالثها قوله- تعالى-: وَلِيَرْبِطَ عَلى قُلُوبِكُمْ أى: وليقويها بالثقة في نصر الله، وليوطنها على الصبر والطمأنينة.. ولا شك أن وجود الماء في حوزة المحاربين يزيدهم قوة على قوتهم، وثباتا على ثباتهم، أما فقده فإنه يؤدى إلى فقد الثقة والاطمئنان، بل وإلى الهزيمة المحققة.وأصل الربط: الشد. ويقال لكل من صبر على أمر: ربط قلبه عليه، أى: حبس قلبه عن أن يضطرب أو يتزعزع، ومنه قولهم: رجل رابط الجأش. أى: ثابت متمكن.ورابع هذه النعم التي تولدت عن نزول الماء من السماء على المؤمنين، قبل خوضهم معركة بدر، يتجلى في قوله- تعالى- وَيُثَبِّتَ بِهِ الْأَقْدامَ.أى: أنه- سبحانه- أنزل عليهم المطر قبل المعركة لتطهيرهم حسيا ومعنويا، ولتقويتهم وطمأنينتهم، وليثبت أقدامهم به حتى لا تسوخ في الرمال، وحتى يسهل المشي عليها، إذ من المعروف أنه من العسير المشي على الرمال، فإذا ما نزلت عليها الأمطار جمدت وسهل السير فوقها، وانطفأ غبارها.. فالضمير في قوله بِهِ يعود على الماء المنزل من السماء.قال الزمخشري: ويجوز أن يعود للربط- في قوله وَلِيَرْبِطَ عَلى قُلُوبِكُمْ، لأن القلب إذا تمكن فيه الصبر والجراءة ثبتت القدم في مواطن القتال.هذا، وقد وردت آثار متعددة توضح ما اشتملت عليه هذه الآية الكريمة من نعم جليلة،ومن ذلك ما جاء عن ابن عباس أنه قال: نزل النبي صلى الله عليه وسلم يعنى حين سار إلى بدر- والمسلمون بينهم وبين الماء رملة دعصة- أى كثيرة مجتمعة- فأصاب المسلمين ضعف شديد، وألقى الشيطان في قلوبهم الغيظ، فوسوس بينهم، تزعمون أنكم أولياء الله وفيكم رسوله، وقد غلبكم المشركون على الماء، وأنتم تصلون مجنبين؟ فأمطر الله عليهم مطرا شديدا، فشرب المسلمون وتطهروا، وأذهب الله عنهم رجز الشيطان، وثبت الرمل حين أصابه المطر، ومشى الناس عليه والدواب، فساروا إلى القوم..»  .وعن عروة بن الزبير قال: بعث الله السماء وكان الوادي دهسا فأصاب رسول الله صلى الله عليه وسلم وأصحابه ما لبد لهم الأرض ولم يمنعهم من المسير، وأصاب قريشا ما لم يقدروا على أن يرحلوا معه» .ومن هذا القول المنقول عن عروة- رضى الله عنه- نرى أن المطر كان خيرا للمسلمين، وكان شرا على الكافرين، لأن المسلمين كانوا في مكان يصلحه المطر، بينما كان المشركون في مكان يؤذيهم فيه المطر."},{"ayah_number":12,"text":"ثم ذكرهم بنعمة أخرى كان لها أثرها العظيم في نصرهم على المشركين فقال- سبحانه-:إِذْ يُوحِي رَبُّكَ إِلَى الْمَلائِكَةِ أَنِّي مَعَكُمْ. فَثَبِّتُوا الَّذِينَ آمَنُوا، سَأُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ، فَاضْرِبُوا فَوْقَ الْأَعْناقِ وَاضْرِبُوا مِنْهُمْ كُلَّ بَنانٍ.والبنان: - كما يقول القرطبي- واحده بنانة. وهي هنا الأصابع وغيرها من الأعضاء..وهو- أى البنان- مشتق من قولهم أبّن الرجل بالمكان إذا أقام به. فالبنان يعتمل به ما يكون للإقامة والحياة. وقيل: المراد بالبنان هنا أطراف الأصابع من اليدين والرجلين، وهو عبارة عن الثبات في الحرب وموضع الضرب، فإذا ضربت البنان تعطل من المضروب القتال بخلاف سائر الأعضاء......وذكر بعضهم: «أنها سميت بنانا لأن بها صلاح الأحوال التي بها يستقر الإنسان..» .والمعنى: واذكر- أيها الرسول الكريم- وقت أن أوحى ربك إلى الملائكة الذين أمد بهم المسلمين في بدر أَنِّي مَعَكُمْ أى بعونى وتأييدى فَثَبِّتُوا الَّذِينَ آمَنُوا أى فقووا قلوبهم، واملئوا نفوسهم ثقة بالنصر، وصححوا نياتهم في القتال حتى تكون غايتهم إعلاء كلمة الله.قال الآلوسى: والمراد بالتثبيت: الحمل على الثبات في موطن الحرب والجد في مقاساة شدائد القتال. وكان ذلك هنا- في قول- بظهورهم لهم في صورة بشرية يعرفونها، ووعدهمإياهم النصر على أعدائهم، فقد أخرج البيهقي في الدلائل أن الملك كان يأتى الرجل في صورة الرجل يعرفه فيقول له: أبشروا فإنهم ليسوا بشيء، والله معكم. كروا عليهم.وقال الزجاج: كان بأشياء يلقونها في قلوبهم تصح بها عزائمهم ويتأكد جدهم. وللملك قوة إلقاء الخير في القلب ويقال له إلهام، كما أن للشيطان قوة إلقاء الشر ويقال له وسوسة، .وقوله- تعالى-: سَأُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ بشارة عظيمة للمؤمنين.أى: سأملأ قلوب الكافرين بالخوف والفزع منكم- أيها المؤمنون-، وسأقذف فيها الهلع والجزع حتى تتمكنوا منهم.والرعب: انزعاج النفس وخوفها من توقع مكروه، وأصله التقطيع من قولهم: رعبت السنام ترعيبا إذا قطعته مستطيلا، كأن الخوف يقطع الفؤاد.وقوله: فَاضْرِبُوا فَوْقَ الْأَعْناقِ وَاضْرِبُوا مِنْهُمْ كُلَّ بَنانٍ الخطاب فيه للمؤمنين، وقيل، للملائكة.والمراد بما فوق الأعناق الرءوس كما روى عن عطاء وعكرمة. أو المراد بها الأعناق ذاتها فتكون فوق بمعنى: على وهو قول أبى عبيدة.ويرى صاحب الكشاف أن المراد بما فوق الأعناق: أعالى الأعناق التي هي المذابح، لأنها مفاصل، فكان إيقاع الضرب فيها جزا وتطييرا للرءوس.والمراد بالبنان- كما سبق أن بينا- الأصابع أو مطلق الأطراف.والمعنى: لقد أعطيتكم- أيها المؤمنون- من وسائل النصر ما أعطيتكم، فهاجموا أعدائى وأعداءكم بقوة وغلظة، واضربوهم على أعناقهم ورءوسهم ومواضع الذبح فيهم. واضربوهم على كل أطرافهم حتى تشلوا حركتهم، فيصبحوا عاجزين عن الدفاع عن أنفسهم."},{"ayah_number":13,"text":"ثم بين سبحانه- السبب في تكليفه المؤمنين بمجاهدة الكافرين والإغلاظ عليهم وقتلهم.فقال- تعالى-لِكَ بِأَنَّهُمْ شَاقُّوا اللَّهَ وَرَسُولَهُ وَمَنْ يُشاقِقِ اللَّهَ وَرَسُولَهُ فَإِنَّ اللَّهَ شَدِيدُ الْعِقابِ.فاسم الإشارةلِكَيعود إلى ما سبق بيانه من تأييد المؤمنين، وأمرهم بضرب الكافرين.. وهو في محل رفع على الابتداء. وقوله أَنَّهُمْ ...خبره. والباء للسببية.وقوله: اقُّوامن المشاقة بمعنى المخالفة والمعاداة مشتقة من الشق- أى الجانب-، فكل واحد من المتعاديين أو المتخالفين صار في شق غير شق صاحبه.والمعنى: ذلك الذي ذكره الله- تعالى- فيما سبق، من تأييده للمؤمنين وأمره إياهم بضرب الكافرين، سببه أن هؤلاء الكافرين اقُّوا اللَّهَ وَرَسُولَهُأى: عاد وهما وخالفوا شرعهما: مَنْ يُشاقِقِ اللَّهَ وَرَسُولَهُبأن يسير في غير الطريق الذي أمرا به، إِنَّ اللَّهَ شَدِيدُ الْعِقابِلهذا المعادى والمخالف.قال الآلوسى: وقوله: إِنَّ اللَّهَ شَدِيدُ الْعِقابِإما نفس الجزاء، وقد حذف منه العائد عند من يكتفى ولا يلتزم بالعائد في الربط. أى: شديد العقاب له. أو قائم مقام الجزاء المحذوف أى: يعاقبه الله- تعالى- فإن الله شديد العقاب. وأيا ما كان فالشرطية بيان للسببية السابقة بطريق برهاني. كأنه قيل: ذلك العقاب الشديد بسبب المشاقة لله- تعالى- ولرسوله صلى الله عليه وسلم وكل من يشاقق الله ورسوله كائنا من كان، فله بسبب ذلك عقاب شديد، فإن لهم بسبب مشاقة الله ورسوله عقابا شديدا ."},{"ayah_number":14,"text":"ثم يوجه- سبحانه- خطابه على سبيل الالتفات لأولئك الذين شاقوا الله ورسوله، متوعدا إياهم بسوء المصير فيقول: ذلِكُمْ فَذُوقُوهُ وَأَنَّ لِلْكافِرِينَ عَذابَ النَّارِ فاسم الإشارة ذلِكُمْ يعود إلى ما سبق بيانه من تأييد المؤمنين، وخذلان الكافرين وإنزال العقوبة بهم.أى ذلكم الذي نزل بكم- أيها الكافرون- من القتل والأسر في بدر، هو العقاب المناسب لطغيانكم وشرككم وعنادكم، فذوقوا آلامه، وتجرعوا غصصه، وعيشوا في مذلته.هذا في الدنيا، أما في الآخرة فلكم عذاب النار الذي هو أشد وأبقى من عذاب الدنيا.فاتركوا الكفر، وادخلوا في الإيمان لتنجوا من العذاب وتنالوا الثواب.قال الجمل ما ملخصه وقوله: ذلِكُمْ فَذُوقُوهُ.. يجوز فيه وجوه من الإعراب أحدها أن يرفع بالابتداء والخبر محذوف أى ذلكم العقاب. الثاني: أن يرفع على أنه خبر لمبتدأ محذوف أى: العقاب ذلكم أو الأمر ذلكم وعلى هذين الوجهين يكون قوله فَذُوقُوهُ لا تعلق له بما قبله من جهة الاعراب فهو مستأنف، والوقف يتم على قوله: ذلِكُمْ الثالث: أن يرتفع بالابتداء. والخبر قوله فَذُوقُوهُ وهذا على رأى الأخفش.وقوله وَأَنَّ لِلْكافِرِينَ عَذابَ النَّارِ معطوف على قوله ذلِكُمْ أو منصوب على أنه مفعول معه، والمعنى: ذوقوا ما عجل لكم مع ما أجل لكم في الآخرة، ووضع الظاهر فيه موضع المضمر- بأن قال فَذُوقُوهُ وَأَنَّ لِلْكافِرِينَ ولم يقل فذوقوه وأن لكم- للدلالة على أن الكفر سبب للعذاب الآجل أو للجمع بينهما.ومن هذا نرى أن تلك الآيات الكريمة قد ذكّرت المؤمنين الذين اشتركوا في غزوة بدر بألوان من نعم الله عليهم، وبأنواع من البشارات التي كانت تدل على أن النصر سيكون لهم.1- ذكّرتهم بوعد الله لهم بأن إحدى الطائفتين: العير أو النفير ستكون لهم، وقد وفّى لهم- سبحانه- بوعده، حيث جعل النصر لهم، ومن أوفى بعهده من الله؟.2- وذكرتهم بإجابة الله لدعائهم، حيث أمدهم بألف من الملائكة مردفين.3- وذكرتهم بالنعاس الذي ألقاه- سبحانه- عليهم قبل المعركة، ليكون أمانا لهم، وراحة لأبدانهم.4- وذكرتهم بنزول المطر عليهم من السماء ليكون طهارة ظاهرية وباطنية لهم، وليكون طمأنينة لقلوبهم، وتثبيتا لأقدامهم.5- وذكرتهم بأمر الله لملائكته أن يثبتوهم، بأن يغرسوا في قلوبهم الثقة في نصر الله لهم، والاستهانة بقوة أعدائهم.6- وذكرتهم بما ألقاه- سبحانه- في قلوب الكافرين من رعب وفزع وجزع، جعلهم ينهزمون أمامهم.7- وذكرتهم بأن ما أصاب أعداء الله وأعداءهم من قتل وأسر وخسران كان سببه كفرهم وعنادهم وإيثارهم سبيل الغي على سبيل الرشد، وأنهم- إذا استمروا في كفرهم- فسيلقون في الآخرة عذابا أشد وأبقى مما نزل بهم في الدنيا.ولا شك أن هذا التذكير من مقاصده الأساسية حض المؤمنين على الاستجابة لله ولرسوله:وعلى مداومة الشكر لخالقهم، فهو- سبحانه- الذي منحهم هذه النعم الجزيلة التي تمكنوا معها من رقاب أعدائهم، وهو الذي جعلهم يغنمون كل هذه الغنائم بعد أن خرجوا من ديارهم بلا مال ولا ظهر ولا عتاد.هذا، ومن الخير قبل أن ننتقل من هذه الآيات إلى غيرها، أن نتكلم بشيء من التفصيل عن مسألة كثر الحديث عنها.وهذه المسألة هي: ماذا كانت وظيفة الملائكة في بدر؟ أكانت وظيفتهم تثبيت المؤمنين فحسب أم أنهم بجانب هذا التثبيت قاتلوا فعلا معهم؟ إننا بمطالعتنا لما كتبه الكاتبون عن هذه المسألة نراهم في كتاباتهم ينقسمون إلى ثلاثة أقسام:(أ) أما القسم الأول منهم، فيرى أن الملائكة في غزوة بدر لم تكن وظيفتهم التثبيت فحسب، وإنما هم قاتلوا مع المؤمنين فعلا، ويستدلون على ذلك بأدلة من أهمها:1- ما جاء عن ابن عباس- رضى الله عنهما- أنه قال: بينما رجل من المسلمين يشتد في إثر رجل من المشركين أمامه. إذ سمع ضربة بالسوط فوقه وقائلا يقول: أقدم حيزوم، فخر المشرك مستلقيا فنظر إليه فإذا هو قد حطم وشق وجهه. فجاء فحدث رسول الله صلى الله عليه وسلم فقال: صدقت ذلك من مدد السماء الثالثة .2- وجاء عنه أنه قال- أيضا-: كانت سيما الملائكة يوم بدر عمائم بيضاء، ويوم أحد عمائم خضراء، ولم تقاتل الملائكة في يوم سوى بدر وكانوا فيما سواه عددا ومددا .3- وعن أبى داود المازني قال: تبعت رجلا من المشركين لأضربه يوم بدر. فوقع رأسه بين يدي قبل أن يصل إليه سيفي.4- وروى عن عبد الله بن مسعود أن أبا جهل سأله يوم بدر: من أين كان ذلك الصوت الذي كنا نسمعه ولا نرى شخصا؟ فقال: من الملائكة، فقال له أبو جهل: هم إذن غلبونا لا أنتم  .5- وقال القرطبي: وتظاهرت الروايات بأن الملائكة حضرت يوم بدر وقاتلت. ومن ذلك قول أبى أسيد مالك بن ربيعة وكان شهد بدرا: لو كنت معكم الآن ببدر ومعى بصرى لأريتكم الشعب- أى الطريق في الجبل- الذي خرجت منه الملائكة. لا أشك ولا أمارى.وعن سهل بن حنيف قال: لقد رأيتنا يوم بدر وإن أحدنا يشير بسيفه إلى رأس المشرك فتقع رأسه عن جسده قبل أن يصل إليه  .هذه أهم الروايات التي استند إليها العلماء الذين يرون أن الملائكة قد قاتلوا مع المؤمنين يوم بدر، وعلى رأس هؤلاء العلماء القرطبي، فهو يرى أن هذا هو الصحيح وأنه رأى الجمهور.(ب) أما القسم الثاني من العلماء فيرى أن الملائكة لم تقاتل يوم بدر، وإنما كانت وظيفتهم تثبيت المؤمنين في المعركة، وتقوية أرواحهم وقلوبهم، واستدلوا على ذلك بأدلة من أهمها:1- أنه ليس في الآيات القرآنية التي تحدثت عن غزوة بدر آية واحدة صريحة في أن الملائكة قد قاتلت بالفعل، وإنما هي صريحة في أن الله- تعالى- قد أمد المؤمنين بالملائكة، وجعل هذا الإمداد بشارة لهم.قال الآلوسى عند تفسيره لقوله- تعالى: وَما جَعَلَهُ اللَّهُ إِلَّا بُشْرى.. وفي الآية إشعار بأن الملائكة لم يباشروا قتالا، وهو مذهب لبعضهم. ويشعر ظاهرها بأن النبي- صلى الله عليه وسلم أخبرهم بذلك الإمداد، وفي الأخبار ما يؤيد ذلك. بل جاء في غير ما خبر أنالصحابة رأوا الملائكة- عليهم السلام- .2- أن بعض الآيات القرآنية التي تحدثت عن غزوة بدر قد وضحت وظيفة الملائكة توضيحا تاما، ومن ذلك قوله- تعالى-: إِذْ يُوحِي رَبُّكَ إِلَى الْمَلائِكَةِ أَنِّي مَعَكُمْ فَثَبِّتُوا الَّذِينَ آمَنُوا، سَأُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ، فَاضْرِبُوا فَوْقَ الْأَعْناقِ، وَاضْرِبُوا مِنْهُمْ كُلَّ بَنانٍ.قال ابن جرير في معنى فَثَبِّتُوا الَّذِينَ آمَنُوا قووا عزمهم، وصححوا نياتهم في قتال أعدائهم من المشركين..وقال في معنى قوله- تعالى- فَاضْرِبُوا فَوْقَ الْأَعْناقِ..: والصواب من القول في ذلك أن يقال إن الله أمر المؤمنين معلما إياهم كيفية قتل المشركين وضربهم بالسيف، أن يضربوا فوق الأعناق منهم والأيدى والأرجل ... » .وقال الفخر الرازي: قوله فَاضْرِبُوا فَوْقَ الْأَعْناقِ فيه وجهان: الأول: أنه أمر للملائكة متصل بقوله- تعالى- فَثَبِّتُوا. وقيل: بل أمر للمؤمنين، وهذا هو الأصح لما بينا أنه- تعالى- ما أنزل الملائكة لأجل المقاتلة والمحاربة. .3- أن الروايات التي استند إليها من قال بأن الملائكة قاتلت مع المؤمنين في بدر لم ترد في كتب السنة المعتمدة، بل لم يذكر معظمها الإمام ابن جرير مع علمنا باهتمامه بالمرويات في تفسيره. وفضلا عن ذلك فإن أكثر هذه الروايات لم تصرح بأن الملائكة قد قاتلت.فمثلا رواية أبى داود المازني لم تصرح بأن المشرك الذي أراد هو أن يقتله قد قتله ملك.وكذلك الحال بالنسبة لروايتي أبى أسيد وسهيل بن حنيف وأما قول أبى جهل لابن مسعود:«هم إذن غلبونا- يعنى الملائكة- لا أنتم، فنرجح أنه من باب التبرير والمغالطة. فهو يريد أن ينفى- حقدا منه وعنادا- قوة المؤمنين الذين صرعوا أمثاله من الطغاة..والخلاصة أن معظم هذه الروايات- مع ضعفها- لم تصرح بأن الملائكة قد قاتلوا مع المؤمنين يوم بدر.4- استبعد كثير من العلماء اشتراك الملائكة في القتال، ومن هؤلاء العلماء الإمام أبو بكر الأصم فقد قال:«إن الملك الواحد يكفى في إهلاك أهل الأرض كما فعل جبريل بمدائن قوم لوط. فإذا حضر هو يوم بدر- وجميع الروايات تذكر أنه كان على رأس الملائكة- فأى حاجة إلى مقاتلة الناس مع الكفار؟ بل أى حاجة حينئذ إلى إرسال سائر الملائكة؟ وأيضا فإن أكابر الكفار كانوا مشهورين، وقاتل كل منهم من الصحابة معلوم.وأيضا لو قاتلوا فإما أن يكونوا بحيث يراهم الناس أو لا.. وعلى الأول يكون المشاهد من عسكر الرسول ثلاثة آلاف وأكثر، ولم يقل أحد بذلك.. وعلى الثاني كان يلزم جز الرءوس، وتمزيق البطون، وإسقاط الكفار من غير مشاهدة فاعل، ومثل هذا من أعظم المعجزات، فكان يجب أن يتواتر ويشتهر بين المسلم والكافر والموافق والمخالف ... » .وقال صاحب المنار: مقتضى السياق أن وحى الله للملائكة وَما جَعَلَهُ اللَّهُ إِلَّا بُشْرى إلخ.وقوله- تعالى- سَأُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ.. إلخ بدء كلام خوطب به النبي صلى الله عليه وسلم والمؤمنون تتمة للبشرى. فيكون الأمر بالضرب موجها إلى المؤمنين قطعا، وعليه المحققون الذين جزموا بأن الملائكة لم تقاتل يوم بدر تبعا لما قبله من الآيات.ثم قال: وفي كتب السير وصف للمعركة علم منه القاتلون والآسرون لأشد المشركين بأسا، فهل تعارض هذه البينات النقلية بروايات لم يرها شيخ المفسرين ابن جرير حرية بأن تنقل.كفانا الله شر هذه الروايات الباطلة التي شوهت التفسير وقلبت الحقائق، حتى إنها خالفت نص القرآن نفسه فالله- تعالى- يقول في إمداد الملائكة وَما جَعَلَهُ اللَّهُ إِلَّا بُشْرى وَلِتَطْمَئِنَّ بِهِ قُلُوبُكُمْ.. وهذه الروايات تقول بل جعله مقاتلة، وإن هؤلاء السبعين الذين قتلوا من المشركين لم يمكن قتلهم إلا باجتماع ألف أو ألوف من الملائكة عليهم مع المسلمين الذين خصهم الله بما ذكر من أسباب النصر المتعددة.ألا إن في هذا من تعظيم شأن المشركين، وتكبير شجاعتهم وتصغير شأن أفضل أصحاب الرسول وأشجعهم ما لا يصدر عن عاقل، إلا وقد سلب عقله لتصحيح روايات باطلة لا يصح لها سند، ولم يرفع منها إلا حديث مرسل عن ابن عباس ذكره الآلوسى وغيره بغير سند.وابن عباس لم يحضر غزوة بدر لأنه كان صغيرا، فرواياته عنها حتى في الصحيح مرسلة. .هذه أهم الأدلة التي استند إليها القائلون بأن الملائكة لم تقاتل يوم بدر، وإنما كانت وظيفتهم تثبيت المؤمنين، وتقوية عزائمهم. وتصحيح نياتهم.(ج) أما القسم الثالث من العلماء الذين كتبوا في هذه المسألة، فمنهم الذي اكتفى بسرد الآراء دون أن يرجح بينها، ومن هؤلاء صاحب الكشاف، فقد قال:فإن قلت: هل قاتلت الملائكة يوم بدر؟ قلت: اختلف فيه. فقيل: نزل جبريل في يوم بدر في خمسمائة ملك على الميمنة وفيها أبو بكر، وميكائيل في خمسمائة على الميسرة وفيها على بن أبى طالب في صورة الرجال. فقاتلت. وقيل: قاتلت يوم بدر ولم تقاتل يوم الأحزاب.. وقيل: لم يقاتلوا وإنما كانوا يكثرون السواد، ويثبتون المؤمنين، وإلا فملك واحد كاف في إهلاك أهل الدنيا كلهم.. .ومنهم الذي يرى أن البحث في تفاصيل أمثال هذه المسائل ليس من الجد الذي هو طابع هذه العقيدة، ومن هؤلاء صاحب «في ظلال القرآن» فقد قال ما ملخصه:«تروى روايات كثيرة مفصلة عن الملائكة في يوم بدر: عددهم وطريقة مشاركتهم في المعركة. وما كانوا يقولونه للمؤمنين مثبتين، وما كانوا يقولونه للمشركين مخذلين. ونحن- على طريقتنا في الظلال- نكتفي في مثل هذا الشأن من عوالم الغيب بما يرد في النصوص المتيقنة من قرآن أو سنة، والنصوص القرآنية هنا فيها الكفاية: إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجابَ لَكُمْ أَنِّي مُمِدُّكُمْ بِأَلْفٍ مِنَ الْمَلائِكَةِ.. فهذا عددهم إِذْ يُوحِي رَبُّكَ إِلَى الْمَلائِكَةِ أَنِّي مَعَكُمْ فَثَبِّتُوا الَّذِينَ آمَنُوا.. فهذا عملهم. ولا حاجة إلى التفصيل وراء هذا فإن فيه الكفاية. وبحسبنا أن تعلم أن الله لم يترك العصبة المسلمة وحدها في ذلك اليوم، وهي قلة والأعداء كثرة، وأن أمر هذه العصبة وأمر هذا الدين قد شارك فيه الملأ الأعلى مشاركة فعلية على النحو الذي يصفه الله سبحانه في كلماته.. إننا نؤمن بوجود خلق أسماهم الملائكة، ولكنا لا ندرك من طبيعتهم إلا ما أخبرنا به خالقهم عنهم. فلا نملك من إدراك الكيفية التي اشتركوا بها في نصرة المسلمين يوم بدر إلا بمقدار ما يقرره النص القرآنى. وقد أوحى إليهم ربهم: أنى معكم. وأمرهم أن يثبتوا الذين آمنوا ففعلوا.- لأنهم يفعلون ما يؤمرون- ولكننا لا ندري كيف فعلوا.إن البحث التفصيلي في كيفيات هذه الأفعال كلها ليس من الجد الذي هو طابع هذه العقيدة. وطابع الحركة الواقعية بهذه العقيدة ولكن هذه المباحث صارت من مباحث الفرق الإسلامية ومباحث علم الكلام في العصور المتأخرة، وعند ما فرغ الناس من الاهتمامات الإيجابية في هذا الدين، وتسلط الترف العقلي على النفوس والعقول. وإن وقفة أمام الدلالة الهائلة لمعية الله- سبحانه- للملائكة في المعركة، واشتراك الملائكة فيها مع العصبة المسلمة لهى أنفع وأجدى.. .وبعد فهذه أهم الأقوال التي قالها العلماء في مسألة وظيفة الملائكة في بدر، بسطناها بشيء من التفصيل لتتضح آراؤهم فيها.والذي نراه بعد كل ذلك: أن أقرب الأقوال إلى الصواب، هو القول الذي ذهب أصحابه إلى أن الملائكة في بدر لم تقاتل، وإنما كانت وظيفتهم تثبيت وتقوية عزائم المؤمنين.. وذلك لما سبق أن بيناه من أدلة وحجج- والله أعلم بالصواب.وبعد أن بين- سبحانه- بعض البشارات والنعم التي ساقها للمؤمنين الذين اشتركوا في بدر. وجه- سبحانه- نداء إليهم أمرهم فيه بالثبات في وجوه أعدائهم، وذكرهم بجانب من مننه عليهم.فقال- تعالى-:"},{"ayah_number":15,"text":"قوله- سبحانه- زَحْفاً: مصدر زحف وأصله للصبي، وهو أن يزحف على استه قبل أن يمشى. ثم أطلق على الجيش الكثيف المتوجه لعدوه لأنه لكثرته وتكاتفه يرى كأنه جسم واحد يزحف ببطء وإن كان سريع السير.قال الجمل: وفي المصباح: زحف القوم زحفا وزحوفا. ويطلق على الجيش الكثير زحف تسمية بالمصدر والجمع زحوف مثل فلس وفلوس. ونصب قوله: زَحْفاً على أنه حال من المفعول وهو الَّذِينَ كَفَرُوا أى إذا لقيتم الذين كفروا حال كونهم زاحفين نحوكم.والأدبار: جمع دبر- بضمتين- وهو الخلف، ومقابله القبل وهو الأمام، ويطلق لفظ الدبر على الظهر وهو المراد هنا.والمعنى: يا أيها الذين آمنوا بالله إيمانا حقا إِذا لَقِيتُمُ الَّذِينَ كَفَرُوا زاحفين نحوكم لقتالكم فَلا تُوَلُّوهُمُ الْأَدْبارَ أى. فلا تفروا منهم، ولا تولوهم ظهوركم منهزمين، بل قابلوهم بقوة وغلظة وشجاعة، فإن من شأن المؤمن أن يكون شجاعا لا جبانا، ومقبلا غير مدبر.فالمراد من تولية الأدبار: الانهزام، لأن المنهزم يولى ظهره وقفاه لمن انهزم منه.وعدل من لفظ الظهور إلى الأدبار، تقبيحا للانهزام، وتنفيرا منه، لأن القبل والدبر يكنى بهما عن السوءتين."},{"ayah_number":16,"text":"ثم بين- سبحانه- أن تولية الأدبار محرمة إلا في حالتين فقال- تعالى-: وَمَنْ يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ إِلَّا مُتَحَرِّفاً لِقِتالٍ أَوْ مُتَحَيِّزاً إِلى فِئَةٍ فَقَدْ باءَ بِغَضَبٍ مِنَ اللَّهِ، وَمَأْواهُ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ.وقوله: مُتَحَرِّفاً من التحرف بمعنى الميل والانحراف من جهة إلى جهة بقصد المخادعة في القتال وهو منصوب على الحالية.وقوله أَوْ مُتَحَيِّزاً إِلى فِئَةٍ من التحيز بمعنى الانضمام. تقول: حزت الشيء أحوزه إذا ضممته إليك. وتحوزت الحية أى انطوت على نفسها.والفئة: الجماعة من الناس. سميت بذلك لرجوع بعضهم إلى بعض في التعاضد والتناصر. من الفيء بمعنى الرجوع إلى حالة محمودة.والمعنى: أن تولية الأدبار محرمة إلا في حالتين:الحالة الأولى: أن يكون المؤمن عند توليته الأدبار مائلا عن مكانه إلى مكان آخر أصلح للقتال فيه، أو أن يكون منعطفا إلى قتال طائفة من الأدبار أهم من الطائفة التي أمامه، أو أن يوهم عدوه بأنه منهزم أمامه استدراجا له، ثم يكر عليه فيقتله.الحالة الثانية: أن يكون في توليه منحازا إلى جماعة أخرى من الجيش ومنضما إليها للتعاون معها على القتال، حيث إنها في حاجة إليه.وهذا كله من أبواب خدع الحرب ومكايدها.وقد توعد- سبحانه- الذي ينهزم أمام الأعداء في غير هاتين الحالتين بقوله: فَقَدْ باءَ بِغَضَبٍ مِنَ اللَّهِ وَمَأْواهُ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ.أى: ومن يول الكافرين يوم لقائهم دبره غير متحرف ولا متحيز فقد رجع متلبسا بغضب شديد كائن من الله- تعالى- ومأواه الذي يأوى إليه في الآخرة جهنم وبئس المصير هي.وقوله: فَقَدْ باءَ بِغَضَبٍ مِنَ اللَّهِ.. جواب الشرط لقوله، ومن يولهم.هذا، ومن الأحكام التي أخذها العلماء من هاتين الآيتين ما يأتى:1- وجوب مصابرة العدو، والثبات في وجهه عند القتال، وتحريم الفرار منه.قال الآلوسى: في الآية دلالة على تحريم الفرار من الزحف على غير المتحرف أو المتحيز.أخرج الشيخان وغيرهما عن أبى هريرة- رضى الله عنه- عن النبي صلى الله عليه وسلم أنه قال:«اجتنبوا السبع الموبقات- أى المهلكات- قالوا: يا رسول الله وما هن قال: الشرك بالله، والسحر، وقتل النفس التي حرم الله إلا بالحق، وأكل الربا، وأكل مال اليتيم، والتولي يوم الزحف، وقذف المحصنات الغافلات المؤمنات» .ثم قال: وجاء عد- التولي يوم الزحف- من الكبائر في غير ما حديث.2- أن الخطاب في الآيتين لجميع المؤمنين وليس خاصا بأهل بدر. قال الفخر الرازي ما ملخصه: اختلف المفسرون في أن هذا الحكم- وهو تحريم التولي أمام الزحف- هل هو مختص بيوم بدر أو هو حاصل على الإطلاق؟فنقل عن أبى سعيد الخدري والحسن وقتادة والضحاك أن هذا الحكم مختص بمن كان انهزم يوم بدر. قالوا: والسبب في اختصاص بدر بهذا الحكم أن رسول الله صلى الله عليه وسلم كان حاضرا يوم بدر.. وأنه- سبحانه- شدد الأمر على أهل بدر، لأنه كان أول الجهاد، ولو اتفق للمسلمين انهزام فيه لزم منه الخلل العظيم.والقول الثاني: أن الحكم المذكور في هذه الآية كان عاما في جميع الحروب بدليل أن قوله- تعالى- يا أَيُّهَا الَّذِينَ آمَنُوا إِذا لَقِيتُمُ الَّذِينَ كَفَرُوا ... عام فيتناول جميع الصور.أقصى ما في الباب أنه نزل في واقعة بدر، لكن العبرة بعموم اللفظ لا بخصوص السبب».وهذا القول الثاني هو الذي نرجحه، لأن ظاهر الآية يفيد العموم لكل المؤمنين في كل زمان ومكان، ولأن سورة الأنفال كلها قد نزلت بعد الفراغ من غزوة بدر لا قبل الدخول فيها.3- أن الآيتين محكمتان وليستا منسوختين. أى أن تحريم التولي يوم الزحف على غير المتحرف أو المتحيز ثابت لم ينسخ.وقد رجح ذلك الإمام ابن جرير فقال ما ملخصه: «سئل عطاء بن أبى رباح عن قوله وَمَنْ يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ فقال: هذه الآية منسوخة بالآية التي في الأنفال بعد ذلك وهي قوله- تعالى-: الْآنَ خَفَّفَ اللَّهُ عَنْكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفاً، فَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ صابِرَةٌ يَغْلِبُوا مِائَتَيْنِ ... وليس لقوم أن يفروا من مثليهم.وقال آخرون: بل هذه الآية حكمها عام في كل من ولى الدبر عن العدو منهزما.وأولى التأويلين بالصواب في هذه الآية عندي: قول من قال: حكمها محكم، وأنها نزلت في أهل بدر. وحكمها ثابت في جميع المؤمنين. وأن الله حرم على المؤمنين إذا لقوا العدو أن يولوهم الدبر منهزمين إلا لتحرف القتال، أو التحيز إلى فئة من المؤمنين، حيث كانت من أرض الإسلام، وأن من ولاهم الدبر بعد الزحف لقتال منهزما- بغير نية إحدى الخلتين اللتين أباح الله التولية بهما- فقد استوجب من الله وعيده، إلا أن يتفضل عليه بعفوه.وإنما قلنا: هي محكمة غير منسوخة، لما قد بينا في غير موضع، أنه لا يجوز أن يحكم لحكم آية بنسخ وله في غير النسخ وجه، إلا بحجة يجب التسليم لها: من خبر يقطع العذر، أو حجة عقل، ولا حجة من هذين المعنيين تدل على نسخ حكم قوله- تعالى- وَمَنْ يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ إِلَّا مُتَحَرِّفاً لِقِتالٍ، أَوْ مُتَحَيِّزاً إِلى فِئَةٍ، فَقَدْ باءَ بِغَضَبٍ مِنَ اللَّهِ."},{"ayah_number":17,"text":"ثم بين لهم- سبحانه- بعض مظاهر فضله عليهم ليزدادوا شكرا له، وطاعة لأمره فقال- تعالى-: فَلَمْ تَقْتُلُوهُمْ وَلكِنَّ اللَّهَ قَتَلَهُمْ، وَما رَمَيْتَ إِذْ رَمَيْتَ وَلكِنَّ اللَّهَ رَمى، وَلِيُبْلِيَ الْمُؤْمِنِينَ مِنْهُ بَلاءً حَسَناً، إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ.قال القرطبي: قوله- تعالى-: فَلَمْ تَقْتُلُوهُمْ وَلكِنَّ اللَّهَ قَتَلَهُمْ، أى يوم بدر.روى أن أصحاب رسول الله صلى الله عليه وسلم لما صدروا عن بدر.ذكر كل واحد منهم ما فعل فقال: قتلت كذا، وأسرت كذا، فجاء من ذلك تفاخر ونحو ذلك. فنزلت الآية إعلاما بأن الله هو المميت والمقدر لجميع الأشياء، وأن العبد إنما يشارك بكسبه وقصده ... ».وقال ابن كثير: قال على بن طلحة عن ابن عباس: رفع رسول الله صلى الله عليه وسلم يديه- يعنى يوم بدر- فقال: «يا رب إن تهلك هذه العصابة فلن تعبد في الأرض أبدا، فقال جبريل: «خذ قبضة من التراب فارم بها في وجوههم» فأخذ قبضة من التراب فرمى بها في وجوههم، فما من المشركين أحد إلا أصاب عينيه ومنخريه وفمه تراب من تلك القبضة فولوا مدبرين.وقال السدى: قال رسول الله صلى الله عليه وسلم لعلى يوم بدر «أعطنى حصا من الأرض» فناوله حصا عليه تراب، فرمى به في وجوه القوم، فلم يبق مشرك إلا دخل في عينيه من ذلك التراب شيء، ثم ردفهم المؤمنون يقتلونهم ويأسرونهم، وأنزل الله: فَلَمْ تَقْتُلُوهُمْ وَلكِنَّ اللَّهَ قَتَلَهُمْ وَما رَمَيْتَ إِذْ رَمَيْتَ وَلكِنَّ اللَّهَ رَمى ...وقال أبو معشر المدني عن محمد بن قيس ومحمد بن كعب القرظي قالا: لما دنا القوم بعضهم من بعض أخذ رسول الله صلى الله عليه وسلم قبضة من تراب فرمى بها في وجوه القوم وقال:«شاهت الوجوه» ، فدخلت في أعينهم كلهم. وأقبل أصحاب رسول الله صلى الله عليه وسلم وأنزل الله. وَما رَمَيْتَ إِذْ رَمَيْتَ وَلكِنَّ اللَّهَ رَمى .وهناك روايات أخرى ذكرت أن قوله- تعالى- وَما رَمَيْتَ إِذْ رَمَيْتَ وَلكِنَّ اللَّهَ رَمى المقصود به رميه صلى الله عليه وسلم لأبى بن خلف يوم أحد، أو رميه لكنانة بن أبى الحقيق في غزوة خيبر، أو رميه المشركين في غزوة حنين.قال ابن كثير: وقد روى في هذه القصة عن عروة ومجاهد وعكرمة وقتادة وغير واحد من الأئمة أنها نزلت في رمية النبي صلى الله عليه وسلم يوم بدر ... وسياق الآية في سورة الأنفال في قصة بدر لا محالة، وهذا مما لا يخفى على أئمة العلم.والمعنى: إنكم- أيها المؤمنون- لم تقتلوا المشركين في بدر بقوتكم وشجاعتكم، ولكن الله- تعالى- هو الذي أظفركم بحوله وقوته، بأن خذلهم، وقذف في قلوبهم الرعب، وقوى قلوبكم، وأمدكم بالملائكة، ومنحكم من معونته ورعايته ما بلغكم هذا النصر.والفاء في قوله: فَلَمْ تَقْتُلُوهُمْ.. يرى صاحب الكشاف أنها جواب شرط محذوف تقديره: إن افتخرتم بقتلهم فأنتم لم تقتلوهم وَلكِنَّ اللَّهَ قَتَلَهُمْ لأنه هو الذي أنزل الملائكة، وألقى الرعب في قلوبهم، وشاء النصر والظفر وأذهب عن قلوبكم الفزع والجزع.وقوله: وَما رَمَيْتَ إِذْ رَمَيْتَ وَلكِنَّ اللَّهَ رَمى خطاب للنبي صلى الله عليه وسلم بطريق التلوين.أى: وَما رَمَيْتَ بالرعب في قلوب الأعداء إِذْ رَمَيْتَ في وجوههم بالحصباء يوم بدر وَلكِنَّ اللَّهَ- تعالى- هو الذي رَمى بالرعب في قلوبهم فهزمهم ونصركم عليهم.أو المعنى: ما أوصلت الحصباء إلى أعينهم إذ رميتهم بها، ولكن الله هو الذي أوصلها إليها.ورحم الله صاحب الكشاف فقد قال عند تفسيره لهذه الجملة الكريمة: يعنى أن الرمية التي رميتها- يا محمد- لم ترمها أنت على الحقيقة، لأنك لو رميتها ما بلغ أثرها إلا ما يبلغه أثر رمى البشر، ولكنها كانت رمية الله، حيث أثرت ذلك الأثر العظيم.. فأثبت الرمية لرسول الله صلى الله عليه وسلم لأن صورتها وجدت منه، ونفاها عنه، لأن أثرها الذي لا تطيقه البشر فعل الله- عز وجل-، فكان الله- تعالى- هو فاعل الرمية على الحقيقة، وكأنها لم توجد من الرسول صلى الله عليه وسلم أصلا.وقال الآلوسى: واستدل بالآية على أن أفعال العباد بخلقه- تعالى- وإنما لهم كسبها ومباشرتها وقال الإمام: أثبت- سبحانه- كونه صلى الله عليه وسلم راميا، ونفى كونه راميا، فوجب حمله على أنه صلى الله عليه وسلم رمى كسبا، والله- تعالى- رمى خلقا.فإن قيل: لماذا ذكر مفعول القتل منفيا ومثبتا ولم يذكر للرمي مفعول قط؟فالجواب- كما يقول أبو السعود-: «أن المقصود الأصلى بيان حال الرمي نفيا وإثباتا، إذ هو الذي ظهر منه ما ظهر، وهو المنشأ لتغير المرمى به في نفسه وتكثره إلى حيث أصاب عيني كل واحد من أولئك الأمة الجمة شيء من ذلك».وقوله- سبحانه-: وَلِيُبْلِيَ الْمُؤْمِنِينَ مِنْهُ بَلاءً حَسَناً بيان لبعض وجوه حكمته- سبحانه- في خذلان الكافرين، ونصر المؤمنين.وقوله لِيُبْلِيَ من البلاء بمعنى الاختبار. وهو يكون بالنعمة لإظهار الشكر، كما يكون بالمحنة لإظهار الصبر. والمراد به هنا: الإحسان والنعمة والعطاء، ليزداد المؤمنون شكرا لربهم الذي وهبهم ما وهب من نعم.واللام للتعليل متعلقة بمحذوف مؤخر.والمعنى، ولكي يحسن- سبحانه- إلى عباده المؤمنين، وينعم عليهم بالنصر والغنائم، ليزدادوا شكرا له، فعل ما فعل من خذلان الكافرين وإذلالهم.وقوله إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ تذييل قصد به الحض على طاعة الله، والتحذير من معصيته، أى: إن الله سميع لأقوالكم ودعائكم، عليم بضمائركم وقلوبكم، فاستبقوا الخيرات لتنالوا المزيد من رعايته ونصره."},{"ayah_number":18,"text":"ثم يقرر- سبحانه- سنة من سننه التي لا تتخلف، وهي تقوية الحق وتوهين الباطل، وليزداد المؤمنون إيمانا على إيمانهم، وثباتا على ثباتهم فيقول: ذلِكُمْ وَأَنَّ اللَّهَ مُوهِنُ كَيْدِ الْكافِرِينَ.قال الإمام الرازي: قرأ نافع وابن كثير وأبو عمرو مُوهِنُ- بفتح الواو وتشديد الهاء والتنوين. من التوهين. تقول وهنت الشيء أى ضعفته-، كَيْدِ بالنصب على المفعولية. وقرأ حفص عن عاصم مُوهِنُ كَيْدِ بالإضافة. وقرأ الباقون مُوهِنُ بالتخفيف، - من أوهننه فأنا موهنه بمعنى أضعفته- وكَيْدِ بالنصب وتوهين الله كيدهم ومكرهم يكون بأشياء منها: إطلاع المؤمنين على عوراتهم، وإلقاء الرعب في قلوبهم، وتفريق كلمتهم، .واسم الإشارة ذلِكُمْ يعود إلى ما سبق من نعمة الإبلاء والقتل والرمي وغير ذلك من النعم. وهو مبتدأ وخبره محذوف، وقوله: وَأَنَّ اللَّهَ مُوهِنُ.... معطوف عليه.المعنى: ذلكم الذي منحته إياكم من العطاء الحسن، والقتل للمشركين، والإمداد بالملائكة، وإنزال الماء عليكم. ذلكم كله نعم منى إليكم، ويضاف إلى ذلك كله أنّه- سبحانه- مضعف لكيد الكافرين ومفسد لمكرهم بكم.قال ابن كثير: وهذه بشارة أخرى مع ما حصل من النصر، فإنه أعلمهم بأنه مضعف كيد الكافرين فيما يستقبل، مصغر أمرهم، وأنهم في تبار ودمار»"},{"ayah_number":19,"text":"وبعد أن ذكر- سبحانه- عباده المؤمنين بما حباهم به من منن في غزوة بدر، ليستمروا على طاعتهم له ولرسوله.. أتبع ذلك بتوجيه الخطاب إلى الكافرين الذين حملهم الرسوخ في الكفر على أن يدعو الله أن يجعل الدائرة في بدر على أضل الفريقين فقال- تعالى-: إِنْ تَسْتَفْتِحُوا فَقَدْ جاءَكُمُ الْفَتْحُ، وَإِنْ تَنْتَهُوا فَهُوَ خَيْرٌ لَكُمْ، وَإِنْ تَعُودُوا نَعُدْ، وَلَنْ تُغْنِيَ عَنْكُمْ فِئَتُكُمْ شَيْئاً وَلَوْ كَثُرَتْ، وَأَنَّ اللَّهَ مَعَ الْمُؤْمِنِينَ.روى الإمام أحمد والنسائي والحاكم وصححه، عن ثعلبة، أن أبا جهل قال حين التقى القوم- في بدر-: اللهم أقطعنا للرحم، وآتانا بما لا نعرفه، فأحنه- أى فأهلكه- الغداة. فكان المستفتح .وعن السدى أن المشركين حين خرجوا من مكة إلى بدر أخذوا بأستار الكعبة فاستنصروا الله وقالوا: اللهم انصر أهدى الجندين، وأكرم الفئتين، وخير القبيلتين. فقال- تعالى- إِنْ تَسْتَفْتِحُوا.. الآية.قال الراغب: وقوله: إِنْ تَسْتَفْتِحُوا ... أى: إن طلبتم الظفر، أو طلبتم الفتاح أى الحكم.. والفتح إزالة الإغلاق والإشكال ... ويقال: فتح القضية فتاحا. أى فصل الأمر فيها وأزال الإغلاق عنها. قال- تعالى-: رَبَّنَا افْتَحْ بَيْنَنا وَبَيْنَ قَوْمِنا بِالْحَقِّ وَأَنْتَ خَيْرُ الْفاتِحِينَ. والاستفتاح: الاستنصار- أى طلب النصر- قال- تعالى- وَكانُوا مِنْ قَبْلُ يَسْتَفْتِحُونَ عَلَى الَّذِينَ كَفَرُوا ....والمعنى: إن تطلبوا الفتح أى: القضاء والفصل بينكم وبين أعدائكم المؤمنين فَقَدْ جاءَكُمُ الْفَتْحُ أى: فقد جاءكم الفصل والقضاء فيما طلبتم حيث حكم الله وقضى بينكم وبين المؤمنين، بأن أعزهم ونصرهم لأنهم على الحق، وخذلكم وأذلكم لأنكم على الباطل.فالخطاب مسوق للكافرين على سبيل التهكم بهم، والتوبيخ لهم، حيث طلبوا من الله- تعالى- القضاء بينهم وبين المؤمنين، والنصر عليهم، فكان الأمر على عكس ما أرادوا حيث حكم الله فيهم بحكمه العادل وهو خذلانهم لكفرهم وجحودهم، وإعلاء كلمة المؤمنين، لأنهم على الطريق القويم.وقوله: وَإِنْ تَنْتَهُوا فَهُوَ خَيْرٌ لَكُمْ أى: وإن تنتهوا عن الكفر وعداوة الحق، يكن هذا الانتهاء خيرا لكم من الكفر ومحاربة الحق.وقوله: وَإِنْ تَعُودُوا نَعُدْ وَلَنْ تُغْنِيَ عَنْكُمْ فِئَتُكُمْ شَيْئاً وَلَوْ كَثُرَتْ ... تحذير لهم من التمادي في الباطل بعد ترغيبهم في الانقياد للحق.أى: وَإِنْ تَعُودُوا إلى محاربة الرسول صلى الله عليه وسلم والمؤمنين وعداوتهم نَعُدْعليكم بالهزيمة والذلة. وعلى المؤمنين بالنصر والعزة، ولن تستطيع فئتكم وجماعتكم- ولو كثرت- أن تدفع عنكم شيئا من تلك الهزيمة وهذه الذلة، فإن الكثرة والقوة لا وزن لها ولا قيمة إذا لم يكن الله مع أصحابها بعونه وتأييده.وقوله: وَأَنَّ اللَّهَ مَعَ الْمُؤْمِنِينَ تذييل قصد به تثبيت المؤمنين، وإلقاء الطمأنينة في نفوسهم.أى: وأن الله مع المؤمنين بعونه وتأييده، ومن كان الله معه فلن يغلبه غالب مهما بلغت قوته.قال الجمل: «قرأ نافع وابن عامر وحفص عن عاصم بفتح «أن» والباقون بكسرها.فالفتح من أوجه:أحدها: أنه على لام العلة والمعلل تقديره، ولأن الله مع المؤمنين كان كيت وكيت.والثاني: أن التقدير: ولأن الله مع المؤمنين امتنع عنادهم. والثالث أنه خبر مبتدأ محذوف.أى: والأمر أن الله مع المؤمنين.والوجه الأخير يقرب في المعنى من قراءة الكسر لأنه استئناف.هذا وما جرينا عليه من أن الخطاب في قوله- تعالى- إِنْ تَسْتَفْتِحُوا.. للمشركين هو رأى جمهور المفسرين.ومنهم من يرى أن الخطاب في الآية الكريمة للمؤمنين، وعليه يكون المعنى: إِنْ تَسْتَفْتِحُوا ... أى تطلبوا- أيها المؤمنون- النصر على أعدائكم فَقَدْ جاءَكُمُ الْفَتْحُ أى: فقد جاءكم النصر من عند الله كما طلبتم.وَإِنْ تَنْتَهُوا أى عن المنازعة في أمر الأنفال، وعن التكاسل في طاعة الله ورسوله، فَهُوَ أى هذا الانتهاء خَيْرٌ لَكُمْ.وَإِنْ تَعُودُوا إلى المنازعات والتكاسل نَعُدْ عليكم بالإنكار وتهييج الأعداء.وَلَنْ تُغْنِيَ عَنْكُمْ فِئَتُكُمْ شَيْئاً وَلَوْ كَثُرَتْ أى: ولن تفيدكم كثرتكم شيئا مهما كثرت إن لم يكن الله معكم بنصره.وأن الله- تعالى- مع المؤمنين الصادقين في إيمانهم وطاعتهم له.والذي يبدو لنا أن كون الخطاب للكافرين أرجح، لأن أسباب النزول تؤيده، فقد سبق أن بينا أن الكافرين عند خروجهم إلى بدر تعلقوا بأستار الكعبة وقالوا: اللهم انصر أهدى الجندين.. وأن أبا جهل قال حين التقى القوم:اللهم أينا أقطع للرحم.. فأحنه الغداة. قال ابن جرير: فكان ذلك استفتاحه، فأنزل الله في ذلك إِنْ تَسْتَفْتِحُوا فَقَدْ جاءَكُمُ الْفَتْحُ...ولعل مما يرجح أن الخطاب في قوله- تعالى- إِنْ تَسْتَفْتِحُوا ... للكافرين، أن بعض المفسرين- كابن جرير وابن كثير- ساروا في تفسيرهم للآية على ذلك، وأهملوا الرأى القائل بأن الخطاب للمؤمنين فلم يذكروه أصلا.أما صاحب الكشاف فقد ذكره بصيغة «وقيل» وصدر كلامه بكون الخطاب للكافرين فقال: قوله- تعالى-: إِنْ تَسْتَفْتِحُوا.. خطاب لأهل مكة على سبيل التهكم، وذلك أنهم حين أرادوا أن ينفروا تعلقوا بأستار الكعبة وقالوا: اللهم انصر أقرانا للضيف، وأوصلنا للرحم، وأفكنا للعانى ... ».وبذلك نرى هذه الآيات الكريمة التي افتتحت بنداء المؤمنين، قد أمرتهم بالثبات عند لقاء الأعداء.. وبينت لهم جوانب من مظاهر فضل الله عليهم، ورعايته لهم.. ورغبت المشركين في الانتهاء عن شركهم وعن محاربتهم للحق، وحذرتهم من التمادي في باطلهم وطغيانهم..وأخبرتهم في ختامها بأن الله- تعالى- مع المؤمنين بتأييده ونصره.ثم وجهت السورة الكريمة نداء ثانيا إلى المؤمنين، أمرتهم بطاعة الله ورسوله، ونهتهم عن التشبه بالكافرين وأمثالهم من المنافقين.فقال- تعالى-:"},{"ayah_number":20,"text":"والمعنى يا أيها الذين آمنوا حق الإيمان، أطيعوا الله ورسوله في كل أحوالكم، وَلا تَوَلَّوْا عَنْهُ أى ولا تعرضوا عنه، فإن في إعراضكم عنه خسارة عظيمة لكم في دنياكم وآخرتكم.قال الآلوسى: «وأعيد الضمير إليه صلى الله عليه وسلم، لأن المقصود طاعته، وذكر طاعة الله- تعالى- توطئة لطاعته، وهي مستلزمة لطاعة الله- تعالى-، لأنه مبلغ عنه، فكان الراجع إليه صلى الله عليه وسلم كالراجع إلى الله- تعالى-»  .وقوله: وَأَنْتُمْ تَسْمَعُونَ جملة حالية مسوقة لتأكيد وجوب الانتهاء عن التولي مطلقا، لا لتقييد النهى عنه بحال السماع.أى أطيعوا الله ورسوله- أيها المؤمنون- ولا تتولوا عنه والحال أنكم تسمعون القرآن الناطق بوجوب طاعته، والمواعظ الزاجرة عن مخالفته"},{"ayah_number":21,"text":"وقوله: وَلا تَكُونُوا كَالَّذِينَ قالُوا سَمِعْنا وَهُمْ لا يَسْمَعُونَ تأكيد لما قبله، ونهى لهم عن التشبه بالضالين.أى أطيعوا الله ورسوله في كل أحوالكم عن إخلاص وإذعان، ولا تقصروا في ذلك في وقت من الأوقات، وإياكم أن تتشبهوا بأولئك الكافرين والمنافقين الذين ادعوا السماع فقالوا سمعنا، والحال أنهم لم يسمعوا سماع تدبر واتعاظ، لأنهم لم يصدقوا ما سمعوه، ولم يتأثروا به. بل نبذوه وراء ظهورهم.فالمنفى في قوله- تعالى- وَهُمْ لا يَسْمَعُونَ سماع خاص، وهو سماع التدبر والاتعاظ، لكنه جيء به على سبيل الإطلاق، للإشعار بأنهم قد نزلوا منزلة من لم يسمع أصلا، بجعل سماعهم بمنزلة العدم، حيث إنه سماع لا وزن له، ولا فائدة لهم من ورائه، مع أنهم لو فتحوا آذانهم وقلوبهم للحق لاستفادوا، ولكنهم آثروا الغي على الرشد."},{"ayah_number":22,"text":"ثم وصف- سبحانه- الكفار والمنافقين وأشباههم وصفا يحمل العقلاء على النفور منهم، فقال- تعالى-: إِنَّ شَرَّ الدَّوَابِّ عِنْدَ اللَّهِ الصُّمُّ الْبُكْمُ الَّذِينَ لا يَعْقِلُونَ ...والدواب: جمع دابة وهي كل ما يدب على الأرض. قال- تعالى-: وَاللَّهُ خَلَقَ كُلَّ دَابَّةٍ مِنْ ماءٍ فَمِنْهُمْ مَنْ يَمْشِي عَلى بَطْنِهِ، وَمِنْهُمْ مَنْ يَمْشِي عَلى رِجْلَيْنِ، وَمِنْهُمْ مَنْ يَمْشِي عَلى أَرْبَعٍ.. .قال الجمل: «وإطلاق الدابة على الإنسان لما ذكروه في كتب اللغة من أنها تطلق على كل حيوان ولو آدميا، وفي المصباح: الدابة كل حيوان في الأرض مميزا أو غير مميز» .وقد روى أن هذه الآية نزلت في نفر من بنى عبد الدار، كانوا يقولون: نحن صم بكم عما جاء به محمد، فقتلوا جميعا يوم بدر.وهذا لا يمنع أن الآية الكريمة يشمل حكمها جميع المشركين والمنافقين، إذ العبرة بعموم اللفظ، لا بخصوص السبب.والمعنى: إن شر ما يدب على الأرض عِنْدَ اللَّهِ أى: في حكمه وقضائه، هم أولئك الصُّمُّ عن سماع الحق الْبُكْمُ عن النطق به الَّذِينَ لا يَعْقِلُونَ أى لا يعقلون التمييز بينه وبين الباطل.ووصفهم- سبحانه- بذلك مع أنهم يسمعون وينطقون، لأنهم لم ينتفعوا بهذه الحواس، بل استعملوها فيما يضر ويؤذى، فكان وجودها فيهم كعدمها.وقدم الصمم على البكم، لأن صممهم عن سماع الحق متقدم على بكمهم فإن السكوت عن النطق بالحق من فروع عدم سماعهم له، كما أن النطق به من فروع سماعه.وقوله الَّذِينَ لا يَعْقِلُونَ تحقيق لكمال سوء حالهم، لأن الأصم الأبكم إذا كان له عقل ربما فهم بعض الأمور.. أما إذا كان بجانب صممه وبكمه فاقد العقل، فإنه في هذه الحالة يكون قد بلغ الغاية في سوء الحال..قال صاحب المنار: وقوله: الَّذِينَ لا يَعْقِلُونَ أى: فقدوا فضيلة العقل الذي يميز بين الحق والباطل والخير والشر، إذ لو عقلوا لطلبوا، ولو طلبوا لسمعوا وميزوا، ولو سمعوا لنطقوا وبينوا، وتذكروا وذكروا.. فهم لفقدهم منفعة العقل والسمع والنطق صاروا كالفاقدين لهذه المشاعر والقوى.. بل هم شر من ذلك لأنهم أعطيت لهم المشاعر والقوى فأفسدوها على أنفسهم لعدم استعمالها فيما خلقها الله لأجله، فهم كما قال الشاعر:خلقوا، وما خلقوا لمكرمة ... فكأنهم خلقوا وما خلقوارزقوا وما رزقوا سماح يد ... فكأنهم رزقوا وما رزقواولم يصفهم هنا بالعمى كما وصفهم في آية الأعراف وآيتي البقرة، لأن المقام هنا مقام تعريض بالذين ردوا دعوة الإسلام، ولم يهتدوا بسماع آيات القرآن» ."},{"ayah_number":23,"text":"وقوله- تعالى- وَلَوْ عَلِمَ اللَّهُ فِيهِمْ خَيْراً لَأَسْمَعَهُمْ ... بيان لما جبلوا عليه من إيثار الغي على الرشد، والضلالة على الهداية.أى: ولو علم الله- تعالى- في هؤلاء الصم البكم خَيْراً أى: استعدادا للإيمان ورغبة فيما يصلح نفوسهم وقلوبهم لَأَسْمَعَهُمْ سماع تفهم وتدبر، أى: لجعلهم سامعين للحق، ومستجيبين له، ولكنه- سبحانه- لم يعلم فيهم شيئا من ذلك، فحجب خيره عنهم بسبب سوء استعدادهم.ولذا قال- تعالى- بعد ذلك: وَلَوْ أَسْمَعَهُمْ لَتَوَلَّوْا وَهُمْ مُعْرِضُونَ أى: ولو أسمعهم سماع تفهم وتدبر، وهم على هذه الحالة العارية من كل خير لتولوا عما سمعوه من الحق وَهُمْ مُعْرِضُونَ عن قبوله جحودا وعنادا.قال الفخر الرازي: قوله- تعالى: وَلَوْ عَلِمَ اللَّهُ فِيهِمْ خَيْراً لَأَسْمَعَهُمْ وَلَوْ أَسْمَعَهُمْ لَتَوَلَّوْا وَهُمْ مُعْرِضُونَ أى: أن كل ما كان حاصلا، فإنه يجب أن يعلمه الله، فعدم علم الله بوجوده من لوازم عدمه، فلا جرم حسن التعبير عن عدمه في نفسه بعدم علم الله بوجوده، وتقرير الكلام: لو حصل فيهم خير لأسمعهم الله الحجج والمواعظ سماع تعليم وتفهم، ولو أسمعهم بعد أن علم أنه لا خير فيهم لم ينتفعوا به، ولتولوا وهم معرضون»  .ثم وجه- سبحانه- إلى المؤمنين نداء ثالثا أمرهم فيه بالاستجابة لتعاليمه، وحذرهم من الأقوال والأعمال التي تكون سببا في عذابهم، وذكّرهم بجانب من مننه عليهم، فقال- تعالى-:"},{"ayah_number":24,"text":"قال القرطبي: قوله- تعالى- يا أَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ.. هذا الخطاب للمؤمنين المصدقين بلا خلاف، والاستجابة:الإجابة.. قال الشاعر:وداع دعا يا من يجيب إلى الندى ... فلم يستجبه عند ذاك مجيبأى: فلم يجبه عند ذاك مجيب.وكان الإمام القرطبي يرى أن السين والتاء في قوله: «استجيبوا» زائدتان.ولعل الأحسن من ذلك أن تكون السين والتاء للطلب، لأن الاستجابة هي الإجابة بنشاط وحسن استعداد.وقوله لِما يُحْيِيكُمْ أى لما يصلحكم من أعمال البر والخير والطاعة، التي توصلكم متى تمسكتم بها إلى الحياة الكريمة الطيبة في الدنيا، وإلى السعادة التي ليس بعدها سعادة في الآخرة.وهذا المعنى الذي ذكرناه لقوله لِما يُحْيِيكُمْ أدق مما ذكره بعضهم من أن المراد بما يحييهم القرآن، أو الجهاد، أو العلم ... إلخ.وذلك، لأن أعمال البر والخير والطاعة تشمل كل هذا.والمعنى: يا أَيُّهَا الَّذِينَ آمَنُوا بالله حق الإيمان، اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ عن طواعية واختيار، ونشاط وحسن استعداد إِذا دَعاكُمْ الرسول- صلى الله عليه وسلم- لِما يُحْيِيكُمْ أى: إلى ما يصلح أحوالكم، ويرفع درجاتكم، من الأقوال النافعة، والأعمال الحسنة، التي بالتمسك بها تحيون حياة طيبة: وتظفرون بالسعادتين:الدنيوية والأخروية.والضمير في قوله دَعاكُمْ يعود إلى رسول الله صلى الله عليه وسلم لأنه هو المباشر للدعوة إلى الله، ولأن في الاستجابة له استجابة لله- تعالى- قال- سبحانه-: مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطاعَ اللَّهَ، وَمَنْ تَوَلَّى فَما أَرْسَلْناكَ عَلَيْهِمْ حَفِيظاً .وقوله: وَاعْلَمُوا أَنَّ اللَّهَ يَحُولُ بَيْنَ الْمَرْءِ وَقَلْبِهِ تحذير لهم من الغفلة عن ذكر الله، وبعث لهم على مواصلة الطاعة له- سبحانه-.وقوله: يَحُولُ من الحول بين الشيء والشيء، بمعنى الحجز والفصل بينهما.قال الراغب: أصل الحول تغير الشيء وانفصاله عن غيره، وباعتبار التغير قيل حال الشيء يحول حولا واستحال تهيأ لأن يحول: وباعتبار الانفصال قيل حال بيني وبينك كذا ...أى فصل..» .هذا، وللمفسرين في معنى هذه الجملة الكريمة أقوال متعددة أهمها قولان:أما القول الأول فهو أن المراد بالحيلولة بين المرء وقلبه- كما يقول ابن جرير-: أنه- سبحانه- أملك لقلوب عباده منهم وأنه يحول بينهم وبينها إذا شاء، حتى لا يقدر ذو قلب أن يدرك شيئا من إيمان أو كفر، أو أن يعي به شيئا، أو أن يفهم إلا بإذنه ومشيئته، وذلك أن الحول بين الشيء والشيء إنما هو الحجز بينهما، وإذا حجز- جل ثناؤه- بين عبد وقلبه في شيء أن يدركه أو يفهمه، لم يكن للعبد إلى إدراك ما قد منع الله قلبه إدراكه سبيل، وإذا كان ذلك معناه دخل في ذلك قول من قال: يحول بين المؤمن والكفر، وبين الكافر والإيمان.وقول من قال: يحول بينه وبين عقله. وقول من قال: يحول بينه وبين قلبه حتى لا يستطيع أن يؤمن ولا يكفر إلا بإذنه.. فالخبر على العموم حتى يخصصه ما يجب التسليم له، .وقد رجح ابن جرير هذا القول بعد أن ذكر قبله بعض الأقوال الأخرى.وقال ابن كثير- بعد أن لخص القول الذي رجحه ابن جرير-: وقد وردت الأحاديث عن رسول الله صلى الله عليه وسلم يقول: إن قلوب بنى آدم بين إصبعين من أصابع الرحمن كقلب واحد، يصرفها كيف شاء، ثم قال رسول الله صلى الله عليه وسلم: (اللهم يا مصرف القلوب صرف قلوبنا إلى طاعتك) .وروى: الإمام أحمد والنسائي وابن ماجة عن النواس بن سمعان الكلابي قال: سمعت النبي صلى الله عليه وسلم يقول: ما من قلب إلا وهو بين إصبعين من أصابع الرحمن رب العالمين، إذا شاء أن يقيمه أقامه، وإذا شاء أن يزيغه أزاغه» .أما القول الثاني فهو أن المراد بالحيلولة بين المرء وقلبه- كما يقول الزمخشري- «أنه- سبحانه- يميت المرء فتفوته الفرصة التي هو واجدها، وهي التمكن من إخلاص القلب ومعالجة أدوائه وعلله، ورده سليما كما يريده الله، فاغتنموا هذه الفرصة، وأخلصوا قلوبكم لطاعة الله ورسوله،   .أو- كما يقول الفخر الرازي- بعبارة أوضح: «أن المراد أنه- تعالى- يحول بين المرء وبين ما يتمناه ويريده بقلبه، فإن الأجل يحول دون الأمل. فكأنه قال: بادروا إلى الأعمال الصالحة ولا تعتمدوا على ما يقع في قلوبكم من توقع طول البقاء، فإن ذلك غير موثوق به،وإنما حسن إطلاق لفظ القلب على الأمانى الحاصلة في القلب، لأن تسمية الشيء باسم ظرفه جائزة كقولهم: سال الوادي، .والذي نراه أن القول الثاني أولى بالقبول، لأن الآية الكريمة ساقته لحض المؤمنين على سرعة الاستجابة للحق الذي دعاهم إليه رسوله صلى الله عليه وسلم والذي باتباعه يحيون حياة طيبة، وتذكيرهم بيوم الحساب وما فيه من ثواب وعقاب، كما قال- تعالى- في ختامها وَأَنَّهُ إِلَيْهِ تُحْشَرُونَ.وليست مسوقة لإثبات قدرة الله، وأنه أملك لقلوب عباده منهم: وأنه يحول بينهم وبينها إذا شاء.فالمعنى الذي ذكره ابن جرير- وتابعه عليه ابن كثير وغيره، معنى وجيه في ذاته، إذ لا ينكر أحد أن الله مقلب القلوب ومالكها.. ولكن ليس مناسبا هنا مناسبة المعنى الذي ذكره الزمخشري والرازي، لأن الآية التي معنا والتي بعدها صريحتان في دعوة المؤمنين إلى الاستجابة للحق قبل أن يفاجئهم الموت، وقبل أن تحل بهم مصيبة لا تصيب الظالمين منهم خاصة.والمعنى الإجمالى للآية الكريمة يا أَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ بعزيمة صادقة، وسرعة فائقة، إِذا دَعاكُمْ الرسول- صلى الله عليه وسلم- لِما يُحْيِيكُمْ أى لما به تحيون حياة طيبة من الأقوال والأعمال الصالحة وَاعْلَمُوا علما يقينا أَنَّ اللَّهَ يَحُولُ بَيْنَ الْمَرْءِ وَقَلْبِهِ أى يحول بين المرء وبين ما يتمناه قلبه من شهوات الدنيا ومتعها: فكم من إنسان يؤمل أنه سيفعل كذا غدا، وسيجمع كذا في المستقبل، وسيحصل على كذا قريبا..ثم يحول الموت ويفصل بينه وبين آماله وأمانيه.. فبادروا إلى اغتنام الأعمال الصالحة من قبل أن يفاجئكم الموت.وقوله: وَأَنَّهُ إِلَيْهِ تُحْشَرُونَ تذبيل قصد به تذكيرهم بأهوال يوم القيامة. والضمير في قوله وَأَنَّهُ يعود إلى الله تعالى- أو هو ضمير الشأن. أى: وأنه- سبحانه- إليه وحده ترجعون لا إلى غيره، فيحاسبكم على ما قدمتم وما أخرتم، ويجازى كل إنسان بما يستحقه من خير أو شر.فأنت ترى أن الآية الكريمة قد جمعت بين الترغيب. في العمل الصالح بسرعة ونشاط، وبين الترهيب من التكاسل والغفلة عن طاعة الله."},{"ayah_number":25,"text":"ثم يؤكد- سبحانه- بعد ذلك ترهيبه لهم من التراخي في تغيير المنكر فيقول: وَاتَّقُوا فِتْنَةً لا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنْكُمْ خَاصَّةً، وَاعْلَمُوا أَنَّ اللَّهَ شَدِيدُ الْعِقابِ.والفتنة: من الفتن. وأصله- كما يقول الراغب-: إدخال الذهب النار لتظهر جودته من رداءته، واستعمل في إدخال الإنسان النار.كما في قوله- تعالى- ذُوقُوا فِتْنَتَكُمْ أى: عذابكم. وتارة يسمون ما يحصل عنه العذاب فتنة فيستعمل فيه نحو قوله- تعالى-: أَلا فِي الْفِتْنَةِ سَقَطُوا. وتارة في الاختيار نحو قوله- تعالى- وَفَتَنَّاكَ فُتُوناً .والمراد بالفتنة هنا العذاب الدنيوي، كالأمراض، والقحط، واضطراب الأحوال، وتسلط الظلمة، وعدم الأمان.. وغير ذلك من المحن والمصائب والآلام التي تنزل بالناس بسبب غشيانهم الذنوب، وإقرارهم للمنكرات، والمداهنة في الأمر بالمعروف والنهى عن المنكر.والخطاب لجميع المؤمنين في كل زمان ومكان.فالمعنى: داوموا أيها المؤمنون على طاعة الله بقوة ونشاط، واحذروا من أن ينزل بكم عذاب سيعم عند نزوله الأخيار والفجار والمحسنين والمسيئين.وقوله، وَاعْلَمُوا أَنَّ اللَّهَ شَدِيدُ الْعِقابِ المراد منه الحث على لزوم الاستقامة خوفا من عقاب الله- تعالى-.أى: واعلموا أن الله شديد العقاب لمن خالف أمره، وانتهك حرماته.قال صاحب الكشاف: وقوله لا تُصِيبَنَّ لا يخلو من أن يكون جوابا للأمر، أو نهيا بعد أمر، أو صفة لفتنة.فإذا كان جوابا فالمعنى: إن أصابتكم لا تصيب الظالمين منكم خاصة ولكنها تعمكم ... وإذا كانت نهيا بعد أمر فكأنه قيل: واحذروا ذنبا أو عقابا، ثم قيل: لا تتعرضوا للظلم فيصيب العقاب أو أثر الذنب ووباله الجميع وليس من ظلم منكم خاصة.فإن قلت: كيف جاز دخول النون المؤكدة في جواب الأمر؟قلت: لأن فيه معنى النهى- ومتى كان كذلك جاز إدخال النون المؤكدة- كما إذا قلت:انزل عن الدابة لا تطرحك أو لا تطرحنك. ومنه قوله- تعالى-: يا أَيُّهَا النَّمْلُ ادْخُلُوا مَساكِنَكُمْ لا يَحْطِمَنَّكُمْ سُلَيْمانُ وَجُنُودُهُ .وقوله خَاصَّةً منصوب على الحال من الفاعل المستكن في قوله لا تُصِيبَنَّ.ويجوز أن يكون صفة لمصدر محذوف. والتقدير: إصابة خاصة.هذا، وقد دلت الآية الكريمة على وجوب الإقلاع عن المعاصي، ووجوب محاربة مرتكبيها، فإن الأمة التي تشيع فيها المعاصي والمظالم والمنكرات.. ثم لا تجد من يحاربها ويعمل على إزالتها، تستحق العقوبة جزاء سكوتها واستخذائها وجبنها.وقد ذكر بعض المفسرين أن هذه الآية الكريمة نزلت في حق بعض الصحابة الذين اشتركوا في واقعة الجمل فيما بعد.ولكن هذا القول غير صحيح لأن الآية الكريمة تخاطب المؤمنين جميعا في كل زمان ومكان، وتأمرهم بالبعد عن المعاصي والمنكرات التي تفضى بهم إلى العذاب الدنيوي قبل الأخروى. وليست خاصة بفريق دون فريق.لذا قال ابن كثير: والقول بأن هذا التحذير يعم الصحابة وغيرهم هو الصحيح، ويدل عليه الأحاديث الواردة في التحذير من الفتن.ومن ذلك ما رواه الإمام أحمد عن عدى بن عميرة قال: سمعت رسول الله صلى الله عليه وسلم يقول: «إن الله- تعالى- لا يعذب العامة بعمل الخاصة حتى يروا المنكر بين ظهرانيهم وهم قادرون على أن ينكروه فلا ينكروه، فإذا فعلوا ذلك عذب الله الخاصة والعامة» .وروى الإمام أحمد أيضا عن جرير بن عبد الله أن رسول الله صلى الله عليه وسلم قال: «ما من قوم يعمل فيهم بالمعاصي وهم أعز وأكثر ممن يعملون، ثم لم يغيروه، إلا عمهم الله بعقاب» .وقال الإمام القرطبي: قال ابن عباس: أمر الله المؤمنين ألا يقروا المنكر بين أظهرهم فيعمهم العذاب.ففي صحيح مسلم عن زينب بنت جحش أنها سألت رسول الله صلى الله عليه وسلم فقالت له:يا رسول الله، أنهلك وفينا الصالحون؟ قال: «نعم إذا كثر الخبث» .وفي صحيح الترمذي: «إن الناس إذا رأوا الظالم ولم يأخذوا على يديه، أو شك أن يعمهم الله بعقاب من عنده» .وفي صحيح البخاري والترمذي عن النعمان بن بشير عن النبي صلى الله عليه وسلم قال: «مثل القائم على حدود الله والواقع فيها كمثل قوم استهموا- أى اقترعوا- على سفينة فأصاب بعضهم أغلاها وبعضهم أسفلها فكان الذين في أسفلها إذا استقوا من الماء مروا على من فوقهم فقالوا: لو أنا خرقنا في نصيبنا خرقا ولم نؤذ من فوقنا، فإن يتركوهم وما أرادوا هلكوا جميعا، وإن أخذوا على أيديهم نجوا ونجوا جميعا» .ففي هذا الحديث تعذيب العامة بذنوب الخاصة.قال علماؤنا: فالفتنة إذا عمت هلك الكل وذلك عند ظهور المعاصي، وانتشار المنكر وعدم التغيير. وإذا لم تغير وجب على المؤمنين المنكرين لها بقلوبهم هجران تلك البلدة والهرب منها.روى ابن وهب عن مالك قال: تهجر الأرض التي يصنع فيها المنكر جهارا ولا يستقر فيها.واحتج بصنيع أبى الدرداء في خروجه عن أرض معاوية حين أعلن بالربا، فأجاز بيع سقاية الذهب بأكثر من وزنها.فإن قيل: فقد قال الله- تعالى- وَلا تَزِرُ وازِرَةٌ وِزْرَ أُخْرى وقال: كُلُّ نَفْسٍ بِما كَسَبَتْ رَهِينَةٌ. وهذا يوجب ألا يؤخذ أحد بذنب أحد، وإنما تتعلق العقوبة بصاحب الذنب؟فالجواب أن الناس إذا تظاهروا بالمنكر فمن الفرض على كل من رآه أن يغيره، فإذا سكت عليه فكلهم عاص هذا بفعله وهذا برضاه، وقد جعل الله في حكمه الراضي بمنزلة العامل فانتظم في العقوبة .وقال بعض العلماء: وذكر القسطلاني «أن علامة الرضا بالمنكر عدم التألم من الخلل الذي يقع في الدين بفعل المعاصي، فلا يتحقق كون الإنسان كارها له، إلا إذا تألم للخلل الذي يقع في الدين، كما يتألم ويتوجع لفقد ماله أو ولده. فكل من لم يكن بهذه الحالة، فهو راض بالمنكر، فتعمه العقوبة والمصيبة بهذا الاعتبار ."},{"ayah_number":26,"text":"وبعد أن أمر- سبحانه- المؤمنين بالاستجابة له ونهاهم عن الوقوع في المعاصي.. أخذ في تذكيرهم بجانب من فضله عليهم فقال: وَاذْكُرُوا إِذْ أَنْتُمْ قَلِيلٌ مُسْتَضْعَفُونَ فِي الْأَرْضِ تَخافُونَ أَنْ يَتَخَطَّفَكُمُ النَّاسُ....أى: اذْكُرُوا يا معشر المؤمنين إِذْ أَنْتُمْ قَلِيلٌ مُسْتَضْعَفُونَ فِي الْأَرْضِ أى: وقت أن كنتم قلة مستضعفة في أرض مكة تحت أيدى كفار قريش. أو في أرض الجزيرة العربية حيث كانت الدولة لغيركم من الفرس والروم.وقوله: تَخافُونَ أَنْ يَتَخَطَّفَكُمُ النَّاسُ أى: تخافون أن يأخذكم أعداؤكم أخذا سريعا. لقوتهم وضعفكم. يقال خطفه- من باب تعب- أى: استلبه بسرعة.والمراد بالتذكر في قوله: اذْكُرُوا أن يتنبهوا بعقولهم وقلوبهم إلى نعم الله، وأن يداوموا على شكرها حتى يزيدهم- سبحانه- من فضله.وإِذْ ظرف بمعنى وقت. وأَنْتُمْ مبتدأ، أخبر عنه بثلاثة أخبار بعده وهي قَلِيلٌ ومُسْتَضْعَفُونَ وتَخافُونَ.والمراد بالناس: كفار قريش، أوهم وغيرهم من كفار العرب والفرس والروم.وقوله: فَآواكُمْ وَأَيَّدَكُمْ بِنَصْرِهِ وَرَزَقَكُمْ مِنَ الطَّيِّباتِ بيان لما من به عليهم من نعم بعد أن كانوا محرومين منها.أى: اذكروا وقت أن كنتم قلة ضعيفة مستضعفة تخشى- أن يأخذها أعداؤها أخذا سريعا، فرفع الله عنكم بفضله هذه الحال، وأبدلكم خيرا منها، بأن آواكم إلى المدينة، وألف بين قلوبكم يا معشر المهاجرين والأنصار وَأَيَّدَكُمْ بِنَصْرِهِ في غزوة بدر، وقذف في قلوب أعدائكم الرعب منكم وَرَزَقَكُمْ مِنَ الطَّيِّباتِ أى: ورزقكم من الغنائم التي أحلها لكم بعد أن كانت محرمة على الذين من قبلكم، كما رزقكم- أيضا بكثير من المطاعم والمشارب الطيبة التي لم تكن متوفرة لكم قبل ذلك.وقوله لَعَلَّكُمْ تَشْكُرُونَ تذييل قصد به حضهم على مداومة الشكر والطاعة لله- عز وجل- أى: نقلكم الله- تعالى- من الشدة إلى الرخاء، ومن القلة إلى الكثرة، ومن الضعف إلى القوة، ومن الخوف إلى الأمن، ومن الفقر إلى الغنى.. حتى تستمروا على طاعة الله وشكره، ولا يشغلكم عن ذلك أى شاغل.قال ابن جرير: قال قتادة في قوله- تعالى- وَاذْكُرُوا إِذْ أَنْتُمْ قَلِيلٌ مُسْتَضْعَفُونَ فِي الْأَرْضِ..:«كان هذا الحي من العرب أذل الناس ذلا، وأشقاه عيشا وأجوعه بطونا، وأعراه جلودا، وأبينه ضلالا، من عاش منهم عاش شقيا، ومن مات منهم ردى في النار، يؤكلون ولا يأكلون، والله ما نعلم قبيلا من حاضر أهل الأرض يومئذ كانوا أشر منهم منزلا، حتى جاء الله بالإسلام، فمكن به في البلاد، ووسع به في الرزق، وجعلكم به ملوكا على رقاب الناس. فبالاسلام أعطى الله ما رأيتم، فاشكروا الله على نعمه، فإن ربكم منعم يحب الشكر، وأهل الشكر في مزيد من الله- تعالى-»  .وبذلك نرى أن هذه الآيات الثلاثة قد جمعت بين الترغيب والترهيب والتذكير ... الترغيبكما في قوله- تعالى-: يا أَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ....والترهيب كما في قوله- تعالى-: وَاتَّقُوا فِتْنَةً لا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنْكُمْ خَاصَّةً....والتذكير كما في قوله- تعالى- وَاذْكُرُوا إِذْ أَنْتُمْ قَلِيلٌ مُسْتَضْعَفُونَ فِي الْأَرْضِ....وبالترغيب في الطاعات، وبالترهيب من المعاصي، وبالتذكير بالنعم، ينجح الدعاة في دعوتهم إلى الله.ثم وجه- سبحانه- بعد ذلك نداء رابعا وخامسا إلى المؤمنين فقال:"},{"ayah_number":27,"text":"روى المفسرون في سبب نزول قوله- تعالى-: يا أَيُّهَا الَّذِينَ آمَنُوا لا تَخُونُوا روايات منها:ما جاء عن ابن عباس من أنها نزلت في أبى لبابة حين بعثه رسول الله- صلى الله عليه وسلم- إلى بنى قريظة فقالوا له: يا أبا لبابة ما ترى؟ أننزل على حكم سعد بن معاذ فينا؟فأشار أبو لبابة إلى حلقه. أى أن حكم سعد فيكم سيكون الذبح فلا تنزلوا.قال أبو لبابة: والله ما زالت قدماي- عن مكانهما- حتى علمت أنى قد خنت الله ورسوله.ومنها ما جاء عن جابر بن عبد الله من أنها نزلت في منافق كتب إلى أبى سفيان يطلعه على سر من أسرار المسلمين.ومنها ما جاء عن السدى من أنها نزلت في قوم كانوا يسمعون الشيء عن النبي- صلى الله عليه وسلم- ثم يحدثون به المشركين.. .قال ابن كثير: والصحيح أن الآية عامة وإن صح أنها وردت على سبب خاص فإن الأخذ بعموم اللفظ لا بخصوص السبب هو المعتمد عند الجماهير من العلماء.وقوله لا تَخُونُوا من الخون بمعنى النقص. يقال خونه تخوينا أى: نسبه إلى الخيانة ونقصه.قال صاحب الكشاف: معنى الخون: النقص، كما أن معنى الوفاء التمام. ومنه تخونه إذا تنقصه، ثم استعمل في ضد الأمانة والوفاء لأنك إذا خنت الرجل في شيء فقد أدخلت عليه النقصان فيه. وقد استعير فقيل: خان الدلو الكرب- والكرب حبل يشد في رأس الدلو- وخان المشتار السبب. والمشتار مجتنى العسل والسبب الحبل- لأنه إذا انقطع به فكأنه لم يف له» .والمقصود بخيانة الله: ترك فرائضه وأوامره التي كلف العباد بها، وانتهاك حرماته التي نهى عن الاقتراب منها.والمقصود بخيانة الرسول صلى الله عليه وسلم: إهمال سننه التي جاء بها وأمرنا بالتقيد بتعاليمها.والمقصود بالأمانات: الأسرار والعهود والودائع وغير ذلك من الشئون التي تكون بينهم وبين غيرهم مما يجب أن يصان ويحفظ.والمعنى: يا أَيُّهَا الَّذِينَ آمَنُوا لا تَخُونُوا اللَّهَ بأن تهملوا فرائضه، وتتعدوا حدوده، ولا تخونوا الرَّسُولَ صلى الله عليه وسلم، بأن تتركوا سنته وتنصرفوا إلى غيرها، وتخالفوا ما أمركم به وتجترحوا ما نهاكم عنه، ولا تخونوا أَماناتِكُمْ بأن تفشوا الأسرار التي بينكم، وتنقضوا العهود التي تعاهدتم على الوفاء بها، وتنكروا الودائع التي أودعها لديكم غيركم، وتستبيحوا ما يجب حفظه من سائر الحقوق المادية والمعنوية، فقوله: وَتَخُونُوا أَماناتِكُمْ معطوف على قوله لا تَخُونُوا.وأعاد النهى للإشعار بأن كل واحد من المنهي عنه مقصود بذاته اهتماما به.وقوله: وَأَنْتُمْ تَعْلَمُونَ الواو للحال، والمفعول محذوف. أى. والحال أنكم تعلمون سوء عاقبة الخائن لله ولرسوله وللأمانات التي اؤتمن عليها، فعليكم أن تتجنبوا الخيانة في جميع صورها لتنالوا رضى الله ومثوبته."},{"ayah_number":28,"text":"ولما كان حب الأموال والأولاد والاشتغال بهم من أهم دواعي الإقدام على الخيانة، نبه- سبحانه- إلى ذلك فقال: وَاعْلَمُوا أَنَّما أَمْوالُكُمْ وَأَوْلادُكُمْ فِتْنَةٌ، وَأَنَّ اللَّهَ عِنْدَهُ أَجْرٌ عَظِيمٌ.أى: واعلموا- أيها المؤمنون- أنما أموالكم وأولادكم فتنة، أى امتحان واختبار لكم من الله- تعالى- ليتبين قوى الإيمان من ضعيفه.أما قوى الإيمان فلا يشغله ماله وولده عن طاعة الله، وأما ضعيف الإيمان فيشغله ذلك عن طاعة الله، ويجعله يعيش حياته عبدا لأمواله، ومطيعا لمطالب أولاده حتى ولو كانت هذه الطاعة متنافية مع تعاليم دينه وآدابه.وقال صاحب المنار: الفتنة هي الاختبار والامتحان بما يشق على النفس فعله أو تركه، أو قبوله أو إنكاره.وأموال الإنسان عليها مدار حياته، وتحصيل رغائبه وشهواته، ودفع كثير من المكاره عنه، فهو يتكلف في طلبها المشاق، ويركب الصعاب، ويكلفه الشرع فيها التزام الحلال واجتناب الحرام، ويرغبه في القصد والاعتدال في إنفاقها.وأما الأولاد فحبهم- كما يقول الأستاذ الامام- ضرب من الجنون يلقيه الفاطر الحكيم في قلوب الأمهات والآباء، فيحملهم على بذل كل ما يستطاع بذله في سبيلهم.روى أبو ليلى من حديث أبى سعيد الخدري مرفوعا «الولد ثمرة القلب، وإنه مجبنة مبخلة محزنة» . فحب الولد قد يحمل الوالدين على اقتراف الآثام، وعلى الجبن، وعلى البخل، وعلى الحزن.فالواجب على المؤمن اتقاء خطر الفتنة الأولى يكسب المال من وجوهه الحلال، وإنفاقه في وجوهه المشروعة.. واتقاء خطر الفتنة الثانية باتباع ما أوجبه الله على الآباء من حسن تربية الأولاد على الدين والفضائل، وتجنبهم أسباب المعاصي والرذائل» .وقوله وَأَنَّ اللَّهَ عِنْدَهُ أَجْرٌ عَظِيمٌتذييل قصد به ترغيب المؤمنين في طاعة الله، بعد أن حذرهم من فتنة المال والولد.أى: واعلموا أن الله عنده أجر عظيم لمن آثر طاعته ورضاه على جمع المال وحب الأولاد، فكونوا- أيها المؤمنون- من حزب المؤثرين لحب الله على حب الأموال والأولاد لتنالوا السعادة في الدنيا والآخرة."},{"ayah_number":29,"text":"ثم ختم سبحانه- نداءاته للمؤمنين بهذا النداء الذي يهديهم إلى سبل الخير والفلاح فقال- سبحانه- يا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَتَّقُوا اللَّهَ يَجْعَلْ لَكُمْ فُرْقاناً، وَيُكَفِّرْ عَنْكُمْ سَيِّئاتِكُمْ، وَيَغْفِرْ لَكُمْ، وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ.والفرقان في كلام العرب- كما يقول ابن جرير- مصدر من قولهم فرقت بين الشيء والشيء أفرق بينهما فرقا وفرقانا- أى أفرق وأفصل بينهما.وقد اختلف أهل التأويل في العبارة عند تأويل قوله يَجْعَلْ لَكُمْ فُرْقاناً فقال بعضهم:يجعل لكم مخرجا. وقال بعضهم نجاة، وقال بعضهم فصلا وفرقا بين حقكم وباطل من يبغيكم السوء من أعدائكم.. وكل ذلك متقارب المعنى، وإن اختلفت العبارة..» .وقال الآلوسى: فُرْقاناً أى: هداية ونورا في قلوبكم تفرقون به بين الحق والباطل- كما روى عن ابن جريج وابن زيد- أو نصرا يفرق به بين الحق والباطل بإعزاز المؤمنين وإذلال الكافرين- كما قال الفراء- أو نجاة في الدارين- كما هو كلام السدى- أو مخرجا من الشبهات- كما جاء عن مقاتل- أو ظهورا يشهر أمركم وينشر صيتكم- كما يشعر به كلام محمد بن إسحاق- من بت أفعل كذا حتى سطع الفرقان أى الصبح. وكل المعاني ترجع إلى الفرق بين أمرين. وجوز البعض من المحققين الجمع بينها» .ونحن مع هذا البعض من المحققين في جواز الجمع بين هذه المعاني فيكون المعنى: يا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَتَّقُوا اللَّهَ بأن تصونوا أنفسكم عن كل ما يغضبه، وتطيعوه في السر والعلن يَجْعَلْ لَكُمْ فُرْقاناً أى هداية في قلوبكم تفرقون بها بين الحق والباطل ونصرا تعلو به كلمتكم على كلمة أعدائكم، ومخرجا من الشبهات التي تقلق النفوس، ونجاة مما تخافون،..وفضلا عن كل ذلك فإنه- سبحانه- يكفر عنكم سيئاتكم، أى يسترها عليكم في الدنيا، وَيَغْفِرْ لَكُمْ أى: ويغفر لكم يوم القيامة ما فرط منكم من ذنوب بلطفه وإحسانه وقوله: وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ تذييل قصد به التعليل لما قبله، والتنبيه على أن ما وعد به- سبحانه- المؤمنين على تقواهم إنما هو تفضل منه لهم، فهو- سبحانه- صاحب العطاء الجزيل، والخير العميم. لمن أطاعه واتقاه، وصان نفسه عما يسخطه ويغضبه.فأنت ترى أنه- سبحانه- قد رتب على تقواه وعلى الخوف منه نعما عظمى، ومننا كبرى، وأى نعم يتطلع إليها المؤمنون أفضل من هداية القلوب وتكفير الخطايا والذنوب؟.اللهم لا تحرمنا من هذه النعم والمنن بفضلك وإحسانك، فأنت وحدك صاحب العطاء العميم، وأنت وحدك ذو الفضل العظيم، وأنت وحدك على كل شيء قدير.وبعد: فنحن- أخى القارئ- لو استعرضنا سورة الأنفال من مطلعها إلى هنا، لرأيناها تحدثنا- على سبيل الإجمال- عن:(أ) أحكام الأنفال، وأن مرد الحكم فيها إلى الله ورسوله..(ب) وعن الصفات الكريمة التي يجب أن يتحلى بها المؤمنون لينالوا مغفرة الله ورضوانه.(ج) وعن أحوال بعض المؤمنين الذين اشتركوا في غزوة بدر، وكانوا يفضلون العير على النفير. ولكن- الله تعالى- بين لهم أن الخير فيما قدره لا فيما يفضلون.(د) وعن النعم والبشارات وأسباب النصر التي أمد الله بها المؤمنين في بدر والتي كان من آثارها ارتفاع شأنهم، واندحار شأن أعدائهم.(ه) وعن التوجيهات الحكيمة التي أعقبت تلك النداءات الخمسة التي نادى الله بها المؤمنين، فقد أمرهم- سبحانه- بالثبات في وجه أعدائهم، وبالطاعة التامة له ولرسوله- صلى الله عليه وسلم- وبالاستجابة السريعة للحق الذي جاءهم به الرسول- صلى الله عليه وسلم-.. ونهتهم عن التولي يوم الزحف وعن التشبه بمن قالوا سمعنا وهم لا يسمعون، وعن إقرار المنكرات والبدع والرضا بها، وعن خيانة الله والرسول، وعن خيانة الأمانات التي تجب صيانتها والمحافظة عليها.ووعدهم- سبحانه- بهداية القلوب، وتكفير الخطايا والذنوب، متى اتقوه ووقفوا عند حدوده.(و) والآن، وبعد هذا التوجيه الحكيم، والتأديب القويم، والتعليم النافع والتذكير بالنعم، والتحذير من النقم..ماذا نرى؟نرى السورة الكريمة تأخذ في تذكير المؤمنين بجوانب من جرائم أعدائهم فتقص عليهم ما كان من هؤلاء الأعداء من تآمر على حياة رسولهم صلى الله عليه وسلم ومن تهكم بالقرآن الكريم وادعاء أنهم في استطاعتهم أن يأتوا بمثله لو شاءوا، ومن استهزاء بتعاليم الإسلام، وسخرية بشعائره وعباداته، ومن إنفاق لأموالهم ليصدوا الناس عن الطريق للحق، ومن إصرار على العناد والجحود جعلهم يستعجلون العذاب.ومع كل هذا فالسورة الكريمة تفتح الباب في وجوه هؤلاء الجاحدين المعاندين، وتأمر المؤمنين أن ينصحوهم بالدخول في دين الله.. فإذا لم يستجيبوا لنصحهم فعليهم أن يقاتلوهم حتى لا تكون فتنة ويكون الدين كله لله.استمع- أخى القارئ- بتدبر إلى الآيات التي تحكى كل ذلك بأسلوبها البليغ المؤثر فتقول:"},{"ayah_number":30,"text":"قال ابن كثير: عن ابن عباس في قوله: وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا أنه قال:تشاورت قريش ليلة بمكة- في شأن النبي- صلى الله عليه وسلم، وذلك بعد أن رأوا أمره قد اشتهر، وأن غيرهم قد آمن به- فقال بعضهم إذا أصبح فأثبتوه بالوثاق. وقال بعضهم بل اقتلوه. وقال بعضهم بل أخرجوه. ثم اتفقوا أخيرا على قتله-، فأطلع الله تعالى نبيه على ذلك، وأمره أن لا يبيت في مضجعه، فأمر النبي صلى الله عليه وسلم عليا أن يبيت مكانه ففعل وخرج النبي صلى الله عليه وسلم حتى لحق بالغار، وبات المشركون يحرسون عليا يحسبونه النبي صلى الله عليه وسلم فلما أصبحوا ثاروا إليه، فلما رأوا عليا قالوا له أين صاحبك؟ قال: لا أدرى. فاقتصوا أثره، فلما بلغوا الجبل اختلط عليهم، فصعدوا في الجبل فمروا بالغار، فرأوا على بابه نسج العنكبوت، فقالوا لو دخل هنا لم يكن نسج العنكبوت على بابه، فمكث فيه ثلاث ليال.وقد ذكر ابن كثير وغيره روايات أخرى تتعلق بهذه الآية، إلا أننا نكتفي بهذه الرواية، لإفادتها بالمطلوب في موضوعنا، ولأن غيرها قد اشتمل على أخبار أنكرها بعض المحققين، كما أنكرها ابن كثير نفسه .وقوله: وَإِذْ يَمْكُرُ.. تذكير من الله- تعالى- لنبيه وللمؤمنين ببعض نعمه عليهم، حيث نجى نبيه صلى الله عليه وسلم من مكر المشركين حين تآمروا على قتله وهو بينهم بمكة.قال ابن جرير: أنزل الله على النبي- صلى الله عليه وسلم- بعد قدومه المدينة سورة الأنفال، يذكره نعمه عليه- ومن ذلك قوله- تعالى- وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا..الآية  .وقوله يَمْكُرُ من المكر، وهو- كما يقول الراغب- صرف الغير عما يقصده بحيلة وذلك ضربان: مكر محمود وذلك أن يتحرى بمكره فعلا جميلا ومنه قوله- تعالى- وَاللَّهُ خَيْرُ الْماكِرِينَ. ومكر مذموم، وهو أن يتحرى بمكره فعلا قبيحا، ومنه قوله- تعالى- وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا.. وقال- سبحانه وتعالى- في الأمرين: وَمَكَرُوا مَكْراً وَمَكَرْنا مَكْراً وَهُمْ لا يَشْعُرُونَ .وقوله: «ليثبتوك» أى ليحبسوك. يقال أثبته إذا حبسته.والمعنى: واذكر- يا محمد- وقت أن نجيتك من مكر أعدائك، حين تآمروا عليك وأنت بين أظهرهم في مكة، لكي لِيُثْبِتُوكَ أى: يحبسوك في دارك، فلا تتمكن من لقاء الناس ومن دعوتهم إلى الدين الحق أَوْ يَقْتُلُوكَ بواسطة مجموعة من الرجال الذين اختلفت قبائلهم في النسب، حتى يتفرق دمك فيهم فلا تقدر عشيرتك على الأخذ بثأرك من هذه القبائل المتعددة.. أَوْ يُخْرِجُوكَ أى: من مكة منفيا مطاردا حتى يحولوا بينك وبين لقاء قومك.وقوله: وَيَمْكُرُونَ وَيَمْكُرُ اللَّهُ وَاللَّهُ خَيْرُ الْماكِرِينَ بيان لموضع النعمة والمنة، أى:والحال أن هؤلاء المشركين يمكرون بك وبأتباعك المكر السيئ، والله- تعالى- يرد مكرهم في نحورهم، ويحبط كيدهم، ويخيب سعيهم، ويعاقب عليه عقابا شديدا، ويدبر أمرك وأمر أتباعك، ويحفظكم من شرورهم، فهو- سبحانه- أقوى الماكرين. وأعظمهم تأثيرا، وأعلمهم بما يضر منه وما ينفع.قال الآلوسى: قوله وَيَمْكُرُونَ وَيَمْكُرُ اللَّهُ أى: برد مكرهم ويجعل وخامته عليهم، أو يجازيهم عليه أو يعاملهم معاملة الماكرين، وذلك بأن أخرجهم إلى بدر، وقلل المسلمين في أعينهم حتى حملوا عليهم فلقوا منهم ما يشيب منه الوليد.وَاللَّهُ خَيْرُ الْماكِرِينَ إذ لا يعتد بمكرهم عند مكره- سبحانه-. وإطلاق هذا المركب الإضافى عليه- تعالى- إن كان باعتبار أن مكره- سبحانه- أنفذ وأبلغ تأثيرا فالإضافة للتفضيل، لأن لمكر الغير- أيضا- نفوذا أو تأثيرا في الجملة.. وإن كان باعتبار أنه- سبحانه- لا ينزل إلا الحق ولا يصيب إلا ما يستوجب الممكور به، فلا شركة لمكر الغير فيه، وتكون الإضافة حينئذ للاختصاص، لانتفاء المشاركة..»  .هذا والصورة التي يرسمها قوله- تعالى-: وَيَمْكُرُونَ وَيَمْكُرُ اللَّهُ صورة عميقة التأثير، ذلك حين تتراءى للخيال ندوة قريش، وهم يتآمرون ويتذاكرون ويدبرون ويمكرون، والله من روائهم محيط، ويمكر بهم ويبطل كيدهم وهم لا يشعرون.إنها صورة ساخرة، وهي في الوقت ذاته صورة مفزعة.. فأين هؤلاء البشر الضعاف المهازيل، من تلك القدرة القادرة.. قدرة الله الجبار، القاهر فوق عباده، الغالب على أمره، وهو بكل شيء محيط؟والتعبير القرآنى يرسم الصورة على طريقة القرآن الفريدة في التصوير، فيهز بها القلوب، ويحرك بها أعماق الشعور» ."},{"ayah_number":31,"text":"ثم حكى القرآن بعد ذلك جانبا من الدعاوى الكاذبة التي تفوه بها المشركون فقال- تعالى- وَإِذا تُتْلى عَلَيْهِمْ آياتُنا قالُوا قَدْ سَمِعْنا لَوْ نَشاءُ لَقُلْنا مِثْلَ هذا، إِنْ هذا إِلَّا أَساطِيرُ الْأَوَّلِينَ.وقد ذكر كثير من المفسرين أن القائل لهذا القول: النضر بن الحارث فإنه كان قد ذهب إلى بلاد فارس فأحضر منها قصصا عن ملوكهم.. ولما قدم مكة ووجد رسول الله صلى الله عليه وسلم يتلو القرآن قال للمشركين: لو شئت لقلت مثل هذا، وكان صلى الله عليه وسلم إذا قام من مجلس، جاء بعده النضر فجلس فيه وحدث المشركين بأخبار ملوك الفرس والروم، وغيرهم ثم قال: أينا أحسن قصصا؟ أنا أو محمد؟ وقد أمكن الله منه يوم بدر، فقد أسره المقداد بن عمرو، فأمر النبي صلى الله عليه وسلم بضرب عنقه وقال فيه: «إنه كان يقول في كتاب الله- عز وجل- ما يقول» .وأسند- سبحانه- قول النضر إلى جميع المشركين، لأنهم كانوا راضين بقوله، ولأنه كان من زعمائهم الذين يقودونهم إلى طريق الغواية.والأساطير- كما يقول ابن جرير-: جمع أسطر، وهو جمع الجمع، لأن واحد الأسطر سطر. ثم يجمع السطر: أسطر وسطور، ثم يجمع الأسطر أساطير وأساطر. وقد كان بعض أهل العربية يقول: واحد الأساطير: أسطورة- كأحاديث وأحدوثة .والمراد بها: تلك القصص والحكايات التي كتبها الكاتبون عن القدامى، والتي يغلب عليها طابع الخرافة والتخيلات التي لا حقيقة لها.والمعنى: أن هؤلاء المشركين قد بلغ بهم الكذب والتمادي في الطغيان، أنهم كانوا إذا تتلى عليهم آيات الله قالُوا بصفاقة ووقاحة: قَدْ سَمِعْنا أى: قد سمعنا ما قرأته علينا- يا محمد- ووعيناه لَوْ نَشاءُ لَقُلْنا مِثْلَ هذا أى لو نشاء لقلنا مثل هذا القرآن الذي تتلوه علينا يا محمد وما هو إلا من قصص الأولين وحكاياتهم التي سطرها بعضهم عنهم وليس من عند الله- تعالى- ولا شك أن قولهم هذا يدل على تعمدهم الكذب على أنفسهم وعلى الناس فإن هذا القرآن- الذي زعموا أنهم لو شاءوا لقالوا مثله- قد تحداهم في نهاية المطاف أن يأتوا بسورة من مثله فعجزوا وانقلبوا خاسرين.والذي نعتقده أن قولهم هذا، ما هو إلا من قبيل الحرب النفسية التي كانوا يشنونها على الدعوة الإسلامية، بقصد تضليل البسطاء، والوقوف في وجه تأثير القرآن في القلوب، ومحاولة طمس معالم الحق ولو إلى حين.ولكنهم لم يفلحوا. فإن نور الحق لا تحجبه الشبهات الزائفة، ولا يعدم الحق أن يجد له أنصارا حتى من أعدائه، يكفى هنا أن نستشهد بما قاله الوليد بن المغيرة في وصف القرآن الكريم: «إن له لحلاوة، وإن عليه لطلاوة، وإن أسفله لمغدق، وإن أعلاه لمثمر.. وما يقول هذا بشر» .ورحم الله صاحب الكشاف فقد قال عند تفسيره لقوله- تعالى- لَوْ نَشاءُ لَقُلْنا مِثْلَ هذا..: نفاجة منهم وصلف تحت الراعدة، فإنهم لم يتوانوا في مشيئتهم لو ساعدتهم الاستطاعة، وإلا فما منعهم إن كانوا مستطيعين أن يشاءوا غلبة من تحداهم وقرعهم بالعجز حتى يفوزوا بالقدح المعلى دونه، مع فرط أنفتهم، واستنكافهم أن يغلبوا في باب البيان خاصة ... » ."},{"ayah_number":32,"text":"ثم تمضى السورة في حديثها عن رذائل مشركي قريش، فتحكى لونا عجيبا من ألوان عنادهم، وجحودهم للحق. فتقول: وَإِذْ قالُوا اللَّهُمَّ إِنْ كانَ هذا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنا حِجارَةً مِنَ السَّماءِ أَوِ ائْتِنا بِعَذابٍ أَلِيمٍ..وقائل هذا القول: النضر بن الحارث صاحب القول السالف لَوْ نَشاءُ لَقُلْنا مِثْلَ هذا.. ذكر ذلك عطاء ومجاهد وسعيد بن جبير.وأخرج البخاري عن أنس بن مالك أن قائل ذلك: أبو جهل بن هشام. وأخرجه ابن جرير عن ابن رومان ومحمد بن قيس أن قريشا قال بعضها لبعض: أأكرم الله محمدا صلى الله عليه وسلم من بيننا اللهم إن كان هذا هو الحق من عندك فأمطر علينا حجارة من السماء .والمعنى: أن هؤلاء المشركين قد بلغ بهم العناد والجحود أنهم لم يكتفوا بإنكار أن القرآن من عند الله، وأن محمدا قد جاءهم بالحق.. بل أضافوا إلى ذلك قولهم: اللهم إن كان هذا الذي جاءنا به محمد من قرآن وغيره هو الحق المنزل من عندك، فعاقبنا على إنكاره والكفر به، بأن تنزل علينا حجارة من السماء تهلكنا. أو تنزل علينا عذابا أليما يقضى علينا.قال الجمل: قوله: هُوَ الْحَقَّ قرأ العامة «الحق» بالنصب على أنه خبر الكون ولفظ هُوَ للفصل. وقرأ الأعمش وزيد بن على «الحق» بالرفع ووجهها ظاهر برفع لفظ «هو» على الابتداء، والحق خبره، والجملة خبر الكون .وفي إطلاقهم الْحَقَّ على ما جاء به الرسول صلى الله عليه وسلم، وجعله من عند الله تهكم بمن يقول ذلك سواء أكان هذا القائل- رسول الله صلى الله عليه وسلم- أو المؤمنين.وأل فيه للعهد: أى الحق الذي ادعى محمد أنه جاء به من عند الله.وقوله: مِنَ السَّماءِ متعلق بمحذوف صفة لقوله حِجارَةً. وفائدة هذا الوصف الدلالة على أن المراد بها حجارة معينة مخصوصة لتعذيب الظالمين.قال صاحب الكشاف: وهذا أسلوب من الجحود بليغ. يعنى إن كان القرآن هو الحق فعاقبنا على إنكاره بالسجيل كما فعلت بأصحاب الفيل، أو بعذاب آخر. ومرادهم نفى كونه حقا، وإذا انتفى كونه حقا لم يستوجب منكره عذابا، فكان تعليق العذاب بكونه حقا، مع اعتقاد أنه ليس بحق كتعليقه بالمحال في قولك: إن كان الباطل حقا فأمطر علينا حجارة من السماء.فإن قلت: ما فائدة قوله مِنَ السَّماءِ والأمطار لا تكون إلا منها؟قلت: كأنهم يريدون أن يقولوا: فأمطر علينا السجيل وهي الحجارة المسومة للعذاب، فوضع حجارة من السماء موضع السجيل.وعن معاوية أنه قال لرجل من سبأ: ما أجهل قومك حين ملكوا عليهم امرأة، فقال الرجل: أجهل من قومي قومك، فقد قالوا لرسول الله صلى الله عليه وسلم حين دعاهم إلى الحق:إِنْ كانَ هذا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنا حِجارَةً مِنَ السَّماءِ ... ولم يقولوا: إن كان هذا هو الحق فاهدنا له .ولقد كان هذا الرجل حكيما في رده على معاوية، لأنه كان الأولى بأولئك المشركين أن يقولوا اللهم إن كان هذا هو الحق من عندك فاهدنا له ووفقنا لاتباعه.. ولكن العناد الجامح الذي استولى عليهم جعلهم يؤثرون الهلاك على الإذعان للحق ويفضلون عبادة الأصنام على اتباع محمد صلى الله عليه وسلم الذي دعاهم إلى عبادة الله وحده.. وهكذا النفوس عند ما تنغمس في الأحقاد وتتمادى في الجحود. وتنقاد للأهواء والشهوات، وتأخذها العزة بالإثم. ترى الباطل حقا، والحق باطلا، وتؤثر العذاب وهي سادرة في باطلها، على الخضوع للحق والمنطق والصواب."},{"ayah_number":33,"text":"ثم تعقب السورة على هذا الدعاء الغريب الذي حكته عن مشركي مكة، فتبين الموجب لإمهالهم وعدم إجابة دعائهم فتقول: وَما كانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ، وَما كانَ اللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ.أى: وما كان الله مريدا لتعذيب هؤلاء الذين دعوا بهذا الدعاء الغريب تعذيب استئصال وإهلاك، وأنت مقيم فيهم- يا محمد- بمكة، فقد جرت سنته- سبحانه- ألا يهلك قرية مكذبة وفيها نبيها والمؤمنون به حتى يخرجهم منها ثم يعذب الكافرين.واللام في قوله لِيُعَذِّبَهُمْ لتأكيد النفي، وللدلالة على أن تعذيبهم والرسول صلى الله عليه وسلم بين أظهرهم غير مستقيم في الحكمة.والمراد بالاستغفار في قوله: وَما كانَ اللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ استغفار من بقي بينهم من المؤمنين المستضعفين الذين لم يستطيعوا مغادرة مكة بعد أن هاجر منها النبي صلى الله عليه وسلم والمؤمنون.أى: ما كان الله مريدا لتعذيبهم وأنت فيهم- يا محمد- وما كان- أيضا- مريدا تعذيبهم وبين أظهرهم بمكة من المؤمنين المستضعفين من يستغفر الله، وهم الذين لم يستطيعوا مغادرتها واللحاق بك في المدينة.قالوا: ويؤيد أن هذا هو المراد بالاستغفار قوله- تعالى- في آية أخرى: لَوْ تَزَيَّلُوا لَعَذَّبْنَا الَّذِينَ كَفَرُوا مِنْهُمْ عَذاباً أَلِيماً   أى: لو تميز المؤمنون عن الكافرين لعذبنا الذين كفروا عذابا أليما.وأسند- سبحانه- الاستغفار إلى ضمير الجميع، لوقوعه فيما بينهم، ولتنزيل ما صدر عن البعض منزلة ما صدر عن الكل. كما يقال: قتل أهل بلدة كذا فلانا والمراد بعضهم.ويرى بعضهم أن المراد بالاستغفار المذكور: استغفار الكفرة أنفسهم كقولهم: غفرانك.في طوافهم بالبيت، أو ما يشبه ذلك من معاني الاستغفار وكأن هذا البعض يرى أن مجرد طلب المغفرة منه- سبحانه- يكون مانعا من عذابه ولو كان هذا الطلب صادرا من الكفرة.ويرجح ابن جرير أن المراد بقوله: وَهُمْ يَسْتَغْفِرُونَ نفى الاستغفار عنهم فقد قال بعد أن ذكر بضعة آراء: وأولى هذه الأقوال عندي بالصواب قول من قال: تأويله وما كان الله ليعذبهم وأنت فيهم يا محمد، وبين أظهرهم مقيم، حتى أخرجك من بين أظهرهم، لأنى لا أهلك قرية وفيها نبيها، وما كان الله معذبهم وهم يستغفرون من ذنوبهم وكفرهم، ولكنهم لا يستغفرون من ذلك بل هم مصرون عليه، فهم للعذاب مستحقون ... »  .قال بعض المحققين: والقول الأول أبلغ لدلالته على أن استغفار الغير مما يدفع به العذاب عن أمثال هؤلاء الكفرة.ثم قال: روى الترمذي عن أبى موسى الأشعرى قال: قال رسول الله صلى الله عليه وسلم أنزل الله على أمانين لأمتى «وَما كانَ اللَّهُ لِيُعَذِّبَهُمْ ... » الآية. فإذا مضيت تركت فيهم الاستغفار إلى يوم القيامة» .قال ابن كثير: ويشهد لهذا ما رواه الإمام أحمد والحاكم وصححه عن أبى سعيد أن رسول الله صلى الله عليه وسلم قال: إن إبليس قال لربه: بعزتك وجلالك لا أبرح أغوى بنى آدم ما دامت الأرواح فيهم. فقال الله- تعالى- فبعزتي وجلالي لا أبرح أغفر لهم ما استغفرونى» ."},{"ayah_number":34,"text":"ثم بين- سبحانه- بعض الجرائم التي ارتكبها المشركون، والتي تجعلهم مستحقين لعذاب الله، فقال- تعالى-: وَما لَهُمْ أَلَّا يُعَذِّبَهُمُ اللَّهُ وَهُمْ يَصُدُّونَ عَنِ الْمَسْجِدِ الْحَرامِ، وَما كانُوا أَوْلِياءَهُ، إِنْ أَوْلِياؤُهُ إِلَّا الْمُتَّقُونَ وَلكِنَّ أَكْثَرَهُمْ لا يَعْلَمُونَ.والمعنى: وأى شيء يمنع من عذاب مشركي قريش بعد خروجك- يا محمد- وخروج المؤمنين المستضعفين من بين أظهرهم؟ إنه لا مانع أبدا من وقع العذاب عليهم وقد وجد مقتضية منهم، حيث اجترحوا من المنكرات والسيئات ما يجعلهم مستحقين للعقاب الشديد.فالاستفهام في قوله وَما لَهُمْ.. إنكارى بمعنى النفي. أى: لا مانع من تعذيب الله لهم وقوله وَهُمْ يَصُدُّونَ عَنِ الْمَسْجِدِ الْحَرامِ جملة حالية مبينة لجريمة من جرائمهم الشنيعة، أى: لا مانع يمنع من تعذيبهم: وكيف لا يعذبون وحالهم أنهم يمنعون المؤمنين عن الطواف بالمسجد الحرام، ومن زيارته. ومن مباشرة عباداتهم عنده..؟ إنهم لا بد أن يعذبوا على هذه الجرائم.ولقد أوقع الله بهم عذابه في الدنيا: ومن ذلك ما حدث لهم يوم بدر من قتل صناديدهم ومن أسر وجهائهم.وأما عذابهم في الآخرة فهو أشد وأبقى من عذابهم في الدنيا.وقوله: وَما كانُوا أَوْلِياءَهُ رد على ما كانوا يقولونه بالباطل: نحن ولاة البيت الحرام، فلنا أن نصد من نشاء عن دخوله، ولنا أن نبيح لمن نشاء دخوله.أى: إن هؤلاء المشركين ما كانوا في يوم من الأيام أهلا لولاية البيت الحرام بسبب شركهم وعداوتهم- لله تعالى- رب هذا البيت.وقوله إِنْ أَوْلِياؤُهُ إِلَّا الْمُتَّقُونَ وَلكِنَّ أَكْثَرَهُمْ لا يَعْلَمُونَ بيان للمستحقين لولاية البيت الحرام، بعد نفيها عن المشركين.أى: إن هؤلاء المشركين ليسوا أهلا لولاية البيت الحرام، وليسوا أهلا لأن يكونوا أولياء لله- تعالى- بسبب كفرهم وجحودهم، وإنما المستحقون لذلك هم المتقون الذين صانوا أنفسهم عن الكفر وعن الشرك وعن كل ما يغضب الله، ولكن أكثر هؤلاء المشركين لا يعلمون ذلك بسبب جهلهم وتماديهم في الجحود والضلال.وقد جاءت جملة إِنْ أَوْلِياؤُهُ إِلَّا الْمُتَّقُونَ مؤكدة بأقوى ألوان التأكيد، لنفى كل ولاية على البيت الحرام سوى ولايتهم هم.ونفى- سبحانه- العلم عن أكثر المشركين، لأن قلة منهم كانت تعلم أنه لا ولاية لها على المسجد الحرام ولكنها كانت تجحد ذلك عنادا وغرورا. أو أن المراد بالأكثر الكل، لأن للأكثر حكم الكل في كثير من الأحكام، كما أن الأقل قد لا يعتبر فينزل منزلة العدم."},{"ayah_number":35,"text":"ثم حكى- سبحانه- لونا آخر من ألوان ضلال هؤلاء المشركين وجحودهم فقال:وَما كانَ صَلاتُهُمْ عِنْدَ الْبَيْتِ إِلَّا مُكاءً وَتَصْدِيَةً، فَذُوقُوا الْعَذابَ بِما كُنْتُمْ تَكْفُرُونَ.قال القرطبي ما ملخصه: قال ابن عباس: كانت قريش تطوف بالبيت عراة، يصفقون ويصفرون، فكان ذلك عبادة في ظنهم.والمكاء: الصفير. يقال مكا يمكو مكوا ومكاء إذا صفر.والتصدية: التصفيق. يقال: صدى يصدى تصدية إذا صفق.قال قتادة: المكاء: ضرب بالأيدى، والتصدية: الصياح.والمعنى: أن هؤلاء المشركين لم تكن صلاتهم عند البيت الحرام إلا تصفيقا وتصفيرا، وهرجا ومرجا لا وقار فيه، ولا استشعار لحرمة البيت، ولا خشوع لجلالة الله- تعالى-، وذلك لجهلهم بما يجب عليهم نحو خالقهم، ولحرصهم على أن يسيئوا إلى النبي صلى الله عليه وسلم وهو يقرأ القرآن، أو وهو يطوف بالبيت، أو وهو يؤدى شيئا من شعائر الإسلام وعباداته. فقد حكى القرآن عنهم أنهم كانوا إذا سمعوا القرآن رفعوا أصواتهم بالصياح والغناء ليمنعوا الناس من سماعه. قال- تعالى-: وَقالَ الَّذِينَ كَفَرُوا لا تَسْمَعُوا لِهذَا الْقُرْآنِ وَالْغَوْا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ .وروى ابن جرير أن ابن عمر حكى فعلهم، فصفر، وأمال خده وصفق بيديه.وقال مجاهد إنهم كانوا يصنعون ذلك ليخلطوا على النبي صلى الله عليه وسلم صلاته.وعن سعيد بن جبير: كانت قريش يعارضون النبي صلى الله عليه وسلم في الطواف يستهزئون به، يصفرون ويصفقون .وقال الفخر الرازي: فإن قيل المكاء والتصدية ما كانا من جنس الصلاة فكيف جاز استثناؤهما من الصلاة؟قلنا: فيه وجوه: الأول: أنهم كانوا يعتقدون أن المكاء والتصدية من جنس الصلاة فخرج هذا الاستثناء على حسب، معتقدهم.الثاني: أن هذا كقولك: وددت الأمير فجعل جفائى صلتي. أى: أقام الجفاء مقام الصلة فكذا هنا.الثالث: الغرض منه أن من كان المكاء والتصدية صلاته فلا صلاة له. كما تقول العرب:ما لفلان عيب إلا السخاء. يريد من كان السخاء عيبه فلا عيب له .وقوله: فَذُوقُوا الْعَذابَ بِما كُنْتُمْ تَكْفُرُونَ وعيد لهم على كفرهم وجحودهم، واستهزائهم بشعائر الله.أى: فذوقوا- أيها الضالون- العذاب الشديد بسبب كفركم وعنادكم واستهزائكم بالحق الذي جاءكم به محمد صلى الله عليه وسلم من عند الله،"},{"ayah_number":36,"text":"ثم حكى- سبحانه- ما كانوا يفعلونه من إنفاق أموالهم لا في الخير ولكن في الشرور والآثام وتوعدهم على ذلك بسوء المصير فقال- تعالى-: إِنَّ الَّذِينَ كَفَرُوا يُنْفِقُونَ أَمْوالَهُمْ لِيَصُدُّوا عَنْ سَبِيلِ اللَّهِ، فَسَيُنْفِقُونَها ثُمَّ تَكُونُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُونَ، وَالَّذِينَ كَفَرُوا إِلى جَهَنَّمَ يُحْشَرُونَ ...روى المفسرون في سبب نزول هذه الآية روايات منها ما ذكره محمد بن إسحاق عن الزهري وغيره قالوا: لما أصيبت قريش يوم بدر، ورجع فلّهم- أى جيشهم المهزوم- إلى مكة ورجع أبو سفيان بعيره، مشى عبد الله بن ربيعة وعكرمة بن أبى جهل، وصفوان بن أمية في رجال من قريش أصيب آباؤهم وأبناؤهم وإخوانهم في بدر، فكلموا أبا سفيان بن حرب، ومن كانت له في تلك العير من قريش تجارة، فقالوا: يا معشر قريش إن محمدا قد وتركم وقتل خياركم، فأعينونا بهذا المال على حربه، لعلنا أن ندرك منه ثأرا بمن أصيب منا.ففعلوا. قال: ففيهم- كما ذكر عن ابن عباس- أنزل الله- تعالى- إِنَّ الَّذِينَ كَفَرُوا يُنْفِقُونَ أَمْوالَهُمْ لِيَصُدُّوا عَنْ سَبِيلِ اللَّهِ.. الآية .وروى ابن جرير عن سعيد بن جبير قال: نزلت في أبى سفيان بن حرب، استأجر يوم غزوة أحد ألفين من الأحابيش من بنى كنانة، فقاتل بهم النبي صلى الله عليه وسلم:وروى عن الكلبي والضحاك ومقاتل أنها نزلت في المطعمين يوم بدر، وكانوا اثنى عشر رجلا من قريش.. كان كل واحد منهم يطعم الناس كل يوم عشر جزر .قال ابن كثير: وعلى كل تقدير فهي عامة وإن كان سبب نزولها خاصا.أى: أن الآية الكريمة تتناول بوعيدها كل من يبذل أمواله في الصد عن سبيل الله، وفي تأييد الباطل ومعارضة الحق.المعنى: إن الذين كفروا بالحق لما جاءهم يُنْفِقُونَ أَمْوالَهُمْ لا في وجوه الخير، وإنما ينفقونها لِيَصُدُّوا عَنْ سَبِيلِ اللَّهِ أى: ينفقونها ليمنعوا الناس عن الدخول في الدين الذي يوصلهم إلى رضا الله وإلى طريقه القويم.واللام في قوله: لِيَصُدُّوا لام الصيرورة، ويصح أن تكون للتعليل لأن غرضهم منع الناس عن الدخول في دين الله الذي جاء به النبي صلى الله عليه وسلم، والذي يرونه دينا مخالفا لما كان عليه الآباء والأجداد فيجب محاربته في زعمهم.وقوله: فَسَيُنْفِقُونَها ثُمَّ تَكُونُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُونَ ... بيان لما سيؤول إليه أمرهم في الدنيا من الخيبة والهزيمة والندامة.أى: فسينفقون هذه الأموال في الشرور والعدوان، ثم تكون عاقبة ذلك حسرة وندامة عليهم، لأنهم لم يصلوا- ولن يصلوا- من وراء إنفاقها إلى ما يبغون ويؤملون. وفضلا عن كل هذا فستكون نهايتهم الهزيمة والإذلال في الدنيا، لأن سنة الله قد اقتضت أن يجعل النصر في النهاية لأتباع الحق لا لأتباع الباطل.وقوله: فَسَيُنْفِقُونَها خبر إن في قوله إِنَّ الَّذِينَ كَفَرُوا.. واقترن الخبر بالفاء لتضمن المبتدأ الموصول مع صلته معنى الشرط، فصار الخبر بمنزلة الجزاء بحسب المعنى.وفي تكرير الإنفاق في شبه الشرط والجزاء، إشعار بكمال سوء إنفاقهم، حيث إنهم لم ينفقوا أموالهم في خير أو ما يشبه الخير، وإنما أنفقوها في الشرور المحضة.وجاء العطف بحرف ثُمَّ للدلالة على البون الشاسع بين ما قصدوه من نفقتهم وبين ما آل ويئول إليه أمرهم. فهم قد قصدوا بنفقتهم الوقوف في وجه الحق والانتصار على المؤمنين.. ولكن هذا القصد ذهب أدراج الرياح، فقد ذهبت أموالهم سدى، وغلبوا المرة بعد المرة، وعاد المؤمنون إلى مكة فاتحين ظافرين بعد أن خرجوا منها مهاجرين.وقوله: وَالَّذِينَ كَفَرُوا إِلى جَهَنَّمَ يُحْشَرُونَ بيان لسوء مصيرهم في الآخرة، بعد بيان حسرتهم وهزيمتهم في الدنيا.أى: أن هؤلاء الكافرين ستكون عاقبة إنفاقهم لأموالهم الحسرة والهزيمة في الدنيا، أما في الآخرة فسيكون مصيرهم الحشر والسوق إلى نار جهنم لا إلى غيرها."},{"ayah_number":37,"text":"وقوله: لِيَمِيزَ اللَّهُ الْخَبِيثَ مِنَ الطَّيِّبِ، وَيَجْعَلَ الْخَبِيثَ بَعْضَهُ عَلى بَعْضٍ فَيَرْكُمَهُ جَمِيعاً فَيَجْعَلَهُ فِي جَهَنَّمَ ... بيان لحكمته- سبحانه- في هزيمة الكافرين وحشرهم إلى جهنم.وقوله: فَيَرْكُمَهُ أى: فيجمعه ويضم بعضه إلى بعض يقال: ركم الشيء يركمه، إذا جمعه وألقى بعضه على بعضه. وارتكم الشيء وتراكم أى: اجتمع.والمعنى: أنه- سبحانه- فعل ما فعل من خذلان الكافرين وحشرهم إلى جهنم، ومن تأييد المؤمنين وفوزهم برضوانه، ليتميز الفريق الخبيث وهو فريق الكافرين، من الفريق الطيب وهو فريق المؤمنين، فإذا ما تمايزوا جعل- سبحانه- الفريق الخبيث منضما بعضه على بعض، فيلقى به في جهنم جزاء خبثه وكفره. واللام في قوله لِيَمِيزَ متعلقة بقوله يُغْلَبُونَ أو بقوله يُحْشَرُونَ ويجوز أن يكون المراد بالخبيث ما أنفقه الكافرون من أموال للصد عن سبيل الله، وبالطيب ما أنفقه المؤمنون من أموال لإعلاء كلمة الله.وعليه تكون اللام في قوله لِيَمِيزَ متعلقة بقوله: ثُمَّ تَكُونُ عَلَيْهِمْ حَسْرَةً أى:أنه- سبحانه- يميز هذه الأموال بعضها من بعض، ثم يضم الأموال الخبيثة بعضها إلى بعض، فيلقى بها وبأصحابها في جهنم.والتعبير بقوله- سبحانه- فَيَرْكُمَهُ جَمِيعاً تعبير مؤثر بليغ، لأنه يصور الفريق الخبيث كأنه لشدة تزاحمه وانضمام بعضه إلى بعض شيء متراكم مهمل، يقذف به في النار بدون اهتمام أو اعتبار.واسم الإشارة في قوله: أُولئِكَ هُمُ الْخاسِرُونَ يعود إلى هذا الفريق الخبيث، أى:أولئك الكافرون الذين أنفقوا أموالهم في الصد عن سبيل الله هم الخاسرون لدنياهم وآخرتهم."},{"ayah_number":38,"text":"وبعد كل هذا التهديد والوعيد للكافرين.. يوجه- سبحانه- خطابه إلى نبيه صلى الله عليه وسلم يأمره فيه أن يبلغهم حكم الله إذا ما انتهوا عن كفرهم، كما يأمر المؤمنين أن يقاتلوهم حتى تكون كلمة الله هي العليا، فيقول- سبحانه-: قُلْ لِلَّذِينَ كَفَرُوا إِنْ يَنْتَهُوا يُغْفَرْ لَهُمْ ما قَدْ سَلَفَ، وَإِنْ يَعُودُوا فَقَدْ مَضَتْ سُنَّتُ الْأَوَّلِينَ. وَقاتِلُوهُمْ حَتَّى لا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ كُلُّهُ لِلَّهِ، فَإِنِ انْتَهَوْا فَإِنَّ اللَّهَ بِما يَعْمَلُونَ بَصِيرٌ. وَإِنْ تَوَلَّوْا فَاعْلَمُوا أَنَّ اللَّهَ مَوْلاكُمْ نِعْمَ الْمَوْلى وَنِعْمَ النَّصِيرُ.أى: قُلْ يا محمد لهؤلاء الذين كفروا بالحق لما جاءهم، من أهل مكة وغيرهم، قل لهم: إِنْ يَنْتَهُوا عن كفرهم وعداوتهم للمؤمنين يُغْفَرْ لَهُمْ ما قَدْ سَلَفَ من كفرهم ومعاصيهم وَإِنْ يَعُودُوا إلى قتالك ويستمروا في ضلالهم وكفرهم وطغيانهم، انتقمنا منهم، ونصرنا المؤمنين عليهم فَقَدْ مَضَتْ سُنَّتُ الْأَوَّلِينَ على ذلك.أى: فقد مضت سنة الله- تعالى- في الأولين، وسنته لا تتخلف في أنه- سبحانه- يعذب المكذبين بعد إنذارهم وتبليغهم دعوته، وينصر عباده المؤمنين وينجيهم ويمكن لهم في الأرض. وقد رأى هؤلاء المشركون كيف كانت عاقبة أمرهم في بدر، وكيف أهلك- سبحانه- الكافرين من الأمم قبلهم.وجواب الشرط لقوله وَإِنْ يَعُودُوا محذوف والتقدير: وإن يعودوا ننتقم منهم.وقوله فَقَدْ مَضَتْ سُنَّتُ الْأَوَّلِينَ تعليل للجواب المحذوف.قال الآلوسى: قوله فَقَدْ مَضَتْ سُنَّتُ الْأَوَّلِينَ أى عادة الله الجارية في الذين تحزبوا على الأنبياء، من نصر المؤمنين عليهم وخذلانهم وتدميرهم. وأضيفت السنة إليهم لما بينهما من الملابسة الظاهرة. ونظير ذلك قوله- سبحانه- سُنَّةَ مَنْ قَدْ أَرْسَلْنا فأضاف السنة إلى المرسلين مع أنها سنته لقوله- سبحانه- وَلا تَجِدُ لِسُنَّتِنا تَحْوِيلًا باعتبار جريانها على أيديهم. ويدخل في الأولين الذين حاق بهم مكرهم يوم بدر.والآية حث على الإيمان وترغيب فيه.. واستدل بها على أن الإسلام يجب ما قبله، وأن الكافر إذا أسلم لا يخاطب بقضاء ما فاته من صلاة أو زكاة أو صوم أو إتلاف مال أو نفس.وأجرى المالكية ذلك كله في المرتد إذا تاب لعموم الآية ... » ."},{"ayah_number":39,"text":"وقوله: وَقاتِلُوهُمْ حَتَّى لا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ كُلُّهُ لِلَّهِ.. أمر من الله- تعالى- للمؤمنين بقتال الكافرين إذا ما استمروا في كفرهم وطغيانهم.والمعنى: عليكم- أيها المؤمنون- إذا ما استمر أولئك الكافرون في كفرهم وعدوانهم، أن تقاتلوهم بشدة وغلظة، وأن تستمروا في قتالهم حتى تزول صولة الشرك، وحتى تعيشوا أحرارا في مباشرة تعاليم دينكم، دون أن يجرأ أحد على محاولة فتنتكم في عقيدتكم أو عبادتكم..وحتى تصير كلمة الذين كفروا هي السفلى.قال الجمل: وقوله: وَقاتِلُوهُمْ.. معطوف على قوله قُلْ لِلَّذِينَ كَفَرُوا.ولكن لما كان الغرض من الأول التلطف بهم وهو وظيفة النبي وحده جاء بالإفراد. ولما كان الغرض من الثاني تحريض المؤمنين على القتال جاء بالجمع فخوطبوا جميعا» .وقوله فَإِنِ انْتَهَوْا فَإِنَّ اللَّهَ بِما يَعْمَلُونَ بَصِيرٌ أى: فإن انتهوا عن كفرهم وعن معاداتكم، فكفوا أيديكم عنهم، فإن الله- تعالى- لا يخفى عليه شيء من أعمالهم، وسيجازيهم عليها بما يستحقون من ثواب أو عقاب."},{"ayah_number":40,"text":"وقوله وَإِنْ تَوَلَّوْا فَاعْلَمُوا أَنَّ اللَّهَ مَوْلاكُمْ نِعْمَ الْمَوْلى وَنِعْمَ النَّصِيرُ بشارة منه- سبحانه- للمؤمنين بالنصر والتأييد.أى: وإن أعرضوا عن الإيمان ولم ينتهوا عن الكفر والطغيان فَاعْلَمُوا أَنَّ اللَّهَ مَوْلاكُمْ أى: ناصركم ومعينكم عليهم، فثقوا بولايته ونصرته، فهو- سبحانه- نِعْمَ الْمَوْلى وَنِعْمَ النَّصِيرُ لأنه لا يضيع من تولاه، ولا يهزم من نصره.وبذلك نرى أن هذه الآيات الكريمة قد فتحت الباب للكافرين حتى يفيئوا إلى رشدهم، وينتهوا عن كفرهم، وبشرتهم بأنهم إذا فعلوا ذلك غفر الله لهم ما سلف من ذنوبهم.. أما إذا استمروا في كفرهم ومعاداتهم للحق، فقد أمر الله عباده المؤمنين بقتالهم حتى لا تكون فتنة ويكون الدين كله لله..أى أن القتال في الإسلام شرعه الله- تعالى- من أجل إعلاء كلمته ومن أجل رفع الأذى والفتنة والعدوان عمن يعتنقون دينه وشريعته.هذا، وقد ساق ابن كثير عند تفسيره الآيات جملة من الأحاديث التي تشهد بأن القتال في الإسلام إنما شرعه الله- تعالى- لإعلاء كلمته، وليس لأجل الغنيمة أو السيطرة على الغير.. وأنه لا يجوز لمسلم أن يقتل إنسانا بعد نطقه بالشهادتين. فقال- رحمه الله-:وقوله- تعالى- وَقاتِلُوهُمْ حَتَّى لا تَكُونَ فِتْنَةٌ ...روى البخاري عن ابن عمر أن رجلا جاءه- في فتنة ابن الزبير- فقال له يا أبا عبد الرحمن، ألا تصنع ما ذكره الله في كتابه وَإِنْ طائِفَتانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا ...الآية  . فما يمنعك من القتال؟ فقال يا ابن أخى لأن أعير بهذه الآية ولا أقاتل، أحب إلى من أن أعير بالآية التي تقول: وَمَنْ يَقْتُلْ مُؤْمِناً مُتَعَمِّداً فَجَزاؤُهُ جَهَنَّمُ خالِداً فِيها..الآية .فقال الرجل: فإن الله يقول: وَقاتِلُوهُمْ حَتَّى لا تَكُونَ فِتْنَةٌ فقال ابن عمر: «قد فعلنا على عهد رسول الله صلى الله عليه وسلم إذ كان الإسلام قليلا، فكان الرجل يفتن في دينه: إما أن يقتلوه، وإما أن يوثقوه حتى كثر الإسلام فلم تكن فتنة..وعن سعيد بن جبير قال: خرج إلينا ابن عمر فقال له قائل: كيف ترى في قتال الفتنة؟فقال له ابن عمر وهل تدرى ما الفتنة؟ كان محمد صلى الله عليه وسلم يقاتل المشركين، وكان الدخول عليهم فتنة، وليس بقتالكم على الملك.وفي رواية أنه قال: قد قاتلنا حتى لم تكن فتنة وكان الدين كله لله وأنتم تريدون أن تقاتلوا حتى تكون فتنة، ويكون الدين لغير الله.ثم قال ابن كثير: وقوله فَإِنِ انْتَهَوْا أى: بقتالكم عما هم فيه من الكفر فكفوا عنهم وإن لم تعلموا بواطنهم فَإِنَّ اللَّهَ بِما يَعْمَلُونَ بَصِيرٌ..وفي الصحيح أن رسول الله صلى الله عليه وسلم قال لأسامة لما علا ذلك الرجل بالسيف، فقال الرجل لا إله إلا الله، فضربه فقتله فذكر ذلك للرسول صلى الله عليه وسلم فقال لأسامة: أقتلته بعد ما قال لا إله إلا الله؟ فكيف تصنع «بلا إله إلا الله» يوم القيامة؟ فقال: يا رسول الله إنما قالها تعوذا فقال. هلا شققت عن قلبه؟ وجعل يقول ويكرر عليه من لك بلا إله إلا الله يوم القيامة، قال أسامة: حتى تمنيت أنى لم أكن أسلمت إلا يومئذ .وبعد هذا الحديث المتنوع عن مكر الكافرين وعن دعاويهم الكاذبة، وعن وجوب مقاتلتهم إذا ما استمروا في طغيانهم وعدوانهم.. بعد كل ذلك بين- سبحانه- للمؤمنين كيفية قسمة الغنائم التي كثيرا ما تترتب على قتال أعدائهم، فقال- تعالى-:"},{"ayah_number":41,"text":"وقوله: غَنِمْتُمْ من الغنم بمعنى الفوز والربح يقال: غنم غنما وغنيمة إذا ظفر بالشيء قال القرطبي ما ملخصه: الغنيمة في اللغة ما يناله الرجل أو الجماعة بسعي، ومن ذلك قول الشاعر:وقد طوفت في الآفاق حتى ... رضيت من الغنيمة بالإيابواعلم أن الاتفاق حاصل على أن المراد بقوله- تعالى-: غَنِمْتُمْ مِنْ شَيْءٍ مال الكفار إذا ظفر به المسلمون على وجه الغلبة والقهر.وسمى الشرع الواصل من الكفار إلينا من الأموال باسمين: غنيمة وفيئا.فالشيء الذي يناله المسلمون من عدوهم بالسعي وإيجاف الخيل والركاب يسمى غنيمة.ولزم هذا الاسم هذا المعنى حتى صار عرفا.والفيء مأخوذ من فاء يفيء إذا رجع، وهو كل مال دخل على المسلمين من غير حرب ولا إيجاف. كخراج الأرضين، وجزية الجماجم  .والمعنى الإجمالي للآية الكريمة: وَاعْلَمُوا- أيها المسلمون- أَنَّما غَنِمْتُمْ مِنْ شَيْءٍ أى: ما أخذتموه من الكفار قهرا فَأَنَّ لِلَّهِ الذي منه- سبحانه- النصر المتفرع عليه الغنيمة خُمُسَهُ أى خمس ما غنمتموه شكرا له على هذه النعمة وَلِلرَّسُولِ الذي هو سبب في هدايتكم وَلِذِي الْقُرْبى أى: ولأصحاب القرابة من رسول الله صلى الله عليه وسلم والمراد بهم على الراجح بنو هاشم وبنو المطلب.وَالْيَتامى وهم أطفال المسلمين الذين مات آباؤهم قبل أن يبلغوا.وَالْمَساكِينِ وهم أهل الفاقة والحاجة من المسلمين.وَابْنِ السَّبِيلِ وهو المسافر الذي نفد ماله وهو في الطريق قبل أن يصل إلى بلده.وقوله وَاعْلَمُوا معطوف على قوله قبل ذلك وَقاتِلُوهُمْ حَتَّى لا تَكُونَ فِتْنَةٌ.. إلخ وما في قوله: أَنَّما غَنِمْتُمْ موصولة والعائد محذوف.وقوله: مِنْ شَيْءٍ بيان الموصول محله النصب على أنه حال من العائد المقدر.أى: أن ما غنمتموه من شيء سواء أكان هذا الشيء قليلا أم كثيرا فَأَنَّ لِلَّهِ خُمُسَهُ.وقوله: فَأَنَّ لِلَّهِ خُمُسَهُ خبر مبتدأ محذوف والتقدير: فحكمه أن لله خمسه والجار والمجرور خبر أن مقدم، وخمسه اسمها مؤخر. والتقدير: فأن خمسه كائن لله وللرسول ولذي القربى ... إلخ.وأعيدت اللام في قوله وَلِذِي الْقُرْبى دون غيرهم من الأصناف التالية لدفع توهم اشتراكهم في سهم النبي صلى الله عليه وسلم لمزيد اتصالهم به.وقوله: إِنْ كُنْتُمْ آمَنْتُمْ بِاللَّهِ..شرط جزاؤه محذوف.أى: إن كنتم آمنتم بالله حق الإيمان، وآمنتم بما أنزلنا على عبدنا محمد صلى الله عليه وسلم يَوْمَ الْفُرْقانِ أى يوم بدر يَوْمَ الْتَقَى الْجَمْعانِ أى: جمع المؤمنين وجمع الكافرين..إن كنتم آمنتم بكل ذلك، فاعملوا بما علمتم، وارضوا بهذه القسمة عن إذعان وتسليم وحسن قبول.وما أنزله الله على نبيه صلى الله عليه وسلم يوم بدر. يتناول ما نزل من آيات قرآنية، كما يتناول نزول الملائكة لتثبيت المؤمنين، وتبشيرهم بالنصر كما يتناول غير ذلك مما أيدهم الله به في بدر.وسمى يوم بدر بيوم الفرقان، لأنه اليوم الذي فرق الله فيه بين الحق والباطل وقوله وَاللَّهُ عَلى كُلِّ شَيْءٍ قَدِيرٌ تذييل قصد به بيان أن ما أصابه المؤمنون يوم بدر من غنيمة ونصر إنما هو بقدرة الله التي لا يعجزها شيء فعليهم أن يداوموا على طاعته وشكره ليزيدهم من عطائه وفضله.هذا، وقد ذكر العلماء عند تفسيرهم لهذه الآية جملة من المسائل والأحكام من أهمها ما يأتى:1- أن هذه الآية وضحت أن غنائم الحرب تخمس فيجعل الخمس الأول منها لله وللرسول ولذي القربى واليتامى والمساكين وابن السبيل، والأربعة الأخماس الباقية بينت السنة أنها تقسم على الجيش: للراجل سهم، وللفارس ثلاثة أسهم أو سهمان.قال ابن كثير: ويؤيد هذا ما رواه البيهقي بإسناد صحيح عن عبد الله بن شقيق عن رجل قال: أتيت النبي صلى الله عليه وسلم، وهو بوادي القرى، وهو معترض فرسا فقلت: يا رسول الله، ما تقول في الغنيمة، فقال: لله خمسها وأربعة أخماسها للجيش، قلت: فما أحد أولى به من أحد، قال: لا، ولا السهم تستخرجه من جيبك، ليس أنت أحق به من أخيك المسلم .وقال بعض العلماء: أفادت الآية أن الواجب في المغنم تخميسه، وصرف الخمس إلى من ذكره الله- تعالى- وقسمة الباقي بين الغانمين بالعدل، للراجل سهم، وللفارس ثلاثة أسهم، سهم له وسهمان لفرسه. هكذا قسم النبي صلى الله عليه وسلم الغنائم عام خيبر.ومن الفقهاء من يقول: للفارس سهمان. والأول هو الذي دلت عليه السنة الصحيحة، ولأن الفرس يحتاج إلى مؤنة نفسه وسائسه، ومنفعة الفارس به أكثر من منفعة رجلين.ويجب قسمتها بينهم بالعدل، فلا يحابى أحدا، لا لرئاسته ولا لنسبه ولا لفضله وفي صحيح البخاري أن سعد بن أبى وقاص رأى أن له فضلا على من دونه، فقال النبي صلى الله عليه وسلم «هل تنصرون وترزقون إلا بضعفائكم» ؟ .ذهب جمهور العلماء إلى أن المقصود بإيتاء لفظ الجلالة في قوله فَأَنَّ لِلَّهِ خُمُسَهُ:التبرك والتعظيم والحض على إخلاص النية عند القسمة وعلى الامتثال والطاعة له- سبحانه-.وليس المقصود أن يقسم الخمس على ستة منها الله- تعالى-، فإنه- سبحانه- له الدنيا والآخرة، وله ما في السموات وما في الأرض وما بينهما.وعليه يكون خمس الغنيمة مقسما على خمسة أقسام: للرسول، ولذي القربى، واليتامى، والمساكين، وابن السبيل.ويرى أبو العالية والربيع والقاسم أن هذا الخمس يقسم إلى ستة أقسام، عملا بظاهر الآية، وأن سهم الله- تعالى- يصرف في وجوه الخير، أو يؤخذ للكعبة.وقد رجح ابن جرير رأى الجمهور فقال: وأولى الأقوال في ذلك بالصواب من قال: قوله فَأَنَّ لِلَّهِ خُمُسَهُ افتتاح كلام، وذلك لاجتماع الحجة على أن الخمس غير جائز قسمه على ستة أسهم. ولو كان لله فيه سهم- كما قال أبو العالية- لوجب أن يكون خمس الغنيمة مقسوما على ستة أسهم. وإنما اختلف أهل العلم في قسمه على خمسة فما دونها.فأما على أكثر من ذلك فلا نعلم قائلا قاله غير الذي ذكرنا من الخبر عن أبى العالية. وفي إجماع من ذكرت- الدلالة الواضحة على ما اخترناه  .وسهم النبي صلى الله عليه وسلم الذي جعله الله- تعالى- له في قوله وَلِلرَّسُولِ كان مفوضا إليه في حياته، يتصرف فيه كما شاء، ويضعه حيث يشاء.روى الإمام أحمد أن أبا الدرداء قال لعبادة بن الصامت: يا عبادة، ما كلمات رسول صلى الله عليه وسلم في غزوة كذا وكذا في شأن الأخماس؟ فقال عبادة: إن رسول الله صلى الله عليه وسلم صلى بهم في غزوهم إلى بعير من المقسم. فلما سلم قام رسول الله صلى الله عليه وسلم فتناول وبرة فقال: إن هذه من غنائمكم، وأنه ليس لي فيها إلا نصيبي معكم الخمس، والخمس مردود عليكم، فأدوا الخيط والمخيط وأكبر من ذلك وأصغر، ولا تغلوا فإن الغلول نار وعار على أصحابه في الدنيا والآخرة، وجاهدوا الناس في الله تبارك وتعالى القريب والبعيد، ولا تبالوا في الله لومة لائم، وأقيموا الحدود في الحضر والسفر، وجاهدوا في سبيل الله، فإن الجهاد باب من أبواب الجنة.ينجى الله به من الغم والهم، قال ابن كثير: هذا حديث حسن عظيم.وروى أبو داود والنسائي عن عمرو بن عبسة، أن رسول الله صلى الله عليه وسلم صلى بهم إلى بعير من المغنم، فلما سلم أخذ وبرة من جنب البعير ثم قال: ولا يحل لي من غنائمكم مثل هذا إلا الخمس، والخمس مردود عليكم .هذا بالنسبة لسهمه صلى الله عليه وسلم في حياته، أما بعد وفاته، فمنهم من يرى: أن سهمه صلى الله عليه وسلم يكون لمن يلي الأمر من بعده. روى هذا عن أبى بكر وعلى وقتادة وجماعة..ومنهم من يرى أن سهمه صلى الله عليه وسلم يصرف في مصالح المسلمين. روى ابن جرير عن الأعمش عن إبراهيم قال: كان أبو بكر وعمر يجعلان سهم النبي صلى الله عليه وسلم في الكراع والسلاح.ومنهم من يرى صرفه لبقية الأصناف: ذوى القربى واليتامى والمساكين وابن السبيل.وقد رجح ابن جرير هذا الرأى فقال: والصواب من القول في ذلك عندنا: أن سهم رسول الله صلى الله عليه وسلم مردود في الخمس، والخمس مقسوم على أربعة أسهم على ما روى عن ابن عباس: للقرابة سهم، ولليتامى سهم، وللمساكين سهم، ولابن السبيل سهم، لأن الله- تعالى- أوجب الخمس لأقوام موصوفين بصفات، كما أوجب الأربعة الأخماس الآخرين.وقد اجمعوا أن حق أهل الأربعة الأخماس لن يستحقه غيرهم، فكذلك حق أهل الخمس لن يستحقه غيرهم، فغير جائز أن يخرج عنهم إلى غيرهم..» .4- المراد بذي القربى- كما سبق أن أشرنا- بنو هاشم وبنو المطلب على الراجح.وعليه فإن السهم المخصص لذي القربى لا يصرف إلا لهم.قال القرطبي ما ملخصه: اختلف العلماء في ذوى القربى على ثلاثة أقوال:أولها: أن المراد بهم قريش كلها: قاله بعض السلف، لأن النبي صلى الله عليه وسلم لما صعد الصفا جعل يهتف يا بنى فلان يا بنى عبد مناف.. أنقذوا أنفسكم من النار.ثانيها: أن المراد بهم بنو هاشم وبنو المطلب. قاله الشافعى وأحمد وأبو ثور ومجاهد.. لأن النبي صلى الله عليه وسلم لما قسم سهم ذوى القربى بين بنى هاشم وبنى المطلب قال: «إنهم لم يفارقونى في جاهلية ولا إسلام وإنما بنو هاشم وبنو المطلب شيء واحد» وشبك بين أصابعه. أخرجه البخاري والنسائي.ثالثها: أن المراد بهم بنو هاشم خاصة. قاله مجاهد وعلى بن الحسين. وهو قول مالك والثوري والأوزاعى وغيرهم .وقال الآلوسى: وكيفية القسمة عند الأصحاب أنها كانت على عهد رسول الله صلى الله عليه وسلم على خمسة أسهم سهم له صلى الله عليه وسلم وسهم للمذكورين من ذوى القربى، وثلاثة أسهم للأصناف الثلاثة الباقية.وأما بعد وفاته صلى الله عليه وسلم فسقط سهمه.. وكذا سقط سهم ذوى القربى، وإنما يعطون بالفقر، ويقدم فقراؤهم على فقراء غيرهم، ولا حق لأغنيائهم، لأن الخلفاء الأربعة قسموا الخمس كذلك وكفى بهم قدوة ...ثم قال: ومذهب المالكية أن الخمس لا يلزم تخميسه، وأنه مفوض إلى رأى الإمام.- أى انهم يرون أن خمس الغنيمة يجعل في بيت المال فينفق منه على من ذكر وعلى غيرهم بحسب ما يراه الإمام من مصلحة المسلمين، وكأنهم يرون أن هذه الأصناف إنما ذكرت على سبيل المثال، وأنها من باب الخاص الذي قصد به العام، بينما يرى غيرهم أن هذه الأصناف من باب الخاص الذي قصد به الخاص.ثم قال: ومذهب الإمامية أنه ينقسم إلى ستة أسهم كما ذهب أبو بالعالية، إلا أنهم قالوا:إن سهم الله- تعالى-، وسهم رسوله صلى الله عليه وسلم وسهم ذوى القربى الكل للإمام القائم مقام الرسول صلى الله عليه وسلم أما الأسهم الثلاثة الباقية فهم لليتامى من آل محمد صلى الله عليه وسلم، وسهم لمساكينهم، وسهم لأبناء سبيلهم، لا يشركهم في ذلك غيرهم. رووا ذلك عن زين العابدين، ومحمد بن على الباقر..ثم قال: والظاهر أن الأسهم الثلاثة الأولى التي ذكروها اليوم تخبأ في السرداب، إذ القائم مقام الرسول صلى الله عليه وسلم قد غاب عندهم فتخبأ له حتى يرجع من غيبته..» .هذا، ومن كل ما سبق نرى أن أكثر العلماء يرون أن خمس الغنيمة يقسم إلى خمسة أقسام، ومنهم من يرى أنه يقسم الى ستة أقسام، ومنهم من يرى أنه لا يلزم تقسيمه إلى خمسة أقسام أو إلى ستة، وإنما هو موكول إلى نظر الإمام واجتهاده.. ومنهم من يرى غير ذلك، ولكل فريق أدلته المبسوطة في كتب الفروع.5- ذكرنا عند تفسيرنا لقوله- تعالى- في مطلع السورة يَسْئَلُونَكَ عَنِ الْأَنْفالِ ... أن المراد بالأنفال: الغنائم وعليه تكون الآية التي معنا وهي قوله وَاعْلَمُوا أَنَّما غَنِمْتُمْ.. مفصلة لما أجملته الآية التي في مطلع السورة.أى أن الآية التي في مطلع السورة بينت أن الأمر في قسمة الأنفال مفوض إلى الله ورسوله، ثم جاءت الآية التي معنا ففصلت كيفية قسمة الغنائم حتى لا يتطلع أحد إلى ما ليس من حقه.وهذا أولى من قول بعضهم: إن الآية التي معنا نسخت الآية التي في مطلع السورة: لأن النسخ لا يصار إليه إلا عند التعارض وهنا لا تعارض بين الآيتين.6- الآية الكريمة أرشدت المؤمنين إلى أن من الواجب عليهم أن يخلصوا في طاعتهم لله- تعالى- ولرسوله صلى الله عليه وسلم وأن يجعلوا غايتهم من جهادهم إعلاء كلمة الله، لكي يكونوا مؤمنين حقا.ويشعر بهذا الإرشاد تصديره- سبحانه- الآية بقوله: وَاعْلَمُوا أَنَّما غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ.. كما يشعر به قوله- تعالى- إِنْ كُنْتُمْ آمَنْتُمْ بِاللَّهِ وَما أَنْزَلْنا عَلى عَبْدِنا يَوْمَ الْفُرْقانِ..، فإن كل ذلك فيه معنى الحض على إخلاص النية لله- تعالى- والامتثال لحكمه، والمداومة على شكره، حيث منحهم- سبحانه- هذه النعم بفضله وإحسانه.وإلى هذا المعنى أشار صاحب الكشاف بقوله: فإن قلت: بم تعلق قوله إِنْ كُنْتُمْ آمَنْتُمْ بِاللَّهِ: قلت بمحذوف يدل عليه قوله وَاعْلَمُوا أَنَّما غَنِمْتُمْ.. والمعنى: إن كنتم آمنتم بالله فاعلموا أن الخمس من الغنيمة يجب التقرب به، فاقطعوا عنه أطماعكم واقتنعوا بالأخماس الأربعة. وليس المراد بالعلم المجرد، ولكنه العلم المضمن بالعمل، والطاعة لأمر الله- تعالى-، لأن العلم المجرد يستوي فيه المؤمن والكافر  .هذه بعض المسائل والأحكام التي استنبطناها من الآية الكريمة، وهناك مسائل وأحكام أخرى تتعلق بها ذكرها بعض المفسرين فارجع إليها إن شئت «2» .ثم حكى- سبحانه- بعض مظاهر فضله وحكمه في غزوة بدر، فبين الأماكن التي نزل فيها كل فريق، كما بين الحكمة في لقاء المؤمنين والكافرين على غير ميعاد، والحكمة في تقليل كل فريق منهما في عين الآخر ... فقال تعالى:"},{"ayah_number":42,"text":"قوله: إِذْ أَنْتُمْ بِالْعُدْوَةِ الدُّنْيا.. بدل من قوله يَوْمَ الْفُرْقانِ.. أو معمول لفعل محذوف. والتقدير: اذكروا.والعدوة- مثلثة العين- جانب الوادي وحافته. وهي من العدو بمعنى التجاوز سميت بذلك لأنها عدت..- أى منعت- ما في الوادي من ماء ونحوه أن يتجاوزها.والدنيا: تأنيث الأدنى بمعنى الأقرب. والقصوى: تأنيث الأقصى بمعنى الأبعد. والركب:اسم جمع لراكب، وهم العشرة فصاعدا من راكبي الإبل.قال القرطبي: ولا تقول العرب: ركب إلا للجماعة الراكبى الإبل..والمراد بهذا الركب: أبو سفيان ومن معه من رجال قريش الذين كانوا قادمين بتجارتهم من بلاد الشام ومتجهين بها إلى مكة، فلما بلغ النبي صلى الله عليه وسلم أمرها، أشار على أصحابه بالخروج لملاقاته، كما سبق أن بينا عند تفسيرنا لقوله- تعالى- كَما أَخْرَجَكَ رَبُّكَ مِنْ بَيْتِكَ بِالْحَقِّ ...والمعنى: اذكروا- أيها المؤمنون- وقت أن خرجتم إلى بدر، فسرتم إلى أن كنتم بِالْعُدْوَةِ الدُّنْيا أى: بجانب الوادي وحافته الأقرب إلى المدينة، وكان أعداؤكم الذين قدموا لنجدة العير بِالْعُدْوَةِ الْقُصْوى أى: بالجانب الآخر الأبعد من المدينة، وكان أبو سفيان ومن معه من حراس العير أَسْفَلَ مِنْكُمْ أى: في مكان أسفل من المكان الذي أنتم فيه، بالقرب من ساحل البحر الأحمر، على بعد ثلاثة أميال منكم.قال الجمل: قوله وَالرَّكْبُ أَسْفَلَ مِنْكُمْ الأحسن في هذه الواو، والواو التي قبلها الداخلة على هُمْ أن تكون عاطفة ما بعدها على أَنْتُمْ لأنها مبدأ تقسيم أحوالهم وأحوال عدوهم ويجوز أن يكونا واو حال، وأسفل منصوب على الظرف النائب عن الخبر، وهو في الحقيقة صفة لظرف مكان محذوف. أى: والركب في مكان أسفل من مكانكم وكان الركب على ثلاثة أميال من بدر..»وقال الإمام الزمخشري- رحمه الله- فإن قلت: ما فائدة هذا التوقيت، وذكر مراكز الفريقين، وأن العير كانت أسفل منهم؟.قلت: الفائدة فيه الإخبار عن الحال الدالة على قوة الشأن للعدو، وتكامل عدته، وتمهد أسباب الغلبة له، وضعف شأن المسلمين، والتياث أمرهم، وأن غلبتهم في هذه الحال ليس إلا صنعا من الله- سبحانه- ودليلا على أن ذلك أمر لم يتيسر إلا بحوله وقوته وباهر قدرته.وذلك أن العدوة القصوى التي أناخ بها المشركون، كان فيها الماء، وكانت أرضا لا بأس بها. ولا ماء بالعدوة الدنيا، وهي خبار- أى أرض لينة رخوة- تسوخ فيها الأرجل، ولا يمشى فيها إلا بتعب ومشقة.وكانت العير وراء ظهور العدو، مع كثرة عددهم، فكانت الحماية دونها تضاعف حميتهم، وتشحذ في المقاتلة عنها نياتهم، ولهذا كانت العرب تخرج إلى الحرب بظعنهم وأموالهم، ليبعثهم الذب عن الحريم على بذل جهودهم في القتال.وفيه تصوير ما دبر- سبحانه- من أمر غزوة بدر لِيَقْضِيَ اللَّهُ أَمْراً كانَ مَفْعُولًا ومن إعزاز دينه، وإعلاء كلمته، حين وعد المسلمين إحدى الطائفتين مبهمة غير مبينة حتى خرجوا ليأخذوا العير راغبين في الخروج، وأقلق قريشا ما بلغهم من تعرض المسلمين لأموالهم، فنفروا ليمنعوا عيرهم، وسبب الأسباب حتى أناخ هؤلاء بالعدوة الدنيا وهؤلاء بالعدوة القصوى، ووراءهم العير يحامون عليها، حتى قامت الحرب في ساق، وكان ما كان»   .وقوله: وَلَوْ تَواعَدْتُمْ لَاخْتَلَفْتُمْ فِي الْمِيعادِ، وَلكِنْ لِيَقْضِيَ اللَّهُ أَمْراً كانَ مَفْعُولًا بيان لتدبير الله الحكيم، وإرادته النافذة.أى: ولو تواعدتم وأهل مكة على موعد تلتقون فيه للقتال، لتخلفتم عن الميعاد المضروب بينكم، لأن كل فريق منكم كان سيتهيب الإقدام على صاحبه، ولكن الله- تعالى- بتدبيره الخفى شاء أن يجمعكم للقتال على غير ميعاد، ليقضى- سبحانه- أمرا كان مفعولا، أى:ثابتا في علمه وحكمته، وهو: إعزاز الإسلام وأهله، وخذلان الشرك وحزبه.روى ابن جرير من حديث كعب بن مالك- رضى الله عنه- قال: إنما خرج رسول الله صلى الله عليه وسلم والمسلمون يريدون عير قريش، حتى جمع الله بينهم وبين عدوهم على غير ميعاد.وروى- أيضا- عن عمير بن إسحاق قال: أقبل أبو سفيان في الكرب من الشام، وخرج أبو جهل ليمنعه من رسول الله صلى الله عليه وسلم وأصحابه فالتقوا ببدر، ولا يشعر هؤلاء بهؤلاء، ولا هؤلاء بهؤلاء، حتى التقى السقاة قال: ونظر الناس بعضهم إلى بعض»وقوله لِيَهْلِكَ مَنْ هَلَكَ عَنْ بَيِّنَةٍ وَيَحْيى مَنْ حَيَّ عَنْ بَيِّنَةٍ بدل من قوله لِيَقْضِيَ بإعادة الحروف، أو هو متعلق بقوله مَفْعُولًا.والمراد بالهلاك والحياة هنا ما يشمل الحسى والمعنوي منهما.والمراد بالبينة الحجة الظاهرة الدالة على حقية الإسلام وبطلان الكفر.قال الآلوسى: أى: ليموت من يموت عن حجة عاينها، ويعيش من يعيش عن حجة شاهدها، فلا يبقى محل للتعلل بالأعذار، فإن وقعة بدر من الآيات الواضحة والحجج الغر المحجّلة.ويجوز أن يراد بالحياة: الإيمان، وبالموت: الكفر على سبيل الاستعارة أو المجاز المرسل بأن يراد بالبينة: إظهار كمال القدرة الدالة على الحجة الدامغة.أى: ليصدر كفر من كفر وإيمان من آمن عن وضوح وبينة وإلى هذا ذهب قتادة وابن إسحاق. والظاهر أن عَنْ هنا بمعنى بعد كقوله- تعالى- عَمَّا قَلِيلٍ لَيُصْبِحُنَّ نادِمِينَ.وقرأ نافع وابن كثير وأبو بكر ويعقوب حيي على وزن تعب- بفك الإدغام.وقرأ الباقون بإدغام الياء الأولى في الثانية على وزن شد ومد .وقوله وَإِنَّ اللَّهَ لَسَمِيعٌ عَلِيمٌ تذييل قصد به الترغيب في الإيمان- والترهيب من الكفر، أى: وإن الله لسميع لأقوال أهل الإيمان والكفر عليم بما تنطوى عليه قلوبهم وضمائرهم، وسيجازى- سبحانه- كل إنسان بما يستحقه من ثواب أو عقاب على حساب ما يعلم وما يسمع منه."},{"ayah_number":43,"text":"ثم يبين- سبحانه- بعض وجوه نعمه على المؤمنين، وتدبيره الخفى لنصرهم وفوزهم فيقول: إِذْ يُرِيكَهُمُ اللَّهُ فِي مَنامِكَ قَلِيلًا، وَلَوْ أَراكَهُمْ كَثِيراً لَفَشِلْتُمْ وَلَتَنازَعْتُمْ فِي الْأَمْرِ، وَلكِنَّ اللَّهَ سَلَّمَ إِنَّهُ عَلِيمٌ بِذاتِ الصُّدُورِ.أى: اذكر يا محمد فضل الله عليك وعلى أصحابك، حيث أراك في منامك الكافرين قليلا عددهم، ضئيلا وزنهم فأخبرت بذلك أتباعك فازدادوا ثباتا واطمئنانا وجرأة على عدوهم وَلَوْ أَراكَهُمْ كَثِيراً أى: ولو أراك الأعداء عددا كثيرا لَفَشِلْتُمْ أى: لتهيبتم الإقدام عليهم، لكثرة عددهم، من الفشل وهو ضعف مع جبن وَلَتَنازَعْتُمْ فِي الْأَمْرِ أى:في أمر الإقدام عليهم والإحجام عنهم. فمنكم من يرى هذا ومنكم من يرى ذلك.وقوله وَلكِنَّ اللَّهَ سَلَّمَ بيان لمحل النعمة. أى: ولكن الله- تعالى- بفضله وإحسانه أنعم عليكم بالسلامة من الفشل والتنازع وتفرق الآراء في شأن القتال: حيث ربط على قلوبكم، ورزقكم الجرأة على أعدائكم وعدم المبالاة بهم بسبب رؤيا نبيكم.وقوله: إِنَّهُ عَلِيمٌ بِذاتِ الصُّدُورِ تذييل يدل على شمول علمه- سبحانه-.أى: إنه- سبحانه- عليم بكل ما يحصل في القلوب وما يخطر بها من شجاعة وجبن.ومن صبر وجزع ولذلك دير ما دبر.قال الفخر الرازي، قال مجاهد: أرى الله النبي صلى الله عليه وسلم كفار قريش في منامه قليلا، فأخبر بذلك أصحابه فقالوا: رؤيا النبي حق. القوم قليل، فصار ذلك سببا لجرأتهم وقوة قلوبهم.فإن قيل: رؤية الكثير قليلا غلط، فكيف يجوز من الله- تعالى- أن يفعل ذلك؟قلنا: ذهبنا أنه- تعالى- يفعل ما يشاء ويحكم ما يريده وأيضا لعله- سبحانه- أراه البعض دون البعض فحكم الرسول على أولئك الذين رآهم بأنهم قليلون .ونستطيع أن نضيف إلى ما أجاب به الفخر الرازي أنه يجوز أن يكون المراد بالقلة:الضعف وهوان الشأن..أى: أن المشركين وإن كانوا في حقيقتهم يقاربون الألف- أى أكثر من ثلاثة أمثال المؤمنين- إلا أنهم لا قوة لهم ولا وزن، فهم كثير عددهم ولكن قليل غناؤهم، قليل وزنهم في المعركة. لأنهم ينقصهم الإيمان الصحيح الذي يقوى القلوب، ويدفع النفوس إلى الإقدام لنصرة الحق لكي تفوز برضا الله وحسن مثوبته.وإلى هذا المعنى أشار صاحب المنار بقوله: وقد تقدم أن النبي صلى الله عليه وسلم قدر عدد المشركين بألف وأخبر أصحابه بذلك، ولكنه أخبرهم مع هذا أنه رآهم في منامه قليلا، لا أنهم قليل في الواقع، فالظاهر أنهم أولوا الرؤيا بأن بلاءهم يكون قليلا، وأن كيدهم يكون ضعيفا، فتجرءوا وقويت قلوبهم   .هذا، ونسب الى الحسن أنه ذكر أن هذه الآراء كانت في اليقظة، وأن المراد من المنام العين التي هي موضع النوم. قال الزمخشري. وهذا تفسير فيه تعسف. وما أحسب الرواية صحيحة فيه عن الحسن.وقال الآلوسى: وعن الحسن أنه فسر المنام بالعين، لأنها مكان النوم كما يقال للقطيفة المنامة لأنها ينام فيها، فلم يكن عنده هناك رؤيا أصلا بل كانت رؤية، وإليه ذهب البلخي.ولا يخفى ما فيه، لأن المنام شائع بمعنى النوم مصدر ميمى. ففي الحمل على خلاف ذلك تعقيد ولا نكتة فيه.. على أن الروايات الجمة برؤيته صلى الله عليه وسلم إياهم مناما، وقص ذلك على أصحابه مشهورة لا يعارضها كون العين مكان النوم نظرا إلى الظاهر.. ولعل الرواية عن الحسن غير صحيحة، فإنه الفصيح العالم بكلام العرب  ."},{"ayah_number":44,"text":"وقوله- تعالى-: وَإِذْ يُرِيكُمُوهُمْ إِذِ الْتَقَيْتُمْ فِي أَعْيُنِكُمْ قَلِيلًا وَيُقَلِّلُكُمْ فِي أَعْيُنِهِمْ ...معطوف على ما قبله وهو قوله إِذْ يُرِيكَهُمُ اللَّهُ فِي مَنامِكَ قَلِيلًا.... وذلك لتأكيد الرؤيا المنامية بالرؤية في اليقظة.والمعنى: واذكروا- أيها المؤمنون- وقت أن التقيتم مع أعدائكم وجها لوجه في بدر، فكان من فضل الله عليكم قبل أن تلتحموا معهم أن جعل عددهم قليلا في أعينكم وجعل عددكم قليلا في أعينهم، وذلك لإغرائهم على خوض المعركة.أما أنتم فتخوضونها بدون مبالاة بهم لقلتهم في أعينكم، ولثقتكم بنصر الله إياكم..وأما هم فيخوضونها معتمدين على غرورهم وبطرهم وقلتكم في أعينهم، فيترتب على ذلك أن يتركوا الاستعداد اللازم لقتالكم، فتكون الدائرة عليهم..قال ابن مسعود- وهو ممن حضر بدرا-: لقد قللوا في أعيننا حتى قلت لرجل إلى جنبي: أتراهم سبعين؟ قال: أراهم مائة، فأسرنا رجلا منهم فقلنا له: كم كنتم؟ قال:ألفا .وقال أبو جهل- في ذلك اليوم وقبل الالتحام-: إن محمدا وأصحابه أكلة جزور- أى هم قليل يشبعهم لحم ناقة واحدة- خذوهم أخذا أو اربطوهم بالحبال..وقد أجاد صاحب الكشاف عند تفسيره لهذه الآية حيث يقول: قوله وَإِذْ يُرِيكُمُوهُمْ الضميران مفعولان يعنى: وإذ يبصركم إياهم. وقَلِيلًا حال، وإنما قللهم في أعينهم تصديقا لرؤيا رسول الله صلى الله عليه وسلم، وليعاينوا ما أخبرهم به فيزداد يقينهم ويجدوا ويثبتوا..فإن قلت: الغرض من تقليل الكفار في أعين المؤمنين ظاهر، فما الغرض من تقليل المؤمنين في أعينهم؟قلت: قد قللهم في أعينهم قبل اللقاء، ثم كثرهم فيها بعده، ليجترؤوا عليهم، قلة مبالاة بهم، ثم تفجؤهم الكثرة فيبهتوا ويهابوا، وتقل شوكتهم، حين يرون ما لم يكن في حسابهم وتقديرهم، وذلك قوله قَدْ كانَ لَكُمْ آيَةٌ فِي فِئَتَيْنِ الْتَقَتا، فِئَةٌ تُقاتِلُ فِي سَبِيلِ اللَّهِ وَأُخْرى كافِرَةٌ، يَرَوْنَهُمْ مِثْلَيْهِمْ رَأْيَ الْعَيْنِ  ولئلا يستعدوا لهم، وليعظم الاحتجاج عليهم فاستيضاح الآية البينة من قلتهم أولا، وكثرتهم آخرا.ثم قال: فإن قلت: بأى طريق يبصرون الكثير قليلا؟قلت: بأن يستر الله عنهم بعضه بساتر، أو يحدث في عيونهم ما يستقلون به الكثير، كما أحدث في أعين الحول ما يرون به الواحد اثنين.قيل لبعضهم: إن الأحوال يرى الواحد اثنين- وكان بين يديه ديك واحد- فقال: ما لي لا أرى هذين الديكين أربعة  .وقوله- سبحانه- لِيَقْضِيَ اللَّهُ أَمْراً كانَ مَفْعُولًا وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ بيان لحكمة تدبيره، ونفاذ قدرته، وشمول إرادته.أى فعل- سبحانه- ما فعل من تقليل كل فريق في عين الآخر، ليقضى أمرا كان مفعولا، أى: ثابتا في علمه وحكمته، وهو نشوب القتال المفضى إلى انتصار المؤمنين، واندحار الكافرين وإلى الله وحده ترجع الأمور لا إلى أحد سواه، فإن كل شيء عنده بمقدار، ولأن كل شيء في هذا الكون بقضائه وقدره، وما من شيء إلا مصيره ومرده إليه.قال بعض العلماء: ولا يقال إن قوله- تعالى-: لِيَقْضِيَ اللَّهُ أَمْراً كانَ مَفْعُولًا مكرر مع ما سبق، لأننا نقول: إن المقصود من ذكره أولا- في قوله: إذ أنتم بالعدوة الدنيا.. هو اجتماعهم بلا ميعاد ليحصل استيلاء المؤمنين على الكافرين، على وجه يكون معجزة دالة على صدق النبي صلى الله عليه وسلم والمقصود منه هنا بيان خارق آخر، وهو تقليلهم في أعين المشركين ثم تكثيرهم للحكم المتقدمة .وبذلك نرى أن هذه الآيات الكريمة حكت لنا جانبا من أحداث غزوة بدر بأسلوب تصويري بديع في استحضار لمشاهدها ومواقفها، وكشفت لنا عن جوانب من مظاهر قدرة الله، ومن تدبيره المحكم الذي كان فوق تدبير البشر، ومن تهيئة الأسباب الظاهرة والخفية التي أدت إلى نصر المؤمنين وخذلان الكافرين.وبعد هذا التذكير النافع، والتصوير المؤثر لأحداث غزوة بدر، وجه- سبحانه- في هذه السورة إلى المؤمنين النداء السادس والأخير، حيث أمرهم بالثبات في وجه أعدائهم، وبالمداومة على ذكره وطاعته..، ونهاهم عن التنازع والاختلاف فقال- تعالى-:"},{"ayah_number":45,"text":"وقوله: لَقِيتُمْ من اللقاء بمعنى المقابلة والمواجهة، ويغلب استعماله في لقاء القتال وهو المراد هنا.وقوله: فِئَةً أى: جماعة. مشتقة من الفيء بمعنى الرجوع، لأن بعضهم يرجع إلى بعض.والمراد بها هنا: جماعة المقاتلين من الكافرين وأشباههم.والمتتبع لاستعمال القرآن لهذه الكلمة، يراه يستعملها- في الأعم الأغلب- في الجماعة المقاتلة أو الناصرة أو ما يشبه ذلك.قال- تعالى-: كَمْ مِنْ فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةً بِإِذْنِ اللَّهِ ... .وقال- تعالى-: قَدْ كانَ لَكُمْ آيَةٌ فِي فِئَتَيْنِ الْتَقَتا فِئَةٌ تُقاتِلُ فِي سَبِيلِ اللَّهِ وَأُخْرى كافِرَةٌ ... .وقال- تعالى-: وَلَمْ تَكُنْ لَهُ فِئَةٌ يَنْصُرُونَهُ مِنْ دُونِ اللَّهِ وَما كانَ مُنْتَصِراً  .والمعنى: يا أيها الذين آمنوا بالله حق الإيمان، إِذا لَقِيتُمْ فِئَةً أى: حاربتم جماعة من أعدائكم، فاثبتوا لقتالهم وأغلظوا عليهم في النزال، ولا تولوهم الأدبار، وَاذْكُرُوا اللَّهَ كَثِيراً لا سيما في مواطن الحرب، فإن ذكر الله عن طريق القلب واللسان من أعظم وسائل النصر: لأن المؤمن متى استحضر عظمة الله في قلبه لا تهوله قوة عدوه، ولا تخفيه كثرته..وقوله لَعَلَّكُمْ تُفْلِحُونَ أى: لعلكم تظفرون بمرادكم من النصر وحسن الثواب، متى فعلتم ذلك عن إخلاص.وقوله وَأَطِيعُوا اللَّهَ وَرَسُولَهُ معطوف على ما قبله، أى: اثبتوا عند لقاء الأعداء، وأكثروا من ذكر الله، وأطيعوا الله ورسوله في كل أقوالكم وأعمالكم، وفي سركم وجهركم،وفي كل ما تأتون وما تذرون."},{"ayah_number":46,"text":"وقوله وَلا تَنازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ نهى لهم عن الاختلاف المؤدى إلى الفشل وضياع القوة بعد أمرهم بالثبات والمداومة على ذكر الله وطاعته.وقوله تَنازَعُوا من النزع بمعنى الجذب وأخذ الشيء.. والتنازع والمنازعة المجاذبة كأن كل واحد من المتنازعين يريد أن ينزع ما عند الآخر ويلقى به.والمراد بالتنازع هنا: الخصام والجدال والاختلاف المفضى إلى الفشل أى: الضعف.قال الآلوسى: وقوله: وَتَذْهَبَ رِيحُكُمْ، قال الأخفش: الريح مستعارة للدولة.لشبهها بها في نفوذ أمرها وتمشيه، ومن كلامهم هبت رياح فلان إذا دالت له الدولة وجرى أمره على ما يريد. وركدت رياحه إذا ولت عنه وأدبر أمره. قال الشاعر:إذا هبت رياحك فاغتنمها ... فإن لكل خافقة سكونولا تغفل عن الإحسان فيها ... فما تدرى السكون متى يكون .والمعنى: كونوا- أيها المؤمنون- ثابتين ومستمرين على ذكر الله وطاعته عند لقاء الأعداء، ولا تنازعوا وتختصموا وتختلفوا، فإن ذلك يؤدى بكم إلى الفشل أى الضعف، وإلى ذهاب دولتكم، وهوان كلمتكم، وظهور عدوكم عليكم.وَاصْبِرُوا على شدائد الحرب، وعلى مخالفة أهوائكم التي تحملكم على التنازع، إِنَّ اللَّهَ مَعَ الصَّابِرِينَ بتأييده ومعونته ونصره.هذا والمتأمل في هاتين الآيتين يراهما قد رسمتا للمؤمنين في كل زمان ومكان الطريق التي توصلهم إلى الفلاح والظفر.إنهما يأمران بالثبات، والثبات من أعظم وسائل النجاح، لأنه يعنى ترك اليأس والتراجع وأقرب الفريقين إلى النصر أكثرهما ثباتا.ويأمران بمداومة ذكر الله، لأن ذكر الله هو الصلة التي تربط الإنسان بخالقه الذي بيده كل شيء، ومتى حسنت صلة الإنسان بخالقه، صغرت في عينه قوة أعدائه مهما كبرت.ويأمران بطاعة الله ورسوله، حتى يدخل المؤمنون المعركة بقلوب نقية، وبنفوس صافية ... لا مكان فيها للتنازع والاختلاف المؤدى إلى الفشل، وذهاب القوة.. ويأمران بالصبر، أى بتوطين النفس على ما يرضى الله، واحتمال المكاره والمشاق في جلد. وهذه الصفة لا بد منها لمن يريد أن يصل إلى آماله وغاياته.ورحم الله الإمام ابن كثير فقد قال عند تفسيره لهاتين الآيتين الكريمتين: «هذا تعليم من الله- تعالى- لعباده المؤمنين آداب اللقاء، وطريق الشجاعة عند مواجهة الأعداء» .وقد ثبت في الصحيحين عن عبد الله بن أبى أوفى أن رسول الله صلى الله عليه وسلم انتظر في بعض أيامه التي لقى فيها العدو حتى إذا مالت الشمس قام فيهم فقال: يا أيها الناس لا تتمنوا لقاء العدو واسألوا الله العافية، فإذا لقيتموهم فاصبروا واعلموا أن الجنة تحت ظلال السيوف. ثم قام وقال: اللهم منزل الكتاب، ومجرى السحاب، وهازم الأحزاب، اهزمهم وانصرنا عليهم» .وفي الحديث الآخر المرفوع يقول الله- تعالى- «إن عبدى كل عبدى الذي يذكرني وهو مناجز قرنه» أى: لا يشغله ذلك الحال عن ذكرى ودعائي واستعانتى.وعن قتادة في هذه الآية: «افترض الله ذكره عند أشغل ما يكون. الضرب بالسيوف» .ثم قال: «وقد كان للصحابة- رضى الله عنهم- في باب الشجاعة والائتمار بما أمرهم الله ورسوله، وامتثال ما أرشدهم إليه، ما لم يكن لأحد من الأمم والقرون قبلهم، ولا يكون لأحد من بعدهم، فإنهم ببركة الرسول صلى الله عليه وسلم وطاعته فيما أمرهم، فتحوا القلوب والأقاليم شرقا وغربا، في المدة اليسيرة، مع قلة عددهم بالنسبة إلى جيوش سائر الأقاليم من الروم والفرس ... قهروا الجميع حتى علت كلمة الله وظهر دينه على سائر الأديان، وامتدت الممالك الإسلامية في مشارق الأرض ومغاربها في أقل من ثلاثين سنة فرضي الله عنهم وأرضاهم أجمعين، وحشرنا في زمرتهم إنه كريم وهاب» .وبعد هذه التوجيهات السامية التي رسمت للمؤمنين طريق النصر، نهاهم- سبحانه- عن التشبه بالكافرين الذين صدهم الشيطان عن السبيل الحق، فقال تعالى:"},{"ayah_number":47,"text":"قال الفخر الرازي عند تفسيره لقوله- تعالى- وَلا تَكُونُوا كَالَّذِينَ خَرَجُوا....المراد قريش حين خرجوا من مكة لحفظ العير. خرجوا بالقيان والمغنيات والمعازف، فلما وردوا الجحفة، بعث خفاف الكناني- وكان صديقا لأبى جهل- بهدايا إليه مع ابن له، فلما أتاه قال: إن أبى ينعمك صباحا ويقول لك: إن شئت أن أمدك بالرجال أمددتك، وإن شئت أن أزحف إليك بمن معى من قرابتي فعلت.فقال أبو جهل: قل لأبيك جزاك الله والرحم خيرا. إن كنا نقاتل الله كما يزعم محمد فو الله ما لنا بالله طاقة. وإن كنا إنما نقاتل الناس، فو الله إن بنا على الناس لقوة.والله ما نرجع عن قتال محمد حتى نرد بدرا فنشرب فيها الخمور، وتعزف فيها القيان، فإن بدرا موسم من مواسم العرب، وسوق من أسواقهم. وحتى تسمع العرب- بمخرجنا فتهابنا آخر الأبد-.قال المفسرون: فوردوا بدرا، وشربوا كؤوس المنايا مكان الخمر، وناحت عليهم النوائح مكان القيان .وقوله بَطَراً مصدر بطر- كفرح- ومعناه كما يقول الراغب: دهش يعترى الإنسان من سوء احتمال النعمة، وقلة القيام بحقها، وصرفها إلى غير وجهها  .أى أن البطر ضرب من التكبر والغرور واتخاذ نعم الله- تعالى- وسيلة إلى مالا يرضيه وهو مفعول لأجله، أو حال، أى: حال كونهم بطرين.وقوله وَرِئاءَ مصدر رأى ومعناه: القول أو الفعل الذي لا يقصد معه الإخلاص، وإنما يقصد به التظاهر وحب الثناء.والمعنى: كونوا أيها المؤمنون- ثابتين عند لقاء الأعداء، ومكثرين من ذكر الله وطاعته، وصابرين في كل المواطن.. واحذروا أن تتشبهوا بأولئك المشركين الذين خرجوا من مكة بَطَراً وَرِئاءَ النَّاسِ أى خرجوا غرورا وفخرا وتظاهرا بالشجاعة والحمية ... حتى ينالوا الثناء منهم..وقوله: وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ معطوف على بَطَراً والسبيل: الطريق الذي فيه سهولة. والمراد بسبيل الله: دينه. لأنه يوصل الناس إلى الخير والفلاح.أى: خرجوا بطريق بما أوتوا من نعم ومرائين بها الناس، وصادين إياهم عن دين الإسلام الذي باتباعه يصلون إلى السعادة والنجاح.وعبر عن بطرهم وريائهم بصيغة الاسم الدال على التمكن والثبوت، وعن صدهم بصيغة الفعل الدال على التجدد والحدوث، للإشعار بأنهم كانوا مجبولين على البطر والمفاخرة والرياء، وأن هذه الصفات دأبهم وديدنهم، أما الصد عن سبيل الله فلم يحصل منهم إلا بعد أن دعا الرسول صلى الله عليه وسلم الناس إلى الإسلام.وقوله: وَاللَّهُ بِما يَعْمَلُونَ مُحِيطٌ تذييل قصد به التحذير من الاتصاف بهذه الصفات الذميمة، لأنه- سبحانه- محيط بكل صغيرة وكبيرة وسيجازى الذين أساءوا بما عملوا، ويجازى الذين أحسنوا بالحسنى. فعلى المؤمنين أن يخلصوا لله- تعالى- أعمالهم."},{"ayah_number":48,"text":"وقوله: وَإِذْ زَيَّنَ لَهُمُ الشَّيْطانُ أَعْمالَهُمْ وَقالَ لا غالِبَ لَكُمُ الْيَوْمَ مِنَ النَّاسِ وَإِنِّي جارٌ لَكُمْ.. تذكير للمؤمنين بما خدع به الشيطان الكافرين من وعود كاذبة، وأمانى باطلة.والمراد بهذا التذكير: حضهم على المداومة على طاعة الله وشكره، حيث إنه- سبحانه- لم يجعلهم كأولئك الذين استحوذ عليهم الشيطان.والمعنى: احذروا- أيها المؤمنون- أن تتشبهوا بأولئك الذين خرجوا من ديارهم بطرا ومفاخرة.. واذكروا وقت أن زَيَّنَ لَهُمُ الشَّيْطانُ أَعْمالَهُمْ في معاداتكم، بأن وسوس لهم بأنهم على الحق وأنتم على الباطل، وحسن لهم ما جبلوا عليه من غرور ومراءاة، وأوهمهم بأن النصر سيكون لهم عند لقائكم، بأن قال لهم لا غالِبَ لَكُمُ الْيَوْمَ مِنَ النَّاسِ وَإِنِّي جارٌ لَكُمْ أى: لن يغلبكم أحد من الناس، لا محمد صلى الله عليه وسلم وأصحابه، ولا غيرهم من قبائل العرب، وإنى مجير ومعين وناصر لكم، إذ المراد بالجار هنا: الذي يجير غيره. أى: يؤمنه مما يخاف ويخشى.قال الآلوسى: أى: ألقى في روعهم وخيل لهم أنهم لا يغلبون لكثرة عددهم، وعددهم، وأوهمهم أن اتباعهم إياه فيما يظنون أنها قربات- تجعله مجيرا لهم، وحافظا إياهم عن السوء حتى قالوا: اللهم انصر أهدى الفئتين، وأفضل الدينين.فالقول مجاز عن الوسوسة. والإسناد في قوله وَإِنِّي جارٌ لَكُمْ من قبيل الإسناد إلى السبب الداعي. ولَكُمُ خبر لا أو صفة غالِبَ والخبر محذوف. أى: لا غالب كائنا لكم موجود. والْيَوْمَ معمول الخبر. ومِنَ النَّاسِ حال من ضمير الخبر ... »   .وقوله: فَلَمَّا تَراءَتِ الْفِئَتانِ نَكَصَ عَلى عَقِبَيْهِ وَقالَ إِنِّي بَرِيءٌ مِنْكُمْ إِنِّي أَرى ما لا تَرَوْنَ، إِنِّي أَخافُ اللَّهَ، وَاللَّهُ شَدِيدُ الْعِقابِ بيان لما فعله الشيطان وقاله بعد أن رأى ما رأى من قوة لا طاقة له بها..وقوله تَراءَتِ الْفِئَتانِ أى: تقاربتا بحيث صارت كل فئة ترى الأخرى رؤية واضحة.ومنهم من جعل تَراءَتِ بمعنى التقت وقوله نَكَصَ عَلى عَقِبَيْهِ أى: ولى هاربا ورجع القهقرى. وأبطل كيده وذهب ما مناهم به من النصرة والعون يقال: نكص عن الأمر نكوصا ونكصا أى: تراجع عنه وأحجم. والعقب: مؤخر القدم.والمعنى: لقد حرض الشيطان جنوده من الكافرين على حربكم- أيها المؤمنون-، ومناهم بالنصر عليكم ... ولكنه حينما تراءت الفئتان: فئتكم وفئته، ورأى ما أمدكم الله به من الملائكة، ولى مدبرا وقال للكافرين: إِنِّي بَرِيءٌ مِنْكُمْ أى: من عهدكم وجواركم ونصرتكم، إِنِّي أَرى من الملائكة النازلة لتأييد المؤمنين مالا ترونه أنتم إِنِّي أَخافُ اللَّهَ أن يعذبني قبل يوم القيامة، أو إنى أخاف الله أن يصيبني بمكروه من قبل ملائكته.وقوله وَاللَّهُ شَدِيدُ الْعِقابِ يحتمل أنه من كلام إبليس الذي حكاه الله- تعالى- عنه، ويحتمل أنه جملة مستأنفة من كلامه عز وجل.أى: والله شديد العقاب لمن عصاه وخالف أمره.هذا، وهناك قولان في كيفية تزيين الشيطان للمشركين:أحدهما: أن هذا التزيين لم يكن حسيا، وإنما كان معنويا عن طريق الوسوسة دون أن يتحول الشيطان إلى صورة إنسان.وعليه يكون قوله لا غالِبَ لَكُمُ الْيَوْمَ ... مجازا عن الوسوسة. وقوله نَكَصَ عَلى عَقِبَيْهِ استعارة لبطلان كيده، شبه بطلان كيده بعد وسوسته بمن رجع القهقرى عما يخافه.وثانيهما: أن هذا التزيين كان حسيا بمعنى أن الشيطان تمثل لهم في صورة إنسان، وقال لهم ما قال مما حكاه الله- تعالى- عنه.وقد ذكر صاحب الكشاف هذين الوجهين في تفسير الآية فقال: واذكر إِذْ زَيَّنَ لَهُمُ الشَّيْطانُ أَعْمالَهُمْ التي عملوها في معاداة رسول الله صلى الله عليه وسلم، ووسوس إليهم أنهم لا يغلبون ولا يطاقون، وأوهمهم أن اتباع خطوات الشيطان وطاعته مما يجيرهم، فلما تلاقى الفريقان نكص الشيطان وتبرأ منهم، أى: بطل كيده حين نزلت جنود الله.وكذا عن الحسن- رحمه الله- قال: كان ذلك على سبيل الوسوسة ولم يتمثل لهم.وقيل: لما اجتمعت قريش على السير- لحرب المسلمين في بدر- ذكرت الذي بينها وبين كنانة من الحرب، فكاد ذلك يثنيهم عن حرب المسلمين، فتمثل لهم إبليس في صورة سراقة ابن مالك بن جعشم الشاعر الكناني- وكان من أشرفهم- في جند من الشياطين معه راية وقال: لا غالب لكم اليوم وإنى مجيركم من بنى كنانة. فلما رأى الملائكة تنزل، نكص.وقيل: كانت يده في يد الحارث بن هشام، فلما نكص قال له الحارث: إلى أين؟ أتخذلنا في هذه الحال؟ فقال: إنى أرى ما لا ترون، ودفع صدر الحارث وانطلق وانهزموا.فلما بلغوا مكة قالوا: هزم الناس سراقة، فبلغ ذلك سراقة فقال: والله ما شعرت بمسيركم حتى بلغتني هزيمتكم. فلما أسلموا علموا أنه الشيطان.وفي الحديث- الذي أخرجه مالك في الموطأ-: «وما رئي إبليس يوما أصغر ولا أدحر ولا أغيظ منه في يوم عرفة لما يرى من نزول الرحمة. إلا ما رئي يوم بدر»  .وقد ذكر ابن جرير وابن كثير روايات أخرى تتفق في جملتها مع ما ذكره صاحب الكشاف، وإن كانت تختلف عنها في التفصيل، ومن ذلك قول ابن جرير:«وكان تزيينه ذلك لهم كما حدثني المثنى قال: حدثنا عبد الله بن صالح، قال: حدثني معاوية عن على بن أبى طلحة عن ابن عباس قال: جاء إبليس يوم بدر في جند من الشياطين معه رايته في صورة رجل من بنى مدلج، في صورة سراقة بن مالك بن جعشم، فقال الشيطان للمشركين: لا غالب لكم اليوم من الناس وإنى جار لكم فلما اصطف الناس، أخذ رسول الله صلى الله عليه وسلم قبضة من التراب، فرمى بها في وجوه المشركين، فولوا الأدبار.وأقبل جبريل إلى إبليس، فلما رآه- وكانت يده في يد رجل من المشركين- انتزع إبليس يده فولى مدبرا هو وشيعته.فقال الرجل: يا سراقة تزعم أنك لنا جار؟ قال: إِنِّي أَرى ما لا تَرَوْنَ، إِنِّي أَخافُ اللَّهَ، وَاللَّهُ شَدِيدُ الْعِقابِ وذلك حين رأى الملائكة.ثم قال: وحدثنا أحمد بن الفرج، قال: حدثنا عبد الملك بن عبد العزيز الماجشون، قال:حدثنا مالك، عن إبراهيم بن أبى عبلة، عن طلحة بن عبد بن عبيد الله بن كريز: أن رسول الله صلى الله عليه وسلم قال: «ما رئي إبليس يوما هو فيه أصغر ولا أحقر ولا أغيظ ولا أدحر من يوم عرفة وذلك مما يرى من تنزيل الرحمة والعفو عن الذنوب، إلا ما رأى يوم بدر» قالوا: يا رسول الله، وما رأى يوم بدر؟ قال: أما إنه رأى جبريل يزع الملائكة أى: يرتبهم ويسويهم ويصفهم للحرب»  .وقد سار- ابن جرير وابن كثير- في تفسيرهما للآية على أن التزيين من الشيطان كان حسيا.فابن جرير يقول. بعد أن ذكر بضع روايات في تفسير الآية: فتأويل: وإن الله لسميع عليم في هذه الأحوال، وحين زين لهم الشيطان خروجهم إليكم. أيها المؤمنون لحربكم وقتالكم، وحسن ذلك لهم، وحثهم عليكم وقال لا غالب لكم اليوم، من بنى آدم، فاطمئنوا وأبشروا وإنى جار لكم من كنانة أن تأتيكم من ورائكم ... واجعلوا جدكم وبأسكم على محمد وأصحابه فَلَمَّا تَراءَتِ الْفِئَتانِ يقول: فلما تزاحفت جنود الله من المؤمنين، وجنود الشيطان من الكافرين، ونظر بعضهم إلى بعض نَكَصَ عَلى عَقِبَيْهِ أى: رجع القهقرى على قفاه هاربا.. وقال للمشركين إِنِّي أَرى ما لا تَرَوْنَ يعنى أنه يرى الملائكة الذين بعثهم الله مددا للمؤمنين، والمشركون لا يرونهم .وابن كثير يقول: وقوله- تعالى- وَإِذْ زَيَّنَ لَهُمُ الشَّيْطانُ أَعْمالَهُمْ ... الآية.أى: حسن لهم- لعنه الله- ما جاءوا له، وما هموا به. وذلك أنه تبدى لهم في صورة سراقة بن مالك بن جعشم سيد بنى مدلج.. ثم قال: فلما رأى إبليس الملائكة نَكَصَ عَلى عَقِبَيْهِ وقال إنى برىء منكم إنى أرى ما لا ترون، وهو في صورة سراقة، وأقبل أبو جهل يحض أصحابه ويقول لهم: لا يهولنكم خذلان سراقة إياكم، فإنه كان على موعد من محمد وأصحابه..» .ومن هذا يتضح أن هذين الإمامين الجليلين يسيران في تفسيرهما للآية الكريمة، على أن التزيين كان حسيا، ويهملان القول بغير ذلك وممن تابعهما في هذا الإمام القرطبي، فقد ذكر بعض الروايات التي وردت في معنى الآية، والتي صرحت بأن الشيطان قد تمثل للمشركين في صورة إنسان، وبنى تفسيره للآية على ذلك. .وقد خالف صاحب المنار هؤلاء الأئمة، فرجح القول الأول وهو أن التزيين لم يكن حسيا، أى أن ما قاله الشيطان لهم من قبيل الوسوسة، وأنه لم يتمثل لهم في صورة إنسان.فقد قال- رحمه الله- قوله: وَإِذْ زَيَّنَ لَهُمُ الشَّيْطانُ أَعْمالَهُمْ وَقالَ لا غالِبَ لَكُمُ الْيَوْمَ مِنَ النَّاسِ ... أى: واذكر أيها الرسول للمؤمنين إذ زين الشيطان لهؤلاء المشركين أعمالهم بوسوسته، وقال لهم بما ألقاه في هواجسهم لا غالب لكم اليوم من الناس.فَلَمَّا تَراءَتِ الْفِئَتانِ نَكَصَ عَلى عَقِبَيْهِ أى: فلما قرب كل من الفريقين من الآخر.نكص، أى: رجع القهقرى.. والمراد أنه كف عن تزيينه لهم، وتغريره إياهم، فخرج الكلام مخرج التمثيل بتشبيه وسوسته بما ذكر بحال المقبل على الشيء، وتركها بحال من ينكص عنه ويوليه دبره، ثم زاد على هذا ما يدل على براءته منهم، وتركه إياهم وشأنهم، وهو وَقالَ إِنِّي بَرِيءٌ مِنْكُمْ إِنِّي أَرى ما لا تَرَوْنَ إِنِّي أَخافُ اللَّهَ أى: تبرأ منهم وخاف عليهم، وأيس من حالهم لما رأى إمداد الله المسلمين بالملائكة.ثم قال- بعد أن ضعف الروايات التي أوردها ابن جرير وابن كثير- والمختار عندنا في تفسير الآية أن الشيطان ألقى في قلوب المشركين أن أحدا لن يغلبهم..  .والخلاصة: أننا بمراجعتنا لأقوال المفسرين في كيفية تزيين الشيطان للمشركين، تراهم ينقسمون إلى ثلاثة أقسام:(أ) قسم منهم ذكر القولين السابقين في كيفية التزيين دون أن يرجح أحدهما على الآخر، وممن فعل ذلك الزمخشري، والفخر الرازي والآلوسى.(ب) وقسم منهم سار في تفسيره على أن التزيين كان حسيا، بمعنى أن الشيطان تمثل للمشركين في صورة إنسان وقال لهم ما قال، وأهمل القول بأن التزيين لم يكن حسيا، وممن فعل ذلك ابن جرير، وابن كثير، والقرطبي.(ج) وقسم منهم رجح أن التزيين لم يكن حسيا، بل كان عن طريق الوسوسة، وأن الشيطان ما تمثل للمشركين في صورة إنسان، وقد سار في هذا الاتجاه صاحب المنار مشككا في صحة ما سواه.والذي نراه بعد هذا العرض لأقوال المفسرين: أن الآية الكريمة صريحة في أن الشيطان قد زين للمشركين أعمالهم، وأنه قد قال لهم- ما حكاه القرآن عنه: لا غالِبَ لَكُمُ الْيَوْمَ مِنَ النَّاسِ وَإِنِّي جارٌ لَكُمْ وأنه حين تراءى الجمعان كذب فعله قوله، فقد نَكَصَ عَلى عَقِبَيْهِ وقال للمشركين الذين وعدهم ومناهم بالنصر إِنِّي بَرِيءٌ مِنْكُمْ إِنِّي أَرى ما لا تَرَوْنَ إِنِّي أَخافُ اللَّهَ وَاللَّهُ شَدِيدُ الْعِقابِ.ومن العسير علينا بعد ذلك أن نحدد تحديدا قاطعا كيفية هذا التزيين والقول والنكوص:أهو حسى أم غير حسى لأن التحديد القاطع لا بد أن يستند إلى نص صريح في دلالته على المعنى المراد، وصحيح في نسبته إلى رسول الله صلى الله عليه وسلم.وهذا النص غير موجود، لأن الحديث الذي أخرجه الإمام مالك في موطئه- والذي سبق أن ذكرناه- قال عنه ابن كثير وابن حجر إنه حديث مرسل، وزيادة على ذلك ففي بعض رجاله من هو ضعيف الحديث كابن الماجشون، ولأن الروايات التي رويت في تمثيل الشيطان بصورة سراقة قد جاء معظمها عن ابن عباس، وابن عباس- كما يقول صاحب المنار- كان سنه يوم بدر خمس سنين. فروايته لأخبارها منقطعة.إذا فنحن نؤمن بما أثبته القرآن من أن الشيطان قد زين للمشركين أعمالهم، وأنه قد قال لهم ما قاله- مما حكاه القرآن عنه-، وأنه قد نكص على عقبيه.. إلا أننا لا نستطيع أن نحدد كيفية ذلك.ويعجبني في هذا المقام قول بعض الكاتبين عند تفسيره لهذه الآية: «وفي هذا الحادث نص قرآنى يثبت منه أن الشيطان زين للمشركين أعمالهم، وشجعهم على الخروج ... وأنه بعد ذلك «نكص على عقبيه..» فخذلهم وتركهم يلاقون مصيرهم وحدهم.ولكننا لا نعلم الكيفية التي زين لهم بها أعمالهم والتي قال لهم بها: لا غالب لكم اليوم من الناس ... والتي نكص بها كذلك.الكيفية فقط هي التي لا نجزم بها. ذلك أن أمر الشيطان كله غيب، ولا سبيل لنا إلى الجزم بشيء من أمره إلا بنص قرآنى أو حديث نبوي صحيح، والنص هنا لا يذكر الكيفية إنما يثبت الحادث.فإلى هنا ينتهى اجتهادنا، ولا نميل إلى المنهج الذي تتخذه مدرسة الشيخ محمد عبده في محاولة تأويل كل أمر غيبي من هذا القبيل تأويلا معينا ينفى الحركة الحسية عن هذه العوالم، وذلك كقول الشيخ رشيد رضا في تفسير الآية.وَإِذْ زَيَّنَ لَهُمُ الشَّيْطانُ أَعْمالَهُمْ ... واذكر أيها الرسول للمؤمنين إذ زين الشيطان لهؤلاء المشركين أعمالهم بوسوسته، وقال لهم بما ألقاه في هواجسهم: لا غالب لكم اليوم من الناس ... إلخ ما ذكره الشيخ رشيد في تفسير الآية ."},{"ayah_number":49,"text":"هذا، وقوله- تعالى- بعد ذلك: إِذْ يَقُولُ الْمُنافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ غَرَّ هؤُلاءِ دِينُهُمْ.. بيان لصنفين آخرين من أعداء المسلمين بعد بيان العدو الرئيسى وهم المشركون الذين خرجوا بطرا ورئاء الناس لمحاربة الإسلام وقد شجعهم الشيطان على ذلك.قال الفخر الرازي: أما المنافقون فهم قوم من الأوس والخزرج- كانوا يظهرون الإسلام ويخفون الكفر ولم يخرج منهم أحد إلى بدر سوى عبد الله بن أبى- وأما الذين في قلوبهم مرض فهم قوم من قريش أسلموا ولم يهاجروا.ثم إن قريشا لما خرجوا لحرب رسول الله صلى الله عليه وسلم قال أولئك: نخرج مع قومنا فإن كان محمد في كثرة خرجنا إليه، وإن كان في قلة أقمنا في قومنا..وعامل الإعراب في «إذ» فيه وجهان: الأول: التقدير، والله شديد العقاب إذ يقول المنافقون» ..والثاني: اذكروا إذ يقول المنافقون..» .وقوله: غَرَّ أى: خدع، من الغرور وهو كل ما يغر الإنسان من مال وجاه وشهرة وشيطان.أى: اذكروا- أيها المؤمنون- وقت أن قال المنافقون والذين في قلوبهم مرض: غر هؤلاء دينهم: أى خدعهم، لأنكم أقدمتم على قتال قوم يفوقونكم عدة وعددا، وهذا القتال- في زعمهم- لون من إلقاء النفس إلى التهلكة، لأنهم قوم لا يدركون حقيقة أسباب النصر وأسباب الهزيمة، فهم لخراب بواطنهم من العقيدة السليمة، لا يعرفون أثرها في الإقدام من أجل نصرة الحق ولا يقدرون ما عليه أصحابها من صلة طيبة بالله- عز وجل- الذي بيده النصر والهزيمة..وماداموا قد فقدوا تلك المعرفة، وهذا التقدير، فلا تستبعدوا منهم- أيها المؤمنون- أن يقولوا هذا القول عنكم، فذلك مبلغهم من العلم، وتلك موازينهم في قياس الأمور ...والحق، أن الإنسان عند ما يتدبر ما قاله المنافقون والذين في قلوبهم مرض في حق المؤمنين عند ما أقدموا على حرب أعدائهم في بدر ...أقول: عند ما يتدبر ذلك ليرى أن هذا القول دأب كل المنافقين والذين في قلوبهم مرض في كل زمان ومكان.إننا في عصرنا الحاضر رأينا كثيرين من أصحاب العقيدة السليمة، والنفوس النقية، والقلوب المضحية بكل شيء في سبيل نصرة الحق.. رأينا هؤلاء يبلغون رسالات الله دون أن يخشوا أحدا سواه ويهاجمون الطغاة والمبطلين والفجار، ليمكنوا لدين الله في الأرض، حتى ولو أدت بهم هذه المهاجمة إلى بذل أرواحهم.ورأينا في مقابل هؤلاء الصادقين أقواما- ممن آثروا شهوات الدنيا على كل شيء- لا يكتفون بالصمت وهم يشاهدون أصحاب العقيدة السليمة يصارعون الطغاة.بل هم- بسبب خلو نفوسهم من المثل العليا- يلقون باللوم على هؤلاء المؤمنين، ويقولون ما حكاه القرآن من أقوال في أشباههم السابقين من المنافقين والذين في قلوبهم مرض: غر هؤلاء دينهم.إنهم لا يدركون الأمور ببصيرة المؤمن، ولا يزنونها بميزان الإيمان.إن المؤمن يرى التضحية في سبيل الحق مؤدية إلى إحدى الحسنين النصر أو الشهادة.أما هؤلاء المنافقون والذين في قلوبهم مرض، فلا يرون الحياة إلا متعة وشهوة وغنيمة فَإِنْ أُعْطُوا مِنْها رَضُوا وَإِنْ لَمْ يُعْطَوْا مِنْها إِذا هُمْ يَسْخَطُونَ .وقوله- تعالى- وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَإِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ حض للمؤمنين على التمسك بما يدعوهم إليه إيمانهم من استقامة وقوة..أى: ومن يكل أمره إلى الله، ويثق به- ينصره- سبحانه- على أعدائه، فإنه- عز وجل- عزيز لا يغلبه شيء، حكيم فيما يدبر من أمر خلقه.وبذلك نرى أن هذه الآيات الكريمة، قد صورت تصويرا بديعا ما عليه الكافرون وأشباههم من بطر ومفاخرة وصد عن سبيل الله.. ومن طاعة للشيطان أوردتهم المهالك.وحكت ما قالوه من أقوال تدل على جبنهم وجهلهم وانطماس بصيرتهم.ونهت المؤمنين عن التشبه بهم، لأن البطر والمفاخرة والبغي، واتباع الشيطان: كل ذلك يؤدى إلى خزي الدنيا وعذاب الآخرة.ولقد كان أبو جهل قمة في البغي والبطر والمراءاة عند ما قال- بعد أن نصحه الناصحون بالرجوع عن الحرب فقد نجت العير: «لا لن نرجع حتى نرد بدرا، فنقيم ثلاثا، ننحر الجزر، ونشرب الخمر، وتعزف القيان علينا، فلن تزال العرب تهابنا أبدا» .وعند ما بلغت مقالة أبى جهل أبا سفيان قال: «وا قوماه!! هذا عمل عمرو بن هشام «يعنى أبا جهل» كره أن يرجع لأنه ترأس على الناس فبغى، والبغي منقصة وشؤم. إن أصاب محمد النفير ذللنا» .وصدقت فراسة أبى سفيان، فقد أصاب محمد صلى الله عليه وسلم النفير وتسر بل المشركون بالذل والهوان في بدر بسبب بطرهم وريائهم وصدهم عن سبيل الله، واتباعهم لخطوات الشيطان.فاللهم نسألك أن توفقنا إلى ما يرضيك، وأن تجنبنا البطر والرياء وسوء الأخلاق.وبعد هذا البيان لأحوال الكافرين في حياتهم انتقل القرآن لبيان أحوالهم عند مماتهم.فقال- تعالى-:"},{"ayah_number":50,"text":"والخطاب في قوله- تعالى-: وَلَوْ تَرى.. للنبي صلى الله عليه وسلم أو لكل من يصلح للخطاب ولَوْ شرطية، وجوابها محذوف لتفظيع الأمر وتهويله.والمراد بالذين كفروا: كل كافر، وقيل المراد بهم قتلى غزوة بدر من المشركين.قال ابن كثير: وهذا السياق وإن كان سببه غزوة بدر، ولكنه علم في حق كل كافر. ولهذا لم يخصصه الله بأهل بدر بل قال- سبحانه- وَلَوْ تَرى إِذْ يَتَوَفَّى الَّذِينَ كَفَرُوا الْمَلائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبارَهُمْ ...   .والفعل المضارع هنا وهو تَرى بمعنى الماضي، لأن لو الامتناعية ترد المضارع ماضيا.والفعل يَتَوَفَّى فاعله محذوف للعلم به وهو الله- عز وجل- وقوله: الَّذِينَ كَفَرُوا هو المفعول وعليه يكون: الْمَلائِكَةُ مبتدأ، وجملة يَضْرِبُونَ وُجُوهَهُمْ ...خبر.والمعنى ولو عاينت وشاهدت أيها العاقل حال الذين كفروا حين يتوفى الله أرواحهم، لعاينت وشاهدت منظرا مخيفا، وأمرا فظيعا تقشعر من هوله الأبدان.ثم فصل الله- سبحانه- هذا المنظر المخيف بجملة مستأنفة فقال: الْمَلائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبارَهُمْ والمراد بوجوههم: ما أقبل منهم وبأدبارهم: ما أدبر وهو كل الظهر.أى: الملائكة عند ما يتوفى الله- تعالى- هؤلاء الكفرة يضربون ما أقبل منهم وما أدبر، لإعراضهم عن الحق، وإيثارهم الغي على الرشد.ومنهم من يرى أن الفعل يَتَوَفَّى فاعله الْمَلائِكَةُ وأن قوله الَّذِينَ كَفَرُوا هو المفعول وقدم على الفاعل للاهتمام به.وعليه تكون جملة يَضْرِبُونَ وُجُوهَهُمْ.. حال من الفاعل وهو الملائكة.فيكون المعنى: ولو رأيت- أيها العاقل- حال الكافرين عند ما تتوفى الملائكة أرواحهم فتضرب منهم الوجوه والأدبار، لرأيت عندئذ ما يؤلم النفس، ويخيف الفؤاد.ويبدو لنا أن التفسير الأول أبلغ، لأن توضيح وتفصيل الرؤية بالجملة الاسمية المستأنفة خير منه بجملة الحال، ولأن إسناد التوفي إلى الله أكثر مناسبة هنا، إذ أن الله- تعالى- قد بين وظيفة الملائكة هنا فقال: يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبارَهُمْ.وخص- سبحانه- الضرب للوجوه والأدبار بالذكر، لأن الوجوه أكرم الأعضاء، ولأن الأدبار هي الأماكن التي يكره الناس التحدث عنها فضلا عن الضرب عليها. أو لأن الخزي والنكال في ضربهما أشد وأعظم.وقوله: وَذُوقُوا عَذابَ الْحَرِيقِ معطوف على قوله يَضْرِبُونَ بتقدير القول.أى يضربون وجوههم وأدبارهم ويقولون لهم: ذوقوا عذاب تلك النار المحرقة التي كنتم تكذبون بها في الدنيا.والذوق حقيقة إدراك المطعومات. والأصل فيه أن يكون في أمر مرغوب في ذوقه وطلبه.والتعبير به هنا عن ذوق العذاب هو لون من التهكم عليهم، والاستهزاء بهم، كما في قوله- تعالى-: فَبَشِّرْهُمْ بِعَذابٍ أَلِيمٍ وهو أيضا يشعر بأن ما وقع عليهم من عذاب إنما هو بمنزلة المقدمة لما هو أشد منه، كما أن الذوق عادة يكون كالمقدمة للمطعوم أو الشيء المذاق."},{"ayah_number":51,"text":"وقوله: ذلِكَ بِما قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِلْعَبِيدِ بيان للأسباب التي أدت بهم إلى هذا المصير السيئ. وأنهم هم الذين جنوا على أنفسهم بشؤم صنيعهم، وانقيادهم للهوى والشيطان.أى: ذلك الذي نزل بكم- أيها الكافرون- من الضرب وعذاب النار، سببه ما قدمته أيديكم من عمل سىء، وفعل قبيح، وقول منكر، وجحود للحق. وأن الله- تعالى- ليس بذي ظلم لكم ولا لغيركم، لأن حكمته- سبحانه- قد اقتضت ألا يعذب أحدا إلا بسبب ذنب ارتكبه، وجرم اقترفه.فاسم الإشارة «ذلك» يعود إلى الضرب وعذاب الحريق، وهو مبتدأ، وخبره قوله بِما قَدَّمَتْ أَيْدِيكُمْ.والمراد بالأيدى: الأنفس والذوات. والتعبير بالأيدى عن ذلك من قبيل التعبير بالجزء عن الكل.وخصت الأيدى بالذكر، للدلالة على التمكن من الفعل وإرادته، وأن أكثر الأفعال يكون عن طريق البطش بالأيدى. ولأن نسبة الفعل إلى اليد تفيد الالتصاق به، والاتصال بذاته.وقوله: وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِلْعَبِيدِ خبر لمبتدأ محذوف، والجملة اعتراض تذييلى مقرر لمضمون ما قبله.أى: ذلك الذي نزل بكم سببه ما قدمته أيديكم، والأمر أن الله- تعالى- ليس بمعذب لعبيده من غير ذنب جنوه.ويجوز أن يكون معطوفا على (ما) المجرورة بالباء. أى: ذلك بسبب ما قدمته أيديكم وأن الله ليس بظلام للعبيد.قال بعض العلماء: فإن قيل ما سر التعبير بقوله بِظَلَّامٍ بالمبالغة، مع أن نفى نفس الظلم أبلغ من نفى كثرته، ونفى الكثرة لا ينفى أصله، بل ربما يشعر بوجوده، وبرجوع النفي للقيد؟.وأجيب بأجوبة:منها: أنه نفى لأصل الظلم وكثرته، باعتبار آحاد من ظلم، كأنه قيل ظالم لفلان ولفلان وهلم جرا، فلما جمع هؤلاء عدل إلى بِظَلَّامٍ لذلك، أى: لكثرة الكمية فيه.ومنها: أنه إذا انتفى الظلم الكثير، انتفى الظلم القليل، لأن من يظلم للانتفاع بالظلم، فإذا ترك كثيره، مع زيادة نفعه في حق من يجوز عليه النفع والضر، كان لقليله مع قلة نفعه أكثر تركا.ومنها: أن «ظلاما» للنسب كعطار، أى: لا ينسب إليه الظلم أصلا.ومنها: أن كل صفة له- تعالى- في أكمل المراتب، فلو كان- سبحانه- ظالما، كان ظلاما، فنفى اللازم نفى للملزوم.ومنها: أن نفى الظلام لنفى الظالم ضرورة أنه إذا انتفى الظلم انتفى كماله، فجعل نفى المبالغة كناية عن نفى أصله، انتقالا من اللازم إلى الملزوم.ومنها: أن العذاب من العظم بحيث لولا الاستحقاق لكان المعذب بمثله ظلاما بليغ الظلم متفاقمه، فالمراد تنزيهه- تعالى- وهو جدير بالمبالغة.وفي صحيح مسلم عن أبى ذر عن رسول الله صلى الله عليه وسلم أن الله- تعالى- يقول: «يا عبادي إنى حرمت الظلم على نفسي، وجعلته بينكم محرما، فلا تظالموا» .وبذلك نرى أن هاتين الآيتين قد بينتا حالة المشركين عند قبض أرواحهم بيانا يحمل النفوس على الإيمان والطاعة لله- تعالى- فقد رسم القرآن صورة مفزعة لهم، صورة الملائكة وهي تضرب وجوههم وأدبارهم بأمر من الله- تعالى- الذي ما ظلمهم، ولكنهم هم الذين أحلوا بأنفسهم هذا المصير المؤلم المهين، حيث كفروا بالحق، وحاربوا أتباعه، واستحبوا العمى على الهدى ثم بين سبحانه- أن هؤلاء الكافرين عادتهم في كفرهم وطغيانهم كعادة من سبقهم من الأمم الظالمة وإن من سنة الله تعالى- في خلقه ألا يعاقب إلا بذنب، وألا يغير النعمة إلا لسبب. فقال- تعالى:"},{"ayah_number":52,"text":"والكاف في قوله: كَدَأْبِ، للتشبيه، والجار والمجرور في موضع رفع خبر لمبتدأ محذوف.والدأب: أصله الدوام والاستمرار، يقال: دأب فلان على كذا يدأب دأبا- بفتح الهمزة- ودأبا- بسكونها- ودؤوبا، إذا داوم عليه وجد فيه، ثم غلب استعماله في الحال والشأن والعادة، لأن الذي يستمر في عمل أمدا طويلا يصير هذا العمل عادة من عاداته، وحالا من أحواله، فهو من باب إطلاق الملزوم وإرادة اللازم.والآل- كما يقول الراغب- مقلوب عن الأهل، ويصغر على أهيل، إلا أنه خص بالإضافة إلى أعلام الناطقين دون النكرات ودون الأزمنة والأمكنة يقال: آل فلان، ولا يقال:آل رجل، ولا يقال: آل الحجام.. بل يضاف إلى الأشرف والأفضل يقال: آل الله، وآل السلطان، والأهل يضاف إلى الكل، فيقال: أهل الله، وأهل الحجام، وأهل زمان كذا...والمقصود بآل فرعون: هو وأعوانه وبطانته، لأن الآل يطلق على أشد الناس التصاقا واختصاصا بالمضاف إليه.والمعنى: شأن هؤلاء الكافرين الذين حاربوك يا محمد، والذين هلك منهم من هلك في بدر، شأنهم وحالهم وعادتهم فيما اقترفوه من الكفر والعصيان وفيما فعل بهم من عذاب وخذلان، كشأن آل فرعون الذين استحبوا العمى على الهدى، والذين زينوا له الكفر والطغيان حتى صار عادة له ولهم، وقد أخذهم- سبحانه- أخذ عزيز مقتدر، بسبب كفرهم وفجورهم.وقد خص- سبحانه- فرعون وآله بالذكر من بين الأمم الكافرة، لأن فرعون كان أشد الطغاة طغيانا، وأكثرهم غرورا وبطرا، وأكثرهم في الاستهانة بقومه وفي الاحتقار لعقولهم وكيانهم.ألم يقل لهم- كما حكى القرآن عنه- أَنَا رَبُّكُمُ الْأَعْلى.وألم يبلغ به غروره أن يقول لهم: أَلَيْسَ لِي مُلْكُ مِصْرَ وَهذِهِ الْأَنْهارُ تَجْرِي مِنْ تَحْتِي أَفَلا تُبْصِرُونَ  ؟.أما آله وبطانته وأعوانه، فهم الذين زينوا له السوء، وحرضوه على البطش بموسى لأنه جاءهم بالحق، ولقد حكى الله عنهم نفاقهم وضلالهم وانغماسهم في الآثام في آيات كثيرة، ومن ذلك قوله- تعالى-: وَقالَ الْمَلَأُ مِنْ قَوْمِ فِرْعَوْنَ أَتَذَرُ مُوسى وَقَوْمَهُ لِيُفْسِدُوا فِي الْأَرْضِ وَيَذَرَكَ وَآلِهَتَكَ قالَ سَنُقَتِّلُ أَبْناءَهُمْ وَنَسْتَحْيِي نِساءَهُمْ وَإِنَّا فَوْقَهُمْ قاهِرُونَ.ولقد وصف الله- تعالى- قوم فرعون بهوان الشخصية، وتفاهة العقل، والخروج عن كل مكرمة فقال: فَاسْتَخَفَّ قَوْمَهُ فَأَطاعُوهُ إِنَّهُمْ كانُوا قَوْماً فاسِقِينَ وذلك لأن الأمة التي تترك الظالم وبطانته يعيثون في الأرض فسادا، لا تستحق الحياة، ولا يكون مصيرها إلا إلى التعاسة والخسران.وقوله كَفَرُوا بِآياتِ اللَّهِ تفسير لصنيعهم الباطل، ودأبهم على الفساد والضلال.والمراد بآيات الله: ما يعم المتلوة في كتب الله- تعالى-، والبراهين والمعجزات الدالة على صدق الأنبياء فيما يبلغونه عن ربهم.وفي إضافتها إلى الله: تعظيم لها وتشريف، وتنبيه إلى قوة دلالتها على الحق والخير.وقوله: فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ معطوف على قوله كَفَرُوا بِآياتِ اللَّهِ لبيان ما ترتب على كفرهم من عقوبات أليمة.وفي التعبير بالأخذ إشارة إلى شدة العذاب، فهو- سبحانه- قد أخذهم كما يؤخذ الأسير الذي لا يستطيع الفكاك من آسره.والباء في قوله: بِذُنُوبِهِمْ للسببية أى كفروا بآيات الله فعاقبهم- سبحانه- بسبب كفرهم وفسوقهم عن أمره.ويجوز أن تكون للملابسة، أى: أخذهم وهم ملتبسون بذنوبهم دون أن يثوبوا منها، أو يقلعوا عنها.وعلى الوجهين فالجملة الكريمة تدل على كمال عدل الله- تعالى- لأنه ما عاقبهم إلا لأنهم استحقوا العقاب.والمراد بذنوبهم: كفرهم وما ترتب عليه من فسوق وعصيان، وأصل الذنب: الأخذ بذنب الشيء أى بمؤخرته، ثم أطلق على الجريمة، لأن مرتكبها يعاقب بعدها.وقوله: إِنَّ اللَّهَ قَوِيٌّ شَدِيدُ الْعِقابِ تذييل مقرر لمضمون ما قبله من الأخذ الشديد، بسبب الكفر والمعاصي.أى: إن الله- تعالى- قوى لا يغلبه غالب، ولا يدفع قضاءه دافع، شديد عقابه لمن كفر بآياته، وفسق عن أمره."},{"ayah_number":53,"text":"وقوله: ذلِكَ بِأَنَّ اللَّهَ لَمْ يَكُ مُغَيِّراً نِعْمَةً أَنْعَمَها عَلى قَوْمٍ حَتَّى يُغَيِّرُوا ما بِأَنْفُسِهِمْ ...بيان لسنة من سننه- تعالى- في خلقه، وتعليل لتعذيب أولئك الكفار، ولسلب نعمه عنهم وعن أشباههم من العصاة والجاحدين واسم الإشارة: ذلِكَ يعود إلى تعذيب الكفرة المعبر عنه بقوله- تعالى- فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ.وهو، أى: اسم الإشارة مبتدأ، وخبره قوله- سبحانه- بِأَنَّ اللَّهَ لَمْ يَكُ مُغَيِّراً..إلخ.والمعنى: ذلك الذي نزل بهؤلاء الكفرة من التعذيب والخذلان عدل إلهى، فقد جرت سنته- سبحانه- في خلقه، واقتضت حكمته في حكمه ألا يبدل نعمه بنقم إلا بسبب ارتكاب الذنوب، واجتراح السيئات، فإذا لم يتلق الناس نعمه- عز وجل- بالشكر والطاعة، وقابلوها بالكفر والعصيان، بدل نعمتهم بنقم جزاء وفاقا.وشبيه بهذا قوله- تعالى- في آية أخرى: إِنَّ اللَّهَ لا يُغَيِّرُ ما بِقَوْمٍ حَتَّى يُغَيِّرُوا ما بِأَنْفُسِهِمْ .قال الفخر الرازي: قال القاضي: معنى الآية أنه- تعالى- أنعم عليهم بالعقل والقدرة وإزالة الموانع وتسهيل السبل، والمقصود أن يشتغلوا بالعبادة والشكر، ويعدلوا عن الكفر، فإذا صرفوا هذه الأحوال إلى الفسق والكفر، فقد غيروا نعمة الله- تعالى- على أنفسهم، فلا جرم استحقوا تبديل النعم بالنقم، والمنح بالمحن.قال: وهذا من أوكد ما يدل على أنه- تعالى- لا يبتدئ أحدا بالعذاب والمضرة.وقال صاحب الكشاف: «فإن قلت: فما كان من تغيير آل فرعون ومشركي مكة حتى غير الله نعمته عليهم، ولم تكن لهم حال مرضية فيغيروها إلى حال مسخوطة؟.قلت: كما تغير الحال المرضية إلى المسخوطة، تغير الحال المسخوطة إلى أسخط منها وأولئك كانوا قبل بعثة الرسول صلى الله عليه وسلم إليهم كفرة عبدة أصنام، فلما بعث إليهم بالآيات البينات فكذبوه وعادوه وتحزبوا عليه ساعين في إراقة دمه، غيروا حالهم إلى أسوأ مما كانت، فغير الله ما أنعم به عليهم من الإمهال وعاجلهم بالعذاب .وقوله: وَأَنَّ اللَّهَ سَمِيعٌ عَلِيمٌ معطوف على قوله: بِأَنَّ اللَّهَ لَمْ يَكُ مُغَيِّراً نِعْمَةً..إلخ.أى: ذلك التعذيب بسبب جحودهم للنعم، وبسبب أنه- سبحانه- سميع لما نطقوا به من سوء، وعليم بما ارتكبوه من قبائح ومنكرات، وقد عاقبهم على ذلك بما يستحقون من عذاب: ما ظَلَمَهُمُ اللَّهُ وَلكِنْ كانُوا أَنْفُسَهُمْ يَظْلِمُونَ."},{"ayah_number":54,"text":"ثم ذكر- سبحانه- ما عليه المشركون من جحود وغرور وعناد على سبيل التأكيد والتوبيخ فقال: كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِنْ قَبْلِهِمْ كَذَّبُوا بِآياتِ رَبِّهِمْ فَأَهْلَكْناهُمْ بِذُنُوبِهِمْ، وَأَغْرَقْنا آلَ فِرْعَوْنَ، وَكُلٌّ كانُوا ظالِمِينَ.أى: أن شأن هؤلاء المشركين الذين حاربوك يا محمد، كشأن آل فرعون ومن تقدمهم من الأقوام السابقة، كقوم نوح وقوم هود..، كذب أولئك جميعا بآيات ربهم التي أوجدها- سبحانه- لهدايتهم وسعادتهم.. فكانت نتيجة ذلك أن أهلكهم- سبحانه- بسبب ما ارتكبوه من ذنوب، وبسبب استعمالهم النعم في غير ما خلقت له.وَأَغْرَقْنا آلَ فِرْعَوْنَ الذين زينوا له الكفر والبطر والطغيان.وَكُلٌّ كانُوا ظالِمِينَ أى: وكل من الأقوام المذكورين ومن على شاكلتهم في الكفر والضلال، كانوا ظالمين لأنفسهم بكفرهم، ولأنبيائهم بسبب محاربتهم لهم، وإعراضهم عنهم مع أن الأنبياء ما جاءوا إلا لهدايتهم.وجمع الضمير في كانُوا وظالِمِينَ مراعاة لمعنى كُلٌّ لأنها متى قطعت عن الإضافة جاز مراعاة لفظها تارة، ومراعاة معناها أخرى، واختير هنا مراعاة المعنى لأجل الفواصل.قال الجمل: فإن قلت: ما الفائدة من تكرير هذه الآية مرة ثانية؟.قلت: فيها فوائد منها: أن الكلام الثاني يجرى مجرى التفصيل للكلام الأول، لأن الآية الأولى فيها ذكر أخذهم، والثانية ذكر إغراقهم فذلك تفسير للأول.ومنها: أنه ذكر في الآية الأولى أنهم كفروا بآيات الله وفي الآية الثانية أنهم كذبوا بآيات ربهم، ففي الآية إشارة إلى أنهم كفروا بآيات الله وجحدوها، وفي الثانية إشارة إلى أنهم كذبوا بها مع جحودهم لها، وكفرهم بها.ومنها: أن تكرير هذه القصة للتأكيد.وبعد، فإن المتدبر في هذه الآيات الكريمة، يراها تصور تصويرا واضحا سنة من سنن الله في خلقه، وهي أنه- سبحانه- لا يسلب نعمه عن قوم إلا بسبب ذنوب اقترفوها، وأنه- تعالى- لا ينزل عقوباته بهم إلا بعد لجاجهم في طغيانهم، وإدبارهم عن نصح الناصحين.ورحم الله الأستاذ الإمام محمد عبده فقد كتب مقالا جيدا صدره بقوله تعالى: ذلِكَ بِأَنَّ اللَّهَ لَمْ يَكُ مُغَيِّراً نِعْمَةً أَنْعَمَها عَلى قَوْمٍ حَتَّى يُغَيِّرُوا ما بِأَنْفُسِهِمْ ...ومما جاء في هذا المقال قوله: تلك آيات الكتاب الحكيم، تهدى إلى الحق وإلى طريق مستقيم.أرشدنا- سبحانه- إلى أن الأمم ما سقطت من عرش عزها، ولا بادت ومحى اسمها من لوح الوجود إلا بعد نكوبها عن تلك السنن التي سنها- سبحانه- على أساس الحكمة البالغة، إن الله لا يغير ما بقوم من عز وسلطان، ورفاعة وخفض عيش، وأمن وراحة حتى يغير أولئك ما بأنفسهم من نور العقل، وصحة الفكر، وإشراق البصيرة، والاعتبار بأفعال الله في الأمم السابقة، والتدبر في أحوال الذين حادوا عن صراط الله فهلكوا، أو حل بهم الدمار. ثم لعدولهم عن سنة العدل، وخروجهم عن طريق البصيرة والحكمة، حادوا عن الاستقامة في الرأى، والصدق في القول، والسلامة في الصدر، والعفة عن الشهوات، والحمية على الحق، والقيام بنصرته والتعاون على حمايته.. خذلوا العدل ولم يجمعوا همهم على إعلاء كلمته، واتبعوا الأهواء الباطلة، وانكبوا على الشهوات الفانية.. فأخذهم بذنوبهم وجعلهم عبرة للمعتبرين.هكذا جعل الله بقاء الأمم ونماءها في التحلي بالفضائل وجعل هلاكها ودمارها في التخلي عنها.سنة ثابتة لا تختلف باختلاف الأمم، ولا تتبدل بتبدل الأجيال، كسنته- سبحانه- في الخلق والإيجاد، وتقدير الأرزاق وتحديد الآجال..» .وبعد أن شرح- سبحانه- أحوال المهلكين من شرار الكفرة، شرع في بيان أحوال الباقين منهم، وتفصيل أحكامها، فقال- تعالى:"},{"ayah_number":55,"text":"قال الفخر الرازي: اعلم أنه- تعالى- لما وصف كل الكفار بقوله: وَكُلٌّ كانُوا ظالِمِينَ أفرد بعضهم بمزية في الشر والعناد فقال: إِنَّ شَرَّ الدَّوَابِّ عِنْدَ اللَّهِ أى: في حكمه وعلمه من حصلت له صفتان:الأولى: الكافر الذي يكون مستمرا على كفره مصرا عليه ...الثانية: أن يكون ناقضا للعهد على الدوام ...قال ابن عباس: هم بنو قريظة، فإنهم نقضوا عهد رسول الله صلى الله عليه وسلم وأعانوا عليه المشركين بالسلاح في يوم بدر، ثم قالوا: أخطأنا، فعاهدهم مرة أخرى فنقضوه أيضا يوم الخندق ....والدواب: جمع دابة. وهي كل ما يدب على الأرض قال- تعالى- وَاللَّهُ خَلَقَ كُلَّ دَابَّةٍ مِنْ ماءٍ، فَمِنْهُمْ مَنْ يَمْشِي عَلى بَطْنِهِ، وَمِنْهُمْ مَنْ يَمْشِي عَلى رِجْلَيْنِ، وَمِنْهُمْ مَنْ يَمْشِي عَلى أَرْبَعٍ...قال الجمل: وإطلاق الدابة على الإنسان إطلاق حقيقى، لما ذكروه في كتب اللغة من أنها تطلق على كل حيوان ولو آدميا. وفي المصباح: «الدابة كل حيوان في الأرض مميزا وغير مميز».والمعنى: إن شر، ما يدب على الأرض عِنْدَ اللَّهِ أى: في حكمه وقضائه الَّذِينَ كَفَرُوا أى: الذين أصروا على الكفر ولجوا فيه.وقد وصفهم- سبحانه- بأنهم شر الدواب لا شر الناس، للإشعار بأنهم بمعزل عما يتحلى به الناس من تعقل وتدبر للأمور، لأن لفظ الدواب وإن كان يطلق على الناس، إلا أنه عند إطلاقه عليهم يلقى ظلا خاصا يجعل العقول تتجه إلى أن هؤلاء الذين أطلق عليهم اللفظ هم إلى الدواب التي لا تعقل أقرب منهم إلى الآدميين العقلاء، وفي وصفه- سبحانه- لهم بأنهم شر الدواب زيادة توبيخ لهم، لأنهم ليسوا دواب فحسب بل هم شرها وأخسها.وقوله: فَهُمْ لا يُؤْمِنُونَ تذييل جيء به على وجه الاعتراض بالبيان أى: أنهم- بسبب إصرارهم على الكفر- صار الإيمان بعيدا عنهم، وأنهم سواء أنذروا أو لم ينذروا مستمرون في الضلال والعناد."},{"ayah_number":56,"text":"وقوله: الَّذِينَ عاهَدْتَ مِنْهُمْ ثُمَّ يَنْقُضُونَ عَهْدَهُمْ فِي كُلِّ مَرَّةٍ.. بدل من الموصول الأول وهو قوله: الَّذِينَ كَفَرُوا.. أو عطف بيان له.أى: إن شر الدواب عند الله الذين أصروا على الكفر ورسخوا فيه، الذين عاهَدْتَ مِنْهُمْ أى: أخذت منهم عهدهم، ثم ينقضون عهدهم في كل مرة دون أن يفوا بعهودهم ولو مرة واحدة من المرات المتعددة.فقوله: عاهَدْتَ مضمن معنى الأخذ، ولذا عدى بمن.قال الآلوسى: قوله: الَّذِينَ عاهَدْتَ مِنْهُمْ.. بدل من الموصول الأول، أو عطف بيان، أو نعت، أو خبر مبتدأ محذوف، أو نصب على الذم، وعائد الموصول قيل: ضمير الجمع المجرور، والمراد: عاهدتهم، ومن للإيذان بأن المعاهدة- التي هي عبارة عن إعطاء العهد وأخذه من الجانبين- معتبرة هنا من حيث أخذه صلى الله عليه وسلم، إذ هو المناط لما نعى عليهم من النقض، لا إعطاؤه- عليه الصلاة والسلام إياهم عهده كأنه قيل: الذين أخذت منهم عهدهم، وقال أبو حيان: تبعيضية، لأن المباشر بعضهم لا كلهم..» .وقوله: ثُمَّ يَنْقُضُونَ عَهْدَهُمْ فِي كُلِّ مَرَّةٍ معطوف على الصلة.وكان العطف «بثم» المفيدة للتراخي، للإيذان بالتفاوت الشديد بين ما أخذ عليهم من عهود، وبين ما تردوا فيه من نقض لها، واستهانة بها.وجيء بصيغة المضارع يَنْقُضُونَ المفيدة للحال والاستقبال، للدلالة على تعدد النقض وتجدده، وأنهم على نيته في كل مرة يعاهدون فيها غيرهم.وقوله: وَهُمْ لا يَتَّقُونَ في موضع الحال من فاعل يَنْقُضُونَ.أى: أن هؤلاء القوم دأبهم نقض العهود والمواثيق في كل وقت، ومع ذلك فحالهم وشأنهم أنهم لا يشعرون خلال نقضهم للعهود بأى تحرج أو خجل، بل يرتكبون ما يرتكبون من المنكرات دون أن يتقوا عارها، أو يخشوا سوء عاقبتها."},{"ayah_number":57,"text":"ثم بين- سبحانه- ما يجب على المؤمنين نحو هؤلاء الناقضين لعهودهم في كل مرة بدون حياء أو تدبر للعواقب فقال: فَإِمَّا تَثْقَفَنَّهُمْ فِي الْحَرْبِ فَشَرِّدْ بِهِمْ مَنْ خَلْفَهُمْ لَعَلَّهُمْ يَذَّكَّرُونَ فالفاء في قوله فَإِمَّا لترتيب ما بعدها على ما قبلها.وقوله: تَثْقَفَنَّهُمْ من الثقف بمعنى الحذق في إدراك الشيء وفعله.قال الراغب: يقال ثقفت كذا إذا أدركته ببصرك لحذق في النظر، ثم يتجوز فيه فيستعمل في الإدراك وإن لم تكن معه ثقافته.قال- تعالى- فَإِمَّا تَثْقَفَنَّهُمْ فِي الْحَرْبِ.وقوله: فَشَرِّدْ بِهِمْ التشريد وهو عبارة عن التفريق مع الاضطراب، يقال شردت بنى فلان، أى: قلعتهم عن مواطنهم وطردتهم عنها حتى فارقوها قال الشاعر:أطوف في الأباطح كل يوم ... مخافة أن يشرد بي حكيمأى: مخافة أن يسمع بي ويطردنى حكيم، وحكيم رجل من بنى سليم كانت قريش قد ولته الأخذ على أيدى السفهاء.والمعنى: إنك يا محمد إذا ما أدركت في الحرب هؤلاء الكافرين الناقضين لعهودهم وظفرت بهم- وهم بنو قريظة ومن لف لفهم-.. فافعل بهم فعلا من القتل والتنكيل يتفرق معه جمع كل ناقض للعهد، ويفزع منه كل من كان على شاكلتهم في الكفر ونقض العهود، ويعتبر به كل من سمعه من أهل مكة وغيرهم.فالباء في قوله فَشَرِّدْ بِهِمْ للسببية، وقوله مَنْ خَلْفَهُمْ مفعول شرد.والمراد بمن خلفهم: كفار مكة وغيرهم من الضالين، أى: افعل ببني قريظة ما يشرد غيرهم خوفا وفزعا.وقوله لَعَلَّهُمْ يَذَّكَّرُونَ أى: لعل أولئك المشردين يتعظون بهذا القتل والتنكيل الذي نزل بهؤلاء الناقضين لعهودهم في كل مرة، فيمنعهم ذلك عن نقض العهد.هذا، وإن تلك الآية الكريمة لمن أحكم الآيات التي ترشد المؤمنين إلى وجوب أخذ المستمرين على كفرهم وعنادهم ونقضهم العهود أخذا شديدا رادعا.. حتى يبقى للمجتمع الإسلامى أمانه واستقراره وهيبته أمام أعدائه.إن الآية الكريمة ترسم صورة بديعة للأخذ المفزع، والهول المرعب، الذي يكفى السماع به للهرب والشرود، فما بال من يحل به هذا الأخذ الشديد؟إنها الضربة المروعة، يأمر الله- تعالى- رسوله أن ينزلها على رأس كل مستحق لها بسبب كفره وتلاعبه بالعهود.. وبذلك تبقى لدين الله هيبته وسطوته.هذا هو حكم المصرين على كفرهم الناقضين لعهودهم.. أما الذين تخشى منهم الخيانة فقد بين- سبحانه- حكمهم بقوله:"},{"ayah_number":58,"text":"وَإِمَّا تَخافَنَّ مِنْ قَوْمٍ خِيانَةً فَانْبِذْ إِلَيْهِمْ عَلى سَواءٍ، إِنَّ اللَّهَ لا يُحِبُّ الْخائِنِينَ.وقوله: تَخافَنَّ من الخوف والمراد به هنا العلم.وقوله: فَانْبِذْ من النبذ بمعنى الطرح، وهو مجاز عن إعلامهم بأنهم لا عهد لهم بعد اليوم، فشبه- سبحانه- العهد بالشيء الذي يرمى لعدم الرغبة فيه، وثبت النبذ له على سبيل التخييل، ومفعول «فانبذ» محذوف أى: فانبذ إليهم عهودهم.قال الجمل: وقوله: عَلى سَواءٍ حال من الفاعل والمفعول معا، أى: فاعل الفعل وهو ضمير النبي صلى الله عليه وسلم ومفعوله وهو المجرور بإلى.أى: حال كونكم مستوين في العلم بطرح العهد. فعلمك أنت به لأنه فعل نفسك، وعلمهم به بإعلامك إياهم، فكأنه قيل في الآية: فانبذ عهدهم وأعلمهم بنبذه، ولا تقاتلهم بغتة لئلا يتهموك بالغدر وليس هذا من شأنك ولا من صفاتك».والمعنى: وإما تعلمن- يا محمد- من قوم بينك وبينهم عهد أنهم على وشك نقضه منهم، بأمارات تلوح لك تدل على غدرهم، فاطرح إليهم عهدهم على طريق مستو ظاهر: بأن تعلمهم بنبذك عهدهم قبل أن تحاربهم، حتى تكون أنت وهم في العلم بنبذ العهد سواء، لأن الله- تعالى- لا يحب الخائنين وإن من مظاهر الخيانة التي يبغضها الله- تعالى- أن يحارب أحد المتعاهد معه دون أن بعلمه بإنهاء عهده.قال ابن كثير: قال الإمام أحمد حدثنا محمد بن جعفر، قال: حدثنا شعبة عن أبى الفيض عن سليم بن عامر قال: كان بين معاوية وبين الروم عهد، وكان يسير نحو بلادهم ليقرب منها، حتى إذا انقضى العهد غزاهم فإذا شيخ على دابة يقول: الله أكبر الله أكبر، وفاء لا غدرا: إن رسول الله صلى الله عليه وسلم قال: «من كان بينه وبين قوم عهد فلا يحلن عقدة، ولا يشدها حتى ينقضي أمدها أو ينبذ إليهم على سواء» .قال: فبلغ ذلك معاوية فرجع، فإذا بالشيخ عمرو بن عيسة.ثم قال ابن كثير، وهذا الحديث رواه أبو داود الطيالسي عن شعبة، وأخرجه أبو داود والترمذي والنسائي وابن حبان في صحيحه من طرق عن شعبة به، وقال الترمذي حسن صحيح.وروى الإمام أحمد عن سلمان الفارسي أنه انتهى إلى حصن أو مدينة فقال لأصحابه:دعوني أدعوهم كما رأيت رسول الله صلى الله عليه وسلم يدعوهم، فقال: إنما كنت رجلا منكم فهداني الله إلى الإسلام فإن أسلمتم فلكم ما لنا وعليكم ما علينا، وإن أنتم أبيتم، فأدوا الجزية وأنتم صاغرون فإن أبيتم نابذناكم على سواء، إن الله لا يحب الخائنين، يفعل ذلك بهم ثلاثة أيام، فلما كان اليوم الرابع غدا الناس إليها ففتحوها بعون الله» .وقال الفخر الرازي: قال أهل العلم: آثار نقض العهد إذا ظهرت، فإما أن تظهر ظهورا محتملا، أو ظهورا مقطوعا به.فإن كان الأول: وجب الإعلام على ما هو مذكور في هذه الآية، وذلك لأن بنى قريظة عاهدوا النبي صلى الله عليه وسلم ثم أجابوا أبا سفيان ومن معه من المشركين إلى مظاهرتهم على رسول الله، فحصل لرسول الله صلى الله عليه وسلم خوف الغدر منهم به وأصحابه، فهنا يجب على الإمام أن ينبذ إليهم عهودهم على سواء ويؤذنهم بالحرب.أما إذا ظهر نقض العهد ظهورا مقطوعا به، فهنا لا حاجة إلى نبذ العهد، وذلك كما فعل رسول الله صلى الله عليه وسلم بأهل مكة، فإنهم لما نقضوا العهد بقتل خزاعة وهم في ذمة النبي صلى الله عليه وسلم وصل إليهم جيش رسول الله بمر الظهران، وذلك على أربعة فراسخ من مكة  .أى: أنهم لم يعلموا بجيش رسول الله صلى الله عليه وسلم الذي جاء لمحاربتهم إلا بعد وصوله إلى هذا المكان.وبذلك ترى أن تعاليم الإسلام ترتفع بالبشرية إلى أسمى آفاق الوفاء والشرف والأمان..وتحقر من شأن الخيانة والخائنين، وتتوعدهم بالطرد من رحمة الله، وبالبعد عن رضوانه ومحبته."},{"ayah_number":59,"text":"ثم بين- سبحانه- بعد ذلك أن الكافرين لن ينجوا من عقابه، وبشر المؤمنين بالنصر فقال: وَلا يَحْسَبَنَّ الَّذِينَ كَفَرُوا سَبَقُوا إِنَّهُمْ لا يُعْجِزُونَ.وقوله يَحْسَبَنَّ من الحسبان بمعنى الظن، وقد قرأ ابن عامر وحفص وحمزة «يحسبن» بالياء، وقرأ الباقون بالتاء.وقوله: يُعْجِزُونَ من العجز، وأصله- كما يقول الراغب-: التأخر عن الشيء.. ثم صار في التعارف اسما للقصور عن فعل الشيء، وهو ضد القدرة ... والعجوز سميت بذلك لعجزها في كثير من الأمور..».والمعنى- على القراءة بالياء-: ولا يحسبن الذين كفروا أنفسهم أنهم قد سبقوا الله فنجوا من عقابه، وخلصوا من عذابه.. كلا إن حسبانهم هذا باطل- لأنهم لا يعجزون الله، بل هو- سبحانه- قادر على إهلاكهم وتعذيبهم في كل وقت ...وأن نجاتهم من القتل أو الأسر في الدنيا لن تنفعهم شيئا من العذاب المهين في الآخرة.وعلى هذه القراءة يكون فاعل يَحْسَبَنَّ قوله الَّذِينَ كَفَرُوا ويكون المفعول الأول ليحسبن محذوف أى: ولا يحسبن الذين كفروا أنفسهم، والمفعول الثاني جملة سَبَقُوا.وأما على القراءة الثانية ولا تحسبن فيكون قوله الَّذِينَ كَفَرُوا هو المفعول الأول. وجملة سَبَقُوا هي المفعول الثاني.أى: ولا تحسبن- أيها الرسول الكريم- أن هؤلاء الكافرين قد سبقونا بخيانتهم لك، أو أفلتوا من عقابنا وصاروا في مأمن منا ... كلا، إنهم لا يعجزوننا عن إدراكهم وإنزال العقوبة بهم في أى وقت نريده فنحن لا يعجزنا شيء..وعلى كلتا القراءتين فالمقصود من الآية الكريمة قطع أطماع الكافرين في النجاة، وإقناطهم من الخلاص، فكأنه- سبحانه- يقول لهم: إن من لم يصبه عذاب الدنيا، فسوف يصيبه عذاب الآخرة، ولا مفر له من ذلك مادام قد استحب الكفر على الإيمان، أما المؤمنون فلهم من الله- تعالى- التأييد والنصر وحسن العاقبة.ثم أمر- سبحانه- المؤمنين باعداد وسائل القوة التي بها يصلون إلى النصر، وإلى بعث الرعب في قلوب أعدائهم.. فقال- عز وجل-:"},{"ayah_number":60,"text":"وقوله: وَأَعِدُّوا.. معطوف على ما قبله، وهو من الإعداد بمعنى تهيئة الشيء للمستقبل، والخطاب لكافة المؤمنين.والرباط في الأصل مصدر ربط، أى شد، ويطلق، بمعنى المربوط مطلقا، وكثر استعماله في الخيل التي تربط في سبيل الله. فالإضافة إما باعتبار عموم المفهوم الأصلى، أو بملاحظة كون الرباط مشتركا بين معان أخر كملازمة الثغور، والمواظبة على الأمر، فإضافته لأحد معانيه للبيان.قال صاحب الكشاف: والرباط: اسم للخيل التي تربط في سبيل الله، ويجوز أن يسمى بالرباط الذي هو بمعنى المرابطة، ويجوز أن يكون جمع ربيط كفصيل وفصال- يقال نعم الربيط هذا، لما يرتبط من الخيل.والمعنى: عليكم- أيها المؤمنون- أن تعدوا لقتال أعدائكم ما تستطيعون إعداده من وسائل القوة على اختلاف صنوفها وألوانها وأسبابها.وجاء- سبحانه- بلفظ قُوَّةٍ منكرا، ليشمل كل ما يتقوى به في الحرب كائنا ما كان.قال الجمل: وقوله مِنْ قُوَّةٍ في محل نصب على الحال، وفي صاحبها وجهان: أحدهما أنه الموصول. والثاني: أنه العائد عليه، إذ التقدير ما استطعتموه حال كونه بعض القوة، ويجوز أن تكون مِنْ لبيان الجنس.وقوله: وَمِنْ رِباطِ الْخَيْلِ معطوف على ما قبله من عطف الخاص على العام.أى: أعدوا لقتال أعدائكم، ما أمكنكم من كل ما يتقوى به عليهم في الحرب، من نحو:حصون وقلاع وسلاح. ومن رباط الخيل للغزو والجهاد في سبيل الله.وخص رباط الخيل بالذكر من بين ما يتقوى به، لمزيد فضلها وغنائها في الحرب، ولأن الخيل كانت الأداة الرئيسية في القتال في العهد النبوي، وقوله: تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ بيان للمقصود من الأمر بإعداد ما يمكنهم إعداده من قوة.وقوله: تُرْهِبُونَ من الرهبة وهي مخافة مع تحرز واضطراب.والضمير المجرور- وهو قوله بِهِ- يعود إلى الإعداد المأخوذ من قوله وَأَعِدُّوا.أى: أعدوا ما استطعتم من قوة، حالة كونكم مرهبين بهذا الإعداد عدو الله وعدوكم، من كل كافر ومشرك ومنحرف عن طريق الحق، وعلى رأس هؤلاء جميعا. كفار مكة الذين أخرجوكم من دياركم بغير حق، ويهود المدينة الذين لم يتركوا وسيلة للإضرار بكم إلا فعلوها.وقوله وَآخَرِينَ مِنْ دُونِهِمْ لا تَعْلَمُونَهُمُ اللَّهُ يَعْلَمُهُمْ معطوف على ما قبله.أى: ترهبون بهذا الإعداد أعداء معروفين لكم- كمشركي مكة ويهود المدينة، وترهبون به أيضا أعداء آخرين غيرهم أنتم لا تعرفونهم لأنهم يخفون عداوتهم لكم، ولكن الله- تعالى- الذي لا يخفى عليه شيء يعلمهم، وسيحبط أعمالهم.وقد اختلف المفسرون في المراد بهؤلاء الأعداء الذين عبر الله عنهم بقوله لا تعلمونهم الله يعلمهم، فمنهم من قال: المراد بهم بنو قريظة ومنهم من قال: المراد بهم أهل فارس والروم.ورجح ابن جرير أن المراد بهم: كفار الجن.. لأن المؤمنين كانوا عالمين بمداراة بنى قريظة وفارس والروم لهم ... والمعنى ترهبون بذلك الإعداد عدو الله وعدوكم من بنى آدم الذين علمتم عداوتهم، وترهبون به جنسا آخر من غير بنى آدم لا تعلمون أماكنهم وأحوالهم، الله يعلمهم دونكم، لأن بنى آدم لا يرونهم».ورجح الفخر الرازي أن المراد بهم المنافقون، قال: لأن المنافق من عادته أن يتربص ظهور الآفات، ويحتال في إلقاء الإفساد والتفريق بين المسلمين- بطرق قد لا تعرف، فإذا شاهد كون المسلمين في غاية القوة خافهم وترك الأفعال المذمومة».ولعل ما رجحه الفخر الرازي هو الأقرب إلى الصواب، لأن عداوة المنافقين للمؤمنين كثيرا ما تكون خافية، ويشهد لهذا قوله- تعالى- في آية أخرى: وَمِمَّنْ حَوْلَكُمْ مِنَ الْأَعْرابِ مُنافِقُونَ وَمِنْ أَهْلِ الْمَدِينَةِ مَرَدُوا عَلَى النِّفاقِ لا تَعْلَمُهُمْ نَحْنُ نَعْلَمُهُمْ .ثم ختم- سبحانه- الآية الكريمة بالدعوة إلى الإنفاق في سبيله، وبشر المنفقين بحسن الجزاء فقال: وَما تُنْفِقُوا مِنْ شَيْءٍ فِي سَبِيلِ اللَّهِ يُوَفَّ إِلَيْكُمْ وَأَنْتُمْ لا تُظْلَمُونَ.أى: وَما تُنْفِقُوا- أيها المؤمنون- مِنْ شَيْءٍ قل أو كثر هذا المنفق فِي سَبِيلِ اللَّهِ أى في وجوه الخيرات التي من أجلّها الجهاد لإعلاء كلمة الدين يُوَفَّ إِلَيْكُمْ أى:يصل إليكم عوضه في الدنيا وأجره في الآخرة وَأَنْتُمْ لا تُظْلَمُونَ أى: لا تنقصون شيئا من العوض أو الأجر.قالوا: والتعبير بالظلم- مع أن الأعمال غير موجبة للثواب حتى يكون ترك ترتيبه عليها ظلما- لبيان كمال نزاهته- سبحانه- عن ذلك بتصويره بصورة ما يستحيل صدوره عنه- تعالى- من القبائح، وإبراز الإثابة في معرض الأمور الواجبة عليه- تعالى-» .هذا، ومن الأحكام التي أخذها العلماء من هذه الآية ما يأتى:1- وجوب إعداد القوة الحربية للدفاع عن الدين وعن الوطن وعن كل ما يجب الدفاع عنه، لأن أعداء الإسلام إذا ما علموا أن أتباعه أقوياء هابوهم، وخافوا بأسهم، ولم يجرؤوا على مهاجمتهم.قال القرطبي: وقوله- تعالى- وَأَعِدُّوا لَهُمْ. أمر الله المؤمنين بإعداد القوة للأعداء، بعد أن أكد تقدمة التقوى. فإن الله- تعالى- لو شاء لهزمهم بالكلام والتفل في وجوههم، وبحفنة من تراب، كما فعل رسول الله صلى الله عليه وسلم، ولكن أراد أن يبتلى بعض الناس ببعض بعلمه السابق وقضائه النافذ ... ».وقال بعض العلماء: دلت هذه الآية على وجوب إعداد القوة الحربية، اتقاء بأس العدو وهجومه، ولما عمل الأمراء بمقتضى هذه الآية أيام حضارة الإسلام، كان الإسلام عزيزا، عظيما، أبى الضيم، قوى القنا، جليل الجاه، وفير السنا، إذ نشر لواء سلطته على منبسط الأرض، فقبض على ناصية الأقطار والأمصار.أما اليوم فقد ترك المسلمون العمل بهذه الآية الكريمة، ومالوا إلى النعيم والترف، فأهملوا فرضا من فروض الكفاية، فأصبحت جميع الأمة آثمة بترك هذا الفرض، ولذا تعانى اليوم من غصته ما تعانى.وكيف لا يطمع العدو في بلاد الإسلام، وهو لا يرى فيها معامل للأسلحة، وذخائر الحرب، بل كلها مما يشترى من بلاد العدو؟أما آن لها أن تتنبه من غفلتها، فتعد العدة التي أمر الله بها لأعدائها، وتتلافى ما فرطت قبل أن يداهم العدو ما بقي منها بخيله ورجله..؟إن القوة التي طلب الله من المؤمنين إعدادها لإرهاب الأعداء، تتناول كل ما من شأنه أن يجعل المؤمنين أقوياء. كإعداد الجيوش المدربة، والأسلحة المتنوعة التي تختلف بحسب الأزمنة والأمكنة.وما روى من تفسير القوة- التي وردت في الآية- بالرمي، فإنما هو على سبيل المثال، ولأن الرمي كان في ذلك الوقت أقوى ما يتقوى به.قال الفخر الرازي عند تفسيره للآية، والمراد بالقوة هنا ما يكون سببا لحصول القوة، وذكروا فيه وجوها:الأول: المراد من القوة أنواع الأسلحة.الثاني: روى أنه صلى الله عليه وسلم قرأ هذه الآية على المنبر وقال: «ألا إن القوة الرمي» قالها ثلاثا.الثالث: قال بعضهم: القوة هي الحصون.الرابع: قال أصحاب المعاني: الأولى أن يقال: هذا عام في كل ما يتقوى به على حرب العدو، وكل ما هو آلة للغزو والجهاد فهو من جملة القوة، وقوله صلى الله عليه وسلم: «القوة هي الرمي» لا ينفى كون غير الرمي معتبرا. كما أن قوله صلى الله عليه وسلم «الحج عرفة» «والندم توبة» لا ينفى اعتبار غيره. بل يدل على أن هذا المذكور جزء شريف من المقصود فكذا هنا.وهذه الآية تدل على أن الاستعداد للجهاد بالنبل، والسلاح، وتعليم الفروسية، والرمي فريضة إلا أنه من فروض الكفايات .إن رباط الخيل للجهاد في سبيل الله فضله عظيم، وثوابه كبير، فقد كانت الخيل هي خير ما عرف العرب من وسائل الانتقال في الحرب وأسرعها، وما زالت الخيل لها قيمتها في بعض أنواع الحروب.قال القرطبي، فإن قيل: إن قوله وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ كان يكفى، فلماذا خص الخيل بالذكر؟.قيل له: إن الخيل لما كانت أصل الحرب وأوزارها التي عقد الخير في نواصيها، وهي أقوى القوة، وأشد العدة، وحصون الفرسان، وبها يجال في الميدان، لما كانت كذلك خصها بالذكر تشريفا، وأقسم بغبارها تكريما، فقال: «والعاديات ضبحا».وقال الإمام ابن العربي: وأما رباط الخيل فهو فضل عظيم ومنزلة شريفة.روى الأئمة عن أبى هريرة أن رسول الله صلى الله عليه وسلم قال: «الخيل ثلاثة، لرجل ستر، ولرجل أجر، وعلى رجل وزر. فأما الذي هي عليه وزر فرجل ربطها رياء وفخرا ونواء لأهل الإسلام- أى: مناوأة ومعاداة- فهي عليه وزر.وأما الذي هي عليه ستر فرجل ربطها تغنيا وتعففا، ولم ينس حق الله في ظهورها فهي عليه ستر.وأما الذي هي له أجر فرجل ربطها في سبيل الله، فأطال لها في مرج أو روضة، فما أكلت من ذلك المرج أو الروضة من شيء إلا كتب الله له عدد ما أكلت حسنات..» .وروى البخاري ومسلم عن جابر بن عبد الله قال: رأيت رسول الله صلى الله عليه وسلم يلوى ناصية فرس بإصبعيه وهو يقول: «الخير معقود في نواصي الخيل إلى يوم القيامة».4- أن المقصود من إعداد العدة في الإسلام إنما هو إرهاب الأعداء حتى لا يفكروا في الاعتداء على المسلمين، وحتى يعيش أتباع هذا الدين آمنين مطمئنين في ديارهم، وحتى يستطيعوا أن يبلغوا رسالة الله إلى خلقه من الناس دون أن يخشوا أحدا سواه- عز وجل..وليس المقصود بإعداد العدة إرهاب المسالمين، أو العدوان على الآمنين، أو القهر والإذلال للناس واستغلالهم فيما يغضب الله- تعالى-..ولذلك وجدنا الآية صريحة في بيان المقصود من هذا الإعداد، وهو- كما عبرت عنه تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ وَآخَرِينَ مِنْ دُونِهِمْ لا تَعْلَمُونَهُمُ اللَّهُ يَعْلَمُهُمْ....وهناك آيات أخرى صريحة في بيان سبب مشروعية القتال في الإسلام ومن ذلك قوله- تعالى-: وَقاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقاتِلُونَكُمْ وَلا تَعْتَدُوا إِنَّ اللَّهَ لا يُحِبُّ الْمُعْتَدِينَ .وقوله- تعالى-: وَقاتِلُوهُمْ حَتَّى لا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ لِلَّهِ، فَإِنِ انْتَهَوْا فَلا عُدْوانَ إِلَّا عَلَى الظَّالِمِينَ والخلاصة: أن من تتبع آيات القرآن الواردة في القتال يجدها جميعها تقرر أن سبب القتال في الإسلام ينحصر في رد العدوان، وحماية الدعوة الإسلامية من التطاول عليها وتثبيت حرية العقيدة، وتطهير الأرض من الظلم والطغيان.5- وجوب الإنفاق في سبيل الله، ومن أشرف وجوه الإنفاق في سبيل الله أن يبذل المسلم ما يستطيع بذله في الجهاد الذي هو ذروة سنام الإسلام، والذي ما تركه قوم إلا ذلوا ... وألقوا بأنفسهم في التهلكة.ولقد بشرت الآية الكريمة المنفقين في سبيل الله، بأنه- سبحانه- سيجازيهم على إنفاقهم جزاء وافيا لا نقص معه ولا ظلم.قال- تعالى- وَما تُنْفِقُوا مِنْ شَيْءٍ فِي سَبِيلِ اللَّهِ يُوَفَّ إِلَيْكُمْ وَأَنْتُمْ لا تُظْلَمُونَ وفي الحديث الشريف الذي رواه الترمذي عن أبى يحيى قال: قال رسول الله صلى الله عليه وسلم: «من أنفق نفقة في سبيل الله كتب له سبعمائة ضعف».ثم أمر- تعالى- رسوله صلى الله عليه وسلم بقبول السلم والمصالحة، إذا ما رغب أعداؤه في ذلك، وكانت ظواهرهم وأفعالهم تدل على صدق نواياهم فقال- تعالى-:"},{"ayah_number":61,"text":"وقوله جَنَحُوا من الجنوح بمعنى الميل، يقال: جنح فلان للشيء وإليه- يجنح- مثلث النون- جنوحا. أى: مال إليه.قال القرطبي: والجنوح: الميل. وجنح الرجل إلى الآخر: مال إليه. ومنه قيل للأضلاع جوانح، لأنها مالت على الحشوة- بضم الحاء وكسرها- أى: الأمعاء.وجنحت الإبل: إذا مالت أعناقها في السير قال ذو الرمة:إذا مات فوق الرحل أحييت روحه ... بذكراك والعيس المراسيل جنحوقرأ الأعمش وأبو بكر وابن محيص «للسلم» - بكسر السين- وقرأ الباقون بالفتح.وإنما قال لَها لأن السلم مؤنثة- تأنيث نقيضها وهي الحرب.. ويجوز أن يكون التأنيث للفعلة.والمعنى: عليك- أيها الرسول الكريم- أن تنكل في الحرب بأولئك الكافرين الناقضين لعهودهم في كل مرة، وأن تهيئ ما استطعت من قوة لإرهابهم فإن مالوا بعد ذلك إلى السلم أى: المسالمة والمصالحة فوافقهم ومل إليها ما دامت المصلحة في هذه المسألة.وقوله وَتَوَكَّلْ عَلَى اللَّهِ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ معطوف على فَاجْنَحْ لَها لقصد التثبيت وبعث الطمأنينة في قلبه.أى: اقبل المسالمة ما دام فيها مصلحتك، وفوض أمرك إلى الله- تعالى- ولا تخش مكرهم وكيدهم وغدرهم، إنه- سبحانه- هُوَ السَّمِيعُ لأقوالهم الْعَلِيمُ بأحوالهم، فيجازيهم بما يستحقون، ويرد كيدهم في نحورهم.وعبر- سبحانه- عن جنوحهم إلى السلم بحرف إِنْ الذي يعبر به عن الشيء المشكوك في وقوعه، للإشارة إلى أنهم ليسوا أهلا لاختيار المسالمة أو المصالحة لذاتها، وإنما هم جنحوا إليها لحاجة في نفوسهم، فعلى المؤمنين أن يكونوا دائما على حذر منهم، وألا يأمنوا مكرهم.هذا وقد اختلف العلماء فيمن عنى بهذه الآية. فمنهم من يرى أن المعنى بها أهل الكتاب، ومنهم من يرى أن الآية عامة، أى تشمل أهل الكتاب والمشركين. ثم اختلفوا بعد ذلك في كونها منسوخة أولا؟وقد حكى ابن جرير معظم هذه الخلافات ورجح أن المقصود بهذه الآية جماعة من أهل الكتاب، وأن الآية ليست منسوخة فقال ما ملخصه:عن قتادة أن قوله وَإِنْ جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَها.. منسوخة بقوله في سورة براءة فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ. وبقوله وَقاتِلُوا الْمُشْرِكِينَ كَافَّةً.فقد كانت هذه- أى الآية التي معنا وهي قوله- تعالى- وَإِنْ جَنَحُوا لِلسَّلْمِ ... - قبل براءة. كان النبي صلى الله عليه وسلم يوادع القوم إلى أجل، فإما أن يسلموا، وإما أن يقاتلهم، ثم نسخ ذلك بعد في براءة فقال: فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ.وعن عكرمة والحسن البصري قالا: وَإِنْ جَنَحُوا لِلسَّلْمِ ... نسختها الآية التي في براءة وهي قوله- تعالى- قاتِلُوا الَّذِينَ لا يُؤْمِنُونَ بِاللَّهِ وَلا بِالْيَوْمِ الْآخِرِ ... الآية.ثم قال ابن جرير: فأما ما قاله قتادة ومن قال مثل قوله من أن هذه الآية منسوخة، فقول لا دلالة عليه من كتاب ولا سنة ولا فطرة عقل.لأن قوله وَإِنْ جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَها.. إنما عنى به بنو قريظة- كما قال مجاهد- وكانوا يهودا أهل كتاب وقد أذن الله- جل ثناؤه- للمؤمنين بصلح أهل الكتاب، ومتاركتهم الحرب، على أخذ الجزية منهم، وأما قوله: فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ.. فإنما عنى به مشركو العرب من عبدة الأوثان، الذين لا يجوز قبول الجزية منهم، فليس في إحدى الآيتين نفى حكم الأخرى، بل كل واحدة منهما محكمة فيما أنزلت فيه...هذا ما يراه ابن جرير. أما ابن كثير فقد وافقه على أن الآية ليست منسوخة، وخالفه في أن المقصود بها بنو قريظة، فهو يرى أن الآية عامة فقد قال- رحمه الله-:قوله: وَإِنْ جَنَحُوا أى: مالوا لِلسَّلْمِ أى المسالمة والمصالحة والمهادنة فَاجْنَحْ لَها أى: فمل إليها واقبل منهم ذلك. ولهذا لما طلب المشركون عام الحديبية الصلح ووضع الحرب بينهم وبين رسول الله صلى الله عليه وسلم تسع سنين أجابهم إلى ذلك مع ما اشترطوا من الشروط الأخر ...وقال مجاهد: نزلت في بنى قريظة، وهذا فيه نظر، لأن السياق كله في موقعة بدر، وذكرها مكتنف لها كله.وقال ابن عباس ومجاهد وزيد بن أسلم وعطاء الخراساني وعكرمة والحسن وقتادة: إن الآية منسوخة بآية السيف في براءة، وهي قوله- تعالى- قاتِلُوا الَّذِينَ لا يُؤْمِنُونَ بِاللَّهِ وَلا بِالْيَوْمِ الْآخِرِ وَلا يُحَرِّمُونَ ما حَرَّمَ اللَّهُ وَرَسُولُهُ وَلا يَدِينُونَ دِينَ الْحَقِّ مِنَ الَّذِينَ أُوتُوا الْكِتابَ حَتَّى يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صاغِرُونَ.وفيه نظر أيضا، لأن آية براءة فيها الأمر بقتالهم إذا أمكن ذلك، فأما إذا كان العدو كثيفا فإنه يجوز مهادنتهم كما دلت عليه هذه الآية الكريمة وَإِنْ جَنَحُوا ... وكما فعل النبي صلى الله عليه وسلم يوم الحديبية. فلا منافاة ولا نسخ ولا تخصيص..».ويبدو لنا أن ما ذهب إليه ابن كثير أرجح، لأن الآية الكريمة تقرر مبدأ عاما في معاملة الأعداء، وهو أنه من الجائز مهادنتهم ومسالمتهم ما دام ذلك في مصلحة المسلمين.ولعل هذا هو ما قصده صاحب الكشاف بقوله عند تفسير الآية-: «والصحيح أن الأمر موقوف على ما يرى فيه الإمام صلاح الإسلام وأهله من حرب أو سلم. وليس يحتم أن يقاتلوا أبدا. أو يجابوا إلى الهدنة أبدا»."},{"ayah_number":62,"text":"ثم أمن الله- تعالى- رسوله صلى الله عليه وسلم من خداع أعدائه، إن هم أرادوا خيانته، وبيتوا له الغدر من وراء الجنوح إلى السلم فقال- تعالى-: وَإِنْ يُرِيدُوا أَنْ يَخْدَعُوكَ، فَإِنَّ حَسْبَكَ اللَّهُ هُوَ الَّذِي أَيَّدَكَ بِنَصْرِهِ وَبِالْمُؤْمِنِينَ.أى: وإن يرد هؤلاء الأعداء الذين جنحوا إلى السلم في الظاهر أن يخدعوك- يا محمد- لتكف عنهم حتى يستعدوا لمقاتلتك فلا تبال بخداعهم، بل صالحهم مع ذلك إذا كان في الصلح مصلحة للإسلام وأهله، ولا تخف منهم، فإن الله كافيك بنصره ومعونته، فهو- سبحانه- الذي أمدك بما أمدك به من وسائل النصر الظاهرة والخافية، وهو- سبحانه- الذي أيدك بالمؤمنين الذين هانت عليهم أنفسهم وأموالهم في سبيل إعزاز هذا الدين، وإعلاء كلمته..فالآية الكريمة تشجيع للنبي صلى الله عليه وسلم على السير في طريق الصلح ما دام فيه مصلحة للإسلام وأهله، وتبشير له بأن النصر سيكون له حتى ولو أراد الأعداء بإظهار الميل إلى السلم المخادعة والمراوغة. وقوله: حَسْبَكَ صفة مشبهة بمعنى اسم الفاعل. أى. بحسبك وكافيك.قال الفخر الرازي: فإن قيل: أليس قد قال- تعالى- وَإِمَّا تَخافَنَّ مِنْ قَوْمٍ خِيانَةً فَانْبِذْ إِلَيْهِمْ ... أى: أظهر نقض ذلك العهد، وهذا يناقض ما ذكره في هذه الآية؟قلنا: قوله: وَإِمَّا تَخافَنَّ مِنْ قَوْمٍ خِيانَةً محمول على ما إذا تأكد ذلك الخوف بأمارات قوية دالة عليها، وتحمل هذه المخادعة على ما إذا حصل في قلوبهم نوع نفاق وتزوير، إلا أنه لم تظهر أمارات على كونهم قاصدين للشر وإثارة الفتنة، بل كان الظاهر من أحوالهم الثبات على المسالمة وترك المنازعة..فإن قيل: لما قال: هُوَ الَّذِي أَيَّدَكَ بِنَصْرِهِ فأى حاجة مع نصره إلى المؤمنين حتى قال وَبِالْمُؤْمِنِينَ؟قلنا: التأييد ليس إلا من الله لكنه على قسمين: أحدهما ما يحصل من غير واسطة أسباب معلومة معتادة والثاني ما يحصل بواسطة أسباب معلومة.فالأول هو المراد من قوله أَيَّدَكَ بِنَصْرِهِ والثاني هو المراد من قوله:وَبِالْمُؤْمِنِينَ."},{"ayah_number":63,"text":"ثم بين- سبحانه- بعض مظاهر فضله في كيفية تأييده لرسوله بالمؤمنين فقال- تعالى-: وَأَلَّفَ بَيْنَ قُلُوبِهِمْ لَوْ أَنْفَقْتَ ما فِي الْأَرْضِ جَمِيعاً ما أَلَّفْتَ بَيْنَ قُلُوبِهِمْ وَلكِنَّ اللَّهَ أَلَّفَ بَيْنَهُمْ.أى: أن من مظاهر فضل الله عليك يا محمد أن أيدك- سبحانه- بنصره وأن أيدك بالمؤمنين، بأن حبب إليهم الإيمان وزينه في قلوبهم، وجعل منهم قوة موحدة، فصاروا بفضله- تعالى- كالنفس الواحدة، بعد أن كانوا متنازعين متفرقين وأنت يا محمد لَوْ أَنْفَقْتَ ما فِي الْأَرْضِ جَمِيعاً من الذهب والفضة وغيرهما ما استطعت أن تؤلف بين قلوبهم المتنافرة المتنازعة وَلكِنَّ اللَّهَ بفضله وقدرته هو وحده الذي أَلَّفَ بَيْنَهُمْ فصاروا إخوانا متحابين متصافين إِنَّهُ- سبحانه- عَزِيزٌ أى: غالب في ملكه وسلطانه على كل ظاهر وباطن حَكِيمٌ في كل أفعاله وأحكامه..وهذه الآية الكريمة يؤيدها التاريخ، ويشهد بصدقها أحداثه، فنحن نعلم أن العرب- وخصوصا الأوس والخزرج- كانوا قبل الإسلام في حالة شديدة من التفرق والتخاصم والتنازع والتحارب.. فلما دخلوا في الإسلام تحول بغضهم إلى حب، وتخاصمهم إلى مودة، وتفرقهم إلى اتحاد ... وصاروا في توادهم وتراحمهم وتعاطفهم، إلى مستوى لم يعرفه التاريخ من قبل ...ولقد أجاد صاحب الكشاف- رحمه الله- في تصويره لهذه المعاني حيث قال: «التأليف بين قلوب من بعث إليهم رسول الله صلى الله عليه وسلم من الآيات الباهرة، لأن العرب- لما فيهم من الحمية والعصبية، والانطواء على الضغينة..- لا يكاد يأتلف منهم قلبان، ثم ائتلفت قلوبهم على اتباع رسول الله صلى الله عليه وسلم واتحدوا، وأنشأوا يرمون عن قوس واحدة، وذلك لما نظم الله من ألفتهم، وجمع من كلمتهم، وأحدث بينهم من التحاب والتواد، وأماط عنهم من التباغض والتماقت، وكلفهم من الحب، في الله والبغض في الله، ولا يقدر على ذلك إلا من يملك القلوب، فهو يقلبها كيف يشاء، ويصنع فيها ما يريد.قيل: هم الأوس والخزرج، كان بينهم من الحروب والوقائع ما أهلك سادتهم ورؤساءهم، ودق جماجمهم. ولم يكن لبغضائهم أمد ومنتهى. وبينهما التجاور الذي يهيج الضغائن، ويديم التحاسد والتنافس. وعادة كل طائفتين كانتا بهذه المثابة أن تتجنب هذه ما آثرته أختها، وتكرهه وتنفر منه.فأنساهم الله- تعالى- ذلك كله، حتى اتفقوا على الطاعة، وتصافوا وصاروا أنصارا، وعادوا أعوانا، وما ذاك إلا بلطيف صنعه، وبليغ قدرته»  . هذا، وفي الصحيحين أن رسول الله صلى الله عليه وسلم لما خطب الأنصار في شأن غنائم «حنين» قال لهم: يا معشر الأنصار!! ألم أجدكم ضلالا فهداكم الله بي وعالة فأغناكم الله بي؟ وكنتم متفرقين فألفكم الله بي؟فكانوا يقولون كلما قال شيئا: الله ورسوله أمن».وروى الحاكم أن ابن عباس كان يقول: إن الرحم لتقطع، وإن النعمة لتنكر، وإن الله إذا قارب بين القلوب لم يزحزحها شيء. ثم يقرأ قوله- تعالى-: لَوْ أَنْفَقْتَ ما فِي الْأَرْضِ جَمِيعاً، ما أَلَّفْتَ بَيْنَ قُلُوبِهِمْ وَلكِنَّ اللَّهَ أَلَّفَ بَيْنَهُمْ ....ثم مضت السورة الكريمة في تثبيت الطمأنينة في قلب النبي صلى الله عليه وسلم وفي قلوب أصحابه، فبينت لهم أن الله كافيهم وناصرهم، وأن القلة منهم تغلب الكثرة من أعداء الله وأعدائهم فقال- تعالى-:"},{"ayah_number":64,"text":"قال الفخر الرازي: اعلم أنه- تعالى- لما وعده بالنصر عند مخادعة الأعداء، وعده بالنصر والظفر في هذه الآية مطلقا على جميع التقديرات، وعلى هذا الوجه لا يلزم حصول التكرار لأن المعنى في الآية الأولى: إن أرادوا خداعك كفاك الله أمرهم.والمعنى في هذه الآية عام في كل ما يحتاج إليه في الدين والدنيا.وهذه الآية نزلت بالبيداء في غزوة بدر قبل القتال ... ».وقوله: حَسْبُكَ صفة مشبهة بمعنى اسم الفاعل، والكاف في محل جر.والواو في قوله وَمَنِ اتَّبَعَكَ بمعنى مع، ومَنِ في محل نصب عطفا على الموضع، فإن قوله حَسْبُكَ بمعنى كافيك في جميع أمورك.والمعنى: يا أيها النبي كافيك الله وكافى متبعيك من المؤمنين فهو- سبحانه- ناصركم ومؤيدكم على أعدائكم وإن كثر عددهم وقل عددكم، وما دام الأمر كذلك، فاعتمدوا عليه وحده، وأطيعوه في السر والعلن لكي يديم عليكم عونه وتأييده ونصره.قال بعض العلماء: قال ابن القيم عند تفسيره لهذه الآية: أى: الله وحده كافيك وكافى أتباعك فلا يحتاجون معه إلى أحد. ثم قال: وهاهنا تقديران:أحدهما: أن تكون الواو عاطفة للفظ «من» على الكاف المجرورة..والثاني: أن تكون الواو بمعنى «مع» وتكون «من» في محل نصب عطفا على الموضع، فإن «حسبك» في معنى كافيك أى: الله يكفيك ويكفى من اتبعك، كما يقول العرب: حسبك وزيدا درهم، قال الشاعر:وإذا كانت الهيجاء وانشقت العصا ... فحسبك والضحاك سيف مهند وهذا أصح التقديرين. وفيها تقدير ثالث أن تكون «من» في موضع رفع بالابتداء: أى ومن اتبعك من المؤمنين فحسبهم الله.وفيها تقدير رابع وهو خطأ من جهة المعنى، وهو أن يكون «من» في موضع رفع عطفا على اسم الله. ويكون المعنى: حسبك الله وأتباعك.هذا وإن قال به بعض الناس فهو خطأ محض، لا يجوز حمل الآية عليه، فإن الحسب والكفاية لله وحده، كالتوكل والتقوى والعبادة ... » ."},{"ayah_number":65,"text":"ثم أمر الله- تعالى- نبيه صلى الله عليه وسلم بتحريض المؤمنين على القتال من أجل إعلاء كلمة الحق، فقال- تعالى-: يا أَيُّهَا النَّبِيُّ حَرِّضِ الْمُؤْمِنِينَ عَلَى الْقِتالِ....وقوله: حَرِّضِ من التحريض بمعنى الحث على الشيء بكثرة التزيين له، وتسهيل الأمر فيه حتى تقدم عليه النفس برغبة وحماس.قال الراغب: الحرض ما لا يعتد به ولا خير فيه، ولذلك يقال لمن أشرف على الهلاك حرض. قال- تعالى- حَتَّى تَكُونَ حَرَضاً أَوْ تَكُونَ مِنَ الْهالِكِينَ..والتحريض: الحث على الشيء.. فكأنه في الأصل إزالة الحرض نحو حرضته وقذيته أى: أزلت عنه الحرض والقذى..» .والمعنى: يا أيها النبي بالغ في حث المؤمنين وإحمائهم على القتال بصبر وجلد، من أجل إحقاق الحق وإبطال الباطل.ولهذا كان رسول الله صلى الله عليه وسلم يحرض أصحابه على القتال عند صفهم ومواجهة الأعداء كما قال لأصحابه يوم بدر حين أقبل المشركون في عددهم وعددهم: «قوموا إلى جنة عرضها السموات والأرض» . فقال عمير بن الحمام: عرضها السموات والأرض؟ فقال رسول الله: نعم. فقال عمير: بخ بخ، فقال صلى الله عليه وسلم: «ما يحملك على قولك بخ بخ» ؟ قال:رجاء أن أكون من أهلها، قال صلى الله عليه وسلم «فإنك من أهلها» فتقدم الرجل فكسر جفن سيفه وأخرج تمرات فجعل يأكل منهن» ثم ألقى بقيتهن من يده وقال: لئن أنا حييت حتى آكلهن، إنها لحياة طويلة، ثم تقدم فقاتل حتى قتل- رضى الله عنه- .وقوله:إِنْ يَكُنْ مِنْكُمْ عِشْرُونَ صابِرُونَ يَغْلِبُوا مِائَتَيْنِ، وَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ يَغْلِبُوا أَلْفاً مِنَ الَّذِينَ كَفَرُوا بِأَنَّهُمْ قَوْمٌ لا يَفْقَهُونَ بشارة من الله- تعالى- للمؤمنين ووعد لهم بالظفر على أعدائهم.أى: قابلوا- أيها المؤمنون أعداءكم بقوة وإقدام، فإنكم إن يوجد منكم عشرون رجلا صابرون يغلبوا- بسبب إيمانهم وصبرهم- مائتين من الكافرين، وإن يوجد منكم مائة يغلبوا ألفا منهم، وذلك بسبب أن هؤلاء الكافرين قوم جهلة بحقوق الله- تعالى- وبما يجب عليهم نحوه.فهم- كما يقول صاحب الكشاف-: «يقاتلون على غير احتساب وطلب ثواب كالبهائم» فيقل ثباتهم. ويعدمون لجهلهم بالله نصرته، ويستحقون الخذلان. بخلاف من يقاتل على بصيرة ومعه ما يستوجب به النصر والإظهار من الله- تعالى-».وقال صاحب المنار: والآية تدل على أن من شأن المؤمنين أن يكونوا أعلم من الكافرين وأفقه منهم بكل علم وفن يتعلق بحياة البشر وارتقاء الأمم. وأن حرمان الكفار من هذا العلم هو السبب في كون المائة منهم دون العشرة من المؤمنين الصابرين ...وهكذا كان المؤمنون في قرونهم الأولى.. أما الآن فقد أصبح المسلمون غافلين عن هذه المعاني الجليلة، فزال مجدهم.. ."},{"ayah_number":66,"text":"ثم حكى- سبحانه- بعض مظاهر فضله على المؤمنين ورحمته بهم فقال: الْآنَ خَفَّفَ اللَّهُ عَنْكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفاً، فَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ صابِرَةٌ يَغْلِبُوا مِائَتَيْنِ، وَإِنْ يَكُنْ مِنْكُمْ أَلْفٌ يَغْلِبُوا أَلْفَيْنِ بِإِذْنِ اللَّهِ ...وقوله ضَعْفاً قرأه بعضهم بفتح الضاد، وقرأه آخرون بضمها، وهما بمعنى واحد عند الجمهور، والمراد به الضعف في البدن.وقيل الضعف- بالفتح- يكون في الرأى والعقل، وبالضم يكون في البدن.والمعنى: لقد فرضنا عليكم- أيها المؤمنون- أول الأمر أن يثبت الواحد منكم أمام عشرة من الكافرين.. والآن وبعد أن شق عليكم الاستمرار على ذلك، ولم تبق هناك ضرورة لدوام هذا الحكم لكثرة عددكم.. شرعنا لكم التخفيف رحمة بكم، ورعاية لأحوالكم، فأوجبنا عليكم أن يثبت الواحد منكم أمام اثنين من أعدائكم بدلا من عشرة، وبشرناكم بأنه إن يوجد منكم مائة صابرة يغلبوا مائتين من أعدائكم، وإن يوجد منكم ألف يغلبوا ألفين منهم بإذن الله وتيسيره وتأييده.وقوله: وَاللَّهُ مَعَ الصَّابِرِينَ تذييل مقرر لمضمون ما قبله.أى: والله- تعالى- مع الصابرين بتأييده ورعايته ونصره، فاحرصوا على أن تكونوا من المؤمنين الصادقين لتنالوا منه- سبحانه- ما يسعدكم في دنياكم وآخرتكم.هذا، ومن العلماء من يرى أن هذه الآية قد نسخت الآية السابقة عليها، ومنهم من يرى غير ذلك.قال الآلوسى: قوله: إِنْ يَكُنْ مِنْكُمْ عِشْرُونَ.. شرط في معنى الأمر بمصابرة الواحد العشرة، والوعد بأنهم إن صبروا غلبوا- بعون الله وتأييده- فالجملة خبرية لفظا إنشائية معنى.والمعنى: ليصبرن الواحد لعشرة وليست بخبر محض ...وقوله: الْآنَ خَفَّفَ اللَّهُ عَنْكُمْ.. أخرج البخاري وغيره عن ابن عباس- رضى الله عنهما- قال: لما نزلت إِنْ يَكُنْ مِنْكُمْ عِشْرُونَ.. شق ذلك على المسلمين إذ فرض عليهم أن لا يفر واحد من عشرة فجاء التخفيف وهل يعد ذلك نسخا أولا؟ قولان: اختار بعضهم الثاني منهما وقال: إن الآية مخففة، ونظير ذلك التخفيف على المسافر بالفطر.وذهب الجمهور إلى الأول، وقالوا: إن الآية الثانية ناسخة للأولى. وقال بعض العلماء:فرض الله على المؤمنين أول الأمر ألا يفر الواحد من المؤمنين من العشرة من الكفار، وكان ذلك في وسعهم، فأعز الله بهم الدين على قلتهم، وخذل بأيديهم المشركين على كثرتهم، وكانت السرايا تهزم من المشركين أكثر من عشر أمثالها تأييدا من الله لدينه.ولما شق على المؤمنين الاستمرار على ذلك، وضعفوا عن تحمله، ولم تبق ضرورة لدوام هذا الحكم لكثرة عدد المسلمين ممن دخلوا في دين الله أفواجا نزل التخفيف، ففرض على الواحد الثبات للاثنين من الكفار، ورخص له في الفرار إذا كان العدو أكثر من اثنين.وهو رخصة كالفطر للمسافر، وذهب الجمهور إلى أنه نسخ» .وقال الشيخ القاسمى: إن قيل: إن كفاية عشرين لمائتين تغنى عن كفاية مائة لألف.وكفاية مائة لمائتين تغنى عن كفاية ألف لألفين، لما تقرر من وجوب ثبات الواحد للعشرة في الأولى، وثبات الواحد للاثنين في الثانية فما سر هذا التكرير؟أجيب: بأن سره كون كل عدة بتأييد القليل على الكثير لزيادة التقرير المفيد لزيادة الاطمئنان، والدلالة على أن الحال مع القلة والكثرة واحدة لا تتفاوت، فإن العشرين قد لا تغلب المائتين، وتغلب المائة الألف، وأما الترتيب في المكرر فعلى ذكر الأقل ثم الأكثر على الترتيب الطبيعي.وقيل في سر ذلك: إنه بشارة للمسلمين بأن جنود الإسلام سيجاوز عددهم العشرات والمئات إلى الألوف.ثم قال: وقال في البحر: انظر إلى فصاحة هذا الكلام، حيث أثبت في الشرطية الأولى قيد الصبر، وحذف نظيره من الثانية، وأثبت في الثانية قيد كونهم من الكفرة، وحذفه من الأولى، ولما كان الصبر شديد المطلوبية أثبت في أولى جملتي التخفيف وحذف من الثانية لدلالة السابقة عليه، ثم ختمت بقوله: وَاللَّهُ مَعَ الصَّابِرِينَ مبالغة في شدة المطلوبية، وإشارة إلى تأييدهم، وأنهم منصورون حتما، لأن من كان الله معه لا يغلب ... » .وبعد هذا الحديث المستفيض عن القتال في سبيل الله.. عقب- سبحانه- ذلك بالحديث عن بعض الأحكام التي تتعلق بالأسرى بمناسبة ما فعله الرسول صلى الله عليه وسلم مع أسرى غزوة بدر من الكافرين، فقال- تعالى-:"},{"ayah_number":67,"text":"ذكر المفسرون في سبب نزول هذه الآيات روايات منها، ما أخرجه مسلم في صحيحه عن ابن عباس قال: حدثني عمر بن الخطاب: أنه لما كان يوم بدر نظر رسول الله صلى الله عليه وسلم إلى المشركين وهم ألف، وأصحابه ثلاثمائة وتسعة عشر رجلا، فاستقبل القبلة ثم مد يديه فجعل يهتف بربه: اللهم أنجز لي ما وعدتني.فقتل المسلمون من المشركين يومئذ سبعين وأسروا سبعين.قال ابن عباس: فلما أسروا الأسارى قال رسول الله صلى الله عليه وسلم لأبى بكر وعمر:ما ترون في هؤلاء الأسارى؟ فقال أبو بكر: يا رسول الله هم بنو العم والعشيرة، أرى أن تأخذ منهم فدية تكون لنا قوة على الكفار فعسى أن يهديهم الله إلى الإسلام.فقال رسول الله صلى الله عليه وسلم ما ترى يا ابن الخطاب؟ قال: قلت لا والله يا رسول الله، ما أرى الذي رأى أبو بكر، ولكن أرى أن تمكننا فنضرب أعناقهم، فتمكن عليا من عقيل فيضرب عنقه، وتمكن حمزة من العباس فيضرب عنقه، وتمكنني من فلان- نسيب لعمر- فأضرب عنقه، - حتى يعلم الله أن ليس في قلوبنا هوادة للمشركين: فإن هؤلاء أئمة الكفر وصناديده. فهوى رسول الله صلى الله عليه وسلم ما قال أبو بكر، ولم يهو ما قلت:فلما كان من الغد جئت، فإذا رسول الله وأبو بكر يبكيان، فقلت: يا رسول الله. أخبرنى من أى شيء تبكى أنت وصاحبك. فإن وجدت بكاء بكيت، وإن لم أجد بكاء تباكيت لبكائكما.فقال رسول الله صلى الله عليه وسلم: أبكى على أصحابك من أخذهم الفداء لقد عرض على عذابهم أدنى من هذه الشجرة؟؟؟ لشجرة قريبة منه صلى الله عليه وسلم وأنزل الله- عز وجل-: ما كانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرى حَتَّى يُثْخِنَ فِي الْأَرْضِ ... إلخ الآيات.وروى الإمام أحمد والترمذي عن عبد الله بن مسعود قال: لما كان يوم بدر قال رسول الله صلى الله عليه وسلم «ما تقولون في هؤلاء الأسارى» ؟ فقال أبو بكر: يا رسول الله! قومك وأهلك استبقهم واستتبهم لعل الله أن يتوب عليهم.وقال عمر: يا رسول الله! كذبوك وأخرجوك فقدمهم فاضرب أعناقهم.وقال عبد الله بن رواحة: يا رسول الله، أنت بواد كثير الحطب فأضرم الوادي عليهم نارا ثم ألقهم فيه.قال: فسكت رسول الله صلى الله عليه وسلم فلم يرد شيئا. ثم قال فدخل فقال ناس: يأخذ بقول أبى بكر. وقال ناس: يأخذ بقول عمر. وقال ناس: يأخذ بقول ابن رواحة.ثم خرج عليهم رسول الله فقال: «إن الله ليلين قلوب رجال فيه حتى تكون ألين من اللين ويشدد قلوب رجال فيه حتى تكون أشد من الحجارة وإن مثلك يا أبا بكر كمثل إبراهيم إذ قال فَمَنْ تَبِعَنِي فَإِنَّهُ مِنِّي وَمَنْ عَصانِي فَإِنَّكَ غَفُورٌ رَحِيمٌ وكمثل عيسى إذ قال: إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبادُكَ وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ.وإن مثلك يا عمر كمثل نوح إذ قال: رَبِّ لا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكافِرِينَ دَيَّاراً  ، وكمثل موسى إذ قال: رَبَّنَا اطْمِسْ عَلى أَمْوالِهِمْ وَاشْدُدْ عَلى قُلُوبِهِمْ، فَلا يُؤْمِنُوا حَتَّى يَرَوُا الْعَذابَ الْأَلِيمَ .ثم قال صلى الله عليه وسلم: «أنتم عالة فلا ينفلتن أحد إلا بفداء أو ضربة عنق» .قال ابن مسعود: فقلت يا رسول، إلا سهيل بن بيضاء، فإنه يذكر الإسلام، فسكت رسول الله ثم قال: «إلا سهيل بن بيضاء» . وأنزل الله- عز وجل- ما كانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرى حَتَّى يُثْخِنَ فِي الْأَرْضِ ... إلى آخر الآية.وقال ابن إسحاق- وهو يحكى أخبار غزوة بدر-: فلما وضع القوم أيديهم يأسرون ورسول الله صلى الله عليه وسلم في العريش، وسعد بن معاذ قائم على باب العريش الذي فيه رسول الله صلى الله عليه وسلم متوشحا السيف، في نفر من الأنصار يحرسون رسول الله، يخافون عليه الكرة. ورأى رسول الله- فيما ذكر لي- في وجه سعد الكراهية لما يصنع الناس، فقال رسول الله صلى الله عليه وسلم «والله لكأنك يا سعد تكره ما يصنع القوم» ؟ فقال: أجل والله يا رسول الله: كانت هذه أول وقعة أوقعها الله بأهل الشرك، فكان الإثخان في القتل أحب إلى من استبقاء الرجال.قوله: أَسْرى: جمع أسير كقتلى جمع قتيل. وهو مأخوذ من الأسر بمعنى الشد بالإسار أى: القيد الذي يقيد به حتى لا يهرب، ثم صار لفظ الأسير يطلق على كل من يؤخذ من فئته في الحرب ولو لم يشد بالإسار.وقوله يُثْخِنَ من الثخانة وهي في الأصل الغلظ والصلابة. يقال: ثخن الشيء يثخن ثخونة وثخانة وثخنا، أى: غلظ وصلب فهو ثخين، ثم استعمل في الكناية والمبالغة في قتل العدو فقيل: أثخن فلان في عدوه. أى: بالغ في قتله وإنزال الجراحة الشديدة به، لأنه بذلك يمنعه من الحركة فيصير كالثخين الذي لا يسيل ولا يتحرك.والمراد بالنبي في قوله ما كانَ لِنَبِيٍّ: نبينا محمد صلى الله عليه وسلم وإنما جيء باللفظ منكرا تلطفا به صلى الله عليه وسلم حتى لا يواجه بالعتاب.والمعنى: ما صح وما استقام لنبي من الأنبياء عليهم الصلاة والسلام أَنْ يَكُونَ لَهُ أَسْرى من أعدائه الذين يريدون به وبدعوته شرا حَتَّى يُثْخِنَ فِي الْأَرْضِ أى: حتى يبالغ في قتلهم، وإنزاله الضربات الشديدة عليهم إذلالا للكفر وإعزازا لدين الله.وقوله: تُرِيدُونَ عَرَضَ الدُّنْيا وَاللَّهُ يُرِيدُ الْآخِرَةَ استئناف مسوق للعتاب.والعرض ما لا ثبات له ولا دوام من الأشياء، فكأنها تعرض ثم تزول، والمراد بعرض الدنيا هنا: الفداء الذي أخذوه من أسرى غزوة بدر حتى يطلقوا سراحهم.تريدون- أيها المؤمنون- بأخذكم الفداء من أعدائكم الأسرى عرض الدنيا ومتاعها الزائل، وحطامها الذي لا ثبات له، والله- تعالى- يريد لكم ثواب الآخرة.فالكلام في قوله: وَاللَّهُ يُرِيدُ الْآخِرَةَ على حذف المضاف وإقامة المضاف إليه مقامه والإرادة هنا بمعنى الرضا أى: والله- تعالى- يرضى لكم العمل الذي يجعلكم تظفرون بثوابه في الآخرة، وهو تفضيل إذلال الشرك على أخذ الفداء من أهله.وقوله: وَاللَّهُ عَزِيزٌ حَكِيمٌ أى: والله- تعالى- عَزِيزٌ لا يغالب بل هو الغالب على أمره حَكِيمٌ في كل ما يأمر به أو ينهى عنه.فالآية الكريمة تعتب على المؤمنين، لأنهم آثروا الفداء على القتل والإثخان في الأرض، وذلك لأن غزوة بدر كانت أول معركة حاسمة بين الشرك والإيمان، وكان المسلمون فيها قلة والمشركون كثرة، فلو أن المسلمين آثروا المبالغة في إذلال أعدائهم عن طريق القتل لكان ذلك أدعى لكسر شوكة الشرك وأهله، وأظهر في إذلال قريش وحلفائها، وأصرح في بيان أن العمل على إعلاء كلمة الله كان عند المؤمنين فوق متع الدنيا وأعراضها، وأنهم لا يوادون من حارب الله ورسوله مهما بلغت درجة قرابته، وهذا ما عبر عنه عمر- رضى الله عنه- بقوله: «وحتى يعلم الله أن ليس في قلوبنا هوادة للمشركين» .والخلاصة أن غزوة بدر- بظروفها وملابساتها التي سبق أن أشرنا إليها- كان الأولى بالمسلمين فيها أن يبالغوا في قتل أعدائهم لا أن يقبلوا منهم فداء حتى يذلوهم ويعجزوهم عن معاودة الكرة.ورضى الله- تعالى- عن «سعد بن معاذ» فقد ظهرت الكراهية على وجهه بسبب أخذ الفداء من الأسرى، وقال- كما سبق أن بينا-: «.. كانت غزوة بدر- أول وقعة أوقعها الله بأهل الشرك، فكان الإثخان في القتل أحب إلىّ من استبقاء الرجال» .قال الفخر الرازي: قال ابن عباس: هذا الحكم إنما كان يوم بدر، لأن المسلمين كانوا قليلين، فلما كثروا وقوى سلطانهم أنزل الله بعد ذلك في الأسارى حَتَّى إِذا أَثْخَنْتُمُوهُمْ فَشُدُّوا الْوَثاقَ فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِداءً حَتَّى تَضَعَ الْحَرْبُ أَوْزارَها.ثم قال الرازي: وأقول: إن هذا الكلام يوهم أن قوله فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِداءً يزيد على حكم الآية التي نحن في تفسيرها: وليس الأمر كذلك، لأن الآيتين متوافقتان، فإن كلتيهما تدل على أنه لا بد من تقديم الإثخان ثم بعده أخذ الفداء»."},{"ayah_number":68,"text":"ثم بين- سبحانه- بعد ذلك بعض مظاهر رحمته بالمؤمنين: لَوْلا كِتابٌ مِنَ اللَّهِ سَبَقَ لَمَسَّكُمْ فِيما أَخَذْتُمْ عَذابٌ عَظِيمٌ.والمراد بالكتاب هنا: الحكم، وأطلق عليه كتاب لأن هذا الحكم مكتوب في اللوح المحفوظ.وللمفسرين أقوال في تفسير هذا الحكم السابق في علم الله- تعالى-:فمنهم من يرى أن المراد به أنه- سبحانه- لا يعذب المخطئ في اجتهاده.وقد صدر صاحب الكشاف تفسيره لهذه الآية بهذا الرأى فقال قوله: لَوْلا كِتابٌ مِنَ اللَّهِ سَبَقَ. أى: لولا حكم منه سبق إثباته في اللوح المحفوظ، وهو أنه- سبحانه- لا يعاقب أحدا بخطإ، وكان هذا خطأ في الاجتهاد، لأنهم نظروا في أن استبقاءهم ربما كان سببا في إسلامهم وتوبتهم وأن فداءهم يتقوى به على الجهاد في سبيل الله، وخفى عليهم أن قتلهم أعز للإسلام وأهيب لمن وراءهم، وأفل لشوكتهم..».ومنهم من يرى أن المراد به أنه- سبحانه- لا يعذب قوما إلا بعد تقديم النهى عن الفعل ولم يتقدم نهى عن أخذ الفداء.ومنهم من يرى أن المراد به أنه- سبحانه- لا يعذبهم ما دام رسول الله صلى الله عليه وسلم بينهم.أو أنه- سبحانه- لا يعذب أحدا ممن شهد بدرا.وقد ساق الإمام الرازي هذه الأقوال وناقشها ثم اختار أن المراد بالكتاب الذي سبق: هو حكمه- سبحانه- في الأزل بالعفو عن هذه الواقعة، لأنه كتب على نفسه الرحمة، وسبقت رحمته غضبه.أما الإمام ابن جرير فهو يرى: أن الآية خبر عام غير محصور على معنى دون معنى، وأنه لا وجه لأن يخص من ذلك معنى دون معنى.. فقال: يقول الله- تعالى- لأهل بدر الذين أخذوا من الأسرى الفداء لَوْلا كِتابٌ مِنَ اللَّهِ سَبَقَ ...أى: لولا قضاء من الله سبق لكم أهل بدر في اللوح المحفوظ بأن الله يحل لكم الغنيمة، وأن الله قضى أنه لا يضل قوما بعد إذ هداهم حتى يبين لهم ما يتقون، وأنه لا يعذب أحدا شهد هذا المشهد الذي شهدتموه ببدر.. لولا كل ذلك لنالكم من الله بأخذكم الفداء عذاب عظيم» .ويبدو لنا أن ما ذهب إليه ابن جرير- من أن الآية خبر عام يشمل كل هذه المعاني- أولى بالقبول، لأنه لم يوجد نص صحيح عن النبي صلى الله عليه وسلم يحدد تفسير المراد من هذا الكتاب السابق في علمه- تعالى-.ولعل الحكمة في هذا الإبهام لتذهب الأفهام فيه إلى كل ما يحتمله اللفظ، ويدل عليه المقام، ولكي يعرفوا أن أخذهم الفداء كان ذنبا يستحقون العقوبة عليه لولا أن الله- تعالى- قدر في الأزل العفو عنهم بسبب وجود النبي صلى الله عليه وسلم فيهم، ولأنهم قد أخطئوا في اجتهادهم، ولأنهم لم يتقدم لهم نهى عن ذلك، ولأنهم قد شهدوا هذه الغزوة التي قال الرسول في شأن من حضرها على لسان ربه- عز وجل-: «اعملوا ما شئتم فقد غفرت لكم» .فقد روى الشيخان وغيرهما أن رسول الله صلى الله عليه وسلم قال لعمر في قصة حاطب بن أبى بلتعة عند ما أخبر المشركين بأن الرسول سيغزوهم قبل فتح مكة وكان حاطب قد شهد بدرا:«وما يدريك لعل الله- تعالى- اطلع على أهل بدر وقال: «اعملوا ما شئتم فقد غفرت لكم».والمعنى الإجمالى للآية الكريمة: لَوْلا كِتابٌ مِنَ اللَّهِ سَبَقَ أى: لولا حكم من الله- تعالى- سبق منه في الأزل ألا يعذب المخطئ على اجتهاده أو ألا يعذب قوما قبل تقديم البيان إليهم.. ولولا كل ذلك لَمَسَّكُمْ أى لأصابكم فِيما أَخَذْتُمْ أى بسبب ما أخذتم من الفداء قبل أن تؤمروا به عَذابٌ عَظِيمٌ لا يقادر قدره في شدته وألمه.قال ابن جرير: قال ابن زيد: لم يكن من المؤمنين أحد ممن نصر إلا أحب الغنائم إلا عمر بن الخطاب، جعل لا يلقى أسيرا إلا ضرب عنقه وقال: يا رسول الله مالنا وللغنائم؟ نحن قوم نجاهد في دين الله حتى يعبد الله فقال رسول الله صلى الله عليه وسلم: «لو عذبنا في هذا الأمر يا عمر ما نجا غيرك» ..وقال ابن إسحاق: لما نزلت لَوْلا كِتابٌ مِنَ اللَّهِ سَبَقَ ... الآية. قال رسول الله صلى الله عليه وسلم «لو نزل عذاب من السماء لم ينج منه إلا سعد بن معاذ لقوله: يا نبي الله، كان الإثخان في القتل أحب إلى من استبقاء الرجال».وقال بعض العلماء: قال القاضي، وفي الآية دليل على أن الأنبياء عليهم الصلاة والسلام يجتهدون، وأنه قد يكون خطأ، ولكن لا يقرون عليه  ."},{"ayah_number":69,"text":"ثم زاد- سبحانه- المؤمنين فضلا ومنه فقال: فَكُلُوا مِمَّا غَنِمْتُمْ حَلالًا طَيِّباً، وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ.قال الآلوسى روى أنه لما نزلت الآية الأولى ما كانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرى.. كف الصحابة أيديهم عما أخذوا من الفداء فنزلت هذه الآية.فالمراد بقوله مِمَّا غَنِمْتُمْ إما الفدية وإما مطلق الغنائم، والمراد بيان حكم ما اندرج فيها من الفدية، وإلا فحل الغنيمة مما عداها علم سابقا من قوله: وَاعْلَمُوا أَنَّما غَنِمْتُمْ..وقيل المراد بقوله: مِمَّا غَنِمْتُمْ الغنائم من غير اندراج الفدية فيها، لأن القوم لما نزلت الآية الأولى امتنعوا عن الأكل والتصرف فيها تزهدا منهم، لا ظنا لحرمتها.. والفاء للعطف على سبب مقدر، أى قد أبحت لكم الغنائم فكلوا مما غنمتم.والمعنى: لقد عفوت عنكم- أيها المؤمنون- فيما وقعتم فيه من تفضيلكم أخذ الفداء من الأسرى على قتلهم، وأبحت لكم الانتفاع بالغنائم فكلوا مما غنمتم من أعدائكم حلالا طيبا، أى لذيذا هنيئا لا شبهة في أكله ولا ضرر وَاتَّقُوا اللَّهَ في كل أحوالكم بأن تخشوه وتراقبوه إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ ولذا غفر لكم ما فرط منكم وأباح لكم ما أخذتموه من فداء. فسبحانه من إله واسع الرحمة والمغفرة، لمن اتقاه وتاب إليه توبة صادقة.وقوله حَلالًا حال من «ما» الموصولة في قوله: مِمَّا غَنِمْتُمْ أو صفة لمصدر محذوف، أى: أكلا حلالا.ووصف هذا المأمور بأكله بأنه حلال طيب، تأكيدا للإباحة حتى يقبلوا على الأكل منه بدون تحرج أو تردد، فإن معاتبتهم على أخذ الفداء قبل ذلك جعلتهم يترددون في الانتفاع به وبما غنموه من أعدائهم.ثم أمرت السورة النبي صلى الله عليه وسلم أن يخبر الأسرى بأنهم إذا ما فتحوا قلوبهم للحق واستجابوا له، - سبحانه- سيعوضهم عما فقدوه خيرا منه، أما إذا استمروا في كفرهم وعنادهم فإن الدائرة ستدور عليهم. استمع إلى السورة الكريمة وهي تصور هذا المعنى بأسلوبها البليغ فتقول:"},{"ayah_number":70,"text":"قال: ابن كثير: عن الزهري عن جماعة سماهم قالوا: بعثت قريش إلى رسول الله صلى الله عليه وسلم في فداء أسراهم، ففدى كل قوم أسيرهم بما رضوا.وقال العباس: يا رسول الله! قد كنت مسلما! فقال رسول الله صلى الله عليه وسلم: «الله أعلم بإسلامك، فإن يكن كما تقول، فإن الله يجزيك. وأما ظاهرك فقد كان علينا، فافتد نفسك وابني أخيك نوفل بن الحارث، وعقيل بن أبى طالب، وحليفك عتبة بن عمرو أخى بنى الحارث بن فهر» .قال العباس: ما ذاك عندي يا رسول الله، فقال له رسول الله صلى الله عليه وسلم «فأين المال الذي دفنته أنت وأم الفضل، فقلت لها: إن أصبت في سفري هذا فهذا المال الذي دفنته لبنىّ: الفضل، وعبد الله، وقثم» ؟قال: والله يا رسول الله إنى لأعلم أنك رسول الله. إن هذا الشيء ما علمه أحد غيرى وغير أم الفضل، فاحسب لي يا رسول الله ما أصبتم منى: - عشرين أوقية من مال كان معى-.فقال رسول الله صلى الله عليه وسلم: «لا، ذاك شيء أعطانا الله منك» .ففدى نفسه وابني أخويه وحليفه. فأنزل الله- تعالى- فيه يا أَيُّهَا النَّبِيُّ قُلْ لِمَنْ فِي أَيْدِيكُمْ مِنَ الْأَسْرى ... الآية.قال العباس: فأعطانى الله مكان العشرين الأوقية في الإسلام، عشرين عبدا كلهم في يده مال يضرب به. مع ما أرجو من مغفرة الله- تعالى- .وفي صحيح البخاري عن أنس: أن رجالا من الأنصار قالوا: يا رسول الله ائذن لنا فلنترك لابن أختنا عباس فداءه.فقال صلى الله عليه وسلم: «لا والله! لا تذرون منه درهما» . هذا، والآية الكريمة وإن كانت قد نزلت في العباس إلا أنها عامة في جميع الأسرى إذ العبرة بعموم اللفظ لا بخصوص السبب، ولأن الخطاب فيها موجه إلى سائر الأسرى لا إلى فرد منهم دون آخر.والمعنى: يا أَيُّهَا النَّبِيُّ قُلْ لِمَنْ فِي أَيْدِيكُمْ أى: قل للذين تحت تصرف أيديكم مِنَ الْأَسْرى أى: من أسرى المشركين في بدر الذين أخذتم منهم الفداء لتطلقوا سراحهم.قل لهم- أيها النبي الكريم- إِنْ يَعْلَمِ اللَّهُ فِي قُلُوبِكُمْ خَيْراً أى: إيمانا وتصديقا وعزما على اتباع الحق ونبذ الكفر والعناد.. إن يعلم الله- تعالى- منكم ذلك يُؤْتِكُمْ خَيْراً مِمَّا أُخِذَ مِنْكُمْ من فداء، بأن يخلفه عليكم في الدنيا، ويمنحكم الثواب الجزيل في الآخرة.ولقد صدق الله- تعالى- وعده مع من آمن وعمل صالحا من هؤلاء الأسرى، فأعطاهم الكثير من نعمه كما قال العباس- رضى الله عنه- وقوله: وَيَغْفِرْ لَكُمْ زيادة في حضهم على الدخول في الإيمان.وقوله: وَاللَّهُ غَفُورٌ رَحِيمٌ تذييل قصد به تأكيد ما قبله من الوعد بالخير والمغفرة.أى: والله- تعالى- واسع المغفرة، والرحمة لمن استجاب للحق، وقدم العمل الصالح.والتعبير، بقوله: لِمَنْ فِي أَيْدِيكُمْ للإشعار بأن هؤلاء الأسرى المشركين قد صاروا في قبضة المؤمنين وتحت تصرفهم، حتى لكأن أيديهم قابضة عليهم.وأسند وجود الخير في قلوبهم إلى علم الله- تعالى- للإشارة إلى أن ادعاء الإيمان باللسان فقط لا يكفل لهم الحصول على الخير الذي فقدوه ولا يوصلهم إلى مغفرة الله- تعالى- فعليهم أن يخلصوا لله في إيمانهم حتى ينالوا فضله وثوابه، فهو- سبحانه- عليم بذات الصدور."},{"ayah_number":71,"text":"وقوله: وَإِنْ يُرِيدُوا خِيانَتَكَ فَقَدْ خانُوا اللَّهَ مِنْ قَبْلُ فَأَمْكَنَ مِنْهُمْ. إنذار لهم بسوء المصير إذا ما لجوا في عنادهم وغدرهم، وبشارة من الله- تعالى- لرسوله والمؤمنين بأن العاقبة ستكون لهم.أى: وإن يرد هؤلاء الأسرى نقض عهودهم معك- يا محمد- والاستمرار في محاربتك ومعاداتك.. فلا تهتم بهم، ولا تجزع من خيانتهم فهم قد خانوا الله- تعالى- من قبل هذه الغزوة بكفرهم وجحودهم لنعمه فكانت نتيجة ذلك أن أمكنك منهم، وأظفرك بهم، وسينصرك عليهم بعد ذلك كما نصرك عليهم في بدر، والله- تعالى- عليم بما يسرونه وما يعلنونه، حكيم في تدبيره وصنعه.فالآية الكريمة إنذار للأسرى إذا ما استحبوا العمى على الهدى، وتبشير للرسول صلى الله عليه وسلم بأن خيانتهم ستكون وبالها عليهم.قال الفخر الرازي: وقوله فَأَمْكَنَ مِنْهُمْ قال الأزهرى: يقال أمكننى الأمر يمكنني فهو ممكن ومفعول الإمكان محذوف.والمعنى: فأمكن المؤمنين منهم، أى: أنهم خانوا الله بما أقدموا عليه من محاربة الرسول يوم بدر. فأمكن الله منهم قتلا وأسرا، وذلك نهاية الإمكان والظفر. فنبه الله بذلك على أنهم قد ذاقوا وبال ما فعلوه، فإن عادوا كان التمكين منهم ثابتا حاصلا، وفيه بشارة للرسول صلى الله عليه وسلم أنه يتمكن من كل من يخونه وينقض عهده».هذا، ومن الأحكام والآداب التي حدثت عن أسرى غزوة بدر ما يأتى:1- أن على المؤمنين في كل زمان ومكان أن يجعلوا جهادهم خالصا لوجه الله ومن أجل إعلاء كلمته ونصرة دينه، وذلك بأن يبالغوا في قتال أعدائه وأعدائهم إذلالا للكفر وإعزازا للحق، وأن يؤثروا كل ذلك على أعراض الدنيا ومتعها.2- أن أخذ الفداء من الأسرى لا شيء فيه في ذاته، وإنما عاتب الله المؤمنين على أخذه من أسرى بدر، لأن هذه الغزوة كانت المعركة الأولى بين المؤمنين والمشركين، وكان إذلال المشركين فيها عن طريق المبالغة في قتلهم أهم من أخذ الفداء منهم، وأظهر في كسر شوكتهم، وعجزهم عن معاودة الكرة على المسلمين.قال ابن كثير. وقد استقر الحكم في الأسرى عند جمهور العلماء، أن الإمام مخير فيهم، إن شاء قتل- كما فعل ببني قريظة- وإن شاء فادى بمال- كما فعل بأسرى بدر- أو بمن أسر من المسلمين، كما فعل رسول الله صلى الله عليه وسلم في تلك الجارية وابنتها اللتين كانتا في سبى سلمة بن الأكوع، حيث ردهما وأخذ في مقابلتهما من المسلمين الذين كانوا عند المشركين، وإن شاء استرق من أسر.هذا مذهب الإمام الشافعى وطائفة من العلماء، وفي المسألة خلاف آخر بين الأئمة مقرر في موضعه» .3- أن الذين شهدوا بدرا من المسلمين كانت لهم مكانتهم السامية، ومنزلتهم العالية، عند الله- تعالى-.ومما يدل على ذلك أنه- سبحانه- عفا عن خطئهم في أخذ الفداء من الأسرى ثم زادهم فضلا ومنة فجعل غنائم الحرب حلالا لهم، بعد أن كانت محرمة على أتباع الرسل السابقين.ففي البخاري عن جابر بن عبد الله قال: قال رسول الله صلى الله عليه وسلم «أعطيت خمسا لم يعطهن أحد من الأنبياء قبلي. نصرت بالرعب مسيرة شهر وجعلت لي الأرض مسجدا وطهورا فأيما رجل من أمتى أدركته الصلاة فليصل وأحلت لي الغنائم ولم تحل لأحد قبلي، وأعطيت الشفاعة، وكان النبي يبعث إلى قومه خاصة وبعثت إلى الناس عامة»4- أن الإسلام لا يستبقى الأسرى لديه للإذلال والقهر والاستغلال، وإنما يستبقيهم ليوقظ في فطرتهم نور الحق الذي باتباعه يعوضهم الله عما أخذ منهم في الدنيا، ويمنحهم ثوابه ومغفرته في الآخرة.أما إذا استمروا في عداوتهم للحق، فإن الدائرة ستدور عليهم.5- أن الإيمان لا يكون صحيحا إلا إذا صاحبه التصديق والإذعان.قال ابن العربي: لما أسر من أسر من المشركين في بدر، تكلم قوم منهم بالإسلام، ولم يمضوا فيه عزيمة، ولا اعترفوا به اعترافا جازما، ويشبه أنهم أرادوا أن يتقربوا من المسلمين ولا يبعدوا عن المشركين فنزلت الآية: يا أَيُّهَا النَّبِيُّ قُلْ لِمَنْ فِي أَيْدِيكُمْ مِنَ الْأَسْرى..الآية.قال علماؤنا: إن تكلم الكافر بالإيمان في قلبه وبلسانه ولم يمض فيه عزيمة لم يكن مؤمنا، وإذا وجد مثل ذلك من المؤمن كان كافرا إلا ما كان من الوسوسة التي لا يقدر المرء على دفعها، فإن الله قد عفا عنها وأسقطها.وقد بين الله لرسوله صلى الله عليه وسلم الحقيقة فقال: وَإِنْ يُرِيدُوا خِيانَتَكَ أى إن كان هذا القول منهم خيانة ومكرا فَقَدْ خانُوا اللَّهَ مِنْ قَبْلُ بكفرهم ومكرهم بك وقتالهم لك، فأمكنك منهم. وإن كان هذا القول منهم خيرا ويعلمه الله فيقبل ذلك منهم، ويعوضهم خيرا مما أخذ منهم، ويغفر لهم ما تقدم من كفرهم وخيانتهم ومكرهم .ثم ختم الله- تعالى- سورة الأنفال بالحديث عن علاقة المسلمين بعضهم ببعض، وعن علاقتهم بغيرهم من الكفار وعن الأحكام المنظمة لهذه العلاقات فقال- تعالى-:"},{"ayah_number":72,"text":"هذه الآيات الكريمة التي ختم الله- تعالى- بها سورة الأنفال، وضحت أن المؤمنين في العهد النبوي أقسام، وذكرت حكم كل قسم منهم.أما القسم الأول: فهم المهاجرون الأولون أصحاب الهجرة الأولى.وأما القسم الثاني: فهم الأنصار من أهل المدينة.والقسم الثالث: المؤمنون الذين لم يهاجروا.والقسم الرابع: المؤمنون الذين هاجروا بعد صلح الحديبية.وقد عبر- سبحانه- عن القسمين: الأول والثاني بقوله: إِنَّ الَّذِينَ آمَنُوا وَهاجَرُوا وَجاهَدُوا بِأَمْوالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ وَالَّذِينَ آوَوْا وَنَصَرُوا....أى: إِنَّ الَّذِينَ آمَنُوا بالله- تعالى- حق الإيمان وَهاجَرُوا أى تركوا ديارهم وأوطانهم وكل نفيس من زينة الحياة الدنيا. من أجل الفرار بدينهم من فتنة المشركين، ومن أجل نشر دين الله في الأرض وَجاهَدُوا بِأَمْوالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ أى: أنهم مع إيمانهم الصادق، وسبقهم بالهجرة إرضاء لله- تعالى-، قد بالغوا في إتعاب أنفسهم من أجل نصرة الحق، فقدموا ما يملكون من أموال، وقدموا نفوسهم رخيصة لا في سبيل عرض من أعراض الدنيا، وإنما في سبيل مرضاة الله ونصرة دينه.فأنت ترى أن الله- تعالى- قد وصف هذا القسم الأول من المؤمنين وهم الذين سبقوا إلى الهجرة. بأعظم الصفات وأكرمها.فقد وصفهم بالإيمان الصادق، وبالمهاجرة فرارا بدينهم من الفتن، وبالمجاهدة بالمال والنفس في سبيل إعلاء كلمة الله.وقد جاءت هذه الأوصاف الجليلة مرتبة حسب الوقوع، فإن أول ما حصل منهم هو الإيمان، ثم جاءت من بعده الهجرة، ثم الجهاد.ولعل تقديم المجاهدة بالأموال هنا على المجاهدة بالأنفس، لأن المجاهدة بالأموال أكثر وقوعا، وأتم دفعا للحاجة، حيث لا تتصور المجاهدة بالنفس بلا مجاهدة بالأموال.وقوله فِي سَبِيلِ اللَّهِ متعلق بقوله جاهَدُوا لإبراز أن جهادهم لم يكن لأى غرض دنيوى، وإنما كان من أجل نصرة الحق وإعلاء كلمته- سبحانه- وقوله: وَالَّذِينَ آوَوْا وَنَصَرُوا بيان للقسم الثاني من أقسام المؤمنين في العهد النبوي، وهم الأنصار من أهل المدينة الذين فتحوا للمهاجرين قلوبهم، واستقبلوهم أحسن استقبال، حيث أسكنوهم منازلهم، وبذلوا لهم أموالهم، وآثروهم على أنفسهم، ونصروهم على أعدائهم.فالآية الكريمة قد وصفت الأنصار بوصفين كريمين.أولهما: الإيواء الذي يتضمن معنى التأمين من الخوف، إذا المأوى هو الملجأ والمأمن مما ولقد كانت المدينة مأوى وملجأ للمهاجرين، وكان أهلها مثالا للكرم والإيثار ...ثانيهما: النصرة، لأن أهل المدينة قد نصروا الرسول صلى الله عليه وسلم والمهاجرين بكل ما يملكون من وسائل التأييد والمؤازرة، فقد قاتلوا من قاتلهم، وعادوا من عاداهم، ولذا جعل الله- تعالى- حكمهم وحكم المهاجرين واحدا فقال: أُولئِكَ بَعْضُهُمْ أَوْلِياءُ بَعْضٍ.فاسم الإشارة يعود إلى المهاجرين السابقين، وإلى الأنصار.وقوله: أَوْلِياءُ جمع ولى ويطلق على الناصر والمعين والصديق والقريب ...والمراد بالولاية هنا: الولاية العامة التي تتناول التناصر والتعاون والتوارث..أى: أولئك المذكورون الموصوفون بهذه الصفات الفاضلة يتولى بعضهم بعضا في النصرة والمعاونة والتوارث.. وغير ذلك، لأن حقوقهم ومصالحهم مشتركة.قال الآلوسى ما ملخصه: «روى عن ابن عباس أن النبي صلى الله عليه وسلم آخى بين المهاجرين والأنصار، فكان المهاجر يرثه أخوه الأنصارى، إذا لم يكن له بالمدينة ولى مهاجرى وبالعكس، واستمر أمرهم على ذلك إلى فتح مكة ثم توارثوا بالنسب بعد إذ لم تكن هجرة..وعليه فالآية منسوخة بقوله- تعالى- بعد ذلك وَأُولُوا الْأَرْحامِ بَعْضُهُمْ أَوْلى بِبَعْضٍ فِي كِتابِ اللَّهِ ...وقال الأصم: الآية محكمة، والمراد الولاية بالنصرة والمظاهرة.والذي نراه أن الولاية هنا عامة فهي تشمل كل ما يحتاج إليه المسلمون فيما بينهم من تعاون وتناصر وتكافل وتوارث وغير ذلك..وقوله- تعالى-: وَالَّذِينَ آمَنُوا وَلَمْ يُهاجِرُوا ما لَكُمْ مِنْ وَلايَتِهِمْ مِنْ شَيْءٍ حَتَّى يُهاجِرُوا.. بيان لحكم القسم الثالث من أقسام المؤمنين في العهد النبوي..أى: هذا الذي ذكرته لكم قبل ذلك في الآية هو حكم المهاجرين السابقين والأنصار الذي آووهم ونصروهم أما حكم الذين آمنوا ولم يهاجروا، وهم المقيمون في أرض الشرك تحت سلطان المشركين وحكمهم. فإنهم ليس بينهم وبين المهاجرين والأنصار ولاية إرث حَتَّى يُهاجِرُوا إلى المدينة، كما أنكم- أيها المؤمنون- لا تنتظروا منهم تعاونا أو مناصرة، لأنهم بسبب إقامتهم في أرض الشرك وتحت سلطانه- أصبحوا لا يملكون وسائل المناصرة لكم.ثم قال- تعالى: وَإِنِ اسْتَنْصَرُوكُمْ فِي الدِّينِ فَعَلَيْكُمُ النَّصْرُ إِلَّا عَلى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثاقٌ.أى: وإن طلب منكم هؤلاء المؤمنون الذين لم يهاجروا النصرة على أعدائكم في الدين، فيجب عليكم أن تنصروهم، لأنهم إخوانكم في العقيدة، بشرط ألا يكون بينكم وبين هؤلاء الأعداء عهد ومهادنة، فإنكم في هذه الحالة يحظر عليكم نصرة هؤلاء المؤمنين الذين لم يهاجروا، لأن في نصرتهم- على من بينكم وبينهم عهد- نقضا لهذا العهد.أى: إن نصرتكم لهم إنما تكون على الكفار الحربيين لا على الكفار المعاهدين وهذا يدل على رعاية الإسلام للعهود، واحترامه للشروط والعقود.قال الجمل: أثبت الله- تعالى- للقسمين الأولين النصرة والإرث، ونفى عن هذا القسم الإرث وأثبت له النصرة.وقوله: وَاللَّهُ بِما تَعْمَلُونَ بَصِيرٌ تذييل قصد به الترغيب في طاعة الله، والتحذير من معصيته.أى: والله- تعالى- مطلع على كل أعمالكم فأطيعوه، ولا تخالفوا أمره."},{"ayah_number":73,"text":"قبل أن تذكر السورة القسم الرابع من أقسام المؤمنين، تتحدث عن ولاية الكفار بعضهم لبعض فتقول: وَالَّذِينَ كَفَرُوا بَعْضُهُمْ أَوْلِياءُ بَعْضٍ، إِلَّا تَفْعَلُوهُ تَكُنْ فِتْنَةٌ فِي الْأَرْضِ وَفَسادٌ كَبِيرٌ.أى: والذين كفروا بعضهم أولياء بعض في النصرة والتعاون على قتالكم وإيذائكم- أيها المؤمنون- فهم وإن اختلفوا فيما بينهم إلا أنهم يتفقون على عداوتكم وإنزال الاضرار بكم.وقوله: إِلَّا تَفْعَلُوهُ تَكُنْ فِتْنَةٌ فِي الْأَرْضِ وَفَسادٌ كَبِيرٌ تحذير شديد للمؤمنين عن مخالفة أمره- سبحانه-.أى: إلا تفعلوا- أيها المؤمنون- ما أمرتكم به من التناصر والتواصل وتولى بعضكم بعضا، ومن قطع العلائق بينكم وبين الكفار، تحصل فتنة كبيرة في الأرض، ومفسدة شديدة فيها، لأنكم إذا لم تصيروا يدا واحدة على الشرك، يضعف شأنكم، وتذهب ريحكم، وتسفك دماؤكم ويتطاول أعداؤكم عليكم، وتصيرون عاجزين عن الدفاع عن دينكم وعرضكم..وبذلك تعم الفتنة، وينتشر الفساد."},{"ayah_number":74,"text":"وقوله- تعالى- وَالَّذِينَ آمَنُوا وَهاجَرُوا وَجاهَدُوا فِي سَبِيلِ اللَّهِ وَالَّذِينَ آوَوْا وَنَصَرُوا، أُولئِكَ هُمُ الْمُؤْمِنُونَ حَقًّا.. كلام مسوق للثناء على القسمين الأولين من الأقسام الثلاثة للمؤمنين وهم المهاجرون والأنصار.إذ أن الآية الأولى من هذه الآيات الكريمة قد ساقها الله- تعالى- لإيجاب التواصل بينهم، أما هذه الآية فقد ساقها سبحانه- للثناء عليهم والشهادة لهم بأنهم هم المؤمنون حق الإيمان وأكمله، بخلاف من أقام من المؤمنين بدار الشرك، مع الحاجة إلى هجرته وجهاده.قال الفخر الرازي: أثنى الله- تعالى- على المهاجرين والأنصار من ثلاثة أوجه:أولها- قوله: أُولئِكَ هُمُ الْمُؤْمِنُونَ حَقًّا فإن هذه الجملة تفيد المبالغة في مدحهم، حيث وصفهم بكونهم محقين في طريق الدين.وقد كانوا كذلك، لأن من لم يكن محقا في دينه لم يتحمل ترك الأديان السالفة، ولم يفارق الأهل والوطن، ولم يبذل النفس والمال.وثانيها- قوله: لَهُمْ مَغْفِرَةٌ والتنكير يدل على الكمال، أى: مغفرة تامة كاملة.وثالثها- قوله: وَرِزْقٌ كَرِيمٌ والمراد منه الثواب الرفيع.والحاصل: أنه- سبحانه- شرح أحوالهم في الدنيا والآخرة. أما في الدنيا فقد وصفهم بقوله: أُولئِكَ هُمُ الْمُؤْمِنُونَ حَقًّا.وأما في الآخرة فالمقصود إما دفع العقاب، وإما جلب الثواب.أما دفع العقاب فهو المراد بقوله لَهُمْ مَغْفِرَةٌ ... وأما جلب الثواب فهو المراد بقوله وَرِزْقٌ كَرِيمٌ."},{"ayah_number":75,"text":"ثم ختم- سبحانه- السورة الكريمة ببيان القسم الرابع من أقسام المؤمنين في العهد النبوي فقال: وَالَّذِينَ آمَنُوا مِنْ بَعْدُ وَهاجَرُوا وَجاهَدُوا مَعَكُمْ فَأُولئِكَ مِنْكُمْ ...أى: والذين آمنوا من بعد المؤمنين السابقين إلى الإيمان والهجرة، وهاجروا إلى المدينة، وجاهدوا مع المهاجرين السابقين والأنصار من أجل إعلاء كلمة الله، فأولئك الذين هذا شأنهم مِنْكُمْ أى: من جملتكم- أيها المهاجرون والأنصار في استحقاق الموالاة والنصرة، واستحقاق الأجر من الله، إلا أن هذا الأجر ينقص عن أجركم، لأنه لا يتساوى السابق في الإيمان والهجرة والجهاد مع المتأخر في ذلك.قالوا: والمراد بهذا القسم الرابع من أقسام المؤمنين، أهل الهجرة الثانية التي وقعت بعد الهجرة الأولى، وقيل المراد بهذا القسم المهاجرون بعد صلح الحديبية، أو بعد غزوة بدر، أو بعد نزول هذه الآية، فيكون الفعل الماضي آمَنُوا وما بعده بمعنى المستقبل.وقوله: وَأُولُوا الْأَرْحامِ بَعْضُهُمْ أَوْلى بِبَعْضٍ فِي كِتابِ اللَّهِ.. بيان لحقوق الأقارب بالنسب والأرحام جمع رحم، وأصله رحم المرأة الذي هو موضع تكوين الولد في بطنها، وسمى به الأقارب، لأنهم في الغالب من رحم واحدة وأولو الأرحام في اصطلاح علماء الفرائض: هم الذين لا يرثون بفرض ولا تعصيب.أى: وذوو القرابة بعضهم أولى في التوارث وفي غير ذلك مما تقتضيه مطالب الحياة من التكافل والتراحم.وقوله: فِي كِتابِ اللَّهِ أى: في حكمه الذي كتبه على عباده المؤمنين، وأوجب به عليهم صلة الأرحام في هذه الآية وغيرها.قال الآلوسى: «أخرج الطيالسي والطبراني وغيرهما عن ابن عباس قال: آخى رسول الله صلى الله عليه وسلم بين أصحابه، وورث بعضهم من بعض حتى نزلت هذه الآية فتركوا ذلك وتوارثوا بالنسب».أى أن هذه الآية الكريمة نسخت ما كان بين المهاجرين والأنصار من التوارث بسبب الهجرة والمؤاخاة.وقوله: إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ تذييل ختمت به السورة الكريمة لحض المؤمنين على التمسك بما اشتملت عليه من آداب وتشريعات وأحكام لينالوا رضاه وثوابه.أى: إن الله- تعالى- مطلع على كل شيء مما يدور ويجرى في هذا الكون، ولا يخفى عليه شيء في الأرض ولا في السماء، وسيجازى الذين أساؤوا بما عملوا، ويجازى الذين أحسنوا بالحسنى.وبذلك نرى الآيات الكريمة قد مدحت المهاجرين والأنصار مدحا عظيما، كما مدحت المؤمنين من بعدهم، وحضت على الجهاد في سبيل الله، وأمرت بالوفاء بالعهود، وبالوقوف صفا واحدا في وجه الكفار حتى تكون كلمة الله هي العليا وكلمة الذين كفروا هي السفلى.وبعد: فهذا ما وفق الله إليه في تفسير سورة الأنفال، أو سورة بدر- كما سماها ابن عباس- لأنها تحدثت باستفاضة عن أحداث هذه الغزوة وعن أحوال المشتركين فيها، وعن بشارات النصر التي تقدمتها وصاحبتها وعن غنائمها وأسراها.كما تحدثت عن صفات المؤمنين الصادقين، وعن الأقوال والأعمال التي يجب عليهم أن يتمسكوا بها لينالوا رضا الله ونصره، وعن رذائل المشركين ومسالكهم القبيحة لمحاربة الدعوة الاسلامية، وعن المبادئ التي يجب أن يسير عليها المسلمون في حربهم وسلمهم، وعن سنن الله في خلقه التي لا تتغير ولا تتبدل، والتي من أهمها:أنه- سبحانه- لا يسلب نعمة عن قوم إلا بسبب معاصيهم وتنكبهم الطريق القويم، قال- تعالى-: ذلِكَ بِأَنَّ اللَّهَ لَمْ يَكُ مُغَيِّراً نِعْمَةً أَنْعَمَها عَلى قَوْمٍ حَتَّى يُغَيِّرُوا ما بِأَنْفُسِهِمْ.وأنه- سبحانه- قد جعل العاقبة الحسنة للمؤمنين، والعاقبة السيئة للفاسقين، وأخبر المنحرفين عن صراطه بأنه سيغفر لهم ما سلف من خطاياهم متى أقلعوا عنها، وأخلصوا له العبادة.قال- تعالى- قُلْ لِلَّذِينَ كَفَرُوا إِنْ يَنْتَهُوا يُغْفَرْ لَهُمْ ما قَدْ سَلَفَ وَإِنْ يَعُودُوا فَقَدْ مَضَتْ سُنَّتُ الْأَوَّلِينَ، وَقاتِلُوهُمْ حَتَّى لا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ كُلُّهُ لِلَّهِ، فَإِنِ انْتَهَوْا فَإِنَّ اللَّهَ بِما يَعْمَلُونَ بَصِيرٌ، وَإِنْ تَوَلَّوْا فَاعْلَمُوا أَنَّ اللَّهَ مَوْلاكُمْ نِعْمَ الْمَوْلى وَنِعْمَ النَّصِيرُ.وختاما: نسأل الله- تعالى- أن يوفقنا للمداومة على خدمة كتابه، وأن يهيئ لنا من أمرنا رشدا، وأن يتمم لنا نورنا ويغفر لنا إنه على كل شيء قدير.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم د. محمد سيد طنطاوى"}]