[{"ayah_number":1,"text":"تفسير سورة المطففينمقدمة وتمهيد1- سورة «المطففين» أو سورة «ويل للمطففين» أو سورة «التطفيف» من السور التي اختلف المفسرون في كونها مكية أو مدنية أو بعضها مكي وبعضها مدني.فصاحب الكشاف يقول: مكية ... وهي آخر سورة نزلت بمكة.والإمام ابن كثير يقول: هي مدنية، دون أن يذكر في ذلك خلافا.والإمام القرطبي يقول: سورة «المطففين» : مكية في قول ابن مسعود والضحاك ومدنية في قول الحسن وعكرمة، وهي ست وثلاثون آية.قال مقاتل: وهي أول سورة نزلت بالمدينة. وقال ابن عباس وقتادة: هي مدنية إلا ثماني آيات، من قوله- تعالى-: إِنَّ الَّذِينَ أَجْرَمُوا إلى آخرها. فإنها مكية. وقال الكلبي وجابر بن زيد: نزلت بين مكة والمدينة.والإمام الآلوسى يجمع كل هذه الأقوال في تفسيره بشيء من التفصيل دون أن يرجح بينها.2- ويبدو لنا أن سورة المطففين من السور المكية، إلا أننا نرجح أنها من آخر ما نزل على الرسول صلى الله عليه وسلم من قرآن مكي، وقد ذكرها الإمام السيوطي في كتابه الإتقان، على أنها آخر سورة مكية، نزلت على الرسول صلى الله عليه وسلم قبل الهجرة  .ومما يجعلنا نرجح أن سورة المطففين من السور المكية: حديثها الواضح عن الفجار والأبرار.وعن يوم القيامة وسوء عاقبة المكذبين به، وعن أقوال المشركين في شأن القرآن الكريم.وعن الموازنة بين مصير المؤمنين والكافرين، وعن موقف كفار قريش من فقراء المؤمنين.وهذه الموضوعات نراها من السمات الواضحة للقرآن المكي، وإذا كان القرآن المدني قد تحدث عنها، فبصورة أقل تفصيلا من القرآن المكي.3- والسورة الكريمة في مطلعها تهدد الذين ينقصون المكيال والميزان ويبخسون الناس أشياءهم. وتذكرهم بيوم البعث والحساب والجزاء، لعلهم يتوبون إلى خالقهم ويستغفرونه مما فرط منهم.ثم تسوق موازنة مفصلة بين سوء عاقبة الفجار، وحسن عاقبة الأبرار.ثم تختتم بذكر ما كان يفعله المشركون مع فقراء المؤمنين، من استهزاء وإيذاء، وبشرت هؤلاء المؤمنين: بأنهم يوم الجزاء والحساب، سيضحكون من الكفار، كما ضحك الكفار منهم في الدنيا. قال- تعالى-: فَالْيَوْمَ الَّذِينَ آمَنُوا مِنَ الْكُفَّارِ يَضْحَكُونَ. عَلَى الْأَرائِكِ يَنْظُرُونَ. هَلْ ثُوِّبَ الْكُفَّارُ ما كانُوا يَفْعَلُونَ.الويل : لفظ دال على الهلاك أو الشر ، وهو اسم لا فعل له من لفظه . . وقيل : هو اسم واد فى جهنم .و ( المطففين ) جمع مطفف ، من الطفيف ، وهو الشئ التافه الحقير ، لأن ما يغتاله المطفف من غيره شئ قليل . والتطفيف : الإِنقاص فى المكيال أو الميزان عن الحدود المطلوبة .قال الإِمام ابن جرير : وأصل التطفيف ، من الشئ الطفيف ، وهو القليل النزر . والمطفف : المقلل صاحب الحق عَمَّا له من الوفاء والتمام فى الوكيل أو وزن ."},{"ayah_number":2,"text":"ومنه قيل للقوم الذين يكونون سواء فى حسبه أو عدد : هم سواء كطف الصاع . يعنى بذلك كقرب الممتلئ منه ناقص عن الملء . .وقوله : ( اكتالوا ) من الاكتيال وهو افتعال من الكيل . والمراد به : أخذ مالهم من مكيل من غيرهم بحكم الشراء ."},{"ayah_number":3,"text":"ومعنى: كالُوهُمْ أَوْ وَزَنُوهُمْ: كالوهم أو وزنوا لهم، فحذفت اللام، فتعدى الفعل إلى المفعول، فهو من باب الحذف والإيصال.فالواوان في «كالوهم أو وزنوهم» يعودان إلى الاسم الموصول في قوله: الَّذِينَ إِذَا اكْتالُوا. والضميران المنفصلان «هم» ، يعودان إلى الناس.قال صاحب الكشاف: والضمير في «كالوهم أو وزنوهم» ضمير منصوب راجع إلى الناس. وفيه وجهان: أن يراد: كالوا لهم، أو وزنوا لهم فحذف الجار، وأوصل الفعل، كما في قول الشاعر:ولقد جنيتك أكمؤا وعساقلا ... ولقد نهيتك عن بنات الأوبربمعنى جنيت لك. وأن يكون على حذف مضاف، وإقامة المضاف إليه مقامه، والمضاف هو المكيل أو الموزون ...  .والمعنى: هلاك شديد، وعذاب أليم، للمطففين، وهم الذين يبخسون حقوق الناس في حالتي الكيل والوزن وما يشبههما، ومن مظاهر ذلك أنهم إذا اشتروا من الناس شيئا حرصوا على أن يأخذوا حقوقهم منهم كاملة غير منقوصة، وإذا باعوا لهم شيئا، عن طريق الكيل أو الوزن أو ما يشبههما يُخْسِرُونَ أى: ينقصون في الكيل أو الوزن.يقال: خسر فلان الميزان وأخسره، إذا نقصه، ولم يتمه كما يقتضيه العدل والقسط.وافتتحت السورة الكريمة بلفظ «الويل» للإشعار بالتهديد الشديد، والوعيد الأليم لمن يفعل ذلك. وقوله وَيْلٌ مبتدأ، وهو نكرة، وسوغ الابتداء به كونه دعاء. وخبره «للمطففين» .وقال- سبحانه- إِذَا اكْتالُوا عَلَى النَّاسِ ولم يقل: من الناس. للإشارة إلى ما في عملهم المنكر من الاستيلاء والقهر والظلم.وإلى هذا المعنى أشار صاحب الكشاف بقوله: لما كان اكتيالهم من الناس اكتيالا يضرهم، ويتحامل فيه عليهم، أبدل «على» مكان «من» للدلالة على ذلك.ويجوز أن يتعلق «على» بيستوفون، ويقدم المفعول على الفعل لإفادة الخصوصية. أى:يستوفون على الناس خاصة، فأما أنفسهم فيستوفون لها.وقال الفراء: «من» و «على» يعتقبان في هذا الموضوع، لأنه حق عليه، فإذا قال:اكتلت عليك، فكأنه قال: أخذت ما عليك. وإذا قال: اكتلت منك، فكقوله: استوفيت منك ... .والتعبير بقوله: يَسْتَوْفُونَ ويُخْسِرُونَ يدل على حرصهم الشديد فيما يتعلق بحقوقهم. وإهمالهم الشنيع لحقوق غيرهم، إذ استيفاء الشيء، أخذه وافيا تاما، فالسين والتاء فيه للمبالغة.وأما يُخْسِرُونَ فمعناه إيقاع الخسارة على الغير في حالتي الكيل والوزن وما يشبههما."},{"ayah_number":4,"text":"ثم أتبع- سبحانه- هذا التهديد للمطففين. بما يجعل الناس يتعجبون من أحوالهم، فقال- تعالى-:أَلا يَظُنُّ أُولئِكَ أَنَّهُمْ مَبْعُوثُونَ لِيَوْمٍ عَظِيمٍ. يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعالَمِينَ.والهمزة للاستفهام التعجيبى من أحوالهم، والجملة مستأنفة مسوقة لتفظيع ما فعلوه من بخس الناس أشياءهم. وأدخلت همزة الاستفهام على «لا» النافية لزيادة التوبيخ والإنكار، حتى لكأن سوء عاقبة التطفيف لا تخطر لهم على بال.والظن هنا مستعمل في معناه الحقيقي، وهو اعتقاد الشيء اعتقادا راجحا.وقال- سبحانه-: أَلا يَظُنُّ أُولئِكَ ... ولم يقل: ألا يظنون، لقصد تمييزهم والتشهير بهم، زيادة في ذمهم، وفي تقبيح أفعالهم.أى: أبلغت الجرأة بهؤلاء المطففين، أنهم صاروا من بلادة الحس، ومن فقدان الشعور، لا يخشون الحساب يوم القيامة، ولا يخافون العذاب الشديد الذي سينزل بهم، يوم يقوم الناس من قبورهم استجابة لأمر رب العالمين، حيث يتلقون جزاءه العادل، وحكمه النافذ."},{"ayah_number":5,"text":"ووصف- سبحانه- اليوم بالعظم. باعتبار عظم ما يقع فيه من أهوال."},{"ayah_number":6,"text":"وقوله: يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعالَمِينَ بدل مما قبله. واللام في قوله لِرَبِ للتعليل. أى: يقومون لأجل ربوبيته- تعالى- وتلقى حكمه الذي لا يستطيعون الفرار منه. وفي هذا الوصف ما فيه من استحضار جلاله- وعظمته- سبحانه-.قال القرطبي: وفي هذا الإنكار والتعجيب، وكلمة الظن. ووصف اليوم بالعظيم، وقيام الناس فيه لله خاضعين، ووصف ذاته برب العالمين، بيان بليغ لعظم الذنب، وتفاقم الإثم في التطفيف، وفيما كان مثل حاله من الحيف وترك القيام بالقسط والعمل على التسوية والعدل، في كل أخذ وإعطاء، بل في كل قول وعمل.. .هذا، وقد جاء الأمر بإيفاء الكيل والميزان، والنهى عن تطفيفهما، في آيات كثيرة، منها قوله- تعالى-: وَإِلى مَدْيَنَ أَخاهُمْ شُعَيْباً قالَ يا قَوْمِ اعْبُدُوا اللَّهَ ما لَكُمْ مِنْ إِلهٍ غَيْرُهُ، وَلا تَنْقُصُوا الْمِكْيالَ وَالْمِيزانَ إِنِّي أَراكُمْ بِخَيْرٍ، وَإِنِّي أَخافُ عَلَيْكُمْ عَذابَ يَوْمٍ مُحِيطٍ .ومنها قوله- سبحانه-: وَأَوْفُوا الْكَيْلَ إِذا كِلْتُمْ وَزِنُوا بِالْقِسْطاسِ الْمُسْتَقِيمِ ذلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا  .وقوله- تعالى-: وَأَوْفُوا الْكَيْلَ وَالْمِيزانَ بِالْقِسْطِ لا نُكَلِّفُ نَفْساً إِلَّا وُسْعَها.قال بعض العلماء ما ملخصه: والتصدي لشأن المطففين بهذا الأسلوب في سورة مكية، أمر يلفت النظر، فالسورة المكية عادة توجه اهتمامها إلى أصول العقائد.ومن ثم فالتصدى لهذا الأمر بذاته، يدل أولا على أن الإسلام، كان يواجه في البيئة المكية، حالة صارخة من هذا التطفيف يزاولها الكبراء.. الذين يملكون إكراه الناس على ما يريدون فهم «يكتالون على الناس» لا من الناس.. فكأن لهم سلطانا على الناس.ويدل- ثانيا- على طبيعة هذا الدين، وشمول منهجه للحياة الواقعية، وشئونها العملية، وإقامتها على الأساس الأخلاقى الأصيل في طبيعة هذا المنهج الإلهى القويم..  ."},{"ayah_number":7,"text":"ثم زجر- سبحانه- هؤلاء الفاسقين عن أمره زجرا شديدا، وتوعدهم بالعذاب الشديد، فقال- تعالى-: كَلَّا إِنَّ كِتابَ الفُجَّارِ لَفِي سِجِّينٍ.وقوله: كَلَّا حرف ردع وزجر، وما بعده كلام مستأنف، وقد تكرر في الآيات التي معنا ثلاث مرات، والمراد به هنا: ردعهم وزجرهم عما كانوا فيه من الشرك، والتطفيف في الكيل والميزان.والفجار: جمع فاجر، وهو مأخوذ من الفجور، وهو شق الشيء شقا واسعا، وسمى الفجار بذلك مبالغة في هتكهم لحرمات الله، وشقهم لستر الشريعة، بدون خوف أو وجل.يقال: فجر فلان فجورا فهو فاجر، وهم فجار وفجرة، إذا تجاوزوا كل حد أمر الله- تعالى- بالوقوف عنده. والمراد بالكتاب المكتوب. أى: صحيفة الأعمال.والسجّين: اختلفوا في معناه على أقوال منها: أنه علم أو وصف لواد في جهنم، صيغ بزنة فعّيل- بكسر الفاء مع تشديد العين المكسورة-، مأخوذ من السّجن بمعنى الحبس. يقال:سجن الحاكم فلانا يسجنه- بضم الجيم- سجنا، إذا حبسه.قال ابن كثير: قوله: كَلَّا إِنَّ كِتابَ الفُجَّارِ لَفِي سِجِّينٍ أى: إن مصيرهم ومأواهم لفي سجين، - فعيل من السّجن، وهو الضيق-، كما يقال: فلان فسيق وشريب وخمير وسكير ونحو ذلك، ولهذا عظم أمره فقال: وَما أَدْراكَ ما سِجِّينٌ؟ أى: هو أمر عظيم، وسجن مقيم، وعذاب أليم.ثم قد قال قائلون: هو تحت الأرض السابعة.. وقيل: بئر في جهنم.والصحيح أن «سجينا» مأخوذ من السّجن، وهو الضيق، فإن المخلوقات كل ما تسافل منها ضاق، وكل ما تعالى منها اتسع.. ولما كان مصير الفجار إلى جهنم، وهي أسفل سافلين.قال- سبحانه-: كَلَّا إِنَّ كِتابَ الفُجَّارِ لَفِي سِجِّينٍ وهو يجمع الضيق والسفول..  .أى: كلا، ليس الأمر كما يزعم هؤلاء المشركون من أنه لا بعث ولا جزاء، بل الحق أن البعث أمر واقع، ماله من دافع، وأن ما عمله هؤلاء الفجار من كفر ومن تطفيف في الكيل والميزان، لمكتوب في صحائف أعمالهم، ومسجل عليهم في ديوان الشر الذي يوصلهم إلى قاع جهنم."},{"ayah_number":8,"text":"وقوله: وَما أَدْراكَ ما سِجِّينٌ تهويل وتفظيع لهذا الشيء الضيق الذي يؤدى إلى القذف بهم في أعماق جهنم.وقوله: كِتابٌ مَرْقُومٌ خبر لمبتدأ محذوف يعود إلى «كتاب الفجار» والمرقوم:المكتوب كتابة واضحة بينة تشبه الخط. الظاهر في الثوب المنسوج. يقال: رقم فلان الكتاب، إذا جعل له رقما، أى: علامة يعرف بها.أى: وهو- أى: كتاب الفجار- كتاب بين الكتابة، يفهم صاحبه ما فيه فهما واضحا لا خفاء معه ولا التباس. فقوله: كِتابٌ مَرْقُومٌ بيان وتفسير لكتاب الفجار، وهو ديوان الشر الجامع لأعمالهم السيئة."},{"ayah_number":9,"text":"ومنهم من جعل قوله- تعالى-: كِتابٌ مَرْقُومٌ ليس تفسيرا لكتاب الفجار، وإنما هو تفسير لقوله سِجِّينٌ.قال الشوكانى ما ملخصه: وسجين هو ما فسره به- سبحانه- من قوله وَما أَدْراكَ ما سِجِّينٌ. كِتابٌ مَرْقُومٌ فأخبر بهذا أنه كتاب مرقوم، أى: مسطور.ومنهم من جعله بيانا وتفسيرا لكتاب المذكور في قوله إِنَّ كِتابَ الفُجَّارِ على تقدير:هو كتاب مرقوم، أى: قد بينت حروفه.والأولى ما ذكرناه أولا، ويكون المعنى: إن كتاب الفجار الذين من جملتهم المطففون..لفي ذلك الكتاب المدون للقبائح، المختص بالشر، وهو سجين، ثم ذكر ما يدل على تهويله، فقال: وَما أَدْراكَ ما سِجِّينٌ ثم بينه بقوله: كِتابٌ مَرْقُومٌ   .وعلى أية حال، فالمقصود بيان المصير السيئ الذي ينتظر هؤلاء الفجار، حيث سجلت عليهم أعمالهم في ديوان الشر الذي يجمع أعمالهم القبيحة، والتي ستؤدى بهم إلى السجن الدائم، وإلى العذاب المقيم."},{"ayah_number":10,"text":"وقوله- سبحانه-: وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ وعيد وتهديد لأولئك المنكرين للبعث، والذين من صفاتهم تطفيف الكيل والميزان. أى: هلاك عظيم، وعذاب أليم، وسجن دائم في قاع جهنم، لأولئك المكذبين، للبعث والحساب والجزاء."},{"ayah_number":11,"text":"ثم فصل- سبحانه- هذا التكذيب فقال: الَّذِينَ يُكَذِّبُونَ بِيَوْمِ الدِّينِ أى:يكذبون بيوم القيامة وما فيه من ثواب وعقاب."},{"ayah_number":12,"text":"وَما يُكَذِّبُ بِهِ أى: بيوم الدين إِلَّا كُلُّ مُعْتَدٍ أَثِيمٍ أى: وما يكذب بهذا اليوم إلا كل إنسان متجاوز الحدود المشروعة، ومبالغ في ارتكاب الآثام والقبائح."},{"ayah_number":13,"text":"هذا المكذب بيوم القيامة من صفاته - أيضا - أنه ( إِذَا تتلى عَلَيْهِ آيَاتُنَا قَالَ أَسَاطِيرُ الأولين ) .أى : إذا تقرأ على هذا الكتاب آياتنا الدالة على وحدانيتنا وقدرتنا وصدق رسولنا . . قال هذه الآيات هى من أساطير الأقوام الأولين وترهاتهم وقصصهم المخترعة التى لا أصل لها .فأنت ترى أن هؤلاء المكذبين ، قد وصفهم الله -تعالى - بثلاث صفات هى : الاعتداء على الحق . والمبالغة فى ارتكاب الآثام ، والجرأة فى الافتراء والكذب ، حيث وصفوا القرآن بأنه ليس من عند الله - تعالى - ."},{"ayah_number":14,"text":"ثم بين - سبحانه - الأسباب التى حملتهم على أن يقولوا فى القرآن ما قالوا ، فقال : ( كَلاَّ بَلْ رَانَ على قُلُوبِهِمْ مَّا كَانُواْ يَكْسِبُونِ ) .وقوله : ( بَلْ رَانَ ) قرأه الجمهور بإدغام اللام فى الراء بعد قلبها راء لتقارب مخرجيهما ، وقرأه عاصم بالوقف الخفيف على لام بل والابتداء بكلمة ران بدون إدغام .وقوله : ( كَلاَّ إِنَّهُمْ عَن رَّبِّهِمْ يَوْمَئِذٍ لَّمَحْجُوبُونَ ) بيان لسوء مصيرهم يوم القيامة .وكلا هنا تأكيد لسابقتها لزيادة الردع والزجر ، ويصح أن تكون كلا هنا بمعنى حقا .أى : حقا إن هؤلاء الفجار سيكونون يوم القيامة فى حالة احتجاب وامتناع عن رؤية الله - تعالى - وعن رضاه ."},{"ayah_number":15,"text":"قال الآلوسى : \" كلا \" ردع وزجر عن الكسب الرائن ، أو بمعنى حقا \" إنهم \" . أى : هؤلاء المكذبين ( عَن رَّبِّهِمْ يَوْمَئِذٍ لَّمَحْجُوبُون ) لا يرونه - سبحانه - وهو - وعز وجل - حاضر ناظر لهم ، بخلاف المؤمنين ، فالحجاب : مجاز عن عدم الرؤية ، لأن المحجوب لا يرى ما حجب ، و الحجب المنع ، والكلام على حذف مضاف . أى : عن رؤية ربهم لممنوعن فلا يرونه - سبحانه - .واحتج مالك - رحمه الله - بهذه الآية ، على رؤية المؤمنين له - تعالى - ، من جهة دليل الخطاب ، وإلا فلو حجب الكل لما أغنى هذا التخصيص .وقال الشافعى - رحمه الله - : لما حجب - سبحانه - قوما بالسخط دل على أن قوما يرونه بالرضا . ."},{"ayah_number":16,"text":"وقوله - سبحانه - : ( ثُمَّ إِنَّهُمْ لَصَالُواْ الجحيم . ثُمَّ يُقَالُ هذا الذي كُنتُمْ بِهِ تُكَذِّبُونَ ) .بيان للون آخر من سوء مصيرهم .أى : أن هؤلاء المكذبين سيكونون يوم القيامة محجوبين عن رؤية الله - تعالى - لسخطه عليهم ، وممنوعين من رحمته ، ثم إنهم بعد ذلك لداخلون فى أشد طبقات النار حرا . . ثم يقال لهم بواسطة خزنة جهنم على سبيل التقريع والتأنيب ."},{"ayah_number":17,"text":"هذا هو العذاب الذى كنتم به تكذبون فى الدنيا ، وتقولون لمن يحذركم منه : ( وَيَقُولُونَ متى هذا الوعد إِن كُنتُمْ صَادِقِينَ ) فأنت ترى أن هذه الآيات الكريمة قد اشتملت على أشد ألوان الإِهانة؛ لأنها أخبرت أن هؤلاء المكذبين : محجوبون عن ربهم ، وأنهم مقاسون حر جهنم ، وأنهم لا يقابلون من خزنتها إلا بالتيئيس من الخروج منها ، وبالتأنيب والتقريع ."},{"ayah_number":18,"text":"وكعادة القرآن الكريم فى قرن الترهيب بالترغيب ، والعكس ، ساقت السورة الكريمة بعد ذلك ، ما أعده - سبحانه - للأبرار من خير وفير ، ومن نعيم مقيم ، فقال - تعالى - :( كَلاَّ إِنَّ كِتَابَ الأبرار . . . ) .قوله : ( كلا ) هنا ، تكرير للردع والزجر اسابق فى قوله - تعالى - قبل ذلك : ( إِنَّ كِتَابَ الفجار لَفِي سِجِّينٍ ) لبيان ما يقابل ذلك من أن كتاب الأبرار فى عليين .ولفظ \" عليين \" جمع عِلِّى - بكسر العين وتشديد اللام المكسورة - من العلو . ويرى بعضهم أن هذا اللفظ مفرد ، وأنه اسم للديوان الذى تكتب فيه أعمال الأبرار .قال صاحب الكشاف : وكتاب الأبرار : ما كتب من أعمالهم  وعليون : علم لديوان الخير ، الذى دون فيه كل ما عملته الملائكة وصلحاء الثقلين . منقول من جمع \" عِلِّى \" بزنة فِعِّيل - بكسر الفاء والعين المشددة - من العلو ، كسِجِّين من السجن . سمى بذلك إما لأنه سبب الارتفاع إلى أعلى الدرجات فى الجنة ، وإما لأنه مرفوع فى السماء السابعة . . تكريما له وتعظيما . .أى : حقا إن ما كتبته الملائكة من أعمال صالحة للأتقياء الأبرار ، لمثبت فى ديوان الخير ، الكائن فى أعلى مكان وأشرفه ."},{"ayah_number":19,"text":"وقوله - سبحانه - : ( وَمَآ أَدْرَاكَ مَا عِلِّيُّونَ ) تفخيم لشأن هذا الديوان ، وتنويه عظيم بشرفه ."},{"ayah_number":20,"text":"وقوله : ( كِتَابٌ مَّرْقُومٌ ) تفسير لما كتب لهؤلاء الأبرار من خير وبركة ، أى : كتاب الأبرار كتاب واضح بين ، يقرؤه أصحابه بسهولة ويسر ، فتنشرح صدورهم ، وتقر عيونهم ."},{"ayah_number":21,"text":"وقوله - تعالى - ( يَشْهَدُهُ المقربون ) أى : يطلع عليه الملائكة المقربون من الله - تعالى- ، ليكون هذا الاطلاع شهادة لهؤلاء الأبرار ، بأنهم محل رضا الله - تعالى - وتكريمه وثوابه ."},{"ayah_number":22,"text":"ثم بين - سبحانه - حالهم فى الجنة ، بعد بيان ما اشتمل عليه كتابهم من خير وبر فقال - تعالى - : ( إِنَّ الأبرار لَفِي نَعِيمٍ ) أى : لفى نعيم دائم ، لا يحول ولا يزول ."},{"ayah_number":23,"text":"( عَلَى الأرآئك يَنظُرُونَ ) والأرائك : جمع أريكة - بزنة سفينة - وهى اسم للسرير الذى يكون مفروشا فرشا أنيقا جميلا .أى : هم فى نعيم دائم لا يقادر قدره ، وهم - أيضا - يجلسون على السرر المهيأة لجلوسهم تهيئة حسنة ، ينظرون إلى كل ما يدخل البهجة والسرور على نفوسهم .وحذف مفعول \" ينظرون \" لقصد التعميم . أى : ينظرون إلى كل ما يبهج نفوسهم ."},{"ayah_number":24,"text":"( تَعْرِفُ فِي وُجُوهِهِمْ نَضْرَةَ النعيم ) أى : تعرف فى وجوههم - أيها الناظر إليهم - البهجة والحسن ، وصلاح البال ، وهناءة العيش .وإضافة النضرة - وهى الجمال الواضح - إلى النعيم - الذى هو بمعنى التنعم والترفه - من إضافة المسبب إلى السبب . وهذه الجملة الكريمة صفة ثالثة من صفات هؤلاء الأبرار ."},{"ayah_number":25,"text":"ثم تأتى الصفة الرابعة المتمثلة فى قوله - تعالى - : ( يُسْقَوْنَ مِن رَّحِيقٍ مَّخْتُومٍ ) .والرحيق : اسم للخمر الطيبة الصافية الخالية من كل ما يكدر أو يذهب العقل .والمختوم : أى المسدود الذى لم تمسه يد قبل أيدى هؤلاء الأبرار ."},{"ayah_number":26,"text":"وقوله : ( خِتَامُهُ مِسْكٌ ) وقرأ الكسائى ( خاتمه ) والخاتم والختام يتقاربان فى المعنى إلا أن الخاتم الاسم ، والختام المصدر . .واسم الإِشارة فى قوله - تعالى - : ( وَفِي ذَلِكَ فَلْيَتَنَافَسِ المتنافسون ) يعود للرحيق المختوم ، الدال على صلاح بالهم ، وحسن أحوالهم .وأصل التنافس : التغالب فى الشئ النفيس ، وهو الذى تحرص عليه النفوس ، بحيث يبتغيه ويطلبه كل إنسان لنفسه خاصة . يقال : نفس فلان على فلان بهذا الشئ - كفرح - إذا بخل به عليه . أى : ومن أجل الحصول على ذلك الرحيق المختوم ، والنعيم المقيم . . فليرغب الراغبون ، وليتسابق المتسابقون ، وليتنافس المتنافسون فى وجوه الخير . عن طريق المسارعة فى تقديم الأعمال التى ترضى الله - تعالى - .فالمقصود من الآية الكريمة : تحريض الناس وحضهم على تقديم العمل الصالح ، الذى يوصلهم يوم القيامة إلى أعلى الدرجات ."},{"ayah_number":27,"text":"وقوله - سبحانه - : ( وَمِزَاجُهُ مِن تَسْنِيمٍ . عَيْناً يَشْرَبُ بِهَا المقربون ) صفة ثالثة من صفات هذا الرحيق .والمزاج : ما يمزج به الشئ ، ويطلق على الممزوج بالشئ - كما هنا - فهو من إطلاق المصدر على المفعول .والتسنيم : علم لعين فى الجنة مسماة بهذا الاسم ، وهذا اللفظ مصدر سنمه إذا رفعه . يقال : سنم فلان الطعام . إذا جعله كهيئة السنام فى ارتفاعه .قالوا : وسميت هذه العين بهذا الاسم ، لأنها تنبع من مكان مرتفع ، أو لعلو مكانتها ."},{"ayah_number":28,"text":"وقوله : ( عينا ) منصوب على المدح .أى : ومزاج هذا الرحيق وخليطه كائن من ماء لعين فى الجنة ، مرتفعة المكان والمكانة ، هذه العين يشرب منها المقربون إلى الله - تعالى- شرابهم .قال الآلوسى : والباء فى قوله ( بها ) إما زائدة . أى يشربها . أو بمعنى من . أى : يشرب منها ، أو على تضمين يشرب معنى يروى . أى : يشرب راوين بها . أى يروى بها المقربون . .وإلى هنا نجدد أن هذه الآيات الكريمة قد بشرت الأبرار ببشارات متعددة ، بشرتهم بأن صحائف أعمالهم فى أعلى عليين ، وبأنهم فى نعيم مقيم ، وبأنهم ينظرون إلى كل ما يشرح صدورهم ، وبأن الناظر إليهم يرى آثار النعمة والرفاهية على وجوههم ، وبأن شرابهم من خمر طيبة لذيذة الطعم والرائحة ."},{"ayah_number":29,"text":"ثم حكى - سبحانه - جانبا من الرذائل التى كان يفعلها المشركون مع المؤمنين ، وبشر المؤمنين بأن العاقبة الطيبة ستكون لهم . . فقال - تعالى - :( إِنَّ الذين أَجْرَمُواْ . . . ) .قد ذكر المفسرون فى سبب نزول هذه الآيات ، أن بعض المشركين - كأبى جهل والعاص بن وائل - كانوا يستهزئون من فقراء المسلمين كصهيب وعمار بن ياسر .وقوله - سبحانه - ( أَجْرَمُواْ ) من الإِجرام ، وهو ارتكاب الجرم . ويطلق على الإِثم العظيم . والذنب الكبير ، والمراد بإجرامهم هنا : كفرهم بالله - تعالى - واستهزائهم بالمؤمنين . أى : إن الذين ارتكبوا فى دنياهم أقبح الجرائم وأشنعها ، وهم زعماء المشركين ( كَانُواْ ) فى الدنيا ( مِنَ الذين آمَنُواْ يَضْحَكُونَ ) أى : كانوا فى حياتهم يتهكمون بالمؤمنين ، ويسخرون منهم ، ويعتبرونهم الأراذل الذين يجب الابتعاد عنهم ."},{"ayah_number":30,"text":"( وَإِذَا مَرُّواْ بِهِمْ يَتَغَامَزُونَ ) أى : وإذا مر هؤلاء المجرمون بالمؤمنين سخروا منهم ، وتغامزوا فيما بينهم على سبيل الاستهزاء بفقراء المؤمنين .والتغامز : تفاعل من الغمز وهو الإِشارة بالجفون والحواجب على سبيل الطعن والتهكم .أى : يغمز أحدهم الآخر لينبه إلى ما عليه فقراء المسلمين من شظف العيش ، ومن غير ذلك من الأحوال التى لا يرضاها المشركون لجهلهم وغرورهم وبلادة حسهم ."},{"ayah_number":31,"text":"( وَإِذَا انقلبوا إلى أَهْلِهِمُ انقلبوا فَكِهِينَ ) أى : وإذا رجع هؤلاء المجرمون إلى أهلهم من مجالسهم التى كانوا فيها . . رجعوا متلذذين باستخفافهم بالمؤمنين . والسخرية منهم .فهم لإِيغالهم فى الكفر والفسوق والعصيان ، لا يكتفون بالغمز واللمز عندما يرون المؤمنين ، بل يجعلونهم عند عودتهم إلى أهليهم ، مادة تفكههم وضحكهم .فقوله : ( فَكِهِينَ ) جمع فكه ، صفة مشبهة ، وهى قراءة حفص عن عاصم .وقرأ الجمهور ( فاكهين ) اسم فاعل : من فكه - بزنة - فرح - إذا مزح فى كلامه ليضحك أو يضحك غيره .وحذف متعلق \" فكهين \" للعلم به . أى : رجعوا فكهين بسبب حديثهم عن المؤمنين ."},{"ayah_number":32,"text":"وقوله : ( وَإِذَا رَأَوْهُمْ قالوا إِنَّ هؤلاء لَضَالُّونَ ) أى : أن هؤلاء الذين أجرموا ، لا يكتفون بغمز المؤمنين ولمزهم وجعلهم مادة السخرية فى أحاديثهم مع أهليهم .بل إنهم تجاوزوا ذلك ، فهم عندما يرون المؤمنين يقولون عنهم : هؤلاء هم الضالون ، لأنهم تركوا دين آبائهم وأجدادهم ، ودخلوا فى دين آخر .فمرادهم بالضلال : فساد الرأى . وعدم البقاء على دينهم القديم .وهكذا الأشرار يرون أن أهل الحق والتقى فى ضلال ."},{"ayah_number":33,"text":"وجملة : ( وَمَآ أُرْسِلُواْ عَلَيْهِمْ حَافِظِينَ ) جملة حالية من الضمير فى ( قالوا ) .أى : قالوا إن هؤلاء المؤمنين الضالون ، والحال أن هؤلاء المشركين ما أرسلهم الله - تعالى - ليكونوا وكلاء عنه ، حتى يحكموا على هذا الفريق بالضلال . وعلى غيره بالرشاد .فالمقصود بالآية الكريمة : تأنيب الذين أجرموا وتوبيخهم على تصرفاتهم ، لأن الحكم على الغير بالهداية والضلال . هم ليسوا أهلا له إطلاقا؛ لأن الله - تعالى - لم يكلفهم بذلك ، وإنما كلفهم بإتباع الرسول الذى أرسله - سبحانه - لهدايتهم .فحكمهم على المؤمنين بالضلال يدل على نهاية الغرور والجهل ."},{"ayah_number":34,"text":"ثم ببشر الله - تعالى - المؤمنين بما سيكونون عليه يوم القيامة من نعيم فقال : ( فاليوم الذين آمَنُواْ مِنَ الكفار يَضْحَكُونَ . عَلَى الأرآئك يَنظُرُونَ )والفاء فى قوله ( فاليوم ) للسببية ، والمراد باليوم : يوم الجزاء والحساب .أى : فبسبب استهزاء الذين أجرموا من المؤمنين فى الدنيا ، كافأ الله - تعالى - المؤمنين على صبرهم ، بأن جعلهم يوم القيامة يضحكون من الكفار حين يرونهم أذلاء مهانين ، كما كان الكفار يضحكون من المؤمنين فى الدنيا .فالمقصود من الآية الكريمة لتسرية المؤمنين ، وتبشيرهم بأنهم سيأخذون بثأرهم من المشركين عما قريب . . وأنهم - أى : المؤمنين - سيكونون يوم القيامة على سرر قد فرشت بأجمل الفراش ."},{"ayah_number":35,"text":"وأنهم لا ينظرون إلا إلى ما يسرهم ويبهج نفوسهم ."},{"ayah_number":36,"text":"ثم ختم - سبحانه - السورة الكريمة بقوله : ( هَلْ ثُوِّبَ الكفار مَا كَانُواْ يَفْعَلُونَ ) .والاستفهام للتقرير . وقوله : ( ثوب ) من التثويب والإِثابة ، أى المجازاة .يقال : ثوب فلان فلانا وأثابه ، بمعنى جازاه المجازاة اللائقة به .والمعنى : لقد جوزى الكفار بالجزاء المناسب لتهكمهم بالمؤمنين فى الدنيا ، فقد أنزلنا بهم ما يستحقونه من عقاب أليم ، جزاء وفاقا .وجاء الجزاء بأسلوب الاستفهام ، لتأكيد هذا الجزاء ، حتى لكأن المخاطب هو الذى نطق بهذا الجزاء العادل الذى استحقه الكافرون . ولبيان أن عدالة الله - تعالى - تقتص من المعتدين مهما طالت بهم الحياة .والتعبير بثوب - مع أنه أكثر ما يستعمل فى الخير - إنما هو من باب التهكم بهم ، كما فى قوله - تعالى - : ( فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ ) نسأل الله - تعالى - أن يجعلنا من عباده المؤمنين الصادقين .وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم ."}]