[{"ayah_number":1,"text":"تفسير سورة الطارقمقدمة وتمهيد1- سورة «الطارق» من السور المكية، وعدد آياتها سبع عشرة آية، وكان نزولها بعد سورة «البلد» وقبل سورة «القمر» وهي السورة السادسة والثلاثون، في ترتيب النزول، أما في المصحف، فهي السورة السادسة والثمانون.وكان النبي صلى الله عليه وسلم يقرأ بها كثيرا، فقد أخرج الإمام أحمد عن أبى هريرة، أن رسول الله صلى الله عليه وسلم كان يقرأ في العشاء الآخرة «بالسماء ذات البروج، والسماء والطارق» .وأخرج- أيضا- عن خالد بن أبى جبل العدواني: أنه أبصر رسول الله صلى الله عليه وسلم في مشرق- بضم الميم- ثقيف. - أى في سوق ثقيف- وهو قائم على قوس أو عصى. حين أتاهم يبتغى عندهم النصر. فسمعته يقول: وَالسَّماءِ وَالطَّارِقِ حتى ختمها. قال:فوعيتها في الجاهلية ثم قرأتها في الإسلام. قال: فدعتني ثقيف فقالوا: ماذا سمعت من هذا الرجل؟ فقرأتها عليهم. فقال من معهم من قريش: نحن أعلم بصاحبنا لو كنا نعلم أن ما يقول حقا لا تبعناه. .2- والسورة الكريمة من مقاصدها: إقامة الأدلة على وحدانية الله- تعالى-، وعلى كمال قدرته، وبليغ حكمته، وسعة علمه، وإثبات أن هذا القرآن من عنده- تعالى-، وأن العاقبة للمتقين.الطارق : اسم فاعل من الطروق . والمراد به هنا : النجم الذى يظهر ليلا فى السماء .قال القرطبى ما ملخصه : الطارق : النجم ، اسم جنس سمى بذلك لأنه يطرق ليلا ، ومنه الحديث : نهى النبى صلى الله عليه وسلم أن يطرق المسافر أهله ليلا . . والعرب تسمى كل قاصد فى الليل طارقا . يقال : طرق فلان ، إذا جاء ليلا . . وأصل الطرق : الدق ، ومنه سميت المطرقة ، فسمى قاصد الليل طارقا ، لاحتياجه فى الوصول إلى الدق .وفى الحديث : \" أعوذ بك من طوارق الليل والنهار ، إلا طارقا يطرق بخير يا رحمن . . \" ."},{"ayah_number":2,"text":"وقوله- تعالى-: وَما أَدْراكَ مَا الطَّارِقُ تنويه بشأنه إثر تفخيمه بالإقسام به، فالاستفهام مستعمل في تعظيم أمره.وقد جاء التعبير بقوله- تعالى-: وَما أَدْراكَ ... ثلاث عشرة مرة في القرآن الكريم، كلها جاء الخبر بعدها- كما هنا-، وكما في قوله- تعالى- وَما أَدْراكَ ما سَقَرُ لا تُبْقِي وَلا تَذَرُ. لَوَّاحَةٌ لِلْبَشَرِ وكما في قوله- سبحانه-: وَما أَدْراكَ ما يَوْمُ الدِّينِ. ثُمَّ ما أَدْراكَ ما يَوْمُ الدِّينِ. يَوْمَ لا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئاً.. إلا واحدة لم يأت الخبر بعدها، وهي قوله- تعالى-: الْحَاقَّةُ مَا الْحَاقَّةُ وَما أَدْراكَ مَا الْحَاقَّةُ ...أما التعبير بقوله- تعالى-: وَما يُدْرِيكَ.. فقد جاء ثلاث مرات، ولم يأت الخبر بعد واحدة من هذه المرات. قال- تعالى-: وَما يُدْرِيكَ لَعَلَّ السَّاعَةَ تَكُونُ قَرِيباً.وَما يُدْرِيكَ لَعَلَّ السَّاعَةَ قَرِيبٌ، وَما يُدْرِيكَ لَعَلَّهُ يَزَّكَّى.قال القرطبي: قال سفيان: كل ما في القرآن وما أدراك فقد أخبر به، وكل شيء قال فيه: وما يدريك، لم يخبر به."},{"ayah_number":3,"text":"وقوله النَّجْمُ الثَّاقِبُ بيان وتفسير للطارق، والثاقب. أى: المضيء الذي يثقب الظلام ويخرقه بنوره فينفذ فيه، ويبدده.والجملة الكريمة مستأنفة، وهي جواب عن سؤال مقدر نشأ مما قبله، كأنه قيل: وما هو الطارق؟ فكان الجواب: هو النجم الثاقب."},{"ayah_number":4,"text":"وقوله- سبحانه-: إِنْ كُلُّ نَفْسٍ لَمَّا عَلَيْها حافِظٌ جواب القسم وما بينهما كلام معترض لتفخيم شأن المقسم به.. والحافظ: هو الذي يحفظ ما كلف بحفظه، لمقصد معين.أى: وحق السماء البديعة الصنع، وحق النجم الذي يطلع فيها فيبدد ظلام الليل، ما كل نفس من الأنفس إلا وعليها من الملائكة من يحفظ عملها ويسجله، سواء أكان هذا العمل خيرا أم شرا.قال الإمام الشوكانى ما ملخصه: قرأ الجمهور بتخفيف الميم في قوله: لما، فتكون «إن» مخففة من الثقيلة، فيها ضمير الشأن المقدر، وهو اسمها، واللام هي الفارقة- بين «إن» النافية، و «إن» المخففة من الثقيلة- وما مزيدة. أى: إن الشأن كل نفس لعليها حافظ.وقرأ ابن عامر وعاصم وحمزة بتشديد الميم في قوله لَمَّا، فتكون «إن» نافية، و «لما» بمعنى إلا. أى: ما كل نفس إلا عليها حافظ.والحافظ: هم الحفظة من الملائكة الذين يحفظون عليها عملها وقولها وفعلها. وقيل:الحافظ هو الله- تعالى- وقيل: هو العقل يرشدهم إلى المصالح.والأول أولى لقوله- تعالى-: وَيُرْسِلُ عَلَيْكُمْ حَفَظَةً وقوله: وَإِنَّ عَلَيْكُمْ لَحافِظِينَ. وحفظ الملائكة إنما هو من حفظه- تعالى-، لأنهم لا يحفظون إلا بأمره- عز وجل-.والمقصود من الآية الكريمة: تحقيق تسجيل أعمال الإنسان عليه، وأنه سيحاسب عليها وسيجازى عليها بما يستحقه من ثواب أو عقاب."},{"ayah_number":5,"text":"وبعد أن بين- سبحانه- أن كل نفس عليها حافظ يسجل عليها أعمالها، أتبع ذلك بأمر الإنسان بالتفكر فيما ينفعه، بأن يعتبر بأول نشأته، وليعلم أن من خلقه من ماء مهين، قادر على إعادته إلى الحياة مرة أخرى، فقال- تعالى-: فَلْيَنْظُرِ الْإِنْسانُ مِمَّ خُلِقَ. خُلِقَ مِنْ ماءٍ دافِقٍ. يَخْرُجُ مِنْ بَيْنِ الصُّلْبِ وَالتَّرائِبِ ...والفاء في قوله فَلْيَنْظُرِ ... للتفريع على ما تقدم، وهي بمعنى الفصيحة،"},{"ayah_number":6,"text":"وقوله:خُلِقَ مِنْ ماءٍ دافِقٍ جواب الاستفهام في قوله- سبحانه- مِمَّ خُلِقَ والمقصود بالاستفهام هنا: الحث والحض على التفكر والتدبر.و «دافق» اسم فاعل من الدفق، وهو الصب للشيء بقوة وسرعة، يقال: تدفق الماء إذا سال باندفاع وسرعة. والمراد به هنا: الماء الذي يخرج من الرجل ويصب في رحم المرأة.والصلب: يطلق على فقار الظهر بالنسبة للرجل، والترائب: جمع تريبة، وهي العظام التي تكون في أعلى صدر المرأة، ويعبرون عنها بقولهم موضع القلادة من المرأة.أى: إذا كان الأمر كما ذكرت لكم- أيها الناس-، من أن كل نفس عليها حافظ يسجل عليها أقوالها وأفعالها.. فلينظر الإنسان منكم نظر تأمل وتدبر واعتبار، وليسأل نفسه من أى شيء خلق؟ لقد خلقه الله- تعالى- بقدرته، من ماء متدفق، يخرج بقوة وسرعة من الرجل، ليصب في رحم الأنثى.وهذا الماء الدافق من صفاته أنه يخرج من بين صلب الرجل، ومن بين ترائب المرأة، حيث يختلط الماءان، ويتكون منهما الإنسان في مراحله المختلفة بقدرة الله- تعالى-.قال صاحب الكشاف: فإن قلت: ما وجه اتصال قوله: فَلْيَنْظُرِ بما قبله؟.قلت: وجه اتصاله به أنه لما ذكر أن على كل نفس حافظا، أتبعه بتوصية الإنسان بالنظر في أول أمره. ونشأته الأولى، حتى يعلم أن من أنشأه قادر على إعادته وجزائه، فيعمل ليوم الإعادة والجزاء، ولا يملى على حافظه إلا ما يسره في عاقبته.«مم خلق» استفهام جوابه: «خلق من ماء دافق» ، والدفق: صبّ فيه دفع. ومعنى «دافق» النسبة إلى الدفق الذي هو مصدر دفق، كاللابن والتامر. أو الإسناد المجازى، والدفق في الحقيقة لصاحبه.ولم يقل ماءين لامتزاجهما في الرحم، واتحادهما حين ابتدئ في خلقه ... .وقال بعض العلماء: قوله: خُلِقَ مِنْ ماءٍ دافِقٍ أى: من ماء ذي دفق.. وكل من منى الرجل. ومنى المرأة، اللذين يتخلق منهما الجنين، ذو دفق في الرحم."},{"ayah_number":7,"text":"يَخْرُجُ مِنْ بَيْنِ الصُّلْبِ وَالتَّرائِبِ أى: يخرج هذا الماء الدافق، من بين صلب كل واحد منهما، وترائب كل منهما. أى: أن أعضاء وقوى كل منهما، تتعاون في تكوين ما هو مبدأ لتوالد الإنسان: ماء الرجل وهو المنى، ومادة المرأة وهي البويضة المصحوبة بالسائل، المنصبان بدفع وسيلان سريع إلى الرحم عند الاتصال الجنسي. ويسمى الفقهاء هذه المادة منيا وماء..  .وقال فضيلة الشيخ ابن عاشور: وأطنب- سبحانه- في وصف هذا الماء الدافق، لإدماج التعليم والعبرة بدقائق التكوين، ليستيقظ الجاهل الكافر، ويزداد المؤمن علما ويقينا.ووصف بأنه يَخْرُجُ مِنْ بَيْنِ الصُّلْبِ وَالتَّرائِبِ، لأن الناس لا يتفطنون لذلك.. وهذا من الإعجاز العلمي في القرآن، الذي لم يكن علم به للذين نزل بينهم، وهو إشارة مجملة، وقد بينها حديث مسلم عن أم سلمة وعائشة: أن رسول الله صلى الله عليه وسلم سئل عن احتلام المرأة فقال: «تغتسل إذا أبصرت الماء. فقيل له: أترى المرأة ذلك؟ فقال: وهل يكون الشبه إلا من قبل ذلك، إذا علا ماء المرأة ماء الرجل، أشبه الولد أخواله، وإذا علا ماء الرجل ماءها، أشبه أعمامه» .وقال صاحب الظلال: ولقد كان هذا سرا مكنونا في علم الله لا يعلمه البشر، حتى كان نصف القرن الأخير، حيث اطلع العلم الحديث على هذه الحقيقة بطريقته، وعرف أنه في عظام الظهر الفقارية، يتكون ماء الرجل. وفي عظام الصدر العلوية يتكون ماء المرأة، حيث يلتقيان في قرار مكين. فينشأ منهما الإنسان..  ."},{"ayah_number":8,"text":"وقوله- سبحانه-: إِنَّهُ عَلى رَجْعِهِ لَقادِرٌ. يَوْمَ تُبْلَى السَّرائِرُ، فَما لَهُ مِنْ قُوَّةٍ وَلا ناصِرٍ. بيان لكمال قدرته- تعالى- وأنه كما أنشأ الإنسان من ماء مهين، قادر على إعادته إلى الحياة بعد موته. والضمير في قوله: إِنَّهُ يعود إلى الله- عز وجل- لأن الخالق للإنسان من ماء دافق هو الله- تعالى-.والضمير في قوله «رجعه» يعود إلى الإنسان المخلوق."},{"ayah_number":9,"text":"وقوله: تُبْلَى من البلاء بمعنى الاختبار والامتحان، ومنه قوله- تعالى- إِنَّ هذا لَهُوَ الْبَلاءُ الْمُبِينُ والمراد بقوله تُبْلَى هنا: الكشف والظهور.والسَّرائِرُ جمع سريرة، وهي ما أسره الإنسان من أقوال وأفعال، والظرف «يوم» متعلق بقوله: رَجْعِهِ.أى: إن الله- تعالى- الذي قدر على خلق الإنسان من ماء دافق. يخرج من بين الصلب والترائب.. لقادر- أيضا- على إعادة خلق هذا الإنسان بعد موته، وعلى بعثه من قبره للحساب والجزاء، يوم القيامة، يوم تكشف المكنونات، وتبدو ظاهرة للعيان، وترفع الحجب عما كان يخفيه الإنسان في دنياه من عقائد ونيات وغيرهما."},{"ayah_number":10,"text":"وفي هذا اليوم لا يكون للإنسان من قوة تحميه من الحساب والجزاء، ولا يكون له من ناصر ينصره من بأس الله- تعالى- أو من مدافع يدافع عنه."},{"ayah_number":11,"text":"ثم أقسم- سبحانه- مرة أخرى بالسماء على أن القرآن من عنده- تعالى- فقال:وَالسَّماءِ ذاتِ الرَّجْعِ. وَالْأَرْضِ ذاتِ الصَّدْعِ. إِنَّهُ لَقَوْلٌ فَصْلٌ. وَما هُوَ بِالْهَزْلِ.والرجع: المطر. وسمى بذلك لأنه يجيء ويرجع ويتكرر، وقيل: الرجع هنا: الشمس والقمر والنجوم، يرجعن في السماء حيث تطلع من ناحية، وتغيب في الأخرى.وقيل: المراد بالرجع: الملائكة، لأنهم يرجعون إليها حاملين أعمال العباد."},{"ayah_number":12,"text":"والصدع: الشق والانفطار، يقال: تصدع الشيء، إذا تشقق.. والمراد به هنا:ما تتشقق عنه الأرض من نبات. كما قال- تعالى-: أَنَّا صَبَبْنَا الْماءَ صَبًّا. ثُمَّ شَقَقْنَا الْأَرْضَ شَقًّا، فَأَنْبَتْنا فِيها حَبًّا. وَعِنَباً وَقَضْباً..أى: وحق السماء صاحبة المطر الذي ينزل من جهتها مرة فأخرى، لنفع العباد والحيوان والنبات.. وحق الأرض ذات النبات البازغ من شقوقها."},{"ayah_number":13,"text":"إِنَّهُ أى: هذا القرآن لَقَوْلٌ فَصْلٌ أى: لقول فاصل بين الحق والباطل، والهدى والضلال. والغي والرشاد.. وقد بلغ النهاية في ذلك حتى لكأنه نفس الفصل."},{"ayah_number":14,"text":"وَما هُوَ بِالْهَزْلِ أى: وأن هذا القرآن، ليس فيه شائبة من شوائب الهزل أو اللعب أو المزاح. بل هو جد كله، فيجب على كل عاقل، أن يتبع هداه، وأن يستجيب لأمره ونهيه.وفي هذه الآيات الكريمة رد بليغ، على أولئك المشركين الجاهلين، الذين وصفوا القرآن، بأنه نزل على الرسول صلى الله عليه وسلم ليهزل به، لأنه يخبرهم بأن الأموات سيعادون إلى الحياة مرة أخرى، وذلك أمر تستبعده نفوسهم المطموسة.وفي قوله- تعالى-: وَالسَّماءِ ذاتِ الرَّجْعِ. وَالْأَرْضِ ذاتِ الصَّدْعِ مقابلة لطيفة، حيث وصف- سبحانه- السماء والأرض بما يناسبهما، وبما يشير إلى أن البعث حق، لأنه كما ينزل المطر من السماء فيحيى الأرض بعد موتها. كذلك يحيى الله- تعالى- بقدرته الأجساد بعد موتها. وعاد الضمير في قوله إِنَّهُ إلى القرآن- مع أنه لم يسبق له ذكر- لأنه معلوم من المقام."},{"ayah_number":15,"text":"ثم ختم- سبحانه- السورة الكريمة، بتسلية الرسول صلى الله عليه وسلم وبتبشيره بحسن العاقبة فقال- تعالى-: إِنَّهُمْ يَكِيدُونَ كَيْداً. وَأَكِيدُ كَيْداً. فَمَهِّلِ الْكافِرِينَ أَمْهِلْهُمْ رُوَيْداً وقوله: رُوَيْداً تصغير «رود» بزنة عود- من قولهم: فلان يمشى على رود، أى: على مهل، وأصله من رادت الريح ترود، إذا تحركت حركة ضعيفة.والكيد: العمل على إلحاق الضرر بالغير بطريقة خفية، فهو نوع من المكر.والمراد به بالنسبة لهؤلاء المشركين: تكذيبهم الرسول صلى الله عليه وسلم، ولما جاء به من عند ربه، فكيدهم مستعمل في حقيقته."},{"ayah_number":16,"text":"والمراد به بالنسبة لله- تعالى-: إمهالهم واستدراجهم، حتى يأخذهم أخذ عزيز مقتدر، في الوقت الذي يختاره ويشاؤه.أى: إن هؤلاء المشركين يحيكون المكايد لإبطال أمرك- أيها الرسول الكريم-، وإنى أقابل كيدهم ومكرهم بما يناسبه من استدراج من حيث لا يعلمون، ثم آخذهم أخذ عزيز مقتدر،"},{"ayah_number":17,"text":"فتمهل- أيها الرسول الكريم- مع هؤلاء المشركين. ولا تستعجل عقابهم. وانتظرتدبيرى فيهم، وأمهلهم وأنظرهم «رويدا» أى: إمهالا قريبا أو قليلا، فإن كل آت قريب، وقد حقق- سبحانه- لنبيه وعده بأن جعل العاقبة له ولأتباعه.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم."}]