[{"ayah_number":1,"text":"تفسير سورة الأعلىمقدمة وتمهيد1- سورة «الأعلى» تسمى- أيضا- بسورة: «سبح اسم ربك الأعلى» ، فقد ثبت في الصحيحين أن رسول الله صلى الله عليه وسلم قال لمعاذ- عند ما بلغه أنه يطيل الصلاة وهو يصلى بجماعة: «أفتان أنت يا معاذ؟ هلا صليت بسبح اسم ربك الأعلى. والشمس وضحاها.والليل إذا يغشى» ..2- وسورة «الأعلى» من السور التي كان النبي صلى الله عليه وسلم يحب قراءتها، لاشتمالها على تنزيه الله- تعالى-، وعلى الكثير من نعمه ومننه، فقد أخرج الإمام أحمد عن على بن أبى طالب، قال: كان رسول الله صلى الله عليه وسلم يحب هذه السورة.وعن النعمان بن بشير، أن رسول الله صلى الله عليه وسلم قرأ في العيدين: سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى، وهَلْ أَتاكَ حَدِيثُ الْغاشِيَةِ، وإن وافق يوم الجمعة قرأهما جميعا.وعن عائشة- رضى الله عنها- أن رسول الله صلى الله عليه وسلم كان يقرأ في الوتر: سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى وقُلْ يا أَيُّهَا الْكافِرُونَ وقُلْ هُوَ اللَّهُ أَحَدٌ  .3- وعدد آياتها تسع عشرة آيه. وهي من السور المكية الخالصة. قال الآلوسى:والجمهور على أنها مكية، وعن بعضهم أنها مدنية.والدليل على كونها مكية، ما أخرجه البخاري عن البراء بن عازب قال: أول من قدم علينا من أصحاب النبي صلى الله عليه وسلم مصعب بن عمير، وابن أم مكتوم، فجعلا يقرئانناافتتحت السورة الكريمة ، بأمر النبى صلى الله عليه وسلم بالمداومة على تنزيه الله - تعالى - عن كل نقص ، ويدخل فى هذا الأمر ، كل من يصلح للخطاب . والاسم لمراد به الجنس ، فيشمل جميع أسمائه - تعالى - .أى : نزه - أيها الرسول الكريم - أسماء ربك الأعلى عن كل ما لا يليق بها ، فلا تطلقها على غيره - تعالى - إذا كان خاصة به ، كلفظ الجلالة ، وكلفظ الرحمن ، ولا تذكرها فى موضع لا يتناسب مع جلالها وعظمتها ، ولا تحرفها عن المعانى التى وضعت لها كما يفعل الزائغون . فقد قال - تعالى - : ( وَللَّهِ الأسمآء الحسنى فادعوه بِهَا وَذَرُواْ الذين يُلْحِدُونَ في أَسْمَآئِهِ سَيُجْزَوْنَ مَا كَانُواْ يَعْمَلُونَ ) ونزه ربك الأعلى ، عن الشريك ، وعن الوالد ، وعن الولد ، وعن الشبيه . . وعن كل ما لا يليق به .قال الجمل : أى : نزه ربك عن كل ما لا يليق به ، فى ذاته ، وصفاته ، وأسمائه ، وأفعاله ، وأحكامه . أما فى ذاته : فأن تعتقد أنها ليست من الجواهر والأعراض . وأما فى صفاته : فإن تعتقد أنها لسيت محدثة ولا متناهية ولا ناقصة . وأما فى أفعاله : فأن تعتقد أنه - سبحانه - مطلق لا اعتراض لأحد عليه فى أمر من الأمور . وأما فى أسمائه : فأن لا تذكره - سبحانه - إلا بالأسماء التى لا توهم نقصا بوجه من الوجوه . . وأما فى أحكامه : فإن تعلم أنه ما كلفنا لنفع يعود عليه ، بل لمحض المالكية . .أخرج الإِمام أحمد عن عامر بن عقبة الجهنى قال : \" لما نزلت : ( فَسَبِّحْ باسم رَبِّكَ العظيم ) قال لنا رسول الله صلى الله عليه وسلم : \" اجعلوها فى ركوعكم \" فلما نزلت : ( سَبِّحِ اسم رَبِّكَ الأعلى ) قال : \" اجعلوها فى سجودكم \" \" ."},{"ayah_number":2,"text":"ثم وصف- سبحانه- ذاته بعد وصفه بالأعلى بصفات كريمة أخرى فقال: الَّذِي خَلَقَ فَسَوَّى. والخلق: هو الإيجاد للشيء على غير مثال سابق، والتسوية: هي جعل المخلوقات على الحالة والهيئة التي تناسبها، وتتلاءم مع طبيعتها.أى: الذي خلق الخلائق كلها، وجعلها متساوية في الأحكام والإتقان حسبما اقتضته حكمته. ومنح كل مخلوق ما يناسب طبيعته ووظيفته.قال صاحب الكشاف: قوله: الَّذِي خَلَقَ فَسَوَّى أى: خلق كل شيء فسوى خلقه تسوية، ولم يأت به متفاوتا غير ملتئم، ولكن على إحكام واتساق، ودلالة على أنه صادر عن عالم، وأنه صنعة حكيم.. ."},{"ayah_number":3,"text":"وَالَّذِي قَدَّرَ فَهَدى والتقدير: وضع الأشياء في مواضعها الصحيحة، بمقدار معين، وبكيفية معينة.. تقتضيها الحكمة، ويقرها العقل السليم.وقوله: فَهَدَى من الهداية. بمعنى الإرشاد والدلالة على طريق الخير والبر. أى:وهو- سبحانه- الذي جعل الأشياء على مقادير مخصوصة في أجناسها، وفي أنواعها، وفي أفرادها. وفي صفاتها وأفعالها.. وهدى كل مخلوق إلى ما ينبغي له طبعا واختيارا، ووجهه إلى الوظيفة التي خلقه من أجلها، بأن أوجد فيه العقل والميول والإلهامات والغرائز والدوافع التي تعينه على أداء تلك الوظيفة.وحذف- سبحانه- المفعول في قوله: الَّذِي خَلَقَ فَسَوَّى. وَالَّذِي قَدَّرَ فَهَدى للعموم، لأن هذه الأفعال تشمل جميع مخلوقاته- عز وجل-.قال الآلوسى: وَالَّذِي قَدَّرَ ... أى: جعل الأشياء على مقادير مخصوصة..فَهَدى أى: فوجه كل واحد منها إلى ما يصدر عنه، وينبغي له.. فلو تتبعت أحوال النباتات والحيوانات، لرأيت في كل منها ما تحار فيه العقول، وتضيق عنه دفاتر النقول.وأما فنون هداياته- سبحانه- للإنسان على الخصوص، ففوق ذلك بمراحل.. وهيهات أن يحيط بها فلك العبارة والتحرير، ولا يعلمها إلا اللطيف الخبير.أتزعم أنك جرم صغير ... وفيك انطوى العالم الأكبروقد فصل بعض العلماء الحديث عن مظاهر تقديره وهدايته- سبحانه- فقال: قوله- تعالى-: الَّذِي خَلَقَ فَسَوَّى. وَالَّذِي قَدَّرَ فَهَدى أى: الذي خلق كل شيء فسواه، فأكمل صنعته، وبلغ به غاية الكمال الذي يناسبه، والذي قدر لكل مخلوق وظيفته وطريقته وغايته، فهداه إلى ما خلقه لأجله، وألهمه غاية وجوده، وقدر له ما يصلحه مدة بقائه، وهداه إليه. وهذه الحقيقة الكبرى ماثلة في كل شيء في هذا الوجود، ويشهد بها كل شيء في رحاب هذا الكون، من الكبير إلى الصغير..فالطيور لها غريزة العودة إلى الموطن.. دون أن تضل عنه مهما بعد. والنحلة تهتدى إلى خليتها، مهما طمست الريح في هبوبها على الأعشاب والأشجار كل دليل يرى..وسمك «السلمون» الصغير، يمضى سنوات في البحر، ثم يعود إلى نهره الخاص به..."},{"ayah_number":4,"text":"وقوله- سبحانه-: وَالَّذِي أَخْرَجَ الْمَرْعى. فَجَعَلَهُ غُثاءً أَحْوى بيان لمظهر آخر من مظاهر قدرته- تعالى-، التي لا يعجزها شيء.والمرعى: النبات الذي ترعاه الحيوانات، وهو اسم مكان للأرض الذي يوجد فيها النبات.والغثاء: هو اليابس الجاف من النبات الذي ترعاه المواشي.والأحوى: أى: المائل إلى السواد، مأخوذ من الحوّة- بضم الحاء مع تشديد الواو المفتوحة- وهي لون يكون بين السواد والخضرة أو الحمرة. ووصف الغثاء بأنه أحوى، لأنه إذا طال عليه الزمن، وأصابته المياه، اسود وتعفن فصار أحوى.أى: وهو- سبحانه- وحده، الذي أنبت النبات الذي ترعاه الدواب، حالة كون هذا النبات أخضر رطبا. ثم يحوله بقدرته- تعالى- بعد حين إلى نبات يابس جاف.وهذا من أكبر الأدلة المشاهدة، على أنه- تعالى- يتصرف في خلقه كما يشاء، فهو القادر على تحويل الزرع الأخضر إلى زرع يابس جاف، كما أنه قادر على إحياء الإنسان بعد موته.فالمقصود من هذه الآيات الكريمة، الإرشاد إلى كمال قدرته، وتنوع نعمه- سبحانه-، حتى يزداد المؤمنون إيمانا على إيمانهم، وحتى يعود الكافرون إلى رشدهم بعد هذا البيان الواضح الحكيم."},{"ayah_number":5,"text":"وقوله- سبحانه-: وَالَّذِي أَخْرَجَ الْمَرْعى. فَجَعَلَهُ غُثاءً أَحْوى بيان لمظهر آخر من مظاهر قدرته- تعالى-، التي لا يعجزها شيء.والمرعى: النبات الذي ترعاه الحيوانات، وهو اسم مكان للأرض الذي يوجد فيها النبات.والغثاء: هو اليابس الجاف من النبات الذي ترعاه المواشي.والأحوى: أى: المائل إلى السواد، مأخوذ من الحوّة- بضم الحاء مع تشديد الواو المفتوحة- وهي لون يكون بين السواد والخضرة أو الحمرة. ووصف الغثاء بأنه أحوى، لأنه إذا طال عليه الزمن، وأصابته المياه، اسود وتعفن فصار أحوى.أى: وهو- سبحانه- وحده، الذي أنبت النبات الذي ترعاه الدواب، حالة كون هذا النبات أخضر رطبا. ثم يحوله بقدرته- تعالى- بعد حين إلى نبات يابس جاف.وهذا من أكبر الأدلة المشاهدة، على أنه- تعالى- يتصرف في خلقه كما يشاء، فهو القادر على تحويل الزرع الأخضر إلى زرع يابس جاف، كما أنه قادر على إحياء الإنسان بعد موته.فالمقصود من هذه الآيات الكريمة، الإرشاد إلى كمال قدرته، وتنوع نعمه- سبحانه-، حتى يزداد المؤمنون إيمانا على إيمانهم، وحتى يعود الكافرون إلى رشدهم بعد هذا البيان الواضح الحكيم."},{"ayah_number":6,"text":"ثم بين- سبحانه- جانبا من مظاهر فضله على نبيه صلى الله عليه وسلم فقال: سَنُقْرِئُكَ فَلا تَنْسى. إِلَّا ما شاءَ اللَّهُ. إِنَّهُ يَعْلَمُ الْجَهْرَ وَما يَخْفى.والنسيان: زوال ما كان موجودا في حافظة الإنسان. والاستثناء مفرغ من أعم المفاعيل.ومفعول المشيئة محذوف. جريا على غالب استعماله في كلام العرب..أى: سنقرئك- أيها الرسول الكريم- القرآن على لسان أمين وحينا جبريل- عليه السلام-. وسنجعلك حافظا وواعيا لما سيقرؤه جبريل عليك، بحيث لا تنساه في وقت من الأوقات، أو في حال من الأحوال، إلا في الوقت أو في الحال الذي يشاء الله- تعالى- أن ينسيك شيئا من ذلك. فإنك ستنساه بأمره- تعالى- لأنه وحده- عز وجل- هو العليم بما كان ظاهرا من الأشياء، وبما كان خافيا منها.فالمقصود من هاتين الآيتين: وعد الله- تعالى- لنبيه صلى الله عليه وسلم ببيان أنه- سبحانه-، كما أنه قادر على أن يقرئ الرسول صلى الله عليه وسلم قراءة لا ينساها، فهو أيضا قادر على أن يزيل من صدره ما يشاء إزالته، عن طريق النسيان لما حفظه.فالمراد بهذا الاستثناء: بيان أنه- تعالى- لو أراد أن يصير الرسول صلى الله عليه وسلم ناسيا للقرآن لقدر على ذلك، كما قال- سبحانه- وَلَئِنْ شِئْنا لَنَذْهَبَنَّ بِالَّذِي أَوْحَيْنا إِلَيْكَ..إذ هو- تعالى- على كل شيء قدير، ولكنه لم يشأ ذلك فضلا منه وكرما.قال الإمام الشوكانى ما ملخصه: قوله: سَنُقْرِئُكَ فَلا تَنْسى أى: سنجعلك قارئا بأن نلهمك القراءة. فلا تنسى ما تقرؤه، والجملة مستأنفة لبيان هدايته صلى الله عليه وسلم الخاصة، بعد بيان الهداية العامة، وهي هدايته صلى الله عليه وسلم لحفظ القرآن."},{"ayah_number":7,"text":"وقوله: إِلَّا ما شاءَ اللَّهُ استثناء مفرغ من أعم المفاعيل، أى: لا تنسى مما تقرؤه شيئا من الأشياء، إلا ما شاء الله أن تنساه، وهو لم يشأ- سبحانه- أن ينسى النبي صلى الله عليه وسلم شيئا كقوله- تعالى- خالِدِينَ فِيها ما دامَتِ السَّماواتُ وَالْأَرْضُ إِلَّا ما شاءَ رَبُّكَ. وقيل: «لا» في قوله فَلا تَنْسى للنهى، والألف مزيدة لرعاية الفاصلة، كما في قوله- تعالى-: فَأَضَلُّونَا السَّبِيلَا، يعنى: فلا تغفل عن قراءته.وقال الإمام الرازي: وهاتان الآيتان تدلان على المعجزة من وجهين:أحدهما: أن الرسول صلى الله عليه وسلم كان أميا، فحفظه لهذا الكتاب المطول عن غير دراسة، ولا تكرار، ولا كتبة، خارق للعادة فيكون معجزا. وثانيهما: أن هذه السورة من أوائل ما نزل بمكة. فهذا إخبار عن أمر عجيب غريب مخالف للعادة. سيقع في المستقبل، وقد وقع، فكان هذا إخبارا عن الغيب، فيكون معجزا..."},{"ayah_number":8,"text":"وقوله- سبحانه-: وَنُيَسِّرُكَ لِلْيُسْرى معطوف على قوله سَنُقْرِئُكَ وجملة:إِنَّهُ يَعْلَمُ الْجَهْرَ وَما يَخْفى معترضة.والتيسير بمعنى التسهيل والتخفيف، وهو جعل العمل يسيرا على عامله بأن يهيئ الله- تعالى- للعامل الأسباب التي تهون له العسير، وتقرب له البعيد.واليسرى: مؤنث الأيسر، بمعنى الأسهل، والموصوف محذوف.والمعنى: سنجعلك- أيها الرسول الكريم- صاحب ذاكرة قوية تحفظ القرآن ولا تنساه.وسنوفقك توفيقا دائما للطريقة اليسرى في كل باب من أبواب الدين: علما وعملا، واهتداء وهداية- وسنرزقك الأمور الحسنة التي تجعلك تعيش سعيدا في دنياك، وظافرا برضواننا في أخراك.ولقد أنجز الله- تعالى- لنبيه صلى الله عليه وسلم وعده، حيث أعطاه شريعة سمحة، ومنحه أخلاقا كريمة، من مظاهرها أنه صلى الله عليه وسلم ما خير بين أمرين إلا اختار أيسرهما، ودعا أتباعه إلى الأخذ بمبدأ التيسير، فقال: «يسروا ولا تعسروا، وبشروا ولا تنفروا..» .فهاتان بشارتان عظيمتان للرسول صلى الله عليه وسلم. أولاهما: تتمثل في إلهامه الذاكرة الواعية الحافظة لما يوحى اليه. وثانيتهما: توفيقه صلى الله عليه وسلم إلى الشريعة اليسرى، وإلى الأخلاق الكريمة وإلى الأخذ بما هو أرفق وأيسر في كل أحواله."},{"ayah_number":9,"text":"ثم أمره- تعالى- بدوام التذكير بدعوة الحق بدون إبطاء أو يأس فقال: فَذَكِّرْ إِنْ نَفَعَتِ الذِّكْرى. سَيَذَّكَّرُ مَنْ يَخْشى. وَيَتَجَنَّبُهَا الْأَشْقَى. الَّذِي يَصْلَى النَّارَ الْكُبْرى. ثُمَّ لا يَمُوتُ فِيها وَلا يَحْيى.والفاء في قوله فَذَكِّرْ للتفريع على ما تقدم، والأمر مستعمل هنا في طلب المداومة على التذكير بدعوة الحق التي أرسله- سبحانه- بها، والذكرى: بمعنى التذكير.والمعنى: إذا كان الأمر كما أخبرناك- أيها الرسول الكريم- فداوم على تذكير الناس بالهدى ودين الحق، واتبع في ذلك الحكمة والموعظة الحسنة والمجادلة بالتي هي أحسن، واهتم في تذكيرك بمن تتوقع منهم قبول دعوتك، وأعرض عن الجاحدين والمعاندين والجاهلين.قال صاحب الكشاف: فإن قلت: كان الرسول صلى الله عليه وسلم مأمورا بالذكرى نفعت أو لم تنفع.. فما معنى اشتراط النفع؟ ..قلت: هو على وجهين: أحدهما. أن رسول الله صلى الله عليه وسلم قد استفرغ مجهوده في تذكيرهم، وما كانوا يزيدون على زيادة الذكرى إلا عتوا وطغيانا، وكان النبي صلى الله عليه وسلم يتلظى حسرة وتلهفا، ويزداد جدا في تذكيرهم، وحرصا عليه، فقيل له: وَما أَنْتَ عَلَيْهِمْ بِجَبَّارٍ. فَذَكِّرْ بِالْقُرْآنِ مَنْ يَخافُ وَعِيدِ وذلك بعد إلزام الحجة بتكرير التذكير.والثاني: أن يكون ظاهره شرطا، ومعناه ذمّا للمذكّرين- بتشديد الكاف المفتوحة- وإخبارا عن حالهم، واستبعادا لتأثير الذكرى فيهم، وتسجيلا عليهم بالطبع على قلوبهم، كما تقول للواعظ: عظ المكاسين إن سمعوا منك، قاصدا بهذا الشرط، استبعاد ذلك، وأنه لن يكون.. .وقال الإمام الرازي ما ملخصه: جاء التعليق بالشرط في قوله- تعالى-: فَذَكِّرْ إِنْ نَفَعَتِ الذِّكْرى مع أنه صلى الله عليه وسلم مطلوب منه أن يذكر الناس جميعا، نفعتهم الذكرى أم لم تنفعهم- للتنبيه على أشرف الحالين، وهو وجود النفع الذي من أجله شرعت الذكرى، كقوله- تعالى-: سَرابِيلَ تَقِيكُمُ الْحَرَّ. وللإشعار بأن المراد من الشرط: البعث على الانتفاع بالذكرى، كما يقول الإنسان لغيره بعد أن بين له الحق، قد أوضحت لك الأمر إن كنت تعقل، فيكون مراده الحض على القبول...ويبدو لنا أن المقصود بالآية الكريمة، تحريض النبي صلى الله عليه وسلم على المداومة على دعوة الناس إلى قبول الحق الذي جاء به، فإن هذا التذكير إن لم ينفع الناس جميعا، فسينفع بعضهم، فقد اقتضت سنة الله- تعالى- أن لا تخلو الأرض ممن يستمع إلى الحق، ويستجيب له."},{"ayah_number":10,"text":"ويدل على هذا المعنى قوله- تعالى- بعد ذلك: سَيَذَّكَّرُ مَنْ يَخْشى أى: سينتفع بتذكيرك- أيها الرسول الكريم- من يخشى الله- تعالى- ويخاف عذابه، ويرجو ثوابه."},{"ayah_number":11,"text":"يَتَجَنَّبُهَا الْأَشْقَىأى: ويتجنب الذكرى، ويبتعد عن الموعظة، ويتجافى عن النصيحة، الإنسان الشديد الشقاوة والتعاسة، الذي أبى إلا الإصرار على كفره وعناده، وخلا من خشية الله- تعالى-. والمراد بالأشقى: الجنس، أى: يبتعد عن الانتفاع بالتذكير جميع الأشقياء وهم الكافرون.وقيل: المراد به الكافر المتوغل في كفره كأبى جهل والوليد بن المغيرة وأشباههما."},{"ayah_number":12,"text":"وقوله: الَّذِي يَصْلَى النَّارَ الْكُبْرى صفة للأشقى. أى: سيبتعد عن الانتفاع بتذكيرك- أيها الرسول الكريم- الكافر المصر على كفره، الذي من صفاته أنه سيصلى وسيلقى في أشد طبقات النار سعيرا وحريقا، وهي الطبقة السفلى منها."},{"ayah_number":13,"text":"فوصف النار بالكبرى، من قبيل التهويل والإنذار للمصرين على كفرهم ثُمَّ لا يَمُوتُ فِيها وَلا يَحْيى أى: ثم إن هذا الشقي بعد أن يلقى به في النار الكبرى، لا يَمُوتُ فِيها فيستريح من العذاب وَلا يَحْيى حياة طيبة فيها شيء من الراحة، بل يبقى هكذا يَأْتِيهِ الْمَوْتُ مِنْ كُلِّ مَكانٍ وَما هُوَ بِمَيِّتٍ.وشبيه بهذه الآية قوله- تعالى-: وَالَّذِينَ كَفَرُوا لَهُمْ نارُ جَهَنَّمَ لا يُقْضى عَلَيْهِمْ فَيَمُوتُوا وَلا يُخَفَّفُ عَنْهُمْ مِنْ عَذابِها، كَذلِكَ نَجْزِي كُلَّ كَفُورٍ."},{"ayah_number":14,"text":"وبعد هذا البيان الذي يهز القلوب.. عن سوء عاقبة الأشقياء، ساق- سبحانه- ما يدخل البهجة والسرور على النفوس، عن طريق بيان حسن عاقبة السعداء، فقال:قَدْ أَفْلَحَ مَنْ تَزَكَّى. وَذَكَرَ اسْمَ رَبِّهِ فَصَلَّى.أى: قد أفلح وفاز وانتفع بالتذكير، من حاول تزكية نفسه وتطهيرها من كل سوء.ومن ذكر اسم ربه بقلبه ولسانه، فصلى الصلوات الخمس التي فرضها الله- تعالى- عليه. وأضاف إليها ما استطاع من نوافل وسنن.وعبر- سبحانه- بقوله: قَدْ أَفْلَحَ ليجمع في هذا التعبير البليغ، كل معاني الخير والنفع، لأن الفلاح معناه: وصول المرء إلى ما يطمح إليه من فوز ونفع. وجاء التعبير بالماضي المسبوق بقد، للدلالة على تحقيق هذا الفلاح بفضل الله- تعالى- ورحمته.وقد اشتملت هاتان الآيتان على الطهارة من العقائد الباطلة تَزَكَّى وعلى استحضار معرفة الله- تعالى- وَذَكَرَ اسْمَ رَبِّهِ وعلى أداء التكاليف الشرعية التي على رأسها الصلاة فَصَلَّى.وهذه المعاني هي التي وصلت صاحبها إلى الفلاح الذي ليس بعده فلاح."},{"ayah_number":15,"text":"وبعد هذا البيان الذي يهز القلوب.. عن سوء عاقبة الأشقياء، ساق- سبحانه- ما يدخل البهجة والسرور على النفوس، عن طريق بيان حسن عاقبة السعداء، فقال:قَدْ أَفْلَحَ مَنْ تَزَكَّى. وَذَكَرَ اسْمَ رَبِّهِ فَصَلَّى.ومن ذكر اسم ربه بقلبه ولسانه، فصلى الصلوات الخمس التي فرضها الله- تعالى- عليه. وأضاف إليها ما استطاع من نوافل وسنن.وعبر- سبحانه- بقوله: قَدْ أَفْلَحَ ليجمع في هذا التعبير البليغ، كل معاني الخير والنفع، لأن الفلاح معناه: وصول المرء إلى ما يطمح إليه من فوز ونفع. وجاء التعبير بالماضي المسبوق بقد، للدلالة على تحقيق هذا الفلاح بفضل الله- تعالى- ورحمته.وقد اشتملت هاتان الآيتان على الطهارة من العقائد الباطلة تَزَكَّى وعلى استحضار معرفة الله- تعالى- وَذَكَرَ اسْمَ رَبِّهِ وعلى أداء التكاليف الشرعية التي على رأسها الصلاة فَصَلَّى.وهذه المعاني هي التي وصلت صاحبها إلى الفلاح الذي ليس بعده فلاح."},{"ayah_number":16,"text":"وقوله- تعالى-: بَلْ تُؤْثِرُونَ الْحَياةَ الدُّنْيا، وَالْآخِرَةُ خَيْرٌ وَأَبْقى الإضراب فيه عن كلام مقدر يفهم من السياق.والمعنى: لقد بينت لكم ما يؤدى إلى فلاحكم وفوزكم.. ولكنكم- يا بنى آدم- كثير منكم لم يستجب لما بينته له، بل أنتم تؤثرون الحياة الدنيا، بأن تقدموا زينتها وشهواتها ومتعها..على ما ينفعكم في آخرتكم، والحال أن ما في الدار الآخرة من نعيم، خير وأبقى من حطام الدنيا، لأن الدنيا ومتعها زائلة، أما الآخرة فخيرها باق لا يزول.والخطاب لجميع الناس، ويدخل فيه الكافرون دخولا أوليا، وعليه يكون المراد بإيثار الحياة الدنيا بالنسبة للمؤمنين، ما لا يخلو منه غالب الناس، من اشتغالهم في كثير من الأحيان بمنافع الدنيا، وتقصيرهم فيما يتعلق بآخرتهم.ويرى كثير من العلماء: أن الخطاب للكافرين على سبيل الالتفات، ويؤيد أن الخطاب للكافرين قراءة أبى عمرو بالياء على طريقة الغيبة.أى: بل إن الكافرين يؤثرون الحياة الدنيا على الآخرة، مع أن الآخرة خير وأبقى."},{"ayah_number":17,"text":"وقوله- تعالى-: بَلْ تُؤْثِرُونَ الْحَياةَ الدُّنْيا، وَالْآخِرَةُ خَيْرٌ وَأَبْقى الإضراب فيه عن كلام مقدر يفهم من السياق.والمعنى: لقد بينت لكم ما يؤدى إلى فلاحكم وفوزكم.. ولكنكم- يا بنى آدم- كثير منكم لم يستجب لما بينته له، بل أنتم تؤثرون الحياة الدنيا، بأن تقدموا زينتها وشهواتها ومتعها..على ما ينفعكم في آخرتكم، والحال أن ما في الدار الآخرة من نعيم، خير وأبقى من حطام الدنيا، لأن الدنيا ومتعها زائلة، أما الآخرة فخيرها باق لا يزول.والخطاب لجميع الناس، ويدخل فيه الكافرون دخولا أوليا، وعليه يكون المراد بإيثار الحياة الدنيا بالنسبة للمؤمنين، ما لا يخلو منه غالب الناس، من اشتغالهم في كثير من الأحيان بمنافع الدنيا، وتقصيرهم فيما يتعلق بآخرتهم.ويرى كثير من العلماء: أن الخطاب للكافرين على سبيل الالتفات، ويؤيد أن الخطاب للكافرين قراءة أبى عمرو بالياء على طريقة الغيبة.أى: بل إن الكافرين يؤثرون الحياة الدنيا على الآخرة، مع أن الآخرة خير وأبقى."},{"ayah_number":18,"text":"ثم ختم- سبحانه- السورة بقوله: إِنَّ هذا لَفِي الصُّحُفِ الْأُولى. صُحُفِ إِبْراهِيمَ وَمُوسى أى: إن هذا الذي ذكرناه من فلاح من تزكى، ومن إيثاركم الحياة الدنيا على الآخرة، لكائن وثابت ومذكور في الصحف الأولى، التي هي صحف إبراهيم وموسى، التي أنزلها- سبحانه- على هذين النبيين الكريمين، ليعلما الناس ما اشتملت عليه من آداب وأحكام ومواعظ. وفي إبهام هذه الصحف، ووصفها بالقدم، ثم بيان أنها لنبيين كريمين من أولى العزم من الرسل، تنويه بشأنها، وإعلاء من قدرها."},{"ayah_number":19,"text":"ثم ختم- سبحانه- السورة بقوله: إِنَّ هذا لَفِي الصُّحُفِ الْأُولى. صُحُفِ إِبْراهِيمَ وَمُوسى أى: إن هذا الذي ذكرناه من فلاح من تزكى، ومن إيثاركم الحياة الدنيا على الآخرة، لكائن وثابت ومذكور في الصحف الأولى، التي هي صحف إبراهيم وموسى، التي أنزلها- سبحانه- على هذين النبيين الكريمين، ليعلما الناس ما اشتملت عليه من آداب وأحكام ومواعظ. وفي إبهام هذه الصحف، ووصفها بالقدم، ثم بيان أنها لنبيين كريمين من أولى العزم من الرسل، تنويه بشأنها، وإعلاء من قدرها.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم."}]