[{"ayah_number":1,"text":"تفسير سورة الفجرمقدمة وتمهيد1- سورة «الفجر» من السور المكية الخالصة، بل هي من أوائل ما نزل على النبي صلى الله عليه وسلم من سور قرآنية، فهي السورة العاشرة في ترتيب النزول، وكان نزولها بعد سورة «والليل إذا يغشى» ، وقبل سورة «الضحى» ، أما ترتيبها في المصحف فهي السورة التاسعة والثمانون.وعدد آياتها: ثلاثون آية في المصحف الكوفي، واثنتان وثلاثون في الحجازي، وتسع وعشرون في البصري.2- ومن أهم مقاصد هذه السورة الكريمة: تذكير المشركين بما حل بالمكذبين من قبلهم، كقوم عاد وثمود وفرعون، وبيان أحوال الإنسان في حال غناه وفي حال فقره، وردعه عن الانقياد لهوى نفسه، ولفت نظره إلى أهوال يوم القيامة، وأنه في هذا اليوم لن ينفعه ندمه أو تحسره على ما فات، وتبشير أصحاب النفوس المؤمنة المطمئنة، برضا ربها عنها، وبظفرها بجنة عرضها السموات والأرض.افتتح - سبحانه - السورة الكريمة بالقسم بخمسة أشياء لها شرفها وعظمها ، ولها فوائدها الدينية والدنيوية . . ولها دلالتها الواضحة على كمال قدرته - تعالى - .أقسم أولا - بالفجر ، وهو وقت انفجار الظلمة عن النهار من كل يوم ، ووقت بزوغ الضياء وانتشاره علىالكون بعد ليل بهيم .فالمراد بالفجر : الوقت الذى يبدأ فيه النهار فى الظهور ، بعد ظلام الليل ، والتعريف فيه للجنس ، لأن المقصود هذا الوقت من كل يوم .وقيل المراد بالفجر هنا : صلاة الفجر ، لأنها صلاة مشهودة ، أى : تشهدها الملائكة ، كما أن التعريف فيه للعهد ، فقيل : فجر يوم النحر ، وقيل : فجر يوم الجمعة . .ويبدو لنا أن الرأى الأول أرجح ، لأن قوله - تعالى - بعد ذلك ( وَلَيالٍ عَشْرٍ ) يرجح أن المراد به وقت معين . هذا الوقت يوجد مع كل يوم جديد ."},{"ayah_number":2,"text":"وأقسم- سبحانه- ثانيا بقوله: وَلَيالٍ عَشْرٍ والمراد بها: الليالى العشر الأول من شهر ذي الحجة، لأنها وقت مناسك الحج، ففيها الإحرام، والطواف، والوقوف بعرفة..وقيل المراد بها: الليالى العشر الأواخر من رمضان وقيل: الليالى العشر الأول من شهر المحرم..قال الإمام ابن كثير: والليالى العشر: المراد بها: عشر ذي الحجة. كما قاله ابن عباس وابن الزبير، ومجاهد، وغير واحد من السلف والخلف.وقد ثبت في صحيح البخاري، عن ابن عباس مرفوعا: «ما من أيام العمل الصالح، أحب إلى الله- تعالى- فيهن، من هذه الأيام» - يعنى: عشر ذي الحجة- قالوا: «ولا الجهاد في سبيل الله؟ قال: ولا الجهاد في سبيل الله، إلا رجلا خرج بنفسه وماله، ثم لم يرجع من ذلك بشيء» ..وقيل: المراد بذلك: العشر الأول من المحرم. وقيل: العشر الأول من رمضان.والصحيح القول الأول.. ."},{"ayah_number":3,"text":"وأقسم- سبحانه- ثالثا ورابعا بقوله: وَالشَّفْعِ وَالْوَتْرِ والشفع: ما يكون ثانيا لغيره، والوتر: هو الشيء المنفرد.وقد ذكر المفسرون في المراد بهذين اللفظين أقوالا متعددة، فمنهم من يرى أنهما يعمان كل الأشياء شفعها ووترها، ومنهم من يرى أن المراد بالشفع: يوم النحر، لكونه اليوم العاشر من ذي الحجة، وأن المراد بالوتر: يوم عرفة، لأنه اليوم التاسع من شهر ذي الحجة. ومنهم من يرى أن المراد بهما: الصلاة المكتوبة، ما كان منها شفعا، كصلاة الظهر والعصر والعشاء والصبح، وما كان منها وترا كالمغرب.ومنهم من يرى أن المراد بالشفع: جميع المخلوقات، وبالوتر: الله- تعالى- الواحد الصمد.وقد رجح بعض العلماء هذا القول فقال ما ملخصه: والواقع أن أقرب الأقوال عندي- والله أعلم-. أن المراد بالوتر، هو الله- تعالى-، للحديث: «إن الله وتر يحب الوتر» ، وما سواه شفع.. لأنه ثبت علميا أنه لا يوجد كائن موجود بمعنى الوتر قط، حتى الحصاة الصغيرة، فإنه ثبت أن كل كائن جماد أو غيره مكون من ذرات، والذرة لها نواة ومحيط.ولهذا كان القول بأن الوتر هو الله، وبأن الشفع: جميع المخلوقات.. هو الراجح، وهو الأعم في المعنى..   ."},{"ayah_number":4,"text":"وأقسم- سبحانه- خامسا- بقوله: وَاللَّيْلِ إِذا يَسْرِ أى: وحق الليل عند ما يسرى ويمضى، تاركا من خلفه ظلامه، ليحل محله النهار بضيائه.أو المعنى: وحق الليل وقت أن يسرى فيه السارون، بعد أن أخذوا حظهم من النوم، فإسناد السّرى إلى الليل على سبيل المجاز، كما في قولهم: ليل نائم، أى: ينام فيه الناس، وقرأ الجمهور يسر بحذف الياء وصلا ووقفا، اكتفاء عنها بالكسرة تخفيفا.وقرأ نافع وأبو عمرو بإثبات الياء عند الوصل، وبحذفها عند الوقف.والمراد بالليل هنا: عمومه، وقيل: المراد به هنا: ليلة القدر، أو ليلة المزدلفة."},{"ayah_number":5,"text":"والاستفهام في قوله- تعالى-: هَلْ فِي ذلِكَ قَسَمٌ لِذِي حِجْرٍ للتقرير والتعظيم لما أقسم به- سبحانه- من مخلوقات. واسم الإشارة «ذلك» يعود إلى تلك الأشياء التي أقسم الله- تعالى- بها.والمراد بالحجر العقل، وسمى بذلك لأنه يحجر صاحبه ويمنعه عن ارتكاب مالا ينبغي، كما سمى عقلا، لأنه يعقل صاحبه عن ارتكاب السيئات، كما يعقل العقال البعير عن الضلال.والمعنى: هل في ذلك الذي أقسمنا به من الفجر، والليالى العشر، والشفع والوتر..قسم، أى: مقسم به، حقيق أن تؤكد به الأخبار عند كل ذي عقل سليم؟.مما لا شك فيه أن كل ذي عقل سليم، يعلم تمام العلم، أن ما أقسم الله به من هذه الأشياء حقيق أن يقسم به، لكونها- أى: هذه الأشياء- أمورا جليلة، خليقة بالإقسام بها لفخامة شأنها، كما أن كل ذي عقل سليم يعلم- أيضا- أن المقسم بهذا القسم، وهو الله- عز وجل- صادق فيما أقسم عليه.فالمقصود من وراء القسم بهذه الأشياء، تحقيق المقسم عليه. بأسلوب فيه ما فيه من التأكيد والتشويق وتحقيق المقسم عليه.وجواب القسم محذوف دل عليه قوله- تعالى- بعد ذلك: أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعادٍ. إلى قوله: فَصَبَّ عَلَيْهِمْ رَبُّكَ سَوْطَ عَذابٍ.والتقدير: وحق هذه المخلوقات لتعذبن- أيها الكافرون- كما عذب الذين من قبلكم، مثل عاد وثمود وفرعون.قال الجمل: فإن قلت: ما فائدة قوله- تعالى-: هَلْ فِي ذلِكَ قَسَمٌ لِذِي حِجْرٍ.بعد أن أقسم- سبحانه- بالأشياء المذكورة؟ قلنا: هو لزيادة التأكيد والتحقيق للمقسم عليه، كمن ذكر حجة باهرة، ثم قال: أفيما ذكرته حجة؟.وجواب القسم محذوف، أى: لتعذبن يا كفار مكة، وقيل هو مذكور وهو قوله: إِنَّ رَبَّكَ لَبِالْمِرْصادِ، وقيل محذوف لدلالة المعنى عليه، أى لنجازين كل أحد بعمله..  ."},{"ayah_number":6,"text":"ثم ذكر- سبحانه- على سبيل الاستشهاد، ما أنزله من عذاب مهين، بالأقوام المكذبين. فقال- تعالى-: أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعادٍ.والاستفهام في قوله: أَلَمْ تَرَ.. للتقرير، والرؤية: علمية، تشبيها للعلم اليقيني بالرؤية في الوضوح والانكشاف، لأن أخبار هذه الأمم كانت معلومة للمخاطبين.ويجوز أن تكون الرؤية بصرية، لكل من شاهد آثار هؤلاء الأقوام البائدين..والمراد بعاد: تلك القبيلة المشهورة بهذا الاسم، والتي كانت تسكن الأحقاف، وهو مكان في جنوب الجزيرة العربية، معروف للعرب، قال- تعالى-: وَتِلْكَ عادٌ جَحَدُوا بِآياتِ رَبِّهِمْ وَعَصَوْا رُسُلَهُ، وَاتَّبَعُوا أَمْرَ كُلِّ جَبَّارٍ عَنِيدٍ.سموا بذلك نسبة إلى أبيهم عاد بن عوص، بن إرم، بن سام، بن نوح- عليه السلام-"},{"ayah_number":7,"text":"فقوله- تعالى-: إِرَمَ عطف بيان لعاد، لأنه جده الأدنى.وقوله- تعالى-: ذاتِ الْعِمادِ صفة لعاد، و «ذات» وصف مؤنث لأن المراد بعاد القبيلة، سمى أولاده باسمه، كما سمى بنو هاشم هاشما.والمقصود بهذه القبيلة عاد الأولى، التي أرسل الله- تعالى- إليهم هودا- عليه السلام-. وكانوا معروفين بقوتهم وضخامة أجسامهم.. وقد جاء الحديث عنهم كثيرا في القرآن الكريم، ومن ذلك قوله- تعالى-: فَأَمَّا عادٌ فَاسْتَكْبَرُوا فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَقالُوا مَنْ أَشَدُّ مِنَّا قُوَّةً...."},{"ayah_number":8,"text":"وقوله- سبحانه-: الَّتِي لَمْ يُخْلَقْ مِثْلُها فِي الْبِلادِ صفة أخرى لقبيلة عاد.والمعنى: لقد وصل إلى علمك- أيها الرسول الكريم- بصورة يقينية، خبر قبيلة عاد، التي جدها الأدنى «إرم بن سام بن نوح «والتي كانت تسكن بيوتا ذات أعمدة، ترفع عليها خيامهم ومبانيهم الفارهة.. والتي لم يخلق مثلها- أى: مثل هذه القبيلة- أحد في ضخامة أجسام أفرادها، وفي قوة أبدانها، وفيما أعطاها الله- تعالى- من غنى وقوة.قال الإمام ابن كثير ما ملخصه: قوله- تعالى-: أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعادٍ. إِرَمَ ذاتِ الْعِمادِ. الَّتِي لَمْ يُخْلَقْ مِثْلُها فِي الْبِلادِ هؤلاء كانوا متمردين عتاة.. فذكر- سبحانه- كيف أهلكهم.وهؤلاء هم عاد الأولى، وهم أولاد عاد بن إرم بن عوص بن سام بن نوح، وهم الذين أرسل الله إليهم نبيه هودا- عليه السلام- فكذبوه فأهلكهم الله- تعالى-.فقوله: إِرَمَ ذاتِ الْعِمادِ عطف بيان، زيادة تعريف بهم. وقوله: ذاتِ الْعِمادِ لأنهم كانوا يسكنون بيوت الشّعر التي ترفع بالأعمدة الشداد.وقال هاهنا: الَّتِي لَمْ يُخْلَقْ مِثْلُها فِي الْبِلادِ أى: القبيلة التي لم يخلق مثلها في بلادهم، لقوتهم وشدتهم، وعظم تركيبهم.. فالضمير في مِثْلُها يعود إلى القبيلة.ومن زعم أن المراد بقوله: إِرَمَ ذاتِ الْعِمادِ مدينة إما دمشق أو الاسكندرية.. ففيه نظر.. لأن المراد إنما هو الإخبار عن إهلاك القبيلة المسماة بعاد، وليس المراد الإخبار عن مدينة أو إقليم. وإنما نبهت على ذلك لئلا يغتر بما ذكره جماعة من المفسرين من أن المراد بقوله- تعالى-: إِرَمَ ذاتِ الْعِمادِ ... مدينة مبنية بلبن الذهب والفضة.. فهذا كله من خرافات الإسرائيليين.. ."},{"ayah_number":9,"text":"وقوله- تعالى-: وَثَمُودَ الَّذِينَ جابُوا الصَّخْرَ بِالْوادِ. وَفِرْعَوْنَ ذِي الْأَوْتادِ معطوف على ما قبله. والمراد بثمود: القبيلة المسماة بهذا الاسم، نسبة إلى جدها ثمود، وقد أرسل الله- تعالى- إليهم نبيهم صالحا- عليه السلام- فكذبوه، فأهلكهم الله- تعالى-.وكانت مساكنهم بين الشام والحجاز، وما زالت معروفة حتى الآن باسم قرى صالح.وقوله: جابُوا بمعنى قطعوا. من الجواب بمعنى القطع والخرق، والصخرة الحجارة العظيمة.والواد: اسم للأرض المنخفضة بين مكانين مرتفعين، وكان هؤلاء القوم يقطعون الصخور من الجبال، ليتخذوا منها بيوتهم بواديهم، أى: بالمكان الذي كانوا يسكنونه.فقوله: بِالْوادِ علم بالغلبة للمكان الذي كانوا يسكنون فيه، ويسمى بوادي القرى، وقد قال- تعالى- في شأنهم: وَتَنْحِتُونَ مِنَ الْجِبالِ بُيُوتاً فارِهِينَ."},{"ayah_number":10,"text":"والمراد بفرعون هنا: هو وقومه. والمراد بالأوتاد: الجنود والعساكر الذين يشدون ملكه ويقوونه، كما تشد الخيام وتقوى بالأوتاد.قال الآلوسى: وصف فرعون بذلك لكثرة جنوده وخيامهم، التي يضربون أوتادها في منازلهم، أو لأنه كان يدق لمن يريد تعذيبه أربعة أوتاد، ويشده بها..   .وقال بعض العلماء: ووصف فرعون بذي الأوتاد، لأن مملكته كانت تحتوى على الأهرامات، التي بناها أسلافه، لأن صورة الهرم على الأرض تشبه الوتد المدقوق، ويجوز أن يكون المراد بالأوتاد: التمكن والثبات على سبيل الاستعارة، أى: ذي القوة.. .وقال صاحب الظلال: وَفِرْعَوْنَ ذِي الْأَوْتادِ وهي على الأرجح الأهرامات، التي تشبه الأوتاد الثابتة في الأرض المتينة البنيان، وفرعون المشار إليه هنا، هو فرعون الطاغية الجبار، الذي أرسل الله- تعالى- إليه موسى- عليه السلام-..  .والمعنى: لقد علمت- أيها الرسول الكريم- وعلم معك كل من هو أهل للخطاب، ما فعله ربك بقبيلة عاد، التي جدها إرم بن سام بن نوح، والتي كانت صاحبة أعمدة عظيمة ترفع عليها بيوتها، والتي لم يخلق في بلادها مثلها في القوة والغنى.وعلمت- أيضا- ما فعله ربك بقوم ثمود، الذين قطعوا صخر الجبال، واتخذوا منها بيوتا بوادي قراهم، التي ما زالت معروفة.وعلمت- كذلك- ما فعلناه بفرعون صاحب المبانى القوية الفخمة وصاحب الجنود والعساكر الذين يشدون ملكه."},{"ayah_number":11,"text":"والَّذِينَ طَغَوْا فِي الْبِلادِ فأفسدوها، وتجاوزوا كل حد في العصيان والظلم."},{"ayah_number":12,"text":"فَأَكْثَرُوا فِيهَا أى: في البلاد الْفَسادَ عن طريق الفسوق والخروج عن طاعتنا."},{"ayah_number":13,"text":"فَصَبَّ عَلَيْهِمْ رَبُّكَ سَوْطَ عَذابٍ أى: فكانت نتيجة طغيانهم وفسادهم، أن أنزل ربك عليهم، نوعا عظيما من العذاب المهين.والسوط: آلة تتخذ من الجلود القوية، يضرب بها الجاني، وإضافتها إلى العذاب، من إضافة الصفة إلى الموصوف. أى: فصب عليهم ربك عذابا. «سوطا» أى: كالسوط في سرعته، وشدته وتتابعه، فهو تشبيه بليغ.وعبر- سبحانه- على إنزال العذاب بهم بالصب- وهو الإفراغ لما في الظرف بقوة- للإيذان بكثرته وتتابعه.وسميت أنواع العذاب النازلة بهم سوطا تسمية للشيء باسم آلته..قال صاحب الكشاف: وذكر السوط. إشارة إلى أن ما أحله بهم في الدنيا من العذاب العظيم بالقياس إلى ما أعد لهم في الآخرة، كالسوط إذا قيس إلى سائر ما يعذب به.وعن عمر بن عبيد: كان الحسن إذا أتى على هذه الآية قال: إن عند الله أسواطا كثيرة، فأخذهم بسوط منها.. ."},{"ayah_number":14,"text":"وقوله- سبحانه-: إِنَّ رَبَّكَ لَبِالْمِرْصادِ تذييل وتعليل لإصابتهم بسوط عذاب.والمرصاد في الأصل: اسم للمكان الذي يجلس فيه الجالس لترقب أو رؤية شيء ما.والمراد: إن ربك- أيها الرسول الكريم- يرصد عمل كل إنسان، ويحصيه عليه، ويجازيه به، دون أن يخفى عليه- سبحانه- شيء في الأرض أو السماء.وفي هذه الآيات الكريمة تخويف شديد للكافرين، وتهديد لهم على إصرارهم في جحودهم، وأنهم إذا ما ساروا في طريق الجحود والعناد، فسيصيبهم ما أصاب هؤلاء الطغاة.ثم ذكر- سبحانه- حال الإنسان عند اليسر والعسر، والغنى والفقر، والسراء والضراء فقال:"},{"ayah_number":15,"text":"والفاء في قوله: فَأَمَّا الْإِنْسانُ ... للتفريع على ما تقدم، ولترتيب ما بعدها على ما قبلها.والمراد بالإنسان هنا: جنسه. وقيل المراد به الكافر. ولفظ «الإنسان» مبتدأ، وخبره:فَيَقُولُ رَبِّي أَكْرَمَنِ.والمعنى: هذه سنة ربك- أيها العاقل- في عباده، أنه- تعالى- لهم بالمرصاد، فهو يراقب أعمالهم، ويحاسبهم عليها، ويجازيهم بها، والسعيد من الناس هو الذي يفقه هذه الحقيقة، فيؤدى ما كلفه خالقه به ... فأما الإنسان، الشقي الغافل عن طاعة ربه..إِذا مَا ابْتَلاهُ رَبُّهُ فَأَكْرَمَهُ وَنَعَّمَهُ أى: إذا ما اختبره وامتحنه ربه بألوان من النعم، بأن منحه المال الكثير، والجاه العريض، وأسباب القوة والمنعة فَيَقُولُ على سبيل التباهي والتفاخر.. رَبِّي أَكْرَمَنِ أى: ربي أعطانى ذلك، لأنى مستحق لهذه النعم، كما قال- تعالى-: وَلَئِنْ أَذَقْناهُ رَحْمَةً مِنَّا مِنْ بَعْدِ ضَرَّاءَ مَسَّتْهُ، لَيَقُولَنَّ هذا لِي، وَما أَظُنُّ السَّاعَةَ قائِمَةً، وَلَئِنْ رُجِعْتُ إِلى رَبِّي إِنَّ لِي عِنْدَهُ لَلْحُسْنى ."},{"ayah_number":16,"text":"وقوله- سبحانه-: وَأَمَّا إِذا مَا ابْتَلاهُ فَقَدَرَ عَلَيْهِ رِزْقَهُ ... بيان لموقف هذا الإنسان عند فقره. أى: وأما إذا ما امتحنا هذا الإنسان بسلب بعض النعم عنه، وبضيق الرزق..فَيَقُولُ على سبيل التضجر والتأفف وعدم الرضا بقضائه- سبحانه-: رَبِّي أَهانَنِ أى: ربي أذلنى بالفقر، وأنزل بي الهوان والشرور.وقول هذا الإنسان في الحالين، قول مذموم، يدل على سوء فكره، وقصور نظره، وانطماس بصيرته، لأنه في حالة العطاء والسعة في الرزق. يتفاخر ويتباهى، ويتوهم أن هذه النعم هو حقيق وجدير بها، وليست من فضل الله- تعالى- وكأنه يقول ما قاله قارون:إِنَّما أُوتِيتُهُ عَلى عِلْمٍ عِنْدِي وفي حالة المنع والضيق في الرزق يجزع، ويأبى أن يرضى بقضاء الله وقدره.. ولا يخطر بباله أن نعم الله، إنما هي فضل تفضل به- سبحانه- عليه ليختبره، أيشكر أم يكفر. وأن تضييقه عليه في الرزق، ليس من الإهانة في شيء، بل هو للابتلاء- أيضا- والامتحان، كما قال- تعالى-: وَنَبْلُوكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةً، وَإِلَيْنا تُرْجَعُونَ.قال الإمام الشوكانى عند تفسيره لهاتين الآيتين: وهذه صفة الكافر الذي لا يؤمن بالبعث، لأنه لا كرامة عنده إلا الدنيا والتوسع في متاعها، ولا إهانة عنده إلا فوتها وعدم وصوله إلى ما يريد من زينتها، فأما المؤمن فالكرامة عنده أن يكرمه الله بطاعته، ويوفقه لعمل الآخرة.ويحتمل أن يراد الإنسان على العموم، لعدم تيقظه أن ما صار إليه من الخير، وما أصيب به من الشر في الدنيا، ليس إلا للاختبار والامتحان، وأن الدنيا بأسرها، لا تعدل عند الله- تعالى- جناح بعوضة..  .واقتصر- سبحانه- في الآية الكريمة على تقتير الرزق، في مقابلة النعمة، دون غير ذلك من الأمراض والآفات، للإشعار بأن هذا الإنسان يعتبر دنياه جنته ومنتهى آماله. فهو لا يفكر إلا في المال ولا يحزن إلا من أجله، وأن المقياس عنده لمقادير الناس هو على حسب ما عندهم من أموال كما قال شاعرهم:فلو شاء ربي كنت قيس بن عاصم ... ولو شاء ربي كنت عمرو بن مرثدفأصبحت ذا مال كثير وطاف بي ... بنون كرام، سادة لمسوّدولما كان هذا القول مذموما من هذا الإنسان في الحالين. لعدم شكره لله- تعالى- في حالة الرخاء، ولعدم صبره على قضائه في حالة البأساء."},{"ayah_number":17,"text":"لما كان الأمر كذلك جاء حرف الردع بعد ذلك فقال- تعالى-: كَلَّا بَلْ لا تُكْرِمُونَ الْيَتِيمَ. وَلا تَحَاضُّونَ عَلى طَعامِ الْمِسْكِينِ.فقول- تعالى-: كَلَّا زجر وردع عن قول هذا الإنسان رَبِّي أَكْرَمَنِ عند حصول النعمة، وعن قوله رَبِّي أَهانَنِ عند حصول التقتير في الرزق، لأن الله- تعالى- قد يوسع على الكافر وهو مهان ومبغوض منه- تعالى-، وقد يضيق- سبحانه- على المؤمن مع محبته له، وكلا الأمرين حاصل بمقتضى حكمته- عز وجل- والمؤمن الصادق هو الذي يشكر عند الرخاء، ويصبر عند البأساء.و «بل» هنا للإضراب الانتقالى، من ذمهم على القبيح من القول، إلى ذمهم بما هو أشنع منه، وهو ارتكابهم للقبيح من الأفعال.أى: كلا ليس قولكم هذا وهو أن الإكرام في الإعطاء، والإهانة في المنع- هو القبيح فحسب، بل هناك ما هو أقبح منه، وهو أنكم- أيها الكافرون-.لا تُكْرِمُونَ الْيَتِيمَ أى: لا تعطفون على اليتيم وهو الذي مات أبوه وهو صغير، بأن تتركوه معرضا للفقر والاحتياج، دون أن تعملوا على تقديم يد المساعدة إليه."},{"ayah_number":18,"text":"وَلا تَحَاضُّونَ عَلى طَعامِ الْمِسْكِينِ أى: ولا يحث بعضكم بعضا على إطعام المساكين والبائسين.ونفى الحض على إطعامهم، نفى لإطعامهم من باب أولى، وفي ذلك زيادة لمذلتهم، لأنهم لا يطعمون، ولا يحضون غيرهم عليه، لأنهم قوم خلت قلوبهم من الرحمة والعطف.قال الآلوسى: قوله- سبحانه-: بَلْ لا تُكْرِمُونَ الْيَتِيمَ ... إلخ. انتقال وترق من ذم هذا الإنسان على القبيح من القول، إلى الأقبح من الفعل، والالتفات إلى الخطاب، لتشديد التقريع، وتأكيد التشنيع.. والجمع باعتبار معنى الإنسان، إذ المراد الجنس. أى: بل لكم أفعال وأحوال أشد شرا مما ذكر، وأدل على تهالككم على المال، حيث أكرمكم- سبحانه- بكثرة المال، ولكنكم لم تؤدوا ما يلزمكم فيه من إكرام اليتيم.والمراد بطعام المسكين: إطعامه، فالطعام مصدر بمعنى الإطعام.. أو المراد به: الشيء المطعوم، ويكون الكلام على حذف مضاف. أى: على بذل طعام المسكين..  ."},{"ayah_number":19,"text":"وقوله- سبحانه-: وَتَأْكُلُونَ التُّراثَ أَكْلًا لَمًّا بيان لرذيلة ثالثة من رذائلهم المتعددة. والتراث: هو المال الموروث عن الغير. والمراد بالأكل مطلق الانتفاع، وخص الأكل بالذكر، لأنه يشمل معظم وجوه التصرفات المالية.والّمّ: الجمع بدون تفرقة بين الحلال والحرام، مأخوذ من قولهم: لمّ الطعام، إذا أكله كله دون أن يترك منه شيئا.أى: ومن صفاتكم القبيحة أنكم تأكلون المال الموروث عن غيركم، أكلا شديدا، بحيث لا تتركون منه شيئا، ولا تفرقون بين ما هو حلال أو حرام، ولا بين ما يحمد وما لا يحمد، بل تأخذون حقوقكم وحقوق غيركم من النساء والصبيان."},{"ayah_number":20,"text":"ومن صفاتكم- أيضا- أنكم تُحِبُّونَ الْمالَ حُبًّا جَمًّا أى: حبا كثيرا مع حرص وشره. يقال: جمّ الماء في الحوض، إذا كثر واجتمع، ومنه الجموم للبئر الكثيرة الماء.والحب المفرط للمال من الصفات الذميمة، لأنه يؤدى إلى جمعه من كل طريق، بدون تفرقة بين ما يحل منه وما يحرم.فأنت ترى أن الله- تعالى- قد وصف هذا النوع من الناس، بأنه قد جمع في سوء سلوكه، بين النطق بالقبيح من الأقوال، وبين ارتكاب القبيح من الأفعال، وهي: ترك اليتيم بلا رعاية، وعدم الحض على إطعام المحتاج، وجمع المال الموروث بدون تفرقة بين حلاله وحرامه، والإفراط في حب المال بطريقة ذميمة."},{"ayah_number":21,"text":"وبعد هذا الزجر والردع لهم، لسوء أقوالهم وأفعالهم، أخذت السورة الكريمة في زجرهم وردعهم عن طريق تذكيرهم بأهوال الآخرة فقال: - تعالى-: كَلَّا إِذا دُكَّتِ الْأَرْضُ دَكًّا دَكًّا. وقوله- تعالى-: كَلَّا إِذا دُكَّتِ الْأَرْضُ دَكًّا دَكًّا ردع لهم وزجر عن أفعالهم السابقة، وهي عدم إكرام اليتيم، وعدم الحض على طعام المسكين.وقوله: دُكَّتِ الْأَرْضُ من الدك: بمعنى الكسر والدق والزلزلة الشديدة، والتحطيم الجسيم، وانتصب لفظ «دكا» الأول على أنه مصدر مؤكد للفعل، وانتصاب الثاني على أنه تأكيد للأول. وقيل: تكرار «دكا» للدلالة على الاستيعاب، كقولك: قرأت النحو بابا بابا، أى: قرأته كله.قال القرطبي: قوله- تعالى-: كَلَّا إِذا دُكَّتِ الْأَرْضُ ... أى: ما هكذا ينبغي أن يكون الأمر. فهو رد لانكبابهم على الدنيا، وجمعهم لها، فإن من فعل ذلك يندم يوم تدك الأرض، ولا ينفعه الندم، والدك: الكسر والدق، أى: زلزلت وحركت تحريكا بعد تحريك.وقوله: دَكًّا دَكًّا أى: مرة بعد مرة، زلزلت فكسر بعضها بعضا فتكسر كل شيء على ظهرها..  ."},{"ayah_number":22,"text":"وقوله- تعالى-: وَجاءَ رَبُّكَ ... هذه الآية وأمثالها من آيات الصفات التي يرى السلف وجوب الإيمان بها كما جاءت، بمعنى أننا نؤمن بمجيء الله- تعالى- ولكن من غير تكييف ولا تمثيل، بل نكل علم كيفية مجيئه إلى مشيئته- تعالى-.والخلف يؤولون ذلك بأى المجيء هنا بمعنى مجيء أمره وقضائه.قال الآلوسى: قوله- تعالى-: وَجاءَ رَبُّكَ ... قال منذر بن سعيد، معناه: ظهر- سبحانه- للخلق هنالك، وليس ذلك بمجيء نقلة.. وقيل: الكلام على حذف مضاف للتهويل، أى: وجاء أمر ربك وقضاؤه. واختار جمع أنه تمثيل لظهور آيات اقتداره- تعالى- وتبيين آثار قدرته وسلطانه، مثلت حاله- سبحانه- في ذلك، بحال الملك إذا حضر بنفسه ظهر بحضوره من آثار الهيبة ما لا يظهر بحضور عساكره ووزرائه وخواصه عن بكرة أبيهم، وأنت تعلم ما للسلف في المتشابه من الكلام.وَالْمَلَكُ أى: جنس الملك، فيشمل جميع الملائكة صَفًّا صَفًّا أى: مصطفين، أو ذوى صفوف.. ."},{"ayah_number":23,"text":"وقوله- تعالى-: وَجِيءَ يَوْمَئِذٍ بِجَهَنَّمَ أى: وأحضرت جهنم وظهرت وبرزت للكافرين والفاسقين يوم القيامة، يوم تدك الأرض دكا.وقوله: يَوْمَئِذٍ منصوب بقوله جِيءَ. وقوله بِجَهَنَّمَ قائم مقام الفاعل.روى الإمام مسلم في صحيحه عن ابن مسعود قال: قال رسول الله صلى الله عليه وسلم: «يؤتى بجهنم يومئذ لها سبعون ألف زمام، مع كل زمام سبعون ألف ملك يجرونها..  .يَوْمَئِذٍ أى: في هذا اليوم العسير، وهو يوم القيامة- وهو بدل من قوله- تعالى-: إِذا دُكَّتِ الْأَرْضُ- يَتَذَكَّرُ الْإِنْسانُ أى: يتذكر ما فرط منه من ذنوب، وما ارتكبه من سيئات، وما وقع فيه من كفر وفسوق عن أمر ربه.وَأَنَّى لَهُ الذِّكْرى أى: ومن أين له الانتفاع بهذا التذكر، لأنه تذكر قد جاء في غير وقت الانتفاع به، وهو وقت الحساب على الأعمال، لا وقت التوبة من السيئ منها."},{"ayah_number":24,"text":"يَقُولُ هذا الإنسان الشقي يا لَيْتَنِي قَدَّمْتُ لِحَياتِي أى: يقول حين يرى العذاب ماثلا أمامه، يقول- على سبيل التحسر والتفجع-: يا ليتني قدمت أعمالا صالحة لأجل حياتي هذه في الآخرة، فاللام للتعليل، وقدمت أعمالا صالحة في وقت حياتي في الدنيا لأنتفع بها في هذا اليوم، فتكون اللام للتوقيت."},{"ayah_number":25,"text":"فَيَوْمَئِذٍ أى: ففي هذا اليوم لا ينفعه الندم ولا التحسر، ولا يُعَذِّبُ عَذابَهُ أَحَدٌ، وَلا يُوثِقُ وَثاقَهُ أَحَدٌ والوثاق: الرباط الذي يقيد به الأسير.أى: ففي هذا اليوم لا يعذّب كعذاب الله أحد، ولا يوثق كوثاقه أحد، فالضمير في قوله: عَذابَهُ ووَثاقَهُ يعود إلى الله- تعالى- ولفظ «أحد» فاعل.وقرأ الكسائي: لا يُعَذِّبُ ولا يُوثِقُ- بفتح الذال المشددة، وفتح الثاء- على البناء للمفعول، والضمير في قوله عَذابَهُ ووَثاقَهُ يعود للكافر.أى: فيومئذ لا يعذب أحد مثل عذاب ذلك الإنسان الكافر المتحسر، ولا يوثق أحد مثل وثاقه، ولفظ «أحد» هنا نائب فاعل.وشبيه بهاتين الآيتين قوله- تعالى-: قالَ اللَّهُ إِنِّي مُنَزِّلُها عَلَيْكُمْ- أى: المائدة- فَمَنْ يَكْفُرْ بَعْدُ مِنْكُمْ فَإِنِّي أُعَذِّبُهُ عَذاباً لا أُعَذِّبُهُ أَحَداً مِنَ الْعالَمِينَ."},{"ayah_number":26,"text":"فَيَوْمَئِذٍ أى: ففي هذا اليوم لا ينفعه الندم ولا التحسر، ولا يُعَذِّبُ عَذابَهُ أَحَدٌ، وَلا يُوثِقُ وَثاقَهُ أَحَدٌ والوثاق: الرباط الذي يقيد به الأسير.أى: ففي هذا اليوم لا يعذّب كعذاب الله أحد، ولا يوثق كوثاقه أحد، فالضمير في قوله: عَذابَهُ ووَثاقَهُ يعود إلى الله- تعالى- ولفظ «أحد» فاعل.وقرأ الكسائي: لا يُعَذِّبُ ولا يُوثِقُ- بفتح الذال المشددة، وفتح الثاء- على البناء للمفعول، والضمير في قوله عَذابَهُ ووَثاقَهُ يعود للكافر.أى: فيومئذ لا يعذب أحد مثل عذاب ذلك الإنسان الكافر المتحسر، ولا يوثق أحد مثل وثاقه، ولفظ «أحد» هنا نائب فاعل.وشبيه بهاتين الآيتين قوله- تعالى-: قالَ اللَّهُ إِنِّي مُنَزِّلُها عَلَيْكُمْ- أى: المائدة- فَمَنْ يَكْفُرْ بَعْدُ مِنْكُمْ فَإِنِّي أُعَذِّبُهُ عَذاباً لا أُعَذِّبُهُ أَحَداً مِنَ الْعالَمِينَ."},{"ayah_number":27,"text":"ثم ختم- سبحانه- السورة الكريمة بهذه البشارة العظيمة للمؤمنين فقال: يا أَيَّتُهَا النَّفْسُ الْمُطْمَئِنَّةُ ارْجِعِي إِلى رَبِّكِ راضِيَةً مَرْضِيَّةً. فَادْخُلِي فِي عِبادِي وَادْخُلِي جَنَّتِي.والنفس المطمئنة: هي النفس الآمنة من الخوف أو الحزن في يوم القيامة. بسبب إيمانها الصادق، وعملها الصالح، والكلام على إرادة القول. أى: يقول الله- تعالى- على لسان ملائكته، إكراما للمؤمنين، عند وفاتهم، أو عند تمام حسابهم: يا أيتها النفس الآمنة المطمئنة، الناعمة بروح اليقين، الواثقة بفضل الله- تعالى- ورحمته."},{"ayah_number":28,"text":"ارْجِعِي إِلى رَبِّكِ راضِيَةً مَرْضِيَّةً أى: ارجعي إلى ربك الذي خلقك، وأنت راضية تمام الرضا بما أعطاك- سبحانه- من ثواب، ومرضى عنك منه- تعالى- بسبب إيمانك الصادق، وعملك الصالح."},{"ayah_number":29,"text":"( فادخلي فِي عِبَادِي ) أى فادخلى فى زمرة عبادى الصالحين المرضين ."},{"ayah_number":30,"text":"وَادْخُلِي جَنَّتِي التي وعدتهم بها، والتي أعددتها لنعيمهم الدائم المقيم.وقد ذكروا أن هذه الآيات الكريمة نزلت في شأن عثمان بن عفان لمّا تصدق ببئر رومة.وقيل: نزلت في حمزة بن عبد المطلب حين استشهد.قال القرطبي: والصحيح أنها عامة في نفس كل مؤمن مخلص طائع..نسأل الله- تعالى- أن يجعلنا جميعا من أصحاب النفوس المطمئنة.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم.."}]