[{"ayah_number":1,"text":"تفسير سورة البلدمقدمة وتمهيد1- سورة «البلد» وتسمى سورة «لا أقسم» من السور المكية الخالصة، وعلى ذلك سار المحققون من المفسرين.قال القرطبي: سورة «البلد» مكية باتفاق. .وقال الآلوسى: مكية في قول الجمهور بتمامها، وقيل: مدنية بتمامها. وقيل: مدنية إلا أربع آيات من أولها. واعترض كلا القولين بأنه يأباهما قوله بِهذَا الْبَلَدِ- إذ المقصود بهذا البلد مكة-، ولقوة الاعتراض ادعى الزمخشري الإجماع على مكيتها.. .والذي تطمئن إليه النفس، أن هذه السورة من السور المكية الخالصة، ولا يوجد دليل يعتمد عليه يخالف ذلك.قال الشوكانى: سورة «البلد» ، ويقال لها سورة «لا أقسم» وهي عشرون آية. وهي مكية بلا خلاف. وأخرج ابن الضريس والنحاس وابن مردويه والبيهقي عن ابن عباس قال: نزلت سورة «لا أقسم» بمكة. وأخرج ابن مردويه عن ابن الزبير مثله.2- وهي السورة الخامسة والثلاثون في ترتيب نزول السور، فقد كان نزولها بعد سورة «ق» ، وقبل سورة «الطارق» ، أما ترتيبها في المصحف فهي السورة التسعون.ومن مقاصدها: التنويه بشأن مكة، لشرفها وحرمتها ووجود البيت المعظم بها، وتعداد نعم الله- تعالى- على الإنسان حتى يرجع عن عصيانه وغروره، ويخلص العبادة لخالقه، وبيان حسن عاقبة الأخيار، وسوء عاقبة الأشرار..افتتحت السورة الكريمة بالقسم ، تشويقا لما يرد بعده ، وتأكيدا للمقسم عليه .و \" لا \" فى مثل هذا التركيب ، يرى المحققون أنها مزيدة للتأكيد ، والمعنى : أقسم بهذا البلد . أى : مكة المكرمة ، وقد جاء القسم بها فى قوله - تعالى - : ( والتين والزيتون . وَطُورِ سِينِينَ . وهذا البلد الأمين ) قال الشيخ محمد عبده - رحمه الله - : قوله : ( لاَ أُقْسِمُ . . ) عبارة من عبارات العرب فى القسم ، يراد بها تأكيد الخبر ، كأنه فى ثبوته وظهوره لا يحتاج إلى قسم . ويقال إنه يؤتى بها فى القسم إذا أريد تعظيم المقسم به . كأن القائل يقول : إنى لا أعظمه بالقسم ، لأنه عظيم فى نفسه ، والمعنى فى كل حال على القسم . .وقال بعض العلماء : \" لا \" هذه للنفى ، وهذه عبارة تعود العرب أن يقولوها عندما يكون المقسم عليه ظاهر أمره ، كأنه - تعالى - يقول : أنا لا أقسم بهذه الأشياء ، على إثبات هذا المطلوب الذى أذكره بعد ، لأن إثباته أظهر وأجلى وأقوى من أن يحاول محاول إثباته بالقسم .ويقال : معناه : أنا لا أقسم بهذه الأشياء على إثبات المطلوب ، لأنه أعظم وأجل وأكبر من أن يقسم عليه ، بهذه الأمور الهينة الشأن ، والغرض على هذا الوجه ، تعظيم المقسم عليه ، وتفخيم شأنه . .والإِشارة بلفظ \" هذا \" مع بيانه بالبلد ، إشارة إلى حاضر فى أذهان السامعين ، لأن مكة بعضهم كان يعيش فيها . وبعضهم كان يعرفها معرفة لاخفاء معها ، وشبيه بذلك قوله - تعالى - : ( إِنَّمَآ أُمِرْتُ أَنْ أَعْبُدَ رَبَّ هَذِهِ البلدة الذي حَرَّمَهَا وَلَهُ كُلُّ شَيءٍ ) وفائدة الإِتيان باسم الإِشارة هنا : تمييز المقسم به أكمل تمييز لقصد التنويه به ."},{"ayah_number":2,"text":"وجملة: وَأَنْتَ حِلٌّ بِهذَا الْبَلَدِ معترضة بين القسم وجوابه.وقوله- تعالى- حِلٌّ اسم مصدر أحل بمعنى أباح، فيكون المعنى: وأنت- أيها الرسول الكريم- قد استحل كفار مكة إيذاءك ومحاربتك.. مع أنهم يحرمون ذلك النسبة لغيرك، في هذا البلد الأمين.ويصح أن يكون لفظ «حل» هنا بمعنى الحلال الذي هو ضد الحرام يقال: هو حل وحلال، وحرم وحرام.. فيكون المعنى: وأنت أيها الرسول الكريم- قد أحل الله- تعالى- لك أن تفعل بهؤلاء المشركين ما شئت من القتل أو العفو.وتكون الجملة الكريمة، بشارة للنبي صلى الله عليه وسلم بأن الله- تعالى- سينصره على مشركي قريش، ويمكنه من رقابهم.. وقد أنجز له- سبحانه- ذلك يوم الفتح الأكبر.قال صاحب الكشاف: أقسم الله- تعالى- بالبلد الحرام وما بعده، على أن الإنسان خلق مغمورا في مكابدة المشاق والشدائد، واعترض بين القسم والمقسم عليه بقوله: وَأَنْتَ حِلٌّ بِهذَا الْبَلَدِ يعنى: ومن المكابدة أن مثلك- يا محمد- على عظم حرمتك، يستحلّ بهذا البلد الحرام، كما يستحل الصيد في غير الحرم.وفيه تثبيت لرسول الله صلى الله عليه وسلم وبعث على احتمال ما كان يكابد من أهل مكة، وتعجيب من حالهم في عداوته.أو سلى صلى الله عليه وسلم بالقسم ببلده، على أن الإنسان لا يخلو من مقاساة الشدائد، واعترض بأن وعده فتح مكة تتميما للتسلية والتنفيس عليه فقال: وَأَنْتَ حِلٌّ بِهذَا الْبَلَدِ.يعنى: وأنت حل به في المستقبل، تصنع فيه ما تريد من القتل والأسر.فإن قلت: أين نظير قوله: وَأَنْتَ حِلٌّ في معنى الاستقبال؟ قلت: قوله- تعالى- إِنَّكَ مَيِّتٌ وَإِنَّهُمْ مَيِّتُونَ.وكفاك دليلا قاطعا على أنه للاستقبال، وأن تفسيره بالحال محال، أن السورة بالاتفاق مكية، وأين الهجرة من وقت نزولها؟ فما بال الفتح؟.ويرى بعضهم أن معنى قوله- تعالى-: وَأَنْتَ حِلٌّ بِهذَا الْبَلَدِ: وأنت مقيم بهذا البلد، ونازل فيه، وحال به، وكفى فخرا لمكة أن تنزل فيها- أيها الرسول الكريم- فإن الأمكنة الشريفة تزداد شرفا بنزول رسل الله- تعالى- فيها، فكيف وأنت خاتمهم وإمامهم؟.قال بعض العلماء: وحكى ابن عطية عن بعض المتأولين: أن معنى «وأنت حل بهذا البلد» وأنت ساكن بهذا البلد، حال فيه.. وهو يقتضى أن تكون هذه الآية موضع الحال من ضمير «أقسم» فيكون القسم بالبلد مقيدا باعتبار بلد محمد صلى الله عليه وسلم وهو تأويل جميل، لو ساعد عليه ثبوت استعمال «حل» بمعنى حالّ، أى: مقيم في مكان، فإن هذا لم يرد في كتب اللغة.. ولذا لم يذكر هذا المعنى صاحب الكشاف...ويبدو لنا أن هذه الأقوال لا تعارض بينها، بل يؤيد بعضها بعضا، لأن الرسول صلى الله عليه وسلم قد آذاه أهل مكة، بينما حرموا إيذاء غيره، وأن الله- تعالى- قد مكن رسوله صلى الله عليه وسلم منهم. كما حدث في غزوة الفتح، وأنه صلى الله عليه وسلم قد أقام معهم في مكة أكثر من خمسين سنة، وكان يلقب عندهم بالصادق الأمين.."},{"ayah_number":3,"text":"وقوله- سبحانه-: وَوالِدٍ وَما وَلَدَ معطوف على المقسم به الأول وهو قوله- تعالى-: بِهذَا الْبَلَدِ. وداخل في حيز القسم. والمراد بالوالد آدم- عليه السلام-، والمراد بما ولد: ذريته من بعده.أى: أقسم بهذا البلد الذي له ماله من الشرف، والمكانة السامية بين البلاد.. وأقسم بأبيكم آدم، وبذريته من بعده.. أو أقسم بكل والد وبكل مولود.وجيء باسم الموصول «ما» في قوله وَما وَلَدَ دون «من» مع أنها أكثر استعمالا في العاقل الذي هو مراد هنا، لأن «ما» أشد إبهاما، وشدة الإبهام المقصود بها هنا التفخيم والتعظيم.. وشبيه بذلك قوله- تعالى-: فَلَمَّا وَضَعَتْها قالَتْ رَبِّ إِنِّي وَضَعْتُها أُنْثى وَاللَّهُ أَعْلَمُ بِما وَضَعَتْ ... كما أن تنكير لفظ «والد» هنا للتعظيم أيضا.وقيل المراد بالوالد هنا: ابراهيم- عليه السلام- وبما ولد: الصالحون من ذريته.وقيل المراد بالوالد: من يولد له، وبقوله وَما وَلَدَ الذي لم يولد له وعليه تكون ما نافية.وقد رجح الإمام ابن جرير المعنى الأول فقال: والصواب من القول في ذلك، ما قاله الذين قالوا: إن الله- تعالى- أقسم بكل والد وولده، لأن الله- تعالى- عم كل والد وما ولد، وغير جائز أن يخص ذلك إلا بحجة يجب التسليم لها من خبر أو عقل. ولا خبر بخصوص ذلك، ولا برهان يجب التسليم له بخصوصه، فهو على عمومه.. ."},{"ayah_number":4,"text":"وقوله- تعالى-: لَقَدْ خَلَقْنَا الْإِنْسانَ فِي كَبَدٍ جواب القسم. والمراد بالإنسان:جنسه، والكبد: الشدة والتعب والمشقة، من المكابدة للشيء، بمعنى تحمل المشاق والمتاعب في فعله. وأصله من كبد الرجل- بزنة طرب- فهو أكبد، إذا أصيبت كبده بالمرض، ثم اتسع فيه فاستعمل في كل تعب ومشقة تنال الإنسان.والمعنى: لقد خلقنا الإنسان لهذه الشدائد والآلام، التي هي من طبيعة هذه الحياة الدنيا، والتي لا يزال يكابدها وينوء بها، ويتفاعل معها.. حتى تنتهي حياته، ولا فرق في ذلك بين غنى أو فقير، وحاكم أو محكوم وصالح أو صالح.. فالكل يجاهد ويكابد ويتعب، من أجل بلوغ الغاية التي يبتغيها.قال الآلوسى ما ملخصه: قوله: لَقَدْ خَلَقْنَا الْإِنْسانَ فِي كَبَدٍ أى: في تعب ومشقة، فإنه لا يزال يقاسى فنون الشدائد من وقت نفخ الروح إلى حين نزعها.وعن ابن عمر- رضى الله عنهما- يكابد الشكر على السراء ويكابد الصبر على الضراء.وقيل: لقد خلقناه منتصب القامة واقفا، ولم نجعله منكبا على وجهه.وقيل: جعلناه منتصبا رأسه في بطن أمه، فإذا أذن له في الخروج قلب رأسه إلى قدمي أمه.. وهذه الأقوال ضعيفة لا يعول عليها، والصحيح الأول.. .والحق أن تفسير الكبد بالمشقة والتعب، هو الذي تطمئن إليه النفس لأنه لا يوجد في هذه الحياة إنسان إلا وهو مهموم ومشغول بمطالب حياته، وفي كبد وتعب للحصول على آماله ورغباته وغاياته، ورحم الله القائل:تعب كلها الحياة فما أعجب ... إلا من راغب في ازديادوقال- سبحانه- فِي كَبَدٍ للإشعار بأنه لشدة مقاساته ومكابدته للمشاق والمتاعب، وعدم انفكاكه عنها.. كالظرف بداخل المظروف فهو في محن ومتاعب، حتى يصير إلى عالم آخر تغاير أحواله أحوال هذا العالم."},{"ayah_number":5,"text":"والاستفهام في قوله- تعالى- بعد ذلك: أَيَحْسَبُ أَنْ لَنْ يَقْدِرَ عَلَيْهِ أَحَدٌ. يَقُولُ أَهْلَكْتُ مالًا لُبَداً. أَيَحْسَبُ أَنْ لَمْ يَرَهُ أَحَدٌ للإنكار والتوبيخ.أى: أيظن هذا الإنسان الذي هو في تعب ومشقة طول حياته، أنه قد بلغ من القوة والمنعة.. بحيث لا يقدر عليه أحد.إن كان يتوهم ذلك، فهو في ضلال مبين، لأن الله- تعالى- الذي خلقه، قادر على إهلاكه في لمح البصر، وقادر على أن يسلط عليه من يذله، ويقضى عليه.ويدخل في هذا التوبيخ دخولا أوليا، أولئك المشركون الذين اغتروا بقوتهم، فآذوا النبي صلى الله عليه وسلم وأصحابه إيذاء شديدا."},{"ayah_number":6,"text":"ثم حكى- سبحانه- جانبا من أقوال هذا النوع الجاحد المغرور من بنى آدم فقال:يَقُولُ أَهْلَكْتُ مالًا لُبَداً. أى: يقول هذا الإنسان المغرور بقوته، والمفتون بماله، المتفاخر بما معه من حطام الدنيا. يقول- على سبيل التباهي والتعالي على غيره- لقد أنفقت مالا كثيرا، في عداوة النبي صلى الله عليه وسلم، وفي إيذاء أتباعه، وفي غير ذلك من الوجوه التي كان أهل الجاهلية يظنونها خيرا، وما هي إلا شر محض. وعبر- سبحانه- عن إنفاق هذا الشقي لما له بقوله: يَقُولُ أَهْلَكْتُ.... للإشعار، بأن ما أنفقه من مال هو شيء هالك، لأنه لم ينفق في الخير، وإنما أنفق في الشر.والمال اللّبد: هو المال الكثير الذي تلبد والتصق بعضه ببعض لكثرته وهو جمع لبدة- بضم اللام وسكون الباء- كغرفة وغرف، وهي ما تلبد من صوف أو شعر، أى: تجمع والتصق بعضه بعض."},{"ayah_number":7,"text":"وقوله- سبحانه-: أَيَحْسَبُ أَنْ لَمْ يَرَهُ أَحَدٌ توبيخ لهذا المغرور إثر توبيخ، وتجهيل في أعقاب تجهيل. أى: أيظن هذا الجاهل المغرور، حين أنفق المال الكثير في المعاصي والسيئات، أن الله- تعالى- غير مطلع عليه؟ إن كان يظن ذلك فهو في نهاية الجهالة وانطماس البصيرة، لأن الله- تعالى- مطلع عليه، ولا تخفى عليه خافية في الأرض ولا في السماء، وسيحاسبه على ذلك حسابا عسيرا.وفي الحديث الشريف: لن تزل قدما عبد يوم القيامة حتى يسأل عن أربع: عن شبابه فيم أبلاه، وعن عمره فيم أفناه، وعن ماله من أين اكتسبه، وفيم أنفقه."},{"ayah_number":8,"text":"ثم ساق- سبحانه- بعد ذلك جانبا من مظاهر نعمه، على هذا الإنسان الجاهل المغرور.فقال- تعالى-: أَلَمْ نَجْعَلْ لَهُ عَيْنَيْنِ. وَلِساناً وَشَفَتَيْنِ. وَهَدَيْناهُ النَّجْدَيْنِ.والاستفهام هنا للتقرير، لأن الله- تعالى- قد جعل له كل ذلك، ولكنه لم يشكر الله- تعالى- على هذه النعم، بل قابلها بالجحود والبطر..أى: لقد جعلنا لهذا الإنسان عينين، يبصر بهما، وجعلنا له لسانا ينطق به، وشفتين- وهما الجلدتان اللتان تستران الفم والأسنان- تساعدانه على النطق الواضح السليم.واقتصر- سبحانه- على العينين، لأنهما أنفع المشاعر، ولأن المقصود إنكار ظنه أنه لم يره أحد، ولأن الإبصار حاصل بذاتهما.وذكر- سبحانه- اللسان وذكر معه الشفتين. للدلالة على أن النطق السليم، لا يتأتى إلا بوجودهما معا، فاللسان لا ينطق نطقا صحيحا بدون الشفتين، وهما لا ينطقان بدونه."},{"ayah_number":9,"text":"وذكر- سبحانه- اللسان وذكر معه الشفتين. للدلالة على أن النطق السليم، لا يتأتى إلا بوجودهما معا، فاللسان لا ينطق نطقا صحيحا بدون الشفتين، وهما لا ينطقان بدونه."},{"ayah_number":10,"text":"وقوله- تعالى-: وَهَدَيْناهُ النَّجْدَيْنِ بيان لنعمة أخرى هي أجل النعم وأعظمها.والنجد: الأرض المرتفعة، وجمعه نجود، ومنه سميت بلاد نجد بهذا الإسم، لأنها مرتفعة عن غيرها ... والمراد بالنجدين هنا: طريق الخير. وطريق الشر، أى: وهدينا هذا الإنسان وأرشدناه إلى طريق الخير والشر، عن طريق رسلنا الكرام، وعن طريق ما منحناه من عقل، يميز به بين الحق والباطل، ثم وهبناه الاختيار لأحدهما، كما قال- تعالى-: إِنَّا هَدَيْناهُ السَّبِيلَ إِمَّا شاكِراً وَإِمَّا كَفُوراً.قال بعض العلماء: وكأنهما إنما سميا نجدين- أى: سبيل الخير والشر: لأنهما لما وضحت الدلائل، وقربت الحجج، وظهرت البراهين، جعلا كالطريق المرتفعة العالية، في أنها واضحة لذوي الأبصار.أو إنما سميا بذلك، للإشارة إلى أن في كل منهما وعورة يشق معها السلوك، ولا يصبر عليها إلا من جاهد نفسه وراضها، وليس سلوك طريق الشر بأهون من سلوك الخير، بل الغالب أن يكون طريق الشر، أشق وأصعب، وأحوج إلى الجهد. ."},{"ayah_number":11,"text":"وبعد بيان هذه النعم الجليلة التي أنعم الله بها- سبحانه- على الإنسان، أتبع- سبحانه- ذلك بحضه على المداومة على فعل الخير، وعلى إصلاح نفسه، فقال- تعالى-: فَلَا اقْتَحَمَ الْعَقَبَةَ. وَما أَدْراكَ مَا الْعَقَبَةُ. فَكُّ رَقَبَةٍ. أَوْ إِطْعامٌ فِي يَوْمٍ ذِي مَسْغَبَةٍ. يَتِيماً ذا مَقْرَبَةٍ. أَوْ مِسْكِيناً ذا مَتْرَبَةٍ.والفاء في قوله- سبحانه-: فَلَا اقْتَحَمَ الْعَقَبَةَ للتفريع على ما تقدم، والمقصود بهذه الآية الحض على فعل الخير بدل الشر.وقوله: اقْتَحَمَ من الاقتحام للشيء، بمعنى دخوله بشدة. يقال: اقتحم الجنود أرض العدو، إذا دخلوها بقوة وسرعة، وبدون مبالاة بارتكاب المخاطر.والعقبة في الأصل: الطريق الوعر في الجبل، والمراد بها هنا: مجاهدة النفس، وقسرها على مخالفة هواها وشهوتها، وحملها على القول والفعل الذي يرضى الله تعالى-.والمعنى: لقد جعلنا للإنسان عينين ولسانا وشفتين. وهديناه النجدين. فهلا بعد كل هذه النعم، فعل ما يرضينا، بأن جاهد نفسه وهواه، وبأن قدم ماله في فك الرقاب، وإطعام اليتامى والمساكين.قال الجمل: وقوله: فَلَا اقْتَحَمَ الْعَقَبَةَ أى: فهلا اقتحم العقبة، فلا بمعنى هلا التي للتحضيض. أى: الذي أنفق ماله في عداوة النبي صلى الله عليه وسلم هلا أنفقه في اقتحام العقبة فيأمن.. .وقد استعيرت العقبة لمجاهدة النفس، وحملها على الإنفاق في سبيل الخير، لأن هذه الأعمال شاقة على النفس، فجعلت كالذي يتكلف سلوك طريق وعر..ويصح أن تكون «لا» هنا، على معناها الحقيقي وهو النفي، فيكون المعنى: أن هذا الإنسان الذي جعلنا له عينين.. لم يشكرنا على نعمنا، فلا هو اقتحم العقبة، ولا هو فعل شيئا ينجيه من عذابنا.وإلى هذا المعنى أشار صاحب الكشاف بقوله: قوله: فَلَا اقْتَحَمَ الْعَقَبَةَ يعنى: فلم يشكر تلك الأيادى والنعم بالأعمال الصالحة: من فك الرقاب، وإطعام اليتامى والمساكين..بل غمط النعم، وكفر بالمنعم..فإن قلت: قلما تقع «لا» الداخلة على الماضي، غير مكررة، فما لها لم تكرر في الكلام الأفصح؟. قلت: هي متكررة في المعنى، لأن المعنى فَلَا اقْتَحَمَ الْعَقَبَةَ.. فلا فكّ رقبة، ولا أطعم مسكينا. ألا ترى أنه فسر اقتحام العقبة بذلك.. ."},{"ayah_number":12,"text":"والاستفهام فى قوله - سبحانه - : ( وَمَآ أَدْرَاكَ مَا العقبة ) لتفخيم شأنها ، والتهويل من أمرها ، والتشويق إلى معرفتها .والكلام على حذف مضاف ، والتقدير : وما أدراك ما اقتحام العقبة؟"},{"ayah_number":13,"text":"ثم فسر- سبحانه- ذلك بقوله: فَكُّ رَقَبَةٍ. والمراد بفك الرقبة إعتاقها وتخليصها من الرق والعبودية. إذ الفك معناه: تخليص الشيء من الشيء..وقد ساق الإمام ابن كثير عند تفسيره لهذه الآية، جملة من الأحاديث التي وردت في فضل عتق الرقاب، وتحريرها من الرق..ومن هذه الأحاديث قوله صلى الله عليه وسلم «من أعتق رقبة مؤمنة، أعتق الله بكل إرب منها- أى عضو منها- إربا منه من النار ... » .وقوله صلى الله عليه وسلم: «ومن أعتق رقبة مؤمنة فهي فكاكه من النار ... » .وقراءة الجمهور فَكُّ رَقَبَةٍ برفع «فك» وإضافته إلى «رقبة» .وقرأ ابن كثير وأبو عمرو والكسائي: «فك» بفتح الكاف على أنه فعل ماض، ونصب لفظ «رقبة» على أنه مفعول به.وقد ذهب جمع من المفسرين إلى أن المراد بفك الرقبة: أن يخلص الإنسان نفسه من المعاصي والسيئات، التي تكون سببا في دخوله النار."},{"ayah_number":14,"text":"وقوله- سبحانه-: أَوْ إِطْعامٌ فِي يَوْمٍ ذِي مَسْغَبَةٍ بيان لفضيلة ثانية من الفضائل التي تؤدى إلى مجاهدة النفس، وحملها على طاعة الله- تعالى-.والمسغبة: المجاعة، مصدر ميمى بمعنى السّغب، يقال: سغب الرجل- كفرح ونصر- إذا أصابه الجوع. ووصف اليوم بذلك على سبيل المبالغة كما في قولهم: نهاره صائم..وقرأ ابن كثير وأبو عمرو والكسائي «أطعم» بصيغة الفعل الماضي.أى: اقتحام العقبة. أى: التمكن من حمل النفس على طاعة الله- تعالى- يتمثل في فك الرقاب. وفي إطعام المحتاجين في يوم يشتد فيه جوعهم."},{"ayah_number":15,"text":"وقوله- سبحانه-: يَتِيماً ذا مَقْرَبَةٍ. أَوْ مِسْكِيناً ذا مَتْرَبَةٍ بيان لفضيلة ثالثة من الفضائل التي تؤدى إلى رضا الله- تعالى-.وقوله: يَتِيماً منصوب على أنه مفعول به لقوله «إطعام» أو أطعم على القراءة الثانية. واليتيم: هو الشخص الذي مات أبوه وهو صغير..والمقربة: بمعنى القرابة، مصدر ميمى، من قرب فلان من فلان، إذا كان بينهما نسب قريب..والمتربة: الحاجة والافتقار الشديد، مصدر ميمى من ترب الرجل- كطرب- إذا افتقر، حتى لكأنه قد لصق بالتراب من شدة الفقر، وأنه ليس له مأوى سوى التراب.وأما قولهم: أترب فلان، فمعناه استغنى، حتى لكأن ماله قد صار كالتراب من كثرته.أى: اقتحام العقبة من أكبر مظاهره: فك الرقاب، وإطعام الطعام لليتامى الأقارب، وللمساكين المحتاجين إلى العون والمساعدة.وخص- سبحانه- الإطعام بكونه في يوم ذي مجاعة، لأن إخراج المال في وقت القحط، أثقل على النفس، وأوجب لجزيل الأجر، كما قال- تعالى-: لَنْ تَنالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ.وقيد- سبحانه- اليتيم بكونه ذا مقربة، لأنه في هذه الحالة يكون له حقان: حق القرابة، وحق اليتم، ومن كان كذلك فهو أولى بالمساعدة من غيره."},{"ayah_number":16,"text":"وقوله- سبحانه-: يَتِيماً ذا مَقْرَبَةٍ. أَوْ مِسْكِيناً ذا مَتْرَبَةٍ بيان لفضيلة ثالثة من الفضائل التي تؤدى إلى رضا الله- تعالى-.وقوله: يَتِيماً منصوب على أنه مفعول به لقوله «إطعام» أو أطعم على القراءة الثانية. واليتيم: هو الشخص الذي مات أبوه وهو صغير..والمقربة: بمعنى القرابة، مصدر ميمى، من قرب فلان من فلان، إذا كان بينهما نسب قريب..والمتربة: الحاجة والافتقار الشديد، مصدر ميمى من ترب الرجل- كطرب- إذا افتقر، حتى لكأنه قد لصق بالتراب من شدة الفقر، وأنه ليس له مأوى سوى التراب.وأما قولهم: أترب فلان، فمعناه استغنى، حتى لكأن ماله قد صار كالتراب من كثرته.أى: اقتحام العقبة من أكبر مظاهره: فك الرقاب، وإطعام الطعام لليتامى الأقارب، وللمساكين المحتاجين إلى العون والمساعدة.وخص- سبحانه- الإطعام بكونه في يوم ذي مجاعة، لأن إخراج المال في وقت القحط، أثقل على النفس، وأوجب لجزيل الأجر، كما قال- تعالى-: لَنْ تَنالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ.وقيد- سبحانه- اليتيم بكونه ذا مقربة، لأنه في هذه الحالة يكون له حقان: حق القرابة، وحق اليتم، ومن كان كذلك فهو أولى بالمساعدة من غيره."},{"ayah_number":17,"text":"وقوله- تعالى-: ثُمَّ كانَ مِنَ الَّذِينَ آمَنُوا وَتَواصَوْا بِالصَّبْرِ، وَتَواصَوْا بِالْمَرْحَمَةِ معطوف على قوله- تعالى- قبل ذلك فَلَا اقْتَحَمَ الْعَقَبَةَ ...و «ثم» هنا للتراخي الرتبى، للدلالة على أن ما بعدها أصل لقبول ما قبلها.والمعنى: هلا كان هذا الإنسان ممن فكوا الرقاب، وأطعموا الطعام لليتامى والمساكين.. ثم كان- فضلا عن كل ذلك- من الذين آمنوا بالله- تعالى- إيمانا حقا، وممن أوصى بعضهم بعضا بفضيلة الصبر، وفضيلة التراحم والتعاطف..لقد كان من الواجب عليه.. لو كان عاقلا- أن يكون من المؤمنين الصادقين، ولكنه لتعاسته وشقائه وغروره لم يكن كذلك، لأنه لا هو اقتحم العقبة، ولا هو آمن..وخص- سبحانه- من أوصاف المؤمنين تواصيهم بالصبر، وتواصيهم بالمرحمة، لأن هاتين الصفتين على رأس الصفات الفاضلة بعد الإيمان بالله- تعالى-:"},{"ayah_number":18,"text":"واسم الإشارة في قوله: أُولئِكَ أَصْحابُ الْمَيْمَنَةِ يعود على الذين آمنوا وتواصوا بالصبر، وتواصوا بالمرحمة. أى: أولئك الموصوفون بتلك الصفات الكريمة، هم أصحاب الجهة اليمنى التي فيها السعداء الذين يؤتون كتابهم بأيمانهم، فالمراد بالميمنة: جهة اليمين.."},{"ayah_number":19,"text":"ثم بين- سبحانه- بعد ذلك سوء عاقبة الكافرين فقال: وَالَّذِينَ كَفَرُوا بِآياتِنا أى: الدالة على وحدانيتنا وقدرتنا هُمْ أَصْحابُ الْمَشْأَمَةِ أى: هم في جهة الشمال التي فيها الأشقياء، أو هم أصحاب الشؤم على أنفسهم بسبب إصرارهم على كفرهم."},{"ayah_number":20,"text":"عَلَيْهِمْ نارٌ مُؤْصَدَةٌ أى: عليهم نار مغلقة بحيث لا يستطيعون الخروج منها، تقول:آصدت الباب وأوصدته، إذا أحكمت غلقه، والاسم فيهما، الإصاد والوصاد..نسأل الله- تعالى- أن يجعلنا من أصحاب الميمنة.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم."}]