[{"ayah_number":1,"text":"تفسير سورة الشمسمقدمة وتمهيد1- هذه السورة الكريمة سماها معظم المفسرين، سورة «الشمس» ، وعنونها الإمام ابن كثير بقوله: تفسير سورة «والشمس وضحاها» .وهي من السور المكية الخالصة، وعدد آياتها: خمس عشرة آية في معظم المصاحف، وفي المصحف المكي ست عشرة آية، وكان نزولها بعد سورة «القدر» وقبل سورة «البروج» .2- ومن مقاصدها: تهديد المشركين بأنهم سيصيبهم ما أصاب المكذبين من قبلهم، إذا ما استمروا في كفرهم، وبيان مظاهر قدرته- تعالى- في خلقه، وبيان حسن عاقبة من يزكى نفسه، وسوء عاقبة من يتبع هواها.افتتح - سبحانه - هذه السورة الكريمة ، بالقسم بكائنات عظيمة النفع ، جليلة القدر ، لها آثارها فى حياة الناس والحيوان والنبات ، ولها دلالتها الواضحة على وحدانيته - تعالى - وكمال قدرته ، وبديع صنعه .فقال - سبحانه - : ( والشمس وَضُحَاهَا ) والضحى الوقت الذى ترتفع فيه الشمس بعد إشراقها ، فتكون أكمل ما تكون ضياء وشعاعا .فالمراد بضحاها : ضؤوها - كما يرى مجاهد - ، أو النهار كله - كما اختار قتادة وغيره - ، أو حرها - كما قال مقاتل - .وهذه الأقوال لا تنافر بينها ، لأن لفظ الضحى فى الأصل ، يطلق على الوقت الذى تنبسط فيه الشمس ، ويمتد النهار ، تقولك ضَحِى فلان يَضْحَى - كرضى يرضى - ، إذا برز للشمس ، وتعرض لحرها ، ومنه قوله - تعالى - : ( إِنَّ لَكَ أَلاَّ تَجُوعَ فِيهَا وَلاَ تعرى . وَأَنَّكَ لاَ تَظْمَأُ فِيهَا وَلاَ تضحى )."},{"ayah_number":2,"text":"وقوله- تعالى-: وَالْقَمَرِ إِذا تَلاها أى: تبعها، تقول: فلان تلا فلانا يتلوه، إذا تبعه، قال بعض العلماء: فأما أن القمر تابع للشمس فيحتمل معنيين: أحدهما: أنه تال لها في ارتباط مصالح الناس، وتعلق منافع هذا العالم بحركته، وقد دل علم الهيئة على أن بين الشمس والقمر من المناسبة ما ليس بين غيرهما من الكواكب. وثانيهما: أن القمر يأخذ نوره ويستمده من نور الشمس. وهذا قول الفراء قديما، وقد قامت الأدلة عند علماء الهيئة والنجوم، على أن القمر يستمد ضوءه من الشمس..  .وقال الشيخ ابن عاشور: وفي الآية إشارة إلى أن نور القمر، مستفاد من نور الشمس، أى: من توجه أشعة الشمس إلى ما يقابل الأرض من القمر، وليس نيرا بذاته، وهذا إعجاز علمي من إعجاز القرآن.. ."},{"ayah_number":3,"text":"وقوله- سبحانه-: وَالنَّهارِ إِذا جَلَّاها أى: جلى الشمس وأظهرها وكشفها للناظرين.قال الآلوسى: وقوله: وَالنَّهارِ إِذا جَلَّاها أى: جلى النهار الشمس، أى:أظهرها، فإنها تنجلي وتظهر إذا انبسط النهار، ومضى منه مدة، فالإسناد مجازى كالإسناد في نحو: صام نهاره.وقيل: الضمير المنصوب يعود إلى الأرض، وقيل: إلى الدنيا، والمراد بها وجه الأرض، وقيل: إلى الظلمة، وجلاها حينئذ بمعنى أزالها، وعدم ذكر المرجع على هذه الأقوال للعلم به.والأول أولى، لذكر المرجع واتساق الضمائر.. ."},{"ayah_number":4,"text":"وقوله- سبحانه-: وَاللَّيْلِ إِذا يَغْشاها أى: يغشى الليل الشمس فيغطي ضوءها، فالضمير في يغشاها يعود إلى الشمس.وقيل: يعود إلى الدنيا، وقيل: إلى الأرض أى: يغشى الليل الدنيا والأرض بظلامه.والحق أن في قوله- تعالى- جَلَّاها ويَغْشاها إشارة واضحة إلى أن الضمير فيهما يعود إلى الشمس، إذ النهار يجلى الشمس ويكشفها أتم انكشاف، والليل يزيل ضوءها ويستره، فنسب- سبحانه- إلى النهار ما يلائمه بالنسبة للشمس، وكذلك الحال بالنسبة لليل."},{"ayah_number":5,"text":"ثم قال- تعالى-: وَالسَّماءِ وَما بَناها أى: وحق السماء وحق من بناها وأنشأها وأوجدها على تلك الصورة البديعة الرائعة.فما هنا اسم موصول بمعنى من، والمراد بمن بناها: الله- عز وجل- وأوثرت على من التي تأتى للعاقل كثيرا، لإشعارها معنى الوصفية. أى: وحق السماء، وحق القادر العظيم الذي بناها وأوجدها على هذه الهيئة الجميلة الدقيقة.وقد أشار إلى ذلك صاحب الكشاف فقال: والوجه أن تكون «ما» موصولة- أى: في هذه الآية وما بعدها- وإنما أوثرت على من لإرادة معنى الوصفية، كأنه قيل: والسماء، والقادر العظيم الذي بناها  .ومنهم من يرى أن «ما» هنا مصدرية، فيكون المعنى: وحق السماء وبنيانها."},{"ayah_number":6,"text":"وقوله- تعالى-: وَالْأَرْضِ وَما طَحاها أى: وحق الأرض ومن بسطها من كل جانب، وجعلها مهيأة للاستقرار عليها: يقال: طحى فلان الشيء ودحاه، إذا بسطه ووسعه."},{"ayah_number":7,"text":"وقوله- سبحانه-: وَنَفْسٍ وَما سَوَّاها أى: وحق النفوس، وحق من أنشأها من العدم في أحسن تقويم، وجعلها مستعدة لتلقى ما يكملها ويصلحها.ويبدو أن المراد بالنفس هنا ذات الإنسان، من باب إطلاق الحالّ على المحل، ويكون المراد بتسويتها: استواء خلقة الإنسان، وتركيب أعضائه في أجمل صورة.ومن قال بأن المراد بالنفس هنا: القوة المدبرة للإنسان، يكون المقصود بتسويتها. منحها القوى الكثيرة المتنوعة، التي توصلها إلى حسن المعرفة، والتمييز بين الخير والشر، والنفع والضر، والهدى والضلال."},{"ayah_number":8,"text":"قالوا: وقوله: - تعالى- بعد ذلك: فَأَلْهَمَها فُجُورَها وَتَقْواها يشير إلى أن المراد بالنفس في قوله- تعالى-: وَنَفْسٍ وَما سَوَّاها القوة المدبرة للإنسان، والتي عن طريقها يدرك الأمور إدراكا واضحا. ويختار منها ما يناسب استعداده.والإلهام: هو التعريف والإفهام للشيء، أو التمكين من فعله أو تركه، والفجور: فعل ما يؤدى إلى الخسران والشقاء. والتقوى: هي الإتيان بالأقوال والأفعال التي ترضى الله- تعالى- وتصون الإنسان من غضبه- عز وجل-.أى: فعرف- سبحانه- النفس الإنسانية وألهمها وأفهمها معنى الفجور والتقوى، وبين لها حالهما، ووضح لها ما ينبغي أن تفعله وما ينبغي أن تتركه، من خير أو شر، ومن طاعة أو معصية، بحيث يتميز عندها الرشد من الغي، والخبيث من الطيب.ومن الآيات التي وردت في هذا المعنى قوله- تعالى-: وَهَدَيْناهُ النَّجْدَيْنِ وقوله- عز وجل-: إِنَّا هَدَيْناهُ السَّبِيلَ. إِمَّا شاكِراً وَإِمَّا كَفُوراً.وقدم- سبحانه- هنا الفجور على التقوى، مراعاة لأحوال المخاطبين بهذه السورة، وهم كفار قريش، الذين كانت أعمالهم قائمة على الفجور والخسران، بسبب إعراضهم عما جاءهم به رسول الله صلى الله عليه وسلم من حق وبر."},{"ayah_number":9,"text":"وقوله - سبحانه - : ( قَدْ أَفْلَحَ مَن زَكَّاهَا . وَقَدْ خَابَ مَن دَسَّاهَا ) يصح أن يكون جوابا للقسم . والفلاح : الظفر بالمطلوب .والتزكية : التزود من الخير والطاعة ، والحرص على تطهير النفس من كل سوء ."},{"ayah_number":10,"text":"وقوله: دَسَّاها أى: نقصها وأخفاها بالمعاصي والآثام. وأصل فعل دسّى: دسّس، فلما اجتمع ثلاث سينات، قلبت الثالثة ياء، يقال: دس فلان الشيء إذا أخفاه وكتمه.والمعنى: وحق الشمس وضحاها، وحق القمر إذا تلاها. وحق النفس وحق من سواها، وجعلها متمكنة من معرفة الخير والشر. لقد أفلح وفاز وظفر بالمطلوب، ونجا من المكروه، من طهر نفسه من الذنوب والمعاصي. وقد خاب وخسر نفسه. وأوقعها في التهلكة، من نقصها وأخفاها وأخملها وحال بينها وبين فعل الخير بسبب ارتكاب الموبقات والشرور.قال الآلوسى ما ملخصه: وقوله- تعالى-: قَدْ أَفْلَحَ مَنْ زَكَّاها جواب القسم.وإليه ذهب الزجاج وغيره. والأصل: لقد أفلح، فحذفت اللام لطول الكلام المقتضى للتخفيف. وفاعل من «زكاها» ضمير «من» والضمير المنصوب للنفس ...  .ويرى المحققون من العلماء أن جواب القسم محذوف، للعلم به، فكأنه- سبحانه- قد قال: وحق الشمس وضحاها، وحق القمر إذا تلاها.. ليقعن البعث والحساب والجزاء، أو لتحاسبن على أعمالكم. ودليل هذا الجواب قوله- تعالى- بعد ذلك: كَذَّبَتْ ثَمُودُ بِطَغْواها لأن هذه الآية الكريمة وما بعدها، تدل على أن الله- تعالى- قد اقتضت سنته، أن يحاسب من فسق عن أمره، وأصر على تكذيب رسله.وعلى هذا سار صاحب الكشاف، فقد قال: فإن قلت: فأين جواب القسم؟ قلت: هو محذوف، تقديره: ليدمدمنّ الله عليهم، أى: على مكة لتكذيبهم رسول الله صلى الله عليه وسلم، كما دمدم على قبيلة ثمود لأنهم كذبوا صالحا- عليه السلام- وأما قوله: قَدْ أَفْلَحَ مَنْ زَكَّاها فكلام تابع لقوله: فَأَلْهَمَها فُجُورَها وَتَقْواها على سبيل الاستطراد، وليس من جواب القسم في شيء..  .وقد أقسم الله- تعالى- بهذه الكائنات المختلفة، والتي لها مالها من المنافع بالنسبة للإنسان وغيره، لتأكيد وحدانيته، وكمال قدرته، وبليغ حكمته.وبدأ- سبحانه- بالشمس، لأنها أعظم هذه الكائنات، وللتنويه بشأن الإسلام، وأن هديه كضياء الشمس، الذي لا يترك للظلام أثرا.وقد ساق الإمام ابن كثير عند تفسيره لهذه الآيات بعض الأحاديث، منها ما رواه الطبراني عن ابن عباس- رضى الله عنهما- قال: كان رسول الله صلى الله عليه وسلم إذا مر بهذه الآية:وَنَفْسٍ وَما سَوَّاها. فَأَلْهَمَها فُجُورَها وَتَقْواها وقف ثم قال: «اللهم آت نفسي تقواها أنت وليها ومولاها. وخير من زكاها» . وعن أبى هريرة رضى الله عنه. قال: سمعت النبي يقرأ فَأَلْهَمَها فُجُورَها وَتَقْواها قال: «اللهم آت نفسي تقواها، وزكها أنت خير من زكاها، أنت وليها ومولاها»  ."},{"ayah_number":11,"text":"وبعد هذا الحديث الطويل المؤكد بالقسم، والدال على وحدانيته، وبديع صنعه.. أتبع ذلك ببيان ما حل بالمكذبين السابقين، ليكون هذا البيان عبرة وعظة للمشركين المعاصرين للنبي، فقال- تعالى-: كَذَّبَتْ ثَمُودُ بِطَغْواها. إِذِ انْبَعَثَ أَشْقاها. فَقالَ لَهُمْ رَسُولُ اللَّهِ ناقَةَ اللَّهِ وَسُقْياها. فَكَذَّبُوهُ فَعَقَرُوها. فَدَمْدَمَ عَلَيْهِمْ رَبُّهُمْ بِذَنْبِهِمْ فَسَوَّاها. وَلا يَخافُ عُقْباها.والمراد بثمود: تلك القبيلة التي أرسل الله- تعالى- إلى أهلها صالحا- عليه السلام- لكي يأمرهم بإخلاص العبادة لله وحده. ومفعول «كذبت» محذوف للعلم به.والباء في قوله «بطغواها» للسببية، والطّغوى: اسم مصدر من الطغيان، وهو مجاوزة الحد المعتاد.أى: كذبت قبيلة ثمود- نبيهم صالحا- عليه السلام بسبب طغيانهم وإفراطهم في الجحود والتكبر والعناد. وقيل: إن الباء للتعدية، والطغوى: اسم للعذاب الذي نزل بهم، والذي توعدهم به نبيهم.أى: كذبت ثمود بعذابها، الذي توعدهم رسولهم به، إذا ما استمروا في كفرهم وطغيانهم."},{"ayah_number":12,"text":"والظرف في قوله- سبحانه-: إِذِ انْبَعَثَ أَشْقاها متعلق بقوله بِطَغْواها، لأن وقت انبعاث أشقاهم لقتل الناقة. هو أشد أوقات طغيانهم وفجورهم.وفعل «انبعث» مطاوع بعث، تقول: بعثته فانبعث، كما تقول: كسرته فانكسر.ويصح أن يكون متعلقا بقوله: كَذَّبَتْ.وقوله أَشْقاها أى: أشقى تلك القبيلة، وهو قدار- بزنة غراب- بن سالف، الذي يضرب به المثل في الشؤم، فيقال: فلان أشأم من قدار.أى: كذبت ثمود نبيها، بسبب طغيانها، وقت أن أسرع أشقى تلك القبيلة، وهو قدار بن سالف، لعقر الناقة التي نهاهم نبيهم عن مسها بسوء.وعبر- سبحانه- بقوله: انْبَعَثَ للإشعار بأنه قام مسرعا عند ما أرسله قومه لقتل الناقة، ولم يتردد في ذلك لشدة كفره وجحوده."},{"ayah_number":13,"text":"وقوله- تعالى-: فَقالَ لَهُمْ رَسُولُ اللَّهِ ناقَةَ اللَّهِ وَسُقْياها أى: فقال لهم رسول الله- تعالى- إليهم. وهو صالح- عليه السلام- على سبيل التحذير والإنذار: احذروا عقر ناقة الله- تعالى-، واحذروا سقياها، أى: الوقت المحدد لشرابها فلا تمنعوها فيه من الشرب، فإن لها يوما لا تشاركونها فيه الشرب، وإن لكم يوما آخر هي لن تشارككم فيه.وقد قال لهم صالح- عليه السلام- هذا الكلام، عند ما شعر بأنهم قد بيتوا النية على عقرها.فالفاء في قوله- تعالى-: فَقالَ لَهُمْ ... عاطفة على قوله كَذَّبَتْ لإفادة الترتيب والتعقيب..أى: قال لهم ذلك في أعقاب شعوره بتصميمهم على تكذيبه، وعلى قتل الناقة.ولفظ «ناقة» منصوب على التحذير، والكلام على حذف مضاف. أى: احذروا عقر ناقة الله، وأضيفت إلى لفظ الجلالة، على سبيل التشريف لها، لأنها قد جعلها- سبحانه- معجزة لنبيه صالح- عليه السلام- ودليلا على صدقه.وقوله: وَسُقْياها معطوف على ناقة الله، وهو منصوب- أيضا- على التحذير.أى: احذروا أن تقتلوا الناقة، واحذروا أن تشاركوها في اليوم الخاص بشربها، فضلا عن أن تؤذوها."},{"ayah_number":14,"text":"وقوله- سبحانه-: فَكَذَّبُوهُ فَعَقَرُوها فَدَمْدَمَ عَلَيْهِمْ رَبُّهُمْ بِذَنْبِهِمْ فَسَوَّاها بيان لموقفهم السيئ من تحذير نبيهم لهم ولما أصابهم من عذاب مهلك بسبب هذا التكذيب.وقوله: فَدَمْدَمَ- بزنة فعلل- بمعنى تضعيف العذاب وترديده، يقال: دمدمت على الشيء، أى: أطبقت عليه، ودمدم عليه القبر، أى: أطبقه عليه.أى: فكذب قوم صالح نبيهم، وأصروا على هذا التكذيب، وتجاوزوا ذلك إلى عقر الناقة التي نهاهم عن مسها بسوء ... فكانت نتيجة ذلك، أن أهلكهم الله- تعالى- وأن أخذهم أخذ عزيز مقتدر، فقد أطبق عليهم الأرض، وسواها من فوقهم جميعا دون أن يفلت منهم أحد، وصاروا كلهم تحت ترابها، ونجى- سبحانه- صالحا ومن آمن معه. بفضله ورحمته."},{"ayah_number":15,"text":"والضمير في قوله- سبحانه-: وَلا يَخافُ عُقْباها يعود إلى الله- تعالى- أى:ولا يخاف الله- تعالى- عاقبة ما فعله بهؤلاء الطغاة الأشقياء، لأن الذي يخاف إنما هو المخلوق.أما الخالق لكل شيء، فإنه- تعالى- لا يخاف أحدا، لأنه لا يسأل عما يفعل، ولأنه- تعالى- هو العادل في أحكامه. والضمير في عقباها، يعود إلى الفعلة أو إلى الدمدمة.ومنهم من جعل الضمير في «يخاف» يعود إلى أشقاها، أى: أن هذا الشقي قد أسرع إلى عقر الناقة دون أن يخشى سوء عاقبة فعله، لطغيانه وجهله.نسأل الله- تعالى- أن يجعلنا جميعا من عباده الصالحين.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم."}]