[{"ayah_number":1,"text":"تفسير سورة الليلمقدمة وتمهيد1- سميت هذه السورة في معظم المصاحف سورة «الليل» وفي بعض كتب التفسير سميت بسورة «والليل» ، وعنون لها الإمام البخاري بسورة «والليل إذا يغشى» ، وعدد آياتها إحدى وعشرون آية.وجمهور العلماء على أنها مكية، وقال بعضهم: هي مدنية، وقال آخرون: بعضها مكي، وبعضها مدني، والحق أن هذه السورة من السور المكية الخالصة، وكان نزولها بعد سورة.«الأعلى» وقبل سورة «القمر» ، فهي تعتبر السورة التاسعة في النزول من بين السور المكية.قال الإمام الشوكانى. وهي مكية عند الجمهور، فعن ابن عباس قال: نزلت سورة «والليل إذا يغشى» بمكة. وأخرج ابن مردويه عن الزبير مثله..وفي رواية عن ابن عباس أنه قال: إنى لأقول إن هذه السورة نزلت في السماحة والبخل..  .2- وحقا ما قاله ابن عباس- رضى الله عنهما-، فإن السورة الكريمة، قد احتوت على بيان شرف المؤمنين، وفضائل أعمالهم، ومذمة المشركين، وسوء فعالهم، وأنه- تعالى- قد أرسل رسوله للتذكير بالحق ولإنذار المخالفين عن أمره- تعالى- أن تصيبهم فتنة أو يصيبهم عذاب أليم.أقسم الله - سبحانه - فى افتتاح هذه السورة بثلاثة أشياء ، على أن أعمال الناس مختلفة .أقسم - أولا - بالليل فقال : ( والليل إِذَا يغشى ) أى : وحق الليل إذا يغشى النهار ، فيغطى ضياءه ، ويذهب نوره ، ويتحول الكون معه من حالة إلى حالة ، إذ عند حلول الليل يسكن الخلق عن الحركة ، ويأوى كل إنسان أو حيوان أو مأواه ، ويستقبلون النوم الذى فيه ما فيه من الراحة لأبدانهم ، كما قال - تعالى - : ( وَجَعَلْنَا الليل لِبَاساً . وَجَعَلْنَا النهار مَعَاشاً )."},{"ayah_number":2,"text":"وأقسم - ثانيا - بالنهار فقال : ( والنهار إِذَا تجلى ) أى : وحق النهار حين ينكشف ويظهر ، ويزيل الليل وظلمته ، ويخرج الناس معه ليباشروا أعمالهم المتنوعة ."},{"ayah_number":3,"text":"وأقسم- ثالثا- بقوله: وَما خَلَقَ الذَّكَرَ وَالْأُنْثى و «ما» هنا يصح أن تكون موصولة، بمعنى الذي، فيكون- سبحانه- قد أقسم بذاته، وجاء التعبير بما، للدلالة على الوصفية، ولقصد التفخيم.فكأنه- تعالى- يقول: وحق الخالق العظيم، الذي لا يعجزه شيء، والذي خلق نوع الذكور، ونوع الإناث من ماء واحد.ويصح أن تكون «ما» هنا حرفا مصدريا، فيكون المعنى: وحق خلق الذكر والأنثى، وعليه يكون- سبحانه- قد أقسم بفعل من أفعاله التي تدل على كمال قدرته، وبديع صنعته، حيث أوجد الذكور والإناث من ماء واحد، كما قال- سبحانه-: وَأَنَّهُ خَلَقَ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثى مِنْ نُطْفَةٍ إِذا تُمْنى وحيث وهب- سبحانه- الذكور لمن يشاء، ووهب الإناث لمن يشاء، وجعل العقم لمن يشاء."},{"ayah_number":4,"text":"وقوله- تعالى-: إِنَّ سَعْيَكُمْ لَشَتَّى هو جواب القسم. وشتى جمع شتيت. مثل:جريح وجرحى، ومريض ومرضى. والشيء الشتيت: هو المتفرق المتناثر بعضه عن بعض، من الشتات بمعنى الابتعاد والافتراق.والمعنى: وحق الليل إذا يغشى النهار فيستر ضياءه، وحق النهار إذا تجلى وأسفر وأزال الليل وظلامه، وحق الخالق العظيم القادر الذي أوجد الذكور والإناث.وحق كل ذلك، إن أعمالكم ومساعيكم- أيها الناس- في هذه الحياة، لهى ألوان شتى، وأنواع متفرقة، منها الهدى ومنها الضلال، ومنها الخير، ومنها الشر، ومنها الطاعة، ومنها المعصية.. وسيجازى- سبحانه- كل إنسان على حسب عمله.وحذف مفعول «يغشى» للتعميم، أى يغشى كل شيء ويواريه بظلامه.وأسند- سبحانه- التجلي إلى النهار، على سبيل المدح له بالاستنارة والإسفار.والمراد بالسعي: العمل. وقوله «سعيكم» مصدر مضاف فيفيد العموم فهو في معنى الجمع أى: إن مساعيكم لمتفرقة.قال القرطبي: السعى: العمل، فساع في فكاك نفسه، وساع في عطبها، يدل عليه قوله صلى الله عليه وسلم: «الناس غاديان: فمبتاع نفسه فمعتقها، وبائع نفسه فموبقها»"},{"ayah_number":5,"text":"ثم فصل- سبحانه- ما أجمله في قوله: إِنَّ سَعْيَكُمْ لَشَتَّى فقال: فَأَمَّا مَنْ أَعْطى وَاتَّقى وَصَدَّقَ بِالْحُسْنى. فَسَنُيَسِّرُهُ لِلْيُسْرى. وَأَمَّا مَنْ بَخِلَ وَاسْتَغْنى. وَكَذَّبَ بِالْحُسْنى. فَسَنُيَسِّرُهُ لِلْعُسْرى. وَما يُغْنِي عَنْهُ مالُهُ إِذا تَرَدَّى والحسنى تأنيث الأحسن، وهي صفة لموصوف محذوف.أى: فَأَمَّا مَنْ أَعْطى حق الله- تعالى-، بأن أنفق من ماله في وجوه الخير:كإعتاق الرقاب، ومساعدة المحتاجين.. وَاتَّقى المحارم والمعاصي"},{"ayah_number":6,"text":"وَصَدَّقَ بِالْحُسْنى أى: وأيقن بالخصلة الحسنى، وهي الإيمان بكل ما يجب الإيمان به، أو أيقن بالملة الحسنى، وهي ملة الإسلام، أو بالمثوبة الحسنى وهي الجنة."},{"ayah_number":7,"text":"( فَسَنُيَسِّرُهُ لليسرى ) أى : فسنهيئه للخصلة التى توصله إلى اليسر والراحة وصلاح البال ، بأن نوفقه لأداء الأعمال الصالحة التى تؤدى إلى السعادة .وحذف مفعول \" أعطى واتقى \" للعلم بهما ، أى : أعطى ما كلفه الله - تعالى - به ، واتقى محارمه ."},{"ayah_number":8,"text":"( وَأَمَّا مَن بَخِلَ ) بماله فلم يؤد حقوق الله - تعالى - فيه ، ولم يبذل شيئا منه فى وجوه البر . ( واستغنى ) أى : واستغنى عن ثواب الله - تعالى - ، وتطاول على الناس بماله وجاهه ، وآثر متاع الدنيا على نعيم الآخرة . ."},{"ayah_number":9,"text":"( وَكَذَّبَ بالحسنى ) أى : وكذب بالخصلة الحسنى التى تشمل الإِيمان بالحق ، وبيوم القيامة وما فيه من حساب وجزاء ."},{"ayah_number":10,"text":"فَسَنُيَسِّرُهُ لِلْعُسْرى أى: فسنهيئه للخصلة التي توصله إلى العسر والمشقة والشدة، بأن نجعله بسبب سوء اختياره، يؤثر الغي على الرشد، والباطل على الحق، والبخل على السخاء، فتكون عاقبته فرطا، ونهايته الخسران والبوار.والمتأمل في هذه الآيات الكريمة يراها، وقد وصفت المؤمنين الصادقين بثلاث صفات هي جماع كل خير، وأساس جميع الفضائل: وصفهم بالسخاء، وبالخوف من الله- تعالى-، وبالتصديق بكل ما يجب التصديق به، ورتب على ذلك توفيقهم للخصلة الحسنى.. التي تنتهي بهم إلى الفوز والسعادة.ووصف- أيضا- أهل الفسوق والفجور بثلاث صفات، هي أساس البلاء، ومنبع الفساد، ألا وهي: البخل، والغرور، والتكذيب بكل ما يجب الإيمان به.. ورتب- سبحانه- على ذلك تهيئتهم للخصلة العسرى، التي توصلهم إلى سوء المصير، وشديد العقاب..وقد ساق الإمام ابن كثير عند تفسيره لهذه الآيات، جملة من الأحاديث الشريفة، فقال ما ملخصه: قوله: وَكَذَّبَ بِالْحُسْنى أى: بالجزاء في الدار الآخرة فَسَنُيَسِّرُهُ لِلْعُسْرى أى: لطريق الشر، كما قال- تعالى-: وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصارَهُمْ كَما لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ، وَنَذَرُهُمْ فِي طُغْيانِهِمْ يَعْمَهُونَ والآيات في هذا المعنى كثيرة، ودالة على أن الله يجازى من قصد الخير بالتوفيق له، ومن قصد الشر بالخذلان، وكل ذلك بقدر مقدر، والأحاديث الدالة على هذا المعنى كثيرة.منها: ما أخرجه البخاري عن على بن أبى طالب- رضى الله عنه- قال: كنا مع رسول الله صلى الله عليه وسلم في بقيع الغرقد في جنازة، فقال: «ما منكم من أحد إلا وقد كتب مقعده من الجنة، ومقعده من النار» فقالوا: يا رسول الله أفلا نتكل؟ فقال: «اعملوا فكل ميسر لما خلق له» ثم قرأ: فَأَمَّا مَنْ أَعْطى وَاتَّقى ... إلى قوله: لِلْعُسْرى ."},{"ayah_number":11,"text":"و «ما» في قوله- سبحانه-: وَما يُغْنِي عَنْهُ مالُهُ إِذا تَرَدَّى يجوز أن تكون نافية.والتردي: السقوط من أعلى إلى أسفل. يقال: تردى فلان من فوق الجبل، إذا سقط من أعلاه إلى أسفله. والمراد به هنا: النزول إلى القبر بعد الموت، أو السقوط في النار بسبب الكفر والفسوق والعصيان، من الردى بمعنى الهلاك.أى: ولا يغنى شيئا عن هذا الشقي الذي بخل واستغنى وكذب بالحسنى، ماله وجاهه وكل ما كان يملكه في الدنيا، إذا سقط يوم القيامة في النار.ويجوز أن تكون «ما» استفهامية: ويكون الاستفهام المقصود به الإنكار والتوبيخ، أى:وماذا يغنى عن هذا الشقي ماله بعد هلاكه، وبعد ترديه في جهنم يوم القيامة؟ إنه لن يغنى عنه شيئا ماله الذي يخل به في الدنيا، بل سيهوى في جهنم دون أن يشفع له شافع، أو ينصره ناصر، وصدق الله إذ يقول: وَنَرِثُهُ ما يَقُولُ وَيَأْتِينا فَرْداً. وإذ يقول: وَلَقَدْ جِئْتُمُونا فُرادى كَما خَلَقْناكُمْ أَوَّلَ مَرَّةٍ. وَتَرَكْتُمْ ما خَوَّلْناكُمْ وَراءَ ظُهُورِكُمْ...."},{"ayah_number":12,"text":"ثم بين- سبحانه- بعد ذلك، أنه قد أعذر إلى عباده، حيث وضح لهم طريق الخير وطريق الشر، وكشف لهم عن حسن عاقبة من أعطى واتقى وصدق بالحسنى، وسوء عاقبة من بخل واستغنى وكذب بالحسنى فقال- تعالى-: إِنَّ عَلَيْنا لَلْهُدى."},{"ayah_number":13,"text":"وَإِنَّ لَنا لَلْآخِرَةَ وَالْأُولى. أى: إن علينا- بمقتضى حكمتنا ورحمتنا بعبادنا- أن نبين لهم طريق الحق، وطريق الباطل، بواسطة رسلنا، فمن شاء بعد ذلك فليؤمن فينال الثواب، ومن شاء بعد ذلك فليكفر فيحل به العقاب، لأننا نجازي كل إنسان على حسب عمله، بعد أن هديناه النجدين، وأرشدناه إلى سبيل الرشد وسبيل الغي.وإن لنا وحدنا كل ما في الدنيا، وكل ما في الآخرة. إذ الخلق والأمر بيدنا، والعطاء والمنع لا يملكه أحد سوانا، وهذا الكون كله تحت تصرفنا وقدرتنا."},{"ayah_number":14,"text":"والفاء في قوله- سبحانه-: فَأَنْذَرْتُكُمْ ناراً تَلَظَّى للإفصاح عن مقدر، لأنها تدل على مراعاة مضمون الكلام الذي قبلها، وتأتى بعده بما يفصله ويزيده وضوحا..وقوله: تَلَظَّى أى: تتوقد وتتوهج وتلتهب، وأصله تتلظى، فحذفت إحدى التاءين تخفيفا. أى: إذا كان الأمر كما ذكرت لكم، من حسن عاقبة من أعطى واتقى، ومن سوء عاقبة من بخل واستغنى، ومن أن كل شيء تحت قدرتنا وتصرفنا.. فأكون بذلك قد حذرتكم من عذاب عظيم يوم القيامة، وخوفتكم من السقوط في نار عظيمة تلتهب وتتوقد،"},{"ayah_number":15,"text":"وهذه النار ( لاَ يَصْلاَهَآ ) أى : لا يحترق بها ( إِلاَّ الأشقى ) أى : من اشتد شقاؤه بسبب إصراره على كفره وفجوره ."},{"ayah_number":16,"text":"وقوله - تعالى - : ( الذي كَذَّبَ وتولى ) صفة لهذا الشقى ، لزيادة التشنيع عليه ، والذم له . أى : سيحترق بهذه النار هذا الإِنسان الذى بلغ الغاية فى الشقاء والتعاسة ، والذى من صفاته أنه كذب بالحق ، وأعرض عن الطاعة . وسار فى طريق الكفر والجحود ، حتى أدركه الموت ، وهو على ذلك ."},{"ayah_number":17,"text":"وكعادة القرآن الكريم في المقابلة بين الأشرار والأخيار، وبين السعداء والأشقياء، جاء الحديث بعد ذلك عن حال الأتقياء، فقال- تعالى- وَسَيُجَنَّبُهَا الْأَتْقَى أى: وسيبتعد عن هذه النار المتأججة الأتقى، وهو من بالغ في صيانة نفسه عن كل ما يغضب الله- تعالى-، وحرص كل الحرص على فعل ما يرضيه- عز وجل-.فالمراد بالأشقى والأتقى: الشديد الشقاء، والشديد التقوى.والتعبير بقوله: وَسَيُجَنَّبُهَا يشعر بابتعاده عنها ابتعادا تاما، بحيث تكون النار في جانب، وهذا الأتقى في جانب آخر، كما قال- تعالى-: إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنى أُولئِكَ عَنْها مُبْعَدُونَ. لا يَسْمَعُونَ حَسِيسَها، وَهُمْ فِي مَا اشْتَهَتْ أَنْفُسُهُمْ خالِدُونَ.والفعل «جنب» يتعدى إلى مفعولين، أولهما هنا هو لفظ الأتقى، الذي ارتفع على أنه نائب فاعل، والمفعول الثاني هو الهاء."},{"ayah_number":18,"text":"ثم وصف- سبحانه- هذا الإنسان المبالغ في تقواه وطاعته لربه فقال: الَّذِي يُؤْتِي مالَهُ يَتَزَكَّى أى: هذا الإنسان الشديد التقوى من صفاته أنه يقدم ماله لغيره، وينفقه في وجوه البر والطاعة، رجاء أن يكون عند ربه زاكيا ناميا، خاليا من شبهة الرياء والتفاخر، وأملا في أن يتطهر به من الذنوب.فقوله يَتَزَكَّى في محل نصب على الحال من فاعل يُؤْتِي أى: يؤتى ماله حال كونه لا يطلب من وراء ذلك إلا تزكية ماله، وتطهير نفسه."},{"ayah_number":19,"text":"وقوله- سبحانه-: وَما لِأَحَدٍ عِنْدَهُ مِنْ نِعْمَةٍ تُجْزى. إِلَّا ابْتِغاءَ وَجْهِ رَبِّهِ الْأَعْلى بيان لبلوغه أسمى درجات الإخلاص والنقاء.أى: أن هذا الإنسان الكامل في تقاه لا يفعل ما يفعل من وجوه الخيرات، من أجل المجازاة لغيره على نعمة سلفت من هذا الغير له، وإنما يفعل ما يفعل من أجل شيء واحد، وهو طلب رضا الله- تعالى- والظفر بثوابه، والإخلاص لعبادته- سبحانه-."},{"ayah_number":20,"text":"قال الآلوسى: وقوله: إِلَّا ابْتِغاءَ وَجْهِ رَبِّهِ الْأَعْلى منصوب على الاستثناء المنقطع من قوله: مِنْ نِعْمَةٍ لأن الابتغاء لا يندرج فيها، فالمعنى: لكنه فعل ذلك لابتغاء وجه ربه- سبحانه- وطلب رضاه، لا لمكافأة لأحد على نعمة.وجوز أن يكون نصبه على أنه مفعول لأجله، أى: لا يؤتى ماله لأجل شيء من الأشياء إلا لأجل طلب رضا ربه، لا لأجل شيء آخر، فهو استثناء مفرغ من أعم العلل والأسباب.. ."},{"ayah_number":21,"text":"وقوله- سبحانه-: وَلَسَوْفَ يَرْضى المقصود به الوعد الصادق لهذا التقى، بما يزيد في سروره، وفي قرة عينه.أى: ولسوف نعطى هذا التقى الذي أعطى واتقى وصدق بالحسنى، من أجل الظفر برضا ربه- تعالى- لا من أجل شيء آخر.. لسوف نعطيه عطاء يرضيه ويسعده ويشرح صدره.هذا، وأكثر المفسرين على أن هذه الآيات الكريمة نزلت في شأن سيدنا أبى بكر الصديق- رضى الله عنه-.قال الإمام ابن جرير ما ملخصه: وذكر أن هذه الآيات نزلت في أبى بكر الصديق.. فقد كان يعتق العجائز من النساء إذا أسلمن، ويشترى الضعفة من العبيد فيعتقهم، فقال له أبوه: يا بنى، أراك تعتق أناسا ضعفاء، فلو أنك تعتق رجالا جلداء- أى: أشداء- يقومون معك، ويمنعونك، ويدفعون عنك.فقال أبو بكر: أى أبت.. إنما أريد ما عند الله، فنزلت هذه الآيات. .وقال الإمام ابن كثير: وقد ذكر غير واحد من المفسرين، أن هذه الآيات قد نزلت في أبى بكر الصديق- رضى الله عنه- حتى إن بعضهم حكى الإجماع من المفسرين على ذلك، ولا شك أنه داخل فيها، وأولى الأمة بعمومها، فإن لفظها لفظ العموم، وهو قوله:وَسَيُجَنَّبُهَا الْأَتْقَى، الَّذِي يُؤْتِي مالَهُ يَتَزَكَّى ... ولكنه مقدم الأمة، وسابقهم في جميع هذه الأوصاف، وسائر الأوصاف الحميدة، فإنه كان صديقا، تقيا، كريما، جوادا، بذالا لماله في طاعة مولاه، ونصرة رسوله صلى الله عليه وسلم.. .نسأل الله- تعالى- أن يحشرنا جميعا في زمرة عباده الأتقياء الأنقياء.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم."}]