[{"ayah_number":1,"text":"تفسير سورة والضحىمقدمة وتمهيد1- سورة «الضحى» من السور المكية الخالصة، بل هي من أوائل السور المكية، فقد كان نزولها بعد سورة «الفجر» وقبل سورة «الانشراح» ، وتعتبر بالنسبة لترتيب النزول السورة الحادية عشرة من بين السور المكية، أما ترتيبها في المصحف فهي السورة الثالثة والتسعون، وعدد آياتها إحدى عشرة آية.2- والقارئ لها، يرى بوضوح أنها نزلت في فترة تأخر نزول الوحى فيها على النبي صلى الله عليه وسلم وأن المشركين قد أشاعوا الشائعات الكاذبة حول سبب تأخر الوحى، فنزلت هذه السورة الكريمة، لتخرس ألسنتهم. ولتبشر النبي صلى الله عليه وسلم برضا ربه- تعالى- عنه، ولتسوق جانبا من نعم خالقه عليه، ولترشده- بل وترشد أمته في شخصه- بالمداومة على مكارم الأخلاق، التي من مظاهرها: العطف على اليتيم، والإحسان إلى السائل، وعدم كتمان نعم الله- تعالى-.قد ذكر المفسرون فى سبب نزول هذه السورة الكريمة روايات منها : ما أخرجه الإِمام البخارى ومسلم وغيرهما عن جندب بن سفيان قال : اشتكى رسول الله صلى الله عليه وسلم فلم يقم ليلة أو ليلتين ، فأتت امرأة - وفى رواية أنها أم جميل امرأة أبى لهب - فقالت : يا محمد ، ما أرى شيطانك إلا قد تركك . فأنزل الله - تعالى - : ( والضحى . والليل إِذَا سجى . مَا وَدَّعَكَ رَبُّكَ وَمَا قلى ) .وأخرج ابن أبى شيبة والطبرانى وابن مردويه ، من حديث خولة ، وكانت تخدم النبى صلى الله عليه وسلم \" أن جروا دخل تحت سرير رسول الله صلى الله عليه وسلم فمات ، فمكث النبى صلى الله عليه وسلم أياما لا ينزل عليه الوحى ، فقال صلى الله عليه وسلم يا خولة ماذا حدث فى بيتى ، إن جبريل لا يأتينى ، قالت خوله : فقلت يا نبى الله ما أتى علينا يوم خير منّا اليوم . فأخذ برده فلبسه ، وخرج ، فقلت فى نفسى لو هيأت البيت وكنسته ، فأهويت بالمكنسة تحت السرير ، فإذا بشئ ثقيل ، لم أزل به حتى بدا لى الجرو ميتا ، فأخذته بيدى ، فألقيته خلف الدار ، فجاء صلى الله عليه وسلم ترعد لحيته - وكان إذا نزل عليه الوحى أخذته الرعدة - فقال يا خولة دثرينى ، فأنزل الله - تعالى - هذه السورة . . \"وذكر بعضهم : إن جبريل - عليه السلام - أبطأ فى نزوله على النبى صلى الله عليه وسلم ، فقال المشركون : قد قلاه ربه وودعه . فأنزل الله - تعالى - هذه الآيات . .والضحى : هو وقت ارتفاع الشمس بعد إشراقها ، وهو وقت النشاط والحركة ، والإِقبال على السعى والعمل . . ولذا خص بالقسم به ، وقيل : المراد بالضحى هنا : النهار كله ، بدليل أنه جعل فى مقابلة الليل كله .والأول أولى : لأن الضحى يطلق على وقت انتشار ضياء الشمس حين ترتفع ، وتلقى بأشعتها على الكون ، ويبرز الناس لأعمالهم المتنوعة ."},{"ayah_number":2,"text":"ومعنى «سجا» : سكن. يقال: سجا الليل يسجو سجوا، إذا سكن وهدأ وأسدل ظلامه على الكون. ويقال: تسجّى فلان بملابسه، إذا غطى بها جميع جسده، ومنه قولهم: سجّى الميت تسجية، إذا غطى بكفنه..قال صاحب الكشاف: قوله: سَجى أى: سكن وركد ظلامه. وقيل: ليلة ساجية. أى: ساكنة الريح: وقيل معناه: سكون الناس والأصوات فيه. وسجا البحر:سكنت أمواجه. وطرف ساج، أى: ساكن فاتر.. .أى: وحق الضحى وهو الوقت الذي ترتفع فيه الشمس، ويتم إشراقها، ويأخذ الناس في النشاط والحركة.. وحق الليل إذا سكن وهجع فيه الناس بعد عناء العمل."},{"ayah_number":3,"text":"وجواب القسم قوله- تعالى-: ما وَدَّعَكَ رَبُّكَ وَما قَلى أى: ما تركك ربك- أيها الرسول الكريم- منذ أن اختارك لحمل رسالته، وما أبغضك ولا كرهك، بل أنت محل رضانا ومحبتنا ورعايتنا..فقوله: وَدَّعَكَ من التوديع، وهو في الأصل الدعاء للمسافر، ببلوغ الدعة، وخفض العيش، ثم استعير للمفارقة بعد الاتصال، تشبيها بفراق المسافر في انقطاع الصلة، حيث شبه- سبحانه- انقطاع صلة الكلام بانقطاع صلة الإقامة.والمقصود: نفى أن يكون الله- تعالى- قد قطع وحيه عن نبيه صلى الله عليه وسلم.وقوله: قَلى من القلا- بكسر القاف- وهو شدة البغض، يقال: قلا فلان فلانا يقليه، إذا كرهه وأبغضه بشدة. ومنه قوله- تعالى-: إِنِّي لِعَمَلِكُمْ مِنَ الْقالِينَ.والمراد ما قطع الله- تعالى- عنك وحيه- أيها الرسول الكريم-، وما كرهك، وهذا رد بليغ على المشركين الذين زعم بعضهم أن الله- تعالى- قد ترك نبيه، وزعم آخرون أنه قد أبغضه، وحذف مفعول «قلا» للدلالة عليه في قوله- تعالى- ما وَدَّعَكَ، وهو إيجاز لفظي لظهور: المحذوف، ومثله قوله- تعالى- بعد ذلك: فَآوى، فَهَدى، فَأَغْنى.."},{"ayah_number":4,"text":"ثم بشره- سبحانه- ببشارتين عظيمتين، قد بلغتا الدرجة العليا في السمو والرفعة، فقال: وَلَلْآخِرَةُ خَيْرٌ لَكَ مِنَ الْأُولى. وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضى.أى: وللدار الآخرة وما أعده الله لك فيها من نعيم لا يحيط به وصف، خير لك من دار الدنيا التي أعطيناك فيها ما أعطيناك فيها من نبوة، وكرامة ومنازل عالية، وخلق كريم.وفضلا عن كل ذلك فأنت- أيها الرسول الكريم- سوف يعطيك ربك من خيرى الدنيا والآخرة، كل ما يسعدك ويرضيك، من نصر عظيم، وفتح مبين، وتمكين في الأرض، وإعلاء لكلمة الحق على يدك، وعلى أيدى أصحابك الصادقين، ومنازل عظمى في الآخرة لا يعلم مقدارها إلا الله- تعالى-، كالمقام المحمود، والشفاعة، والوسيلة ... وبذلك ترضى رضاء تاما بما أعطاك- سبحانه- من نعم ومنن.فالمراد بالآخرة: الدار الآخرة التي تقابل الدار الأولى، وهي الحياة الدنيا، وبعضهم جعل المراد بالآخرة، نهاية أمره صلى الله عليه وسلم في هذه الدنيا، والمراد بالأولى بداية أمره صلى الله عليه وسلم في هذه الدنيا، فيكون المعنى: ولنهاية أمرك- أيها الرسول الكريم- خير من بدايته، فإن كل يوم يمضى من عمرك، سيزيدك الله- تعالى- فيه، عزا على عز، ونصرا على نصر، وتأييدا على تأييد.. حتى ترى الناس وقد دخلوا في دين الله أفواجا.. وقد صدق الله- تعالى- لنبيه وعده حيث فتح له مكة، ونشر دعوته في مشارق الأرض ومغاربها.قال الآلوسى: وحمل الآخرة على الدار الآخرة المقابلة للدنيا، والأولى على الدار الأولى وهي الدنيا، هو الظاهر.. وقال بعضهم: يحتمل: أن يراد بهما نهاية أمره صلى الله عليه وسلم وبدايته، فاللام فيهما للعهد، أو عوض عن المضاف إليه. أى: لنهاية أمرك خير من بدايته، فأنت لا تزال تتزايد قوة، وتتصاعد رفعة.. ."},{"ayah_number":5,"text":"وجيء بحرف الاستقبال في قوله- تعالى-: وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضى، لإفادة أن هذا العطاء مستمر غير مقطوع، كما في قوله- تعالى-: وَلَسَوْفَ يَرْضى.وحذف المفعول الثاني في قوله: يُعْطِيكَ، ليعم كل وجوه العطاء التي يحبها صلى الله عليه وسلم أى: ولسوف يعطيك ربك عطاء يرضيك رضاء تاما.والتعبير بقوله فَتَرْضى المشتمل على فاء التعقيب، للإشعار بأنه عطاء عاجل النفع، وأنه سيأتى إليه صلى الله عليه وسلم في وقت قريب، وقد أنجز- سبحانه- وعده.قال الجمل: وقوله- سبحانه-: وَلَلْآخِرَةُ اللام فيه للابتداء مؤكدة لمضمون الجملة. وإنما قيد بقوله- تعالى- لَكَ لأنها ليست خيرا لكل أحد. وقوله:وَلَسَوْفَ يُعْطِيكَ ... هذا وعد شامل لما أعطاه الله- تعالى- له من كمال النفس، وظهور الأمر، وإعلاء الدين.. واللام لام الابتداء، والمبتدأ محذوف، أى: ولأنت سوف يعطيك ربك، وليست لام القسم، لأنها لا تدخل على المضارع، إلا مع نون التوكيد..."},{"ayah_number":6,"text":"ثم عدد- سبحانه- نعمه على نبيه صلى الله عليه وسلم فقال: أَلَمْ يَجِدْكَ يَتِيماً فَآوى ...والاستفهام هنا للتقرير، واليتيم: هو من فقد أباه وهو صغير.أى: لقد كنت- أيها الرسول الكريم- يتيما، حيث مات أبوك وأنت في بطن أمك، فآواك الله- تعالى- بفضله وكرمه، وتعهدك برعايته وحمايته وعصمته، وسخر لك جدك عبد المطلب ليقوم بكفالتك، ومن بعده سخر لك عمك أبا طالب، حيث تولى رعايتك والدفاع عنك قبل الرسالة وبعدها، إلى أن مات."},{"ayah_number":7,"text":"وقوله- تعالى- وَوَجَدَكَ ضَالًّا فَهَدى بيان لنعمة أخرى أنعم- سبحانه- بها على نبيه صلى الله عليه وسلم:وللمفسرين في معنى هذه الآية كلام طويل، نختار منه قولين: أولهما: أن المراد بالضلال هنا الحيرة في الوصول إلى الحق، والغفلة عما أوحاه الله- تعالى- إليه بعد ذلك من قرآن كريم، ومن تشريعات حكيمة.. مع اعتقاده صلى الله عليه وسلم قبل النبوة أن قومه ليسوا على الدين الحق، بدليل أنه لم يشاركهم في عبادتهم للأصنام، ولا في السلوك الذي يتنافى من مكارم الأخلاق.وإلى هذا المعنى أشار صاحب الكشاف بقوله: ضَالًّا معناه: الضلال عن علم الشرائع وما طريقه السمع..صلى الله عليه وسلم قد نشأ في بيئة منحرفة في عقائدها وأخلاقها، لم تطمئن نفسه الكريمة إليها، إلا أنه كان حائرا في الوصول إلى الدين الحق، فهداه الله- تعالى- إليه، والهداية إلى الحق بعد الحيرة والضلال عنه، منة عظمى، ونعمة كبرى.وهناك أقوال أخرى ضعيفة كقولهم: ضَالًّا أى: عن القبلة فهداك الله إليها، أو ضَالًّا في شعاب مكة، فهداك الله وردك إلى عمك أو ضَالًّا في سفرك مع عمك إلى الشام، فردك الله- تعالى- إليه."},{"ayah_number":8,"text":"وقوله- سبحانه-: وَوَجَدَكَ عائِلًا فَأَغْنى بيان لنعمة ثالثة من نعمه- تعالى- على نبيه صلى الله عليه وسلم.وأصل العائل: الإنسان الذي له عائلة لا يستطيع الإنفاق عليها، ثم أطلق هذا اللفظ على الإنسان الفقير حتى ولو لم تكن له عائلة أو أسرة، والفقر يسمى عيلة، كما في قوله- تعالى-: وَإِنْ خِفْتُمْ عَيْلَةً- أى: فقرا- فَسَوْفَ يُغْنِيكُمُ اللَّهُ مِنْ فَضْلِهِ إِنْ شاءَ....أى: وقد كنت- أيها الرسول الكريم- فقيرا، حيث مات أبوك دون أن يترك لك مالا كثيرا، ونشأت في كنف جدك ثم عمك، وأنت على هذه الحال. ثم أغناك الله- تعالى- بفضله وكرمه بنوعين من الغنى:أما أولهما- وهو الأعظم-: فهو غنى النفس، بأن منحك نفسا عفيفة قانعة بما أعطاك- سبحانه- من رزق، حتى ولو كان كفافا.وأما ثانيهما: فهو الغنى المادي عن الاحتياج إلى الناس، بما أجراه على يديك من الربح في التجارة، وبما وهبتك زوجك خديجة من مالها، فعشت مستور الحال، غير محتاج إلى من ينفق عليك.وهكذا نجد الآيات الكريمة تبين لنا أن من فضل الله- تعالى- على نبيه صلى الله عليه وسلم أنه آواه في يتمه وصغره، وهداه من ضلاله وحيرته، وأغناه بعد فقره وحاجته.وبعد أن عدد- سبحانه- هذه النعم لنبيه صلى الله عليه وسلم أمره بشكرها، وأداء حقوقها."},{"ayah_number":9,"text":"فقال- تعالى-: فَأَمَّا الْيَتِيمَ فَلا تَقْهَرْ ...والقهر: التغلب على الغير والإذلال له.أى: إذا كان الأمر كما أخبرتك من أنك كنت يتيما فآويناك، وكنت ضالا فهديناك، وكنت فقيرا فأغنيناك، فتذكر هذه النعم، واشكر ربك عليها، ومن مظاهر هذا الشكر: أن تواسى اليتيم، وأن تكرمه. وأن تكون رفيقا به.. ولا تكن كأهل الجاهلية الذين كانوا يقهرون الأيتام ويذلونهم ويظلمونهم..ولقد استجاب النبي صلى الله عليه وسلم لما أمره ربه به، فأكرم اليتامى ورعاهم، وحض على ذلك في أحاديث كثيرة منها قوله صلى الله عليه وسلم: «أنا وكافل اليتيم كهاتين في الجنة» وأشار صلى الله عليه وسلم بإصبعيه السبابة والوسطى.ومن الآيات القرآنية التي وردت في هذا المعنى قوله- تعالى-: وَلا تَقْرَبُوا مالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ....وقد تكرر الأمر برعاية اليتيم، وبالمحافظة على ماله في مطلع سورة النساء خمس مرات قال- تعالى-: وَآتُوا الْيَتامى أَمْوالَهُمْ ... وقال- سبحانه-: وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتامى فَانْكِحُوا ما طابَ لَكُمْ مِنَ النِّساءِ، مَثْنى وَثُلاثَ وَرُباعَ ... وقال- عز وجل-: وَابْتَلُوا الْيَتامى حَتَّى إِذا بَلَغُوا النِّكاحَ..، وقال سبحانه-: وَإِذا حَضَرَ الْقِسْمَةَ أُولُوا الْقُرْبى وَالْيَتامى وَالْمَساكِينُ فَارْزُقُوهُمْ مِنْهُ وقال- تعالى-:إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوالَ الْيَتامى ظُلْماً إِنَّما يَأْكُلُونَ فِي بُطُونِهِمْ ناراً ..."},{"ayah_number":10,"text":"وقوله- سبحانه-: وَأَمَّا السَّائِلَ فَلا تَنْهَرْ معطوف على ما قبله. أى: وكما أننا قد هديناك بعد حيرة.. فاشكر نعمنا على ذلك، بأن تفتح صدرك للسائل الذي يسألك العون، أو يسألك معرفة ما يجهله من علم. فالمراد بالسائل، ما يشمل كل سائل عن مال، أو عن علم، أو عن غير ذلك من شئون الحياة.قال القرطبي: قوله: وَأَمَّا السَّائِلَ فَلا تَنْهَرْ أى: لا تزجره، فهو نهى عن إغلاظ القول.. وروى عن رسول الله صلى الله عليه وسلم أنه قال: «ردوا السائل ببذل يسير، أو رد جميل..» .وفي حديث أبى هارون العبدى قال: كنا إذا أتينا أبا سعيد الخدري يقول: مرحبا بوصية رسول الله صلى الله عليه وسلم، إن رسول الله قال: «إن الناس لكم تبع، وإن رجالا يأتونكم من أقطار الأرض يتفقهون، فإذا أتوكم فاستوصوا بهم خيرا ... »."},{"ayah_number":11,"text":"وقوله- تعالى-: وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ والتحديث بالشيء: الإخبار به، والحديث عنه، أى: وكما كنت عائلا فأغنيناك بفضلنا وإحساننا، فاشكرنا على ذلك، بأن تظهر نعمنا عليك ولا تسترها، وأذعها بين الناس، وأمر أتباعك أن يفعلوا ذلك، ولكن بدون تفاخر أو مباهاة ... فإن ذكر النعم على سبيل الرياء والتفاخر والتطاول على الغير ... يبغضه الله- تعالى-، ويعاقب صاحبه عقابا أليما.قال الإمام ابن كثير: وقوله: وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ أى: وكما كنت عائلا فقيرا فأغناك الله، فحدث بنعمة الله عليك، كما جاء في الدعاء: «واجعلنا شاكرين لنعمتك. مثنين بها، قابليها، وأتمها علينا» . وعن أبى نضرة قال: كان المسلمون يرون أن من شكر النعم أن يحدّث بها. وعن النعمان بن بشير قال: سمعت رسول الله صلى الله عليه وسلم يقول على المنبر: «من لم يشكر القليل، لم يشكر الكثير، ومن لم يشكر الناس، لم يشكر الله والتحدث بنعمة الله شكر، وتركها كفر، والجماعة رحمة والفرقة عذاب ... ».فأنت ترى أن الله- تعالى- قد ذكر ثلاث نعم مما أنعم به على نبيه صلى الله عليه وسلم وأرشده إلى كيفية شكرها. نسأل الله- تعالى- أن يجعلنا من عباده الشاكرين.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم."}]