[{"ayah_number":1,"text":"تفسير سورة الشرحمقدمة وتمهيد1- هذه السورة الكريمة من السور المكية، وتسمى: سورة «الشرح» وسورة «ألم نشرح» وسورة «الانشراح» ، وترتيبها في النزول، الثانية عشرة، وكان نزولها بعد سورة الضحى، وقبل سورة «العصر» . وعدد آياتها ثماني آيات.2- وكما عدد الله- تعالى- لنبيه صلى الله عليه وسلم بعض نعمه العظيمة عليه في سورة الضحى، جاءت سورة الشرح، لتسوق نعما أخرى منه- تعالى- عليه صلى الله عليه وسلم حاثا إياه على شكره، ليزيده منها.والاستفهام في قوله- سبحانه-: أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ للتقرير لأنه إذا دخل على النفي قرره، وهذا التقرير المقصود به التذكير، حتى يداوم على شكره- تعالى-.وأصل الشرح: البسط للشيء وتوسعته، يقال: شرح فلان الشيء، إذا وسعه، ومنه شرح فلان الكتاب، إذا وضحه، وأزال مجمله، وبسط ما فيه من غموض.والمراد بشرح الصدر هنا: توسعته وفتحه، لقبول كل ما هو من الفضائل والكمالات النفسية. وإذهاب كل ما يصد عن الإدراك السليم وعن الحق والخير والهدى.وهذا الشرح، يشمل الشق البدني لصدره صلى الله عليه وسلم كما يشمل الشرح المعنوي لصدره صلى الله عليه وسلم عن طريق إيداعه الإيمان والهدى والعلم والفضائل.قال الإمام ابن كثير: قوله: أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ يعنى: أما شرحنا لك صدرك.أى: نورناه وجعلناه فسيحا رحيبا واسعا، كقوله أَفَمَنْ شَرَحَ اللَّهُ صَدْرَهُ لِلْإِسْلامِ....،وقيل المراد بقوله: أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ شرح صدره ليلة الإسراء، كما تقدم من رواية مالك بن صعصعة ... وهذا وإن كان واقعا، ولكن لا منافاة، فإن من جملة شرح صدره صلى الله عليه وسلم الذي فعل بصدره ليلة الإسراء، ما نشأ عنه من الشرح المعنوي- أيضا- ....والمعنى: لقد شرحنا لك- أيها الرسول الكريم- صدرك شرحا عظيما، بأن أمرنا ملائكتنا بشقه وإخراج ما فيه مما يتنافى مع ما هيأناك له من حمل رسالتنا إلى الناس، وبأن أودعنا فيه من الهدى والمعرفة والإيمان والفضائل والحكم ... ما لم نعطه لأحد سواك.ونون العظمة في قوله- سبحانه- نَشْرَحْ تدل على عظمة النعمة، من جهة أن المنعم العظيم، إنما يمنح العظيم من النعم، وفي ذلك إشارة الى أن نعمة الشرح، مما لا تصل العقول إلى كنه جلالتها.واللام في قوله- تعالى-: لَكَ للتعليل، وهو يفيد أن ما فعله الله- تعالى- به، إنما هو من باب تكريمه، ومن أجل تشريفه وتهيئته لحمل رسالته العظمى إلى خلقه، فمنفعة هذا الشرح إنما تعود إليه وحده صلى الله عليه وسلم لا إلى غيره.قال الإمام الرازي: فإن قيل: لم ذكر الصدر ولم يذكر القلب؟ فالجواب أن محل الوسوسة هو الصدر، كما قال- تعالى-: الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ، فإزالة تلك الوسوسة، وإبدالها بدواعى الخير، هي الشرح، فلا جرم خص ذلك الشرح بالصدر دون القلب.قال محمد بن على الترمذي: القلب محل العقل والمعرفة، وهو الذي يقصده الشيطان، فالشيطان يجيء إلى الصدر الذي هو حصن القلب، فإذا وجد مسلكا أغار فيه، وبث فيه الهموم، فيضيق القلب، ولا يجد للطاعة لذة، وإذا طرد العدو في الابتداء، حصل الأمن، وانشرح الصدر ...."},{"ayah_number":2,"text":"وقوله- سبحانه-: وَوَضَعْنا عَنْكَ وِزْرَكَ. الَّذِي أَنْقَضَ ظَهْرَكَ بيان لنعمة أخرى من النعم التي أنعم بها- سبحانه- على نبيه صلى الله عليه وسلم.والمراد بالوضع هنا: الإزالة والحط، لأن هذا اللفظ إذا عدى بعن كان للحط والتخفيف، وإذا عدى بعلى كان للحمل والتثقيل.تقول: وضعت عن فلان قيده: إذا أزلته عنه، ووضعته عليه: إذا حملته إياه.والوزر: الحمل الثقيل،"},{"ayah_number":3,"text":"وأَنْقَضَ ظَهْرَكَ أى: أثقله وأوهنه وأتعبه، حتى سمع له نقيض، وهو الصوت الخفى الذي يسمع من الرّحل الكائن فوق ظهر البعير، إذا كان هذا الرحل ثقيلا، ولا يكاد البعير يحمله إلا بمشقة وعسر.والمعنى: لقد شرحنا لك- أيها الرسول الكريم- صدرك، وأزلنا عنك ما أثقل ظهرك من أعباء الرسالة، وعصمناك من الذنوب والآثام، وطهرناك من الأدناس، فصرت- بفضلنا وإحساننا- جديرا بحمل هذه الرسالة، بتبليغها على أكمل وجه وأتمه.فالمراد بوضع وزره عنه صلى الله عليه وسلم مغفرة ذنوبه، وإلى هذا المعنى أشار الإمام ابن كثير بقوله: قوله- تعالى-: وَوَضَعْنا عَنْكَ وِزْرَكَ بمعنى لِيَغْفِرَ لَكَ اللَّهُ ما تَقَدَّمَ مِنْ ذَنْبِكَ وَما تَأَخَّرَ.وقال غير واحد من السلف في قوله: الَّذِي أَنْقَضَ ظَهْرَكَ أى: أثقلك حمله ... .ويرى كثير من المفسرين أن المراد بوضع وزره عنه صلى الله عليه وسلم: إزالة العقبات التي وضعها المشركون في طريق دعوته، وإعانته على تبليغ الرسالة على أكمل وجه، ورفع الحيرة التي كانت تعتريه قبل النبوة.قال بعض العلماء: وقد ذكر جمهرة المفسرين أن المراد بالوزر في هذه الآية: الذنب، ثم راحوا يتأولون الكلام، ويتمحلون الأعذار، ويختلفون في جواز ارتكاب الأنبياء للمعاصي، وكل هذا كلام، ولا داعي إليه، ولا يلزم حمل الآية عليه.والمراد- والله سبحانه وتعالى أعلى وأعلم- بالوزر: الحيرة التي اعترته صلى الله عليه وسلم قبل البعثة، حين فكر فيما عليه قومه من عبادة الأوثان. وأيقن بثاقب فكره أن للكون خالقا هو الجدير بالعبادة، ثم تحير في الطريق الذي يسلكه لعبادة هذا الخالق، وما زال كذلك حتى أوحى الله إليه بالرسالة فزالت حيرته. ولما دعا قومه إلى عبادة الله، وقابلوا دعوته بالإعراض ...ثقل ذلك عليه، وغاظه من قومه أن يكذبوه ... وكان ذلك حملا ثقيلا ... شق عليه القيام به.فليس الوزر الذي كان ينقض ظهره، ذنبا من الذنوب ... ولكنه كان هما نفسيا يفوق ألمه، ألم ذلك الثقل الحسى ... فلما هداه الله- تعالى- إلى إنقاذ أمته من أوهامها الفاسدة ... كان ذلك بمثابة رفع الحمل الثقيل، الذي كان ينوء بحمله. لا جرم كانت هذه الآية واردة على سبيل التمثيل، واقرأ إن شئت قوله- تعالى-: وَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِما يَقُولُونَ. فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُنْ مِنَ السَّاجِدِينَ. وَاعْبُدْ رَبَّكَ حَتَّى يَأْتِيَكَ الْيَقِينُ.ويبدو لنا أن هذا القول الثاني، هو الأقرب إلى الصواب. لأن الكلام هنا ليس عن الذنوب التي ارتكبها النبي صلى الله عليه وسلم قبل البعثة- كما يرى بعض المفسرين- وإنما الكلام هنا عن النعم التي أنعم بها- سبحانه- عليه والتي من مظاهرها توفيقه للقيام بأعباء الرسالة، وبإقناع كثير من الناس بأنه على الحق، واستجابتهم له صلى الله عليه وسلم."},{"ayah_number":4,"text":"وقوله- سبحانه-: وَرَفَعْنا لَكَ ذِكْرَكَ بيان لنعمة ثالثة من نعمه- تعالى- على نبيه صلى الله عليه وسلم. أى: لقد شرحنا لك- أيها الرسول الكريم- صدرك، وأزلنا عن قلبك الحيرة التي كانت تعتريك قبل تبليغ الرسالة وبعد تبليغها، بأن يسرنا لك كل صعب.وفوق ذلك فقد رفعنا لك ذكرك، بأن جعلناك رفيع الشأن، سامى المنزلة، عظيم القدر، ومن مظاهر ذلك: أننا جعلنا اسمك مقرونا باسمنا في النطق بالشهادتين.وفي الأذان، وفي الإقامة، وفي التشهد، وفي غير ذلك من العبادات، وأننا فضلناك على جميع رسلنا، بل على جميع الخلق على الإطلاق، وأننا أعطيناك الشفاعة العظمى، وجعلنا طاعتك من طاعتنا.قال الآلوسى: أخرج أبو يعلى، وابن جرير ... عن أبى سعيد الخدري عن النبي صلى الله عليه وسلم أنه قال: «أتانى جبريل فقال لي: إن ربك يقول: أتدري كيف رفعت ذكرك؟قلت: الله- تعالى- أعلم. قال: «إذا ذكرت ذكرت معى» ."},{"ayah_number":5,"text":"ثم أضاف- سبحانه- إلى هذه النعم الجليلة، ما يدخل السرور على قلبه صلى الله عليه وسلم وما يبعث الأمل في نفسه وفي نفوس أصحابه، بأن بين لهم سنة من سننه التي لا تتخلف فقال:فَإِنَّ مَعَ الْعُسْرِ يُسْراً إِنَّ مَعَ الْعُسْرِ يُسْراً.والفاء للإفصاح، ومع بمعنى بعد، وأل في العسر لاستغراق أنواع العسر المعروفة للمخاطبين. من فقر، وضعف، وقلة في الوسائل التي تؤدى إلى إدراك المطلوب. والجملة الثانية مؤكدة ومقررة للجملة الأولى. والتنكير في قوله يُسْراً للتفخيم.والمعنى: إذا تقرر عندك ما أخبرناك به، من شرح الصدر، ووضع الوزر. ورفع الذكر ...فاعلم أنه ما من عسر إلا ويعقبه يسر، وما من شدة إلا ويأتى بعدها الفرج، وما من غم أو هم، إلا وينكشف، وتحل محله المسرة ... وما دام الأمر كذلك، فتذرع أنت وأصحابك بالصبر، واعتصموا بالتوكل على الله، فإن العاقبة لكم.ففي هاتين الآيتين ما فيهما من تسلية للنبي صلى الله عليه وسلم ولأتباعه، ومن وعد صادق بأن كل صعب يلين، وكل شديد يهون، وكل عسير يتيسر. متى صبر الإنسان الصبر الجميل، وتسلح بالعزيمة القوية، وبالإيمان العميق بقضاء الله- تعالى- وقدره.وأكد- سبحانه- هاتين الآيتين، لأن هذه القضية قد تكون موضع شك، خصوصا بالنسبة لمن تكاثرت عليهم الهموم وألوان المتاعب، فأراد- سبحانه- أن يؤكد للناس في كل زمان ومكان، أن اليسر يعقب العسر لا محالة، والفرج يأتى بعد الضيق، فعلى المؤمن أن يقابل المصائب بصبر جميل، وبأمل كبير في تيسير الله وفرجه ونصره.وقال- سبحانه- مَعَ الْعُسْرِ يُسْراً ولم يقل بعد العسر يسرا، للإشعار بأن هذا اليسر، ليس بعد العسر بزمن طويل، وإنما هو سيأتى في أعقابه بدون مهلة طويلة، متى وطن الإنسان نفسه على الصبر والأمل في فرج الله- تعالى-.وقد ساق الإمام ابن كثير عند تفسيره لهاتين الآيتين بعض الآثار، منها ما رواه ابن أبى حاتم، عن عائد بن شريح قال: سمعت أنس بن مالك يقول: كان النبي صلى الله عليه وسلم جالسا وحياله جحر فقال: «لو جاء العسر فدخل هذا الجحر، لجاء اليسر حتى يدخل عليه فيخرجه» .وعن الحسن قال: كانوا يقولون: لا يغلب عسر واحد يسرين اثنين.وعن قتادة: ذكر لنا أن الرسول صلى الله عليه وسلم بشر أصحابه فقال: «لن يغلب عسر يسرين» . ومعنى هذا أن العسر معرّف في الحالين، فهو مفرد، واليسر منكّر فمتعدد، ولهذا قال: «لن يغلب عسر يسرين» فالعسر الأول عين الثاني، واليسر تعدد ....وقال صاحب الكشاف: فإن قلت: كيف تعلق قوله: فَإِنَّ مَعَ الْعُسْرِ يُسْراً بما قبله؟قلت: كان المشركون يعيرون رسول الله صلى الله عليه وسلم والمؤمنين بالفقر فذكّره الله- تعالى- بما أنعم به عليه من جلائل النعم ثم قال: فَإِنَّ مَعَ الْعُسْرِ يُسْراً، كأنه قال: خولناك ما خولناك فلا تيأس من فضل الله، فإن مع العسر الذي أنتم فيه يسرا.فإن قلت «إن مع» للصحبة، فما معنى اصطحاب اليسر للعسر؟ قلت: أراد أن الله يصيبهم بيسر بعد العسر الذي كانوا فيه بزمان قريب، فقرب اليسر المترقب حتى جعله كالمقارن للعسر، زيادة في التسلية، وتقوية القلوب.فإن قلت: فما المراد باليسرين؟ قلت: يجوز أن يراد بهما ما تيسر لهم من الفتوح في أيام النبي صلى الله عليه وسلم، وما تيسر لهم في أيام الخلفاء ... وأن يراد يسر الدنيا ويسر الآخرة.فإن قلت: فما معنى هذا التنكير؟ قلت التفخيم، كأنه قال: إن مع العسر يسرا عظيما وأى يسر ...."},{"ayah_number":6,"text":"فإن قلت \" إن مع \" للصحبة ، فما معى اصطحاب اليسر للعسر؟ قلت : أراد أن الله يصيبهم بيسر بعد العسر الذى كانوا فيه بزمان قريب ، فقرب اليسر المترقب حتى جعله كالمقارن للعسر ، زيادة فى التسلية ، وتقوية القلوب .فإن قلت : فما المراد باليسرين؟ قلت : يجوز أن يراد بهما ما تيسر لهم من الفتوح فى أيام النبى صلى الله عليه وسلم ، وما تيسر لهم فى أيام الخلفاء . . وأن يراد يسر الدنيا ويسر الآخرة .فإن قلت : فما معنى هذا التنكير؟ قلت التفخيم ، كأنه قال : إن مع العسر يسرا عظيما وأى يسر . ."},{"ayah_number":7,"text":"بعد هذا التعديد لتلك النعم العظيمة، أمر الله- تعالى- نبيه صلى الله عليه وسلم في الاجتهاد في العبادة فقال- تعالى-: فَإِذا فَرَغْتَ فَانْصَبْ. وَإِلى رَبِّكَ فَارْغَبْ.وأصل الفراغ خلو الإناء مما بداخله من طعام أو غيره، والمراد به هنا الخلو من الأعمال التي تشغل الإنسان، والنصب: التعب والاجتهاد في تحصيل المطلوب.أى: فإذا فرغت- أيها الرسول الكريم- من عمل من الأعمال، فاجتهد في مزاولة عمل آخر من الأعمال التي تقربك من الله- تعالى-، كالصلاة، والتهجد، وقراءة القرآن الكريم."},{"ayah_number":8,"text":"واجعل رغبتك في جميع أعمالك وعباداتك، من أجل إرضاء ربك، لا من أجل شيء آخر، فهو وحده القادر على إبلاغك ما تريد، وتحقيق آمالك.فالمقصود بهاتين الآيتين حثه صلى الله عليه وسلم وحث أتباعه في شخصه على استدامة العمل الصالح، وعدم الانقطاع عنه، مع إخلاص النية لله- تعالى- فإن المواظبة على الأعمال الصالحة مع الإخلاص فيها، تؤدى إلى السعادة التي ليس بعدها سعادة.ولقد استجاب صلى الله عليه وسلم لهذا الإرشاد الحكيم، فقد قام الليل حتى تورمت قدماه، وعند ما سئل لم كل هذه العبادة، وقد غفر الله لك ما تقدم من ذنبك؟ قال: «أفلا أكون عبدا شكورا» .وسار أصحابه من بعده على هذا الهدى القويم: فعمروا حياتهم بالباقيات الصالحات من الأعمال، دون أن يكون للفراغ السيئ، مكان في حياتهم، بل واصلوا الجهاد بالجهاد، وأعمال البر بمثلها.ومن أقوال عمر بن الخطاب- رضى الله عنه-: «إنى لأكره لأحدكم أن يكون خاليا، لا في عمل دنيا ولا دين» .وفي رواية أنه قال: «إنى لأنظر إلى الرجل فيعجبني، فإذا قيل: إنه لا عمل له سقط من عيني» .نسأل الله- تعالى- أن يجعلنا جميعا ممن يعمرون أوقاتهم بالأعمال الصالحة، والخالصة لوجهه الكريم.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم."}]