[{"ayah_number":1,"text":"تفسير سورة العلقمقدمة وتمهيد1- هذه السورة الكريمة تسمى سورة «العلق» ، وتسمى سورة «اقرأ» وعدد آياتها تسع عشرة آية في المصحف الكوفي، وفي الشامي ثماني عشرة آية، وفي الحجازي عشرون آية.وصدر هذه السورة الكريمة يعتبر أول ما نزل من قرآن على النبي صلى الله عليه وسلم.2- ومن أغراضها: التنويه بشأن القراءة والكتابة، والعلم والتعلم، والتهديد لكل من يقف في وجه دعوة الإسلام التي جاء بها النبي صلى الله عليه وسلم من عند ربه- عز وجل- وإعلام النبي صلى الله عليه وسلم بأن الله- تعالى- مطلع على ما يبيته له أعداؤه من مكر وحقد، وأنه- سبحانه- قامعهم وناصره عليهم، وأمره صلى الله عليه وسلم بأن يمضى في طريقه، دون أن يلتفت إلى مكرهم أو سفاهاتهم.وقد أجمع المحققون من العلماء ، على ن هذه الآيات الكريمة ، أول ما نزل على الرسول صلى الله عليه وسلم من قرآن على الإطلاق ، فقد أخرج الشيخان وغيرهما عن عائشة قالت : أول ما بدئ به رسول الله صلى الله عليه وسلم من الوحى ، الرؤيا الصالحة فى النوم . فكان لا يرى رؤيا إلا جاءت مثل فلق الصبح . ثم حبب إليه الخلاء فكان يخلو بغار حراء فيتحنث - أى : فيتعبد - فيه الليالى ذوات العدد ، ثم يرجع إلى خديجة فيتزود لذلك ، حتى جاءه الحق وهو فى غار حراء . فجاءه الملك فقال له : ( اقرأ ) قال : ما أنا بقارئ ، قال صلى الله عليه وسلم فأخذنى فغطنى حتى بلغ منى الجهد ، ثم أرسلنى فقال : ( اقرأ ) فقلت : ما أنا بقارئ ، فأخذنى فغطنى الثانية حتى بلغ منى الجهد ، ثم أرسلنى فقال : ( اقرأ ) فقلت : ما أنا بقارئ ، فأخذنى فغطنى الثالثة حتى بلغ منى الجهد ، ثم أرسلنى فقال : ( اقرأ باسم رَبِّكَ الذي خَلَقَ . خَلَقَ الإنسان مِنْ عَلَقٍ . . ) .وما ورد من أحاديث تفيد أن أول سورة نزلت هى \" سورة الفاتحة \" فمحمول على أن أول سورة نزلت كاملة هى سورة الفاتحة .كذلك ما ورد من أحاديث فى أن أول ما نزل سورة المدثر ، محمول على أن أول ما نزل بعد فترة الوحى . أما صدر سورة العلق فكان نزوله قبل ذلك .قال الآلوسى - بعد أن ساق الأحاديث التى وردت فى ذلك - : \" وبالجملة فالصحيح - كما قال بعض وهو الذى أختاره - أن صدر هذه السورة الكريمة ، هو أول ما نزل من القرآن على الإِطلاق . وفى شرح مسلم : الصواب أن أول ما نزل \" اقرأ \" أى : مطلقاً ، وأول ما نزل بعد فترة الوحى ، \" يأيها المدثر \" ، وأما قول من قال من المفسرين ، أول ما نزل الفاتحة ، فبطلانه أظهر من أن يذكر \" .والذى نرجحه ونميل إليه أن أول من قرآن على الإطلاق ، هو صدر هذه السورة لكريمة إلى قوله ( مَا لَمْ يَعْلَمْ ) ، لورود الأحاديث الصحيحة بذلك . أما بقيتها فكان نزوله متأخراً .قال الأستاذ الإِمام \" أما بقية السورة فهو متأخر النزول قطعاً ، وما فيه من ذكر أحوال المكذبين ، يدل على أنه إنما نزل بعد شيوع خبر البعثة ، وظهور أمر النبوة ، وتحرش قريش لإيذائه صلى الله عليه وسلم \" .وقد افتتحت السورة الكريمة بطلب القراءة من النبى صلى الله عليه وسلم مع أنه كان أميا لتهيئة ذهنه لما سيلقى عليه صلى الله عليه وسلم من وحى . . فقال - سبحانه - : ( اقرأ باسم رَبِّكَ الذي خَلَقَ ) . أى : اقرأ - أيها الرسول الكريم - ما سنوحيه إليك من قرآن الكريم- ما سنوحيه إليك من قرآن كريم - ولتكن قراءتك ملتبسة باسم ربك ، وبقدرته وإرادته ، لا باسم غيره ، فهو - سبحانه - الذى خلق الأشياء جميعها ، والذى لا يعجزه أن يجعلك قارئاً ، بعد كونك لم تكن كذلك .وقال - سبحانه - ذاته بقوله : ( الذي خَلَقَ ) للتذكير بهذه النعمة ، لأن الخلق هو أعظم النعم ، وعليه تترتب جميعها ."},{"ayah_number":2,"text":"وجملة خَلَقَ الْإِنْسانَ مِنْ عَلَقٍ بدل من قوله الَّذِي خَلَقَ بدل بعض من كل، إذ خلق الإنسان يمثل جزءا من خلق المخلوقات التي لا يعلمها إلا الله.و «العلق» الدم الجامد، وهو الطور الثاني من أطوار خلق الإنسان.وقيل: العلق: مجموعة من الخلايا التي نشأت بطريقة الانقسام عن البويضة الملقحة، وسمى «علقا» لتعلقه بجدار الرحم   .والمقصود من هذه الجملة الكريمة بيان مظهر من مظاهر قدرته- تعالى- فكأنه- سبحانه- يقول: إن من كان قادرا على أن يخلق من الدم الجامد إنسانا يسمع ويرى ويعقل ... قادر- أيضا- على أن يجعل منك- أيها الرسول الكريم- قارئا، وإن لم تسبق لك القراءة.وخص- سبحانه- خلق الإنسان بالذكر، لأنه أشرف المخلوقات ولأن فيه من بدائع الصنع والتدبير ما فيه."},{"ayah_number":3,"text":"وقوله- تعالى-: اقْرَأْ وَرَبُّكَ الْأَكْرَمُ أى: امض لما أمرتك به من القراءة، فإن ربك الذي أمرك بالقراءة هو الأكرم من كل كريم، والأعظم من كل عظيم.قالوا: وإنما كرر- سبحانه- الأمر بالقراءة، لأنه من الملكات التي لا ترسخ في النفس إلا بالتكرار والإعادة مرة فمرة.وجملة وَرَبُّكَ الْأَكْرَمُ مستأنفة لقصد بيان أنه- تعالى- أكرم من كل من يلتمس منه العطاء، وأنه- سبحانه- قادر على أن يمنح نبيه نعمة القراءة، بعد أن كان يجهلها."},{"ayah_number":4,"text":"وقوله- تعالى-: الَّذِي عَلَّمَ بِالْقَلَمِ أى: علم الإنسان الكتابة بالقلم، ولم يكن له علم بها، فاستطاع عن طريقها أن يتفاهم مع غيره، وأن يضبط العلوم والمعارف، وأن يعرف أخبار الماضين وأحوالهم، وأن يتخاطب بها مع الذين بينه وبينهم المسافات الطويلة.ومفعولا «علّم» محذوفان، دل عليهما قوله بِالْقَلَمِ أى: علم ناسا الكتابة بالقلم.وتخصيص هذه الصفة بالذكر، للإيماء إلى إزالة ما قد يخطر بباله صلى الله عليه وسلم من تعذر القراءة بالنسبة له، لجهله بالكتابة، فكأنه- تعالى- يقول له: إن من علم غيرك القراءة والكتابة بالقلم، قادر على تعليمك القراءة وأنت لا تعرف الكتابة، ليكون ذلك من معجزاتك الدالة على صدقك، وكفاك بالعلم في الأمى معجزة."},{"ayah_number":5,"text":"وجملة عَلَّمَ الْإِنْسانَ ما لَمْ يَعْلَمْ خبر عن قوله- تعالى-: وَرَبُّكَ الْأَكْرَمُ وما بينهما اعتراض، ويصح أن تكون بدل اشتمال مما قبلها وهو قوله عَلَّمَ بِالْقَلَمِ أى:علم الإنسان بالقلم وبدونه ما لم يكن يعلمه من الأمور على اختلافها، والمراد بالإنسان في هذه الآيات جنسه.والمتأمل في هذه الآيات الكريمة، يراها قد جمعت أصول الصفات الإلهية، كالوجود، والوحدانية، والقدرة والعلم، والكرم.قال الإمام ابن كثير عند تفسيره لهذه الآيات: فأول شيء من القرآن هذه الآيات الكريمات المباركات، وهو أول رحمة رحم الله بها العباد، وأول نعمة أنعم الله بها عليهم، وفيها التنبيه على ابتداء خلق الإنسان من علقة، وأن من كرمه- تعالى- أن علم الإنسان ما لم يعلم، فشرفه وكرمه بالعلم، وهو القدر الذي امتاز به أبو البرية آدم على الملائكة ... .وقال المرحوم الشيخ محمد عبده: ثم إنه لا يوجد بيان أبرع ولا دليل أقطع على فضل القراءة والكتابة والعلم بجميع أنواعه، من افتتاح الله كتابه وابتدائه الوحى، بهذه الآيات الباهرات، فإن لم يهتد المسلمون بهذا الهدى، ولم ينبههم النظر فيه إلى النهوض، وإلى تمزيق تلك الحجب التي حجبت عن أبصارهم نور العلم ... وإن لم يسترشدوا بفاتحة هذا الكتاب المبين، ولم يستضيئوا بهذا الضياء الساطع ... فلا أرشدهم الله ...  ."},{"ayah_number":6,"text":"ثم بين- سبحانه- بعد ذلك الأسباب التي تحمل الإنسان على الطغيان فقال: كَلَّا إِنَّ الْإِنْسانَ لَيَطْغى. أَنْ رَآهُ اسْتَغْنى.و «كلا» حرف ردع وزجر لمن تكبر وتمرد ... فهو زجر عما تضمنه ما بعدها، لأن ما قبلها ليس فيه ما يوجب الزجر والردع، ويصح أن تكون «كلا» هنا بمعنى حقا. وقوله:لَيَطْغى من الطغيان، وهو تجاوز الحق في التكبر والتمرد."},{"ayah_number":7,"text":"والضمير في قوله رَآهُ يعود على الإنسان الطاغي، والجملة متعلقة بقوله لَيَطْغى بحذف لام التعليل، والرؤية بمعنى العلم.والمعنى: حقا إن الإنسان ليتعاظم ويتكبر ويتمرد على الحق، لأنه رأى نفسه ذا غنى في المال والجاه والعشيرة، ورآها- لغروره وبطره- ليست في حاجة إلى غيره.والمراد بالإنسان هنا: جنسه لأن من طبع الإنسان أن يطغى، إذا ما كثرت النعم بين يديه، إلا من عصمه الله- تعالى- من هذا الخلق الذميم، بأن شكره- سبحانه- على نعمه، واستعملها في طاعته.وقيل المراد بالإنسان هنا: أبو جهل، وأن هذه الآيات وما بعدها حتى آخر السورة قد نزلت في أبى جهل، فقد أخرج البخاري عن ابن عباس قال: قال أبو جهل: لئن رأيت محمدا يصلى عند الكعبة، لأطأن على عنقه، فبلغ ذلك النبي صلى الله عليه وسلم فقال: «لئن فعل لأخذته الملائكة» ..  . ونزول هذه الآيات في شأن أبى جهل لا يمنع عموم حكمها، ويدخل في هذا الحكم دخولا أوليا أبو جهل، إذ العبرة بعموم اللفظ لا بخصوص السبب."},{"ayah_number":8,"text":"وقوله- تعالى-: إِنَّ إِلى رَبِّكَ الرُّجْعىتهديد ووعيد لهذا الطاغي، والرّجعى:مصدر بمعنى الرجوع. تقول: رجع إليه رجوعا ومرجعا ورجعي بمعنى واحد.والمعنى: لا تحزن- أيها الرسول الكريم- مما تفوه به هذا الطاغي وأمثاله، فإن إلى ربك وحده مرجعهم، وسيشاهدون بأعينهم ما أعددناه لهم من عذاب مهين، وسيعلمون حق العلم أن ما يتعاظمون به من مال، لن يغنى عنهم من عذاب الله شيئا يوم القيامة."},{"ayah_number":9,"text":"ثم عجّب- سبحانه- نبيه صلى الله عليه وسلم من حال هذا الشقي وأمثاله، فقال: أَرَأَيْتَ الَّذِي يَنْهى. عَبْداً إِذا صَلَّى. فالاستفهام في قوله- تعالى-: أَرَأَيْتَ ... للتعجيب من جهالة هذا الطاغي، وانطماس بصيرته، حيث نهى عن الخير، وأمر بالشر، والمراد بالعبد: رسول الله صلى الله عليه وسلم وتنكيره للتفخيم والتعظيم.أى: أرأيت وعلمت- أيها الرسول الكريم- حالا أعجب وأشنع من حال هذا الطاغي الأحمق، الذي ينهاك عن إقامة العبادة لربك الذي خلقك وخلقه."},{"ayah_number":10,"text":"ثم عجَّب - سبحانه - نبيه صلى الله عليه وسلم من حال هذا الشقى وأمثاله ، فقال : ( أَرَأَيْتَ الذي ينهى . عَبْداً إِذَا صلى ) . فالاستفهام فى قوله - تعالى - : ( أَرَأَيْتَ . . . ) للتعجيب من جهالة هذا الطاغى ، وانطماس بصيرته ، حيث نهى عن الخير ، وأمر بالشر ، والمراد بالعبد : رسول الله صلى الله عليه وسلم وتنكيره للتفخيم والتعظيم .أى : أرأيت وعلمت - أيها الرسول الكريم - حالا أعجب وأشنع من حال هذا الطاغى الأحمق ، الذى ينهاك عن إقامة العبادة لربك الذى خلقك وخلقه ."},{"ayah_number":11,"text":"وقوله- سبحانه-: أَرَأَيْتَ إِنْ كانَ عَلَى الْهُدى أَوْ أَمَرَ بِالتَّقْوى خطاب آخر للنبي صلى الله عليه وسلم أى: أرأيت- أيها الرسول الكريم- إن صار هذا الإنسان- الطاغي الكافر- على الهدى، فاتبع الحق، ودعا إلى البر والتقوى ... أما كان ذلك خيرا له من الإصرار على الكفر، ومن نهيه إياك عن الصلاة، فجواب الشرط محذوف للعلم به.فالمراد بالهدى: اهتداؤه إلى الصراط المستقيم، والمراد بالتقوى: صيانة نفسه عن كل ما يغضب الله- تعالى-، وأمره غيره بذلك."},{"ayah_number":12,"text":"قوله- سبحانه-: أَرَأَيْتَ إِنْ كانَ عَلَى الْهُدى أَوْ أَمَرَ بِالتَّقْوى خطاب آخر للنبي صلى الله عليه وسلم أى: أرأيت- أيها الرسول الكريم- إن صار هذا الإنسان- الطاغي الكافر- على الهدى، فاتبع الحق، ودعا إلى البر والتقوى ... أما كان ذلك خيرا له من الإصرار على الكفر، ومن نهيه إياك عن الصلاة، فجواب الشرط محذوف للعلم به.فالمراد بالهدى: اهتداؤه إلى الصراط المستقيم، والمراد بالتقوى: صيانة نفسه عن كل ما يغضب الله- تعالى-، وأمره غيره بذلك."},{"ayah_number":13,"text":"وقوله - تعالى - : ( أَرَأَيْتَ إِن كَذَّبَ وتولى . أَلَمْ يَعْلَم بِأَنَّ الله يرى ) .أى : أرأيت - أيها الرسول الكريم - إن كذب هذا الكافر بما جئته به من عندنا ، وتولى وأعرض عما تدعوه إليه من إيمان وطاعة لله رب العالمين . أرأيت إن فعل ذلك ، أفلا أرشده عقله إلى أن خالق هذا الكون يراه ، وسيجازيه بما يستحقه من عذاب مهين؟فالمقصود من هذه الآيات الكريمة التى تكرر فيها لفظ \" أرأيت \" ثلاث مرات : تسلية النبى صلى الله عليه وسلم . وتعجيبه من حال هذا الإِنسان الطاغى الشقى ، الذى أصر على كفره . وآثر الغى على الرشد . والشرك على الإِيمان . . وتهديد هذا الكافر الطاغى بسوء المصير ، لأن الله - تعالى - مطلع على أعماله القبيحة . . وسيعاقبه العقاب الأكبر ."},{"ayah_number":14,"text":"قال صاحب الكشاف : فإن قلت : فأين جواب الشرط - أى فى قوله - تعالى - : ( أَرَأَيْتَ إِن كَانَ على الهدى ) ؟ قلت : هو محذوف تقديره : إن كان على الهدى ، ألم يعلم بأن الله يرى ، وإنما حذف لدلالة ذكره فى جواب الشرط الثانى .فإن قلت : فكيف صح أن يكون \" ألم يعلم \" جوابا للشرط؟ قلت : كما صح فى قولك : إن أكرمتك أتكرمنى؟ وإن أحسن إليك زيد هل تحسن إليه؟ .."},{"ayah_number":15,"text":"وقوله- سبحانه-: كَلَّا لَئِنْ لَمْ يَنْتَهِ لَنَسْفَعاً بِالنَّاصِيَةِ ردع وزجر لهذا الكافر الطاغي الناهي عن الخير، ولكل من يحاول أن يفعل فعله.والسفع: الجذب بشدة على سبيل الإذلال والإهانة، تقول: سفعت بالشيء، إذا جذبته جذبا شديدا بحيث لا يمكنه التفلت أو الهرب ... وقيل: هو الاحتراق، من قولهم: فلان سفعته النار، إذا أحرقته وغيرت وجهه وجسده. والناصية: الشعر الذي يكون في مقدمة الرأس.أى: كلا ليس الأمر كما فعل هذا الإنسان الطاغي، ولئن لم يقلع عما هو فيه من كفر وغرور، لنقهرنه، ولنذلنه، ولنعذبنه عذابا شديدا في الدنيا والآخرة.والتعبير بقوله- تعالى-: لَنَسْفَعاً بِالنَّاصِيَةِ يشعر بالأخذ الشديد، والإذلال المهين، لأنه كان من المعروف عند العرب، أنهم كانوا إذا أرادوا إذلال إنسان وعقابه، سحبوه من شعر رأسه.والتعريف في الناصية، للعهد التقديري. أى: بناصية ذلك الإنسان الطاغي، الذي كذب وتولى، ونهى عن إقامة الصلاة."},{"ayah_number":16,"text":"وقوله- تعالى-: ناصِيَةٍ كاذِبَةٍ خاطِئَةٍ بدل من الناصية، وجاز إبدال النكرة من المعرفة، لأن النكرة قد وصفت. فاستقلت بالفائدة.وخاطئة: اسم فاعل من خطئ فلان- كعلم- فهو خاطئ وهو الذي يأتى الذنب متعمدا، ووصفت الناصية بأنها خاطئة مبالغة في تعمد هذا الإنسان لارتكاب المنكر، على حد قولهم: نهار صائم، أى: صائم صاحبه، ولأن الناصية هي مظهر الغرور والكبرياء.أى: لئن لم ينته هذا الفاجر المغرور عن كفره ... لنذلنه إذلالا شديدا ... ولنسحبنه إلى النار من ناصيته التي طالما كذبت بالحق، وتعمدت ارتكاب المنكر ..."},{"ayah_number":17,"text":"وقوله- سبحانه-: فَلْيَدْعُ نادِيَهُ رد على غروره وتفاخره بعشيرته، فقد جاء في الحديث الشريف أن أبا جهل عند ما نهى النبي صلى الله عليه وسلم عن الصلاة، نهره النبي صلى الله عليه وسلم وزجره وأغلظ له القول ... فقال أبو جهل: أتهددني يا محمد وأنا أكثر هذا الوادي ناديا، فأنزل الله- سبحانه-: فَلْيَدْعُ نادِيَهُ. سَنَدْعُ الزَّبانِيَةَ.وأصل النادي: المكان الذي يجتمع فيه الناس للحديث، ولا يسمى المكان بهذا الاسم إلا إذا كان معدا لهذا الغرض، ومنه دار الندوة، وهي دار كان أهل مكة يجتمعون فيها للتشاور في مختلف أمورهم، وسمى بذلك لأن الناس يندون إليه، أى: يذهبون إليه، أو ينتدون فيه، أى: يجتمعون للحديث فيه. يقال: ندا القوم ندوا- من باب غزا- إذا اجتمعوا.والأمر في قوله- تعالى-: فَلْيَدْعُ للتعجيز، والكلام على حذف مضاف. أى:فليدع هذا الشقي المغرور أهله وعشيرته لإيذاء النبي صلى الله عليه وسلم، ولمنعه من الصلاة، إن قدروا على ذلك، فنحن من جانبنا سندع الزبانية، وهم الملائكة الغلاظ الموكلون بعقاب هذا المغرور وأمثاله."},{"ayah_number":18,"text":"ولفظ الزبانية في كلام العرب: يطلق على رجال الشرطة الذين يزبنون الناس، أى:يدفعونهم إلى ما يريدون دفعهم إليه بقوة وشدة وغلظة، جمع زبنيّة، وأصل اشتقاقه من الزّبن، وهو الدفع الشديد، ومنه قولهم: حرب زبون، إذا اشتد الدفع والقتال فيها، وناقة زبون إذا كانت تركل من يحلبها.والمقصود بهاتين الآيتين، التهكم بهذا الإنسان المغرور، والاستخفاف به وبكل من يستنجد به، ووعيده بأنه إن استمر في غروره ونهيه عن الصلاة فسيسلط الله- تعالى- عليه ملائكة غلاظا شدادا. لا قبل له ولا لقومه بهم."},{"ayah_number":19,"text":"وقوله- تعالى-: كَلَّا لا تُطِعْهُ وَاسْجُدْ وَاقْتَرِبْ ردع آخر لهذا الكافر عن الغرور والبطر والطغيان، وإبطال لدعواه أنه سيدع أهل ناديه، وتأكيد لعجزه عن منع الرسول صلى الله عليه وسلم عن الصلاة.أى: كلا ليس الأمر كما قال هذا المغرور من أن أهله وعشيرته سينصرونه، وسيقفون إلى جانبه في منعك أيها الرسول الكريم- من الصلاة، فإنهم وغيرهم أعجز من أن يفعلوا ذلك، وعليك- أيها الرسول الكريم- أن تمضى في طريقك وأن تواظب على أداء الصلاة في المكان الذي تختاره، ولا تطع هذا الشقي، فإنه جاهل مغرور، واسجد لربك وتقرب إليه- تعالى- بالعبادة والطاعة، وداوم على ذلك.فالمقصود بهذه الآية الكريمة، حض النبي صلى الله عليه وسلم على المداومة على الصلاة في الكعبة، وعدم المبالاة بنهي الناهين عن ذلك، فإنهم أحقر من أن يفعلوا شيئا ...نسأل الله- تعالى- أن يجعلنا جميعا من عباده الصالحين.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم."}]