[{"ayah_number":1,"text":"تفسير سورة الزلزلةمقدمة وتمهيد1- سورة «الزلزلة» وتسمى- أيضا- سورة «إذا زلزلت» وسورة «الزلزال» من السور المكية، وقيل: هي من السور المدنية.قال الآلوسى: هي مكية في قول ابن عباس ومجاهد وعطاء، ومدنية في قول مقاتل وقتادة.ويبدو لنا أن القول بكونها مكية أرجح، لأن الحديث عن أهوال يوم القيامة، يكثر في السور المكية، ولأن بعض المفسرين- كالإمام ابن كثير- قد اقتصر على كونها مكية، ولم يذكر في ذلك خلافا.وعدد آياتها ثماني آيات في المصحف الكوفي، وتسع آيات في غيره. وسبب ذلك اختلافهم في قوله- تعالى-: يَوْمَئِذٍ يَصْدُرُ النَّاسُ أَشْتاتاً لِيُرَوْا أَعْمالَهُمْ هل هو آيتان أو آية واحدة.2- والسورة الكريمة من أهم مقاصدها: إثبات أن يوم القيامة حق وبيان ما اشتمل عليه من أهوال، وتأكيد أن كل إنسان سيجازى على حسب عمله في الدنيا ...وقوله- تعالى-: زُلْزِلَتِ أى: حركت تحريكا شديدا لا يعلم مقداره إلا الله- تعالى-، إذ الزلزال: الحركة الشديدة مع الاضطراب، وهو بفتح الزاى اسم لذلك، وبكسرها مصدر بمعنى التحرك والاضطراب، وشبيه بهذه الآية قوله- تعالى-: إِذا رُجَّتِ الْأَرْضُ رَجًّا، ويكون هذا الزلزال الشديد، عند ما يأذن الله- تعالى- بقيام الساعة، ويبعث الناس للحساب.وافتتح- سبحانه- الكلام بظرف الزمان إِذا، لإفادة تحقق وقوع الشرط.وقوله: زِلْزالَها مصدر مضاف لفاعله. أى: إذا زلزلت الأرض زلزالها الذي لا يماثله زلزال آخر في شدته وعظمته وهوله، كما قال- تعالى-: يا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ إِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيمٌ."},{"ayah_number":2,"text":"وقوله- تعالى-: وَأَخْرَجَتِ الْأَرْضُ أَثْقالَها بيان لأثر آخر من آثار ما يحدث في هذا اليوم الهائل الشديد.والأثقال: جمع ثقل- بكسر فسكون- وهو المتاع الثقيل، ومنه قوله- تعالى-:وَتَحْمِلُ أَثْقالَكُمْ إِلى بَلَدٍ لَمْ تَكُونُوا بالِغِيهِ إِلَّا بِشِقِّ الْأَنْفُسِ.والمراد بها هنا: ما يكون في جوف الأرض من أموات وكنوز وغير ذلك مما يكون في باطنها. قال أبو عبيدة والأخفش: إذا كان الميت في جوف الأرض فهو ثقل لها، وإذا كان فوقها فهو ثقل عليها، وإنما سمى الجن والإنس بالثقلين لأن الأرض تثقل بهم ... ."},{"ayah_number":3,"text":"والمراد بالإنسان في قوله- سبحانه-: وَقالَ الْإِنْسانُ ما لَها جنسه فيشمل المؤمن والكافر.وقوله ما لَها مبتدأ وخبر، والاستفهام: المقصود به التعجب مما حدث من أهوال.أى: وقال كل إنسان على سبيل الدهشة والحيرة، أى: شيء حدث للأرض، حتى جعلها تضطرب هذا الاضطراب الشديد.قال الجمل: وفي المراد بالإنسان هنا قولان: أحدهما: أنه اسم جنس يعم المؤمن والكافر، وهذا يدل على قول من جعل الزلزلة من أشراط الساعة، والمعنى: أنها حين تقع لم يعلم الكل أنها من أشراط الساعة، فيسأل بعضهم بعضا عن ذلك. والثاني: أنه الكافر خاصة، وهذا يدل على قول من جعلها زلزلة القيامة، لأن المؤمن عارف بها فلا يسأل عنها، والكافر جاحد لها، فإذا وقعت سأل عنها ...  ."},{"ayah_number":4,"text":"وقوله- سبحانه-: يَوْمَئِذٍ تُحَدِّثُ أَخْبارَها جواب الشرط، و «أخبارها» مفعول ثان لقوله: تُحَدِّثُ والمفعول الأول محذوف. أى: إذا زلزلت الأرض زلزالها. وأخرجت الأرض أثقالها. وقال الإنسان ماذا حدث لها ... عندئذ تحدّث الأرض الخلائق أخبارها، بأن تشهد للطائع بأنه كان كذلك، وتشهد على الفاسق بأنه كان كذلك.أخرج الإمام أحمد والترمذي والنسائي عن أبى هريرة قال: قرأ رسول الله صلى الله عليه وسلم هذه الآية يَوْمَئِذٍ تُحَدِّثُ أَخْبارَها ثم قال: «أتدرون ما أخبارها» ؟ قالوا: الله ورسوله أعلم. قال: «فإن أخبارها أن تشهد على كل عبد وأمة بما عمل على ظهرها، بأن تقول:عمل كذا وكذا يوم كذا وكذا. فهذه أخبارها.»  .والظاهر أن هذا التحديث من الأرض على سبيل الحقيقة، بأن يخلق الله- تعالى- فيها حياة وإدراكا، فتشهد بما عمل عليها من عمل صالح أو طالح، كما تشهد على من فعل ذلك.وقيل: هذا مثل ضربه الله- تعالى- والمقصود منه أن كل إنسان في هذا اليوم سيتبين جزاء عمله، وما أعده الله- تعالى- له على ما قدم في حياته الأولى، ونظير ذلك أن تقول:إن هذه الدار لتحدثنا بأنها كانت مسكونة.قال بعض العلماء ما ملخصه: قوله: يَوْمَئِذٍ تُحَدِّثُ أَخْبارَها يومئذ بدل من إذا.أى: في ذلك الوقت تحدثك الأرض أحاديثها، وتحديث الأرض تمثيل- كما قال الطبري وغيره- أى: أن حالها وما يقع فيها من الانقلاب، وما لم يعهد من الخراب، يعلم السائل ويفهمه الخبر، وأن ما يراه لم يكن بسبب من الأسباب التي وضعتها السنة الإلهية، حال استقرار نظام الكون، بل ذلك بسبب بِأَنَّ رَبَّكَ أَوْحى لَها"},{"ayah_number":5,"text":"أى: أن ما يحدث للأرض يومئذ، إنما هو بأمر إلهى خاص. بأن قال لها كوني كذلك فكانت كما قال لها  .وعدى فعل «أوحى» باللام- مع أن حقه أن يتعدى بإلى كما في قوله- تعالى- وَأَوْحى رَبُّكَ إِلَى النَّحْلِ لتضمينه معنى «قال» كما في قوله- سبحانه- فَقالَ لَها وَلِلْأَرْضِ ائْتِيا طَوْعاً أَوْ كَرْهاً قالَتا أَتَيْنا طائِعِينَ.والمعنى: إن الأرض تحدث الناس عن أخبارها، وتبينها لهم، وتشهد عليهم.... بسبب أن ربك الذي خلقك فسواك فعدلك- أيها الإنسان- قد أمرها بذلك."},{"ayah_number":6,"text":"ثم بين- سبحانه- بعد ذلك أحوال الناس في هذا اليوم فقال: يَوْمَئِذٍ يَصْدُرُ النَّاسُ أَشْتاتاً لِيُرَوْا أَعْمالَهُمْ.والجملة الكريمة بدل من جملة «يومئذ تحدث أخبارها» ، وقوله يَصْدُرُ فعل مضارع من الصدر- بفتح الدال- وهو الرجوع عن الشرب، يقال: صدر الناس عن الورد، إذا انصرفوا عنه. وأَشْتاتاً جمع شتيت، أى: متفرق، ومنه قولهم: شتت الله جمع الأعداء، أى فرق أمرهم.وقوله- تعالى- لِيُرَوْا فعل مضارع مبنى للمجهول، وماضيه المبنى للمعلوم «أراه» بمعنى أطلعه. أى: في هذا اليوم الذي تتزلزل فيه الأرض زلزلة شديدة ... يخرج الناس من قبورهم متجهين أشتاتا إلى موقف الحساب، وكل واحد منهم مشغول بنفسه، لكي يبصروا جزاء أعمالهم، التي عملوها في دنياهم.وجاء فعل «ليروا» مبنيا للمجهول، لأن المقصود رؤيتهم لأعمالهم، وليس المقصود تعيين من يريهم إياها."},{"ayah_number":7,"text":"ثم فصل- سبحانه- ما يترتب على هذه الرؤية من جزاء فقال: فَمَنْ يَعْمَلْ مِثْقالَ ذَرَّةٍ خَيْراً يَرَهُ، وَمَنْ يَعْمَلْ مِثْقالَ ذَرَّةٍ شَرًّا يَرَهُ.و «المثقال» مفعال من الثقل، ويطلق على الشيء القليل الذي يحتمل الوزن، و «الذرة» تطلق على أصغر النمل، وعلى الغبار الدقيق الذي يتطاير من التراب عند النفخ فيه. والمقصود المبالغة في الجزاء على الأعمال مهما بلغ صغرها، وحقر وزنها.والفاء: للتفريع على ما تقدم. أى: في هذا اليوم يخرج الناس من قبورهم متفرقين لا يلوى أحد على أحد. متجهين إلى موقف الحساب ليطلعوا على جزاء أعمالهم الدنيوية ...فمن كان منهم قد عمل في دنياه عملا صالحا رأى ثماره الطيبة، حتى ولو كان هذا العمل في نهاية القلة، ومن كان منهم قد عمل عملا سيئا في دنياه، رأى ثماره السيئة، حتى ولو كان هذا العمل- أيضا- في أدنى درجات القلة.فأنت ترى أن هاتين الآيتين قد جمعتا أسمى وأحكم ألوان الترغيب والترهيب، ولذا قال كعب الأحبار: لقد أنزل الله- تعالى- على نبيه محمد صلى الله عليه وسلم آيتين، أحصتا ما في التوراة والإنجيل والزبور والصحف، ثم قرأ هاتين الآيتين.وقد ساق الإمام ابن كثير عند تفسيره لهاتين عددا من الأحاديث، منها: ما أخرجه الإمام أحمد. أن صعصعة بن معاوية، أتى النبي صلى الله عليه وسلم فقرأ عليه هاتين الآيتين، فقال: حسبي لا أبالى أن لا أسمع غيرها. وفي صحيح البخاري أن رسول الله صلى الله عليه وسلم قال: «اتقوا النار ولو بشق تمرة، ولو بكلمة طيبة» .وفي الصحيح- أيضا- أن رسول الله صلى الله عليه وسلم قال: «لا تحقرن من المعروف شيئا، ولو أن تفرغ من دلوك في إناء المستقى، ولو أن تلقى أخاك ووجهك إليه منبسط» .وكان صلى الله عليه وسلم يقول لعائشة: «يا عائشة، استتري من النار ولو بشق تمرة، فإنها تسد من الجائع مسدها من الشبعان. يا عائشة. إياك ومحقرات الذنوب، فإن لها من الله- تعالى- طالبا».ومن الآيات الكريمة التي وردت في معنى هاتين الآيتين قوله- تعالى- إِنَّ اللَّهَ لا يَظْلِمُ مِثْقالَ ذَرَّةٍ، وَإِنْ تَكُ حَسَنَةً يُضاعِفْها، وَيُؤْتِ مِنْ لَدُنْهُ أَجْراً عَظِيماً.وقوله- سبحانه-: وَنَضَعُ الْمَوازِينَ الْقِسْطَ لِيَوْمِ الْقِيامَةِ فَلا تُظْلَمُ نَفْسٌ شَيْئاً، وَإِنْ كانَ مِثْقالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنا بِها، وَكَفى بِنا حاسِبِينَ."},{"ayah_number":8,"text":"ثم فصل- سبحانه- ما يترتب على هذه الرؤية من جزاء فقال: فَمَنْ يَعْمَلْ مِثْقالَ ذَرَّةٍ خَيْراً يَرَهُ، وَمَنْ يَعْمَلْ مِثْقالَ ذَرَّةٍ شَرًّا يَرَهُ.و «المثقال» مفعال من الثقل، ويطلق على الشيء القليل الذي يحتمل الوزن، و «الذرة» تطلق على أصغر النمل، وعلى الغبار الدقيق الذي يتطاير من التراب عند النفخ فيه. والمقصود المبالغة في الجزاء على الأعمال مهما بلغ صغرها، وحقر وزنها.والفاء: للتفريع على ما تقدم. أى: في هذا اليوم يخرج الناس من قبورهم متفرقين لا يلوى أحد على أحد. متجهين إلى موقف الحساب ليطلعوا على جزاء أعمالهم الدنيوية ...فمن كان منهم قد عمل في دنياه عملا صالحا رأى ثماره الطيبة، حتى ولو كان هذا العمل في نهاية القلة، ومن كان منهم قد عمل عملا سيئا في دنياه، رأى ثماره السيئة، حتى ولو كان هذا العمل- أيضا- في أدنى درجات القلة.فأنت ترى أن هاتين الآيتين قد جمعتا أسمى وأحكم ألوان الترغيب والترهيب، ولذا قال كعب الأحبار: لقد أنزل الله- تعالى- على نبيه محمد صلى الله عليه وسلم آيتين، أحصتا ما في التوراة والإنجيل والزبور والصحف، ثم قرأ هاتين الآيتين.وقد ساق الإمام ابن كثير عند تفسيره لهاتين عددا من الأحاديث، منها: ما أخرجه الإمام أحمد. أن صعصعة بن معاوية، أتى النبي صلى الله عليه وسلم فقرأ عليه هاتين الآيتين، فقال: حسبي لا أبالى أن لا أسمع غيرها. وفي صحيح البخاري أن رسول الله صلى الله عليه وسلم قال: «اتقوا النار ولو بشق تمرة، ولو بكلمة طيبة» .وفي الصحيح- أيضا- أن رسول الله صلى الله عليه وسلم قال: «لا تحقرن من المعروف شيئا، ولو أن تفرغ من دلوك في إناء المستقى، ولو أن تلقى أخاك ووجهك إليه منبسط» .وكان صلى الله عليه وسلم يقول لعائشة: «يا عائشة، استتري من النار ولو بشق تمرة، فإنها تسد من الجائع مسدها من الشبعان. يا عائشة. إياك ومحقرات الذنوب، فإن لها من الله- تعالى- طالبا».ومن الآيات الكريمة التي وردت في معنى هاتين الآيتين قوله- تعالى- إِنَّ اللَّهَ لا يَظْلِمُ مِثْقالَ ذَرَّةٍ، وَإِنْ تَكُ حَسَنَةً يُضاعِفْها، وَيُؤْتِ مِنْ لَدُنْهُ أَجْراً عَظِيماً.وقوله- سبحانه-: وَنَضَعُ الْمَوازِينَ الْقِسْطَ لِيَوْمِ الْقِيامَةِ فَلا تُظْلَمُ نَفْسٌ شَيْئاً، وَإِنْ كانَ مِثْقالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنا بِها، وَكَفى بِنا حاسِبِينَ.نسأل الله- تعالى- أن يجعلنا جميعا ممن يواظبون على فعل الخيرات.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم."}]